{"id":"Hume.THN.3.3.2","imported":true,"parent":"Hume.THN.3.3","title":"Section 2. Of greatness of mind","breadcrumb":"Section 2","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. II. £3 £4 _Of greatness of mind._ £4","id":"Hume.THN.3.3.2"},{"type":"paragraph","content":"IT may now be proper to illustrate this general system of morals, by applying it to particular instances of virtue and vice, and shewing how their merit or demerit arises from the four sources here explain'd. We shall begin with examining the passions of _pride_ and _humility_, and shall consider the vice or virtue that lies in their excesses or just proportion. An excessive pride or over-weaning conceit of ourselves is always esteem'd vicious, and is universally hated; as modesty, or a just sense of our weakness, is esteem'd virtuous, and procures the good-will of every-one. Of the four sources of moral distinctions, this is to be ascrib'd to the _third_;  viz. the immediate agreeableness and disagreeableness of a quality to others, without any reflections on the tendency of that quality.","subId":"1","id":"Hume.THN.3.3.2.1","pages":"592"},{"type":"paragraph","content":"^In^ order to prove this, we must have recourse to two principles, which are very conspicuous in human nature. The _first_ of these is the _sympathy_, and communication of sentiments and passions above-mention'd. So close and intimate is the correspondence of human souls, that no sooner any person approaches me, than he diffuses on me all his opinions, and draws along my judgment in a greater or lesser degree. And tho', on many occasions, my sympathy with him goes not so far as entirely to change my sentiments, and way of thinking; yet it seldom is so weak as not to disturb the easy course of my thought, and give an authority to that opinion, which is recommended to me by his assent and approbation. Nor is it any way material upon what subject he and I employ our thoughts. Whether we judge of an indifferent person, or of my own character, my sympathy gives equal force to his decision: And even his sentiments of his own merit make me consider him in the same light, in which he regards himself.","subId":"2","id":"Hume.THN.3.3.2.2","pages":"592"},{"type":"paragraph","content":"^This^ principle of sympathy is of so powerful and insinuating a nature, that it enters into most of our sentiments and passions, and often takes place under the appearance of its contrary. For 'tis remarkable, that when a person opposes me in any sentiment, which I am strongly bent upon, and rouzes up my passion by contradiction, I have always a degree of sympathy with him, nor does my commotion proceed from any other origin. We may here observe an evident conflict or rencounter of opposite principles and passions. On the one side there is that passion or sentiment, which is natural to me; and 'tis observable, that the stronger this passion is, the greater is the commotion. There must also be some passion or sentiment on the other side; and this passion can proceed from nothing but sympathy. The sentiments of others can never affect us, but by becoming, in some measure, our own; in which case they operate upon us, by opposing and encreasing our passions, in the very same manner as if they had been originally deriv'd from our own temper and disposition. While they remain conceal'd in the minds of others, they can never have any influence upon us: And even when they are known, if they went no farther than the imagination, or conception; that faculty is so accustom'd to objects of every different kind, that a mere idea, tho' contrary to our sentiments and inclinations, wou'd never alone be able to affect us.","subId":"3","id":"Hume.THN.3.3.2.3","pages":"593"},{"type":"paragraph","content":"^The^ _second_ principle I shall take notice of is that of _comparison_, or the variation of our judgments concerning objects, according to the proportion they bear to those with which we compare them. We judge more of objects by comparison, than by their intrinsic worth and value; and regard every thing as mean, when set in opposition to what is superior of the same kind. But no comparison is more obvious than that with ourselves; and hence it is that on all occasions it takes place, and mixes with most of our passions. This kind of comparison is directly contrary to sympathy in its operation, as we have observ'd in treating of _compassion_ |and _malice_.[n84] _In all kinds of comparison an object makes us always receive from another, to which it is compar'd, a sensation contrary to what arises from itself in its direct and immediate survey. The direct survey of another's pleasure naturally gives us pleasure; and therefore produces pain, when compar'd with our own. His pain, consider'd in itself, is painful; but augments the idea of our own happiness, and gives us pleasure._","subId":"4","id":"Hume.THN.3.3.2.4","pages":"593-4"},{"type":"paragraph","content":"^Since^ then those principles of sympathy, and a comparison with ourselves, are directly contrary, it may be worth while to consider, what general rules can be form'd, beside the particular temper of the person, for the prevalence of the one or the other. Suppose I am now in safety at land, and wou'd willingly reap some pleasure from this consideration: I must think on the miserable condition of those who are at sea in a storm, and must endeavour to render this idea as strong and lively as possible, in order to make me more sensible of my own happiness. But whatever pains I may take, the comparison will never have an equal efficacy, as if I were really on[n85] the shore, and saw a ship at a distance, tost by a tempest, and in danger every moment of perishing on a rock or sand-bank. But suppose this idea to become still more lively. Suppose the ship to be driven so near me, that I can perceive distinctly the horror, painted on the countenance of the seamen and passengers, hear their lamentable cries, see the dearest friends give their last adieu, or embrace with a resolution to perish in each others arms: No man has so savage a heart as to reap any pleasure from such a spectacle, or withstand the motions of the tenderest compassion and sympathy. 'Tis evident, therefore, there is a medium in this case; and that if the idea be too feint, it |has no influence by comparison; and on the other hand, if it be too strong, it operates on us entirely by sympathy, which is the contrary to comparison. Sympathy being the conversion of an idea into an impression, demands a greater force and vivacity in the idea than is requisite to comparison.","subId":"5","id":"Hume.THN.3.3.2.5","pages":"594-5"},{"type":"paragraph","content":"^All^ this is easily applied to the present subject. We sink very much in our own eyes, when in the presence of a great man, or one of a superior genius; and this humility makes a considerable ingredient in that _respect_, which we pay our superiors, according to our[n86] foregoing reasonings on that passion. Sometimes even envy and hatred arise from the comparison; but in the greatest part of men, it rests at respect and esteem. As sympathy has such a powerful influence on the human mind, it causes pride to have, in some measure, the same effect as merit; and by making us enter into those elevated sentiments, which the proud man entertains of himself, presents that comparison, which is so mortifying and disagreeable. Our judgment does not entirely accompany him in the flattering conceit, in which he pleases himself; but still is so shaken as to receive the idea it presents, and to give it an influence above the loose conceptions of the imagination. A man, who, in an idle humour, wou'd form a notion of a person of a merit very much superior to his own, wou'd not be mortified by that fiction: But when a man, whom we are really persuaded to be of inferior merit, is presented to us; if we observe in him any extraordinary degree of pride and self-conceit; the firm persuasion he has of his own merit, takes hold of the imagination, and diminishes us in our own eyes, in the same manner, as if he were really possess'd of all the good qualities which he so liberally attributes to himself. Our idea is here precisely in that medium, which is requisite to make it operate on us by comparison. Were it accompanied with belief, and did the person appear to have the same merit, |which he assumes to himself, it wou'd have a contrary effect, and wou'd operate on us by sympathy. The influence of that principle wou'd then be superior to that of comparison, contrary to what happens where the person's merit seems below his pretensions.","subId":"6","id":"Hume.THN.3.3.2.6","pages":"595-6"},{"type":"paragraph","content":"^The^ necessary consequence of these principles is, that pride, or an over-weaning conceit of ourselves, must be vicious; since it causes uneasiness in all men, and presents them every moment with a disagreeable comparison. 'Tis a trite observation in philosophy, and even in common life and conversation, that 'tis our own pride, which makes us so much displeas'd with the pride of other people; and that vanity becomes insupportable to us merely because we are vain. The gay naturally associate themselves with the gay, and the amorous with the amorous: But the proud never can endure the proud, and rather seek the company of those who are of an opposite disposition. As we are, all of us, proud in some degree, pride is universally blam'd and condemn'd by all mankind; as having a natural tendency to cause uneasiness in others by means of comparison. And this effect must follow the more naturally, that those, who have an ill-grounded conceit of themselves, are for ever making those comparisons, nor have they any other method of supporting their vanity. A man of sense and merit is pleas'd with himself, independent of all foreign considerations: But a fool must always find some person, that is more foolish, in order to keep himself in good humour with his own parts and understanding.//","subId":"7","id":"Hume.THN.3.3.2.7","pages":"596"},{"type":"paragraph","content":"^But^ tho' an over-weaning conceit of our own merit be vicious and disagreeable, nothing can be more laudable, than to have a value for ourselves, where we really have qualities that are valuable. The utility and advantage of any quality to ourselves is a source of virtue, as well as its agreeableness to others; and 'tis certain, that nothing is more useful to us in the conduct of life, than a due degree of pride, which |makes us sensible of our own merit, and gives us a confidence and assurance in all our projects and enterprizes. Whatever capacity any one may be endow'd with, 'tis entirely useless to him, if he be not acquainted with it, and form not designs suitable to it. 'Tis requisite on all occasions to know our own force; and were it allowable to err on either side, twou'd be more advantageous to overrate our merit, than to form ideas of it, below its just standard. Fortune commonly favours the bold and enterprizing; and nothing inspires us with more boldness than a good opinion of ourselves.","subId":"8","id":"Hume.THN.3.3.2.8","pages":"596-7"},{"type":"paragraph","content":"^Add^ to this, that tho' pride, or self-applause, be sometimes disagreeable to others, 'tis always agreeable to ourselves; as on the other hand, modesty, tho' it give pleasure to every one, who observes it, produces often uneasiness in the person endow'd with it. Now it has been observ'd, that our own sensations determine the vice and virtue of any quality, as well as those sensations, which it may excite in others.","subId":"9","id":"Hume.THN.3.3.2.9","pages":"597"},{"type":"paragraph","content":"^Thus^ self-satisfaction and vanity may not only be allowable, but requisite in a character. 'Tis, however, certain, that good-breeding and decency require that we shou'd avoid all signs and expressions, which tend directly to show that passion. We have, all of us, a wonderful partiality for ourselves, and were we always to give vent to our sentiments in this particular, we shou'd mutually cause the greatest indignation in each other, not only by the immediate presence of so disagreeable a subject of comparison, but also by the contrariety of our judgments. In like manner, therefore, as we establish the _laws of nature_, in order to secure property in society, and prevent the opposition of self-interest; we establish the _rules of good-breeding_, in order to prevent the opposition of men's pride, and render conversation agreeable and inoffensive. Nothing is more disagreeable than a man's over-weaning conceit of himself: Every one almost has a strong propensity to this vice: No one can well distinguish |_in himself_ betwixt the vice and virtue, or be certain, that his esteem of his own merit is well-founded: For these reasons, all direct expressions of this passion are condemn'd; nor do we make any exception to this rule in favour of men of sense and merit. They are not allow'd to do themselves justice openly, in words, no more than other people; and even if they show a reserve and secret doubt in doing themselves justice in their own thoughts, they will be more applauded. That impertinent, and almost universal propensity of men, to over-value themselves, has given us such a _prejudice_ against self-applause, that we are apt to condemn it, by a _general rule_, wherever we meet with it; and 'tis with some difficulty we give a privilege to men of sense, even in their most secret thoughts. At least, it must be own'd, that some disguise in this particular is absolutely requisite; and that if we harbour pride in our breasts, we must carry a fair outside, and have the appearance of modesty and mutual deference in all our conduct and behaviour. We must, on every occasion, be ready to prefer others to ourselves; to treat them with a kind of deference, even tho' they be our equals; to seem always the lowest and least in the company, where we are not very much distinguish'd above them: And if we observe these rules in our conduct, men will have more indulgence for our secret sentiments, when we discover them in an oblique manner.","subId":"10","id":"Hume.THN.3.3.2.10","pages":"597-8"},{"type":"paragraph","content":"^I believe^ no one, who has any practice of the world, and can penetrate into the inward sentiments of men, will assert, that the humility, which good-breeding and decency require of us, goes beyond the outside, or that a thorough sincerity in this particular is esteem'd a real part of our duty. On the contrary, we may observe, that a genuine and hearty pride, or self-esteem, if well conceal'd and well founded, is essential to the character of a man of honour, and that there is no quality of the mind, which is more indispensibly requisite to procure the esteem and approbation of mankind. There are certain deferences and mutual submissions, which custom |requires of the different ranks of men towards each other; and whoever exceeds in this particular, if thro' interest, is accus'd of meanness; if thro' ignorance, of simplicity. 'Tis necessary, therefore, to know our rank and station in the world, whether it be fix'd by our birth, fortune, employments, talents or reputation. 'Tis necessary to feel the sentiment and passion of pride in conformity to it, and to regulate our actions accordingly. And shou'd it be said, that prudence may suffice to regulate our actions in this particular, without any real pride, I wou'd observe, that here the object of prudence is to conform our actions to the general usage and custom; and that 'tis impossible those tacit airs of superiority shou'd ever have been establish'd and authoriz'd by custom, unless men were generally proud, and unless that passion were generally approv'd, when well-grounded.","subId":"11","id":"Hume.THN.3.3.2.11","pages":"598-9"},{"type":"paragraph","content":"^If^ we pass from common life and conversation to history, this reasoning acquires new force, when we observe, that all those great actions and sentiments, which have become the admiration of mankind, are founded on nothing but pride and self-esteem. _Go_, says _Alexander_ the Great to his soldiers, when they refus'd to follow him to the _Indies_, _go tell your countrymen, that you left Alexander compleating the conquest of the world_. This passage was always particularly admir'd by the prince of _Conde_, as we learn from _St. Evremond_. \"_Alexander_,\" said that prince, \"abandon'd by his soldiers, among barbarians, not yet fully subdu'd, felt in himself such a dignity and right of empire, that he cou'd not believe it possible any one cou'd refuse to obey him. Whether in _Europe_ or in _Asia_, among _Greeks_ or _Persians_, all was indifferent to him: Wherever he found men, he fancied he had found subjects.\"","subId":"12","id":"Hume.THN.3.3.2.12","pages":"599"},{"type":"paragraph","content":"^In^ general we may observe, that whatever we call _heroic virtue_, and admire under the character of greatness and elevation of mind, is either nothing but a steady and well-establish'd pride and self-esteem, or partakes largely of that passion. Courage, intrepidity, ambition, love of glory, mag|nanimity, and all the other shining virtues of that kind, have plainly a strong mixture of self-esteem in them, and derive a great part of their merit from that origin. Accordingly we find, that many religious declaimers decry those virtues as purely pagan and natural, and represent to us the excellency of the _Christian_ religion, which places humility in the rank of virtues, and corrects the judgment of the world, and even of philosophers, who so generally admire all the efforts of pride and ambition. Whether this virtue of humility has been rightly understood, I shall not pretend to determine. I am content with the concession, that the world naturally esteems a well-regulated pride, which secretly animates our conduct, without breaking out into such indecent expressions of vanity, as may offend the vanity of others.","subId":"13","id":"Hume.THN.3.3.2.13","pages":"599-600"},{"type":"paragraph","content":"^The^ merit of pride or self-esteem is deriv'd from two circumstances, _viz._ its utility and its agreeableness to ourselves; by which it capacitates us for business, and, at the same time, gives us an immediate satisfaction. When it goes beyond its just bounds, it loses the first advantage, and even becomes prejudicial; which is the reason why we condemn an extravagant pride and ambition, however regulated by the decorums of good-breeding and politeness. But as such a passion is still agreeable, and conveys an elevated and sublime sensation to the person, who is actuated by it, the sympathy with that satisfaction diminishes considerably the blame, which naturally attends its dangerous influence on {~~our->his~~} conduct and behaviour. Accordingly we may observe, that an excessive courage and magnanimity, especially when it displays itself under the frowns of fortune, contributes, in a great measure, to the character of a hero, and will render a person the admiration of posterity; at the same time, that it ruins his affairs, and leads him into dangers and difficulties, with which otherwise he wou'd never have been acquainted.","subId":"14","id":"Hume.THN.3.3.2.14","pages":"600"},{"type":"paragraph","content":"^Heroism^, or military glory, is much admir'd by the generality of mankind. They consider it as the most sublime kind of merit. Men of cool reflection are not so |sanguine in their praises of it. The infinite confusions and disorder, which it has caus'd in the world, diminish much of its merit in their eyes. When they wou'd oppose the popular notions on this head, they always paint out the evils, which this suppos'd virtue has produc'd in human society; the subversion of empires, the devastation of provinces, the sack of cities. As long as these are present to us, we are more inclin'd to hate than admire the ambition of heroes. But when we fix our view on the person himself, who is the author of all this mischief, there is something so dazzling in his character, the mere contemplation of it so elevates the mind, that we cannot refuse it our admiration. The pain, which we receive from its tendency to the prejudice of society, is over-power'd by a stronger and more immediate sympathy.//","subId":"15","id":"Hume.THN.3.3.2.15","pages":"600-1"},{"type":"paragraph","content":"^Thus^ our explication of the merit or demerit, which attends the degrees of pride or self-esteem, may serve as a strong argument for the preceding hypothesis, by shewing the effects of those principles above explain'd in all the variations of our judgments concerning that passion. Nor will this reasoning be advantageous to us only by shewing, that the distinction of vice and virtue arises from the _four_ principles of the _advantage_ and of the _pleasure_ of the _person himself_, and of _others:_ But may also afford us a strong proof of some under-parts of that hypothesis.","subId":"16","id":"Hume.THN.3.3.2.16","pages":"601"},{"type":"paragraph","content":"^No^ one, who duly considers of this matter, will make any scruple of allowing, that any piece of ill-breeding, or any expression of pride and haughtiness, is displeasing to us, merely because it shocks our own pride, and leads us by sympathy into a comparison, which causes the disagreeable passion of humility. Now as an insolence of this kind is blam'd even in a person who has always been civil to ourselves in particular; nay, in one, whose name is only known to us in history; it follows, that our disapprobation proceeds from a sympathy with others, and from the reflection, that such a character is highly displeasing and odious to every |one, who converses or has any intercourse with the person possest of it. We sympathize with those people in their uneasiness; and as their uneasiness proceeds in part from a sympathy with the person who insults them, we may here observe a double rebound of the sympathy; which is a principle very similar to what we have observ'd on another occasion[n87].","subId":"17","id":"Hume.THN.3.3.2.17","pages":"601-2"},{"type":"note","content":"Book II. Part II. Sect. VIII.","subId":"n84","id":"Hume.THN.3.3.2.n84","pages":"594"},{"type":"note","content":"Suave mari magno turbantibus {ae}quora ventis // E terra magnum alterius spectare laborem; // Non quia vexari quenquam est jucunda voluptas, // Sed quibus ipse malis careas quia cernere suav' est. ~~_Lucret._","subId":"n85","id":"Hume.THN.3.3.2.n85","pages":"594"},{"type":"note","content":"Book II. Part II. Sect. X.","subId":"n86","id":"Hume.THN.3.3.2.n86","pages":"595"},{"type":"note","content":"Book II. Part II. Sect. V.","subId":"n87","id":"Hume.THN.3.3.2.n87","pages":"602"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.3","imported":true,"title":"Part 3. Of the other virtues and vices","breadcrumb":"Part 3","published":[1740]}],"prev":{"id":"Hume.THN.3.3.1","imported":true,"title":"Section 1. Of the origin of the natural virtues and vices","breadcrumb":"Section 1","published":[1740]},"next":{"id":"Hume.THN.3.3.3","imported":true,"title":"Section 3. Of goodness and benevolence","breadcrumb":"Section 3","published":[1740]}}