{"imported":true,"id":"Butler.S.11","parent":"Butler.S","title":"Sermon 11. Upon the Love of our Neighbour.","breadcrumb":"Sermon 11","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SERMON XI. £1 £2 _Upon the Love of our Neighbour._ £2 £4 Preached on _Advent_ Sunday. £4 £3 [^Rom.^ xiii. 9.] £3 _And if there be any other Commandment, it is briefly comprehended in this Saying, namely, Thou shalt love thy Neighbour as thy self._","id":"Butler.S.11"},{"type":"paragraph","content":"It is commonly observed, that there is a disposition in men to complain of the viciousness and corruption of the age in which they live, as greater than that of former ones: which is usually followed with this further observation, that mankind has been in that respect much the same in all times. Now, to determine whether this last be not contradicted by the accounts of history: thus much can scarce be doubted, that vice and folly takes different turns, and some particular kinds of it are more open and avowed in some ages than in others; and, I suppose, it may be spoken of as very much the distinction of the present, to profess a contracted spirit, and greater regards to self-interest, than appears to have been done formerly. Upon this account it seems worth while to inquire, whether private interest is likely to be promoted in proportion to the degree in which self-love engrosses us, and prevails over all other principles; \"or whether the contracted affection may not possibly be so prevalent as to disappoint itself, and even contradict its own end, private good?\"","subId":"1","id":"Butler.S.11.1"},{"type":"paragraph","content":"And since, further, there is generally thought to be some peculiar kind of contrariety between self-love and the love of our neighbour—between the pursuit of public and of private good; insomuch, that when you are recommending one of these, you are supposed to be speaking against the other; and from hence arises a secret prejudice against, and frequently open scorn of, all talk of public spirit and real good-will to our fellow-creatures; it will be necessary to \"inquire what respect benevolence hath to self-love, and the pursuit of private interest to the pursuit of public?\" Or whether there be anything of that peculiar inconsistence and contrariety between them, over and above what there is between self-love and other passions and particular affections, and their respective pursuits?","subId":"2","id":"Butler.S.11.2"},{"type":"paragraph","content":"These inquiries, it is hoped, may be favourably attended to; for there shall be all possible concessions made to the favourite passion, which hath so much allowed to it, and whose cause is so universally pleaded; it shall be treated with the utmost tenderness and concern for its interests. In order to this, as well as to determine the fore-mentioned questions, it will be necessary to consider the nature, the object, and end of that self-love, as distinguished from other principles or affections in the mind, and their respective objects.","subId":"3","id":"Butler.S.11.3"},{"type":"paragraph","content":"Every man hath a general desire of his own happiness; and likewise a variety of particular affections, passions, and appetites, to particular external objects. The former proceeds from, or is, self-love, and seems inseparable from all sensible creatures, who can reflect upon themselves and their own interest or happiness, so as to have that interest an object to their minds: what is to be said of the latter is, that they proceed from, or together make up, that particular nature, according to which man is made. The object the former pursues is somewhat internal, our own happiness, enjoyment, satisfaction; whether we have or have not a distinct particular perception what it is, or wherein it consists: the objects of the latter are this or that particular external thing, which the affections tend towards, and of which it hath always a particular idea or perception. The principle we call self-love never seeks anything external for the sake of the thing, but only as a means of happiness or good: particular affections rest in the external things themselves. One belongs to man as a reasonable creature reflecting upon his own interest or happiness; the other, though quite distinct from reason, are as much a part of human nature.","subId":"4","id":"Butler.S.11.4"},{"type":"paragraph","content":"That all particular appetites and passions are towards external things themselves, distinct from the pleasure arising from them, is manifested from hence, that there could not be this pleasure, were it not for that prior suitableness between the object and the passion: there could be no enjoyment or delight for one thing more than another, from eating food more than from swallowing a stone, if there were not an affection or appetite to one thing more than another.","subId":"5","id":"Butler.S.11.5"},{"type":"paragraph","content":"Every particular affection, even the love of our neighbour, is as really our own affection, as self-love; and the pleasure arising from its gratification is as much my own pleasure, as the pleasure self-love would have from knowing I myself should, be happy some time hence, would be my own pleasure. And if, because every particular affection is a man's own, and the pleasure arising from its gratification his own pleasure, or pleasure to himself, such particular affection must be called self-love. According to this way of speaking, no creature whatever can possibly act but merely from self-love; and every action and every affection whatever is to be resolved up into this one principle. But then this is not the language of mankind: or, if it were, we should want words to express the difference between the principle of an action, proceeding from cool consideration that it will be to my own advantage; and an action, suppose of revenge, or of friendship, by which a man runs upon certain ruin, to do evil or good to another. It is manifest the principles of these actions are totally different, and so want different words to be distinguished by: all that they agree in is, that they both proceed from, and are done to gratify an inclination in a man's self. But the principle or inclination in one case is self-love; in the other, hatred, or love of another. There is then a distinction between the cool principle of self-love, or general desire of our own happiness, as one part of our nature, and one principle of action; and the particular affections towards particular external objects, as another part of our nature, and another principle of action. How much soever, therefore, is to be allowed to self-love, yet it cannot be allowed to be the whole of our inward constitution; because, you see, there are other parts or principles which come into it.","subId":"6","id":"Butler.S.11.6"},{"type":"paragraph","content":"Further, private happiness or good is all which self-love can make us desire or be concerned about. In having this consists its gratification; it is an affection to ourselves—a regard to our own interest, happiness, and private good: and in the proportion a man hath this, he is interested, or a lover of himself. Let this be kept in mind, because there is commonly, as I shall presently have occasion to observe, another sense put upon these words. On the other hand, particular affections tend towards particular external things; these are their objects; having these is their end; in this consists their gratification: no matter whether it be, or be not, upon the whole, our interest or happiness. An action, done from the former of these principles, is called an interested action. An action, proceeding from any of the latter, has its denomination of passionate, ambitions, friendly, revengeful, or any other, from the particular appetite or affection from which it proceeds. Thus self-love, as one part of human nature, and the several particular principles as the other part, are themselves, their objects, and ends, stated and shown.","subId":"7","id":"Butler.S.11.7"},{"type":"paragraph","content":"From hence it will be easy to see how far, and in what ways, each of these can contribute and be subservient to the private good of the individual. Happiness does not consist in self-love. The desire of happiness is no more the thing itself, than the desire of riches is the possession or enjoyment of them. People may love themselves with the most entire and unbounded affection, and yet be extremely miserable. Neither can self-love any way help them out, but by setting them on work to get rid of the causes of their misery, to gain or make use of those objects which are by nature adapted to afford satisfaction. Happiness or satisfaction consists only in the enjoyment of those objects which are by nature suited to our several particular appetites, passions, and affections. So that if self-love wholly engrosses us, and leaves no room for any other principle, there can be absolutely no such thing at all as happiness or enjoyment of any kind whatever; since happiness consists in the gratification of particular passions, which supposes the having of them. Self-love then does not constitute this or that to be our interest or good; but our interest or good being constituted by nature and supposed self-love, only puts us upon obtaining and securing it. Therefore, if it be possible that self-love may prevail and exert itself in a degree or manner which is not subservient to this end, then it will not follow that our interest will be promoted in proportion to the degree in which that principle engrosses us, and prevails over others. Nay, farther, the private and contracted affection, when it is not subservient to this end, private good, may, for anything that appears, have a direct contrary tendency and effect And if we will consider the matter, we shall see that it often really has. Disengagement is absolutely necessary to enjoyment; and a person may have so steady and fixed an eye upon his own interest, whatever he places it in, as may hinder him from attending to many gratifications within his reach, which others have their minds free and open to. Over-fondness for a child is not generally thought to be for its advantage; and, if there be any guess to be made from appearances, surely that character we call selfish is not the most promising for happiness. Such a temper may plainly be, and exert itself in a degree and manner which may give unnecessary and useless solicitude and anxiety, in a degree and manner which may prevent obtaining the means and materials of enjoyment, as well as the making use of them. Immoderate self-love does very ill consult its own interest; and how much soever a paradox it may appear, it is certainly true, that, even from self-love, we should endeavour to get over all inordinate regard to, and consideration of, ourselves. Every one of our passions and affections hath its natural stint and bound, which may easily be exceeded; whereas our enjoyments can possibly be but in a determinate measure and degree. Therefore such excess of the affection, since it cannot procure any enjoyment, must in all cases be useless, but is generally attended with inconveniences, and often is down-right pain and misery. This holds as much with regard to self-love as to all other affections. The natural degree of it, so far as it sets us on work to gain and make use of the materials of satisfaction, may be to our real advantage: but beyond or beside this, it is in several respects an inconvenience and disadvantage. Thus it appears that private interest is so far from being likely to promoted in proportion to the degree in which self-love engrosses us, and prevails over all other principles, that the contracted affection maybe so prevalent as to disappoint itself and even contradict its own end, private good.","subId":"8","id":"Butler.S.11.8"},{"type":"paragraph","content":"\"But who, except the most sordidly covetous, ever thought there was any rivalship between the love of greatness, honour, power, or between sensual appetites, and self-love? No; there is a perfect harmony between them. It is by means of these particular appetites and affections that self-love is gratified in enjoyment, happiness, and satisfaction. The competition and rivalship is between self-love and the love of our neighbour. That affection which leads us out of ourselves, makes us regardless of our own interest, and substitute that of another in its stead.\" Whether then there be any peculiar competition and contrariety in this case, shall now be considered.","subId":"9","id":"Butler.S.11.9"},{"type":"paragraph","content":"Self-love and interestedness was stated to consist in or be an affection to ourselves, a regard to our own private good: it is, therefore, distinct from benevolence, which is an affection to the good of our fellow-creatures. But that benevolence is distinct from, that is, not the same thing with self-love, is no reason for its being looked upon with any peculiar suspicion, because every principle whatever, by means of which self-love is gratified, is distinct from it. And all things, which are distinct from each other, are equally so. A man has an affection or aversion to another: that one of these tends to, and is gratified by doing good, that the other tends to, and is gratified by doing harm, does not in the least alter the respect which either one or the other of these inward feelings has to self-love. We use the word property so as to exclude any other persons having an interest in that, of which we say a particular man has the property: and we often use the word selfish so as to exclude in the same manner all regards to the good of others. But the cases are not parallel: for though that exclusion is really part of the idea of property, yet such positive exclusion, or bringing this peculiar disregard to the good of others into the idea of self-love, is in reality adding to the idea, or changing it from what it was before stated to consist in, namely, in an affection to ourselves.\\* This being the whole idea of self-love, it can no otherwise exclude good-will or love of others, than merely by not including it, no otherwise than it excludes love of arts, or reputation, or of anything else. Neither, on the other hand, does benevolence, any more than love of arts or of reputation, exclude self-love. Love of our neighbour, then, has just the same respect to, is no more distant from self-love, than hatred of our neighbour, or than love and hatred of anything else. Thus the principles, from which men rush upon certain ruin for the destruction of an enemy, and for the preservation of a friend, have the same respect to the private affection, are equally interested, or equally disinterested: and it is of no avail, whether they are said to be one or the other. Therefore, to those who are shocked to hear virtue spoken of as disinterested, it may be allowed, that it is indeed absurd to speak thus of it; unless hatred, several particular instances of vice, and all the common affections and aversions in mankind, are acknowledged to be disinterested too. Is there any less inconsistence between the love of inanimate things, or of creatures merely sensitive, and self-love, than between self-love, and the love of our neighbour? Is desire of, and delight in the happiness of another any more a diminution of self-love, than desire of and delight in the esteem of another? They are both equally desire of and delight in somewhat external to ourselves: either both or neither are so. The object of self-love is expressed in the term self: and every appetite of sense, and every particular affection of the hearty are equally interested or disinterested, because the objects of them all are equally self or somewhat else. Whatever ridicule, therefore, the mention of a disinterested principle or action may be supposed to lie open to, must, upon the matter being thus stated, relate to ambition, and every appetite and particular affection, as much as to benevolence. And indeed all the ridicule, and all the grave perplexity, of which this subject hath had its full share, is merely from words. The most intelligible way of speaking of it seems to be this: that self-love, and the actions done in consequence of it, (for these will presently appear to be the same as to this question,) are interested; that particular affections towards external objects, and the actions done in consequence of those affections, are not so. But every one is at liberty to use words as he pleases. All that is here insisted upon is, that ambition, revenge, benevolence, all particular passions whatever, and the actions they produce, are equally interested or disinterested.","subId":"10","id":"Butler.S.11.10"},{"type":"paragraph","content":"Thus it appears, that there is no peculiar contrariety between self-love and benevolence; no greater competition between these, than between any other particular affections and self-love. This relates to the affections themselves. Let us now see whether there be any peculiar contrariety between the respective courses of life which these affections lead to; whether there be any greater competition between the pursuit of private and of public good, than between any other particular pursuits and that of private good.","subId":"11","id":"Butler.S.11.11"},{"type":"paragraph","content":"There seems no other reason to suspect that there is any such peculiar contrariety, but only that the course of action which benevolence leads to, has a more direct tendency to promote the good of others, than that course of action, which love of reputation, suppose, or any other particular affection, leads to. But that any affection tends to the happiness of another, does not hinder its tending to one's own happiness too. That others enjoy the benefit of the air and the light of the sun, does not hinder but that these are as much one's own private advantage now, as they would be if we had the property of them exclusive of all others. So a pursuit which tends to promote the good of another, yet may have as great tendency to promote private interest, as a pursuit which does not tend to the good of another at all, or which is mischievous to him. All particular affections whatever, resentment, benevolence, love of arts, equally lead to a course of action for their own gratification, i.e., the gratification of ourselves: and the gratification of each gives delight: so far, then, it is manifest they have all the same respect to private interest. Now, take into consideration further, concerning these three pursuits, that the end of the first is the harm; of the second, the good of another; of the last, somewhat indifferent: and is there any necessity, that these additional considerations should alter the respect which we before saw these three pursuits had to private interest; or render any one of them less conducive to it than any other? Thus, one man's affection is to honour, as his end; in order to obtain which, he thinks no pains too great. Suppose another, with such a singularity of mind, as to have the same affection to public good, as his end, which he endeavours with the same labour to obtain. In case of success, surely the man of benevolence hath as great enjoyment as the man of ambition; they both equally having the end, their affections, in the same degree, tended to; but in case of disappointment, the benevolent man has clearly the advantage; since endeavouring to do good, considered as a virtuous pursuit, is gratified by its own consciousness, i.e., is in a degree its own reward.","subId":"12","id":"Butler.S.11.12"},{"type":"paragraph","content":"And as to these two, or benevolence and any other particular passions whatever, considered in a further view, as forming a general temper, which more or less disposes us for enjoyment of all the common blessings of life, distinct from their own gratification: is benevolence less the temper of tranquillity and freedom, than ambition or covetousness? Does the benevolent man appear less easy with himself, from his love to his neighbour? Does he less relish his being? Is there any peculiar gloom seated on his face? Is his mind less open to entertainment, or to any particular gratification? Nothing is more manifest, than that being in good humour, which is benevolence whilst it lasts, is itself the temper of satisfaction and enjoyment.","subId":"13","id":"Butler.S.11.13"},{"type":"paragraph","content":"Suppose, then, a man sitting down to consider how he might become most easy to himself, and attain the greatest pleasure he could; all that which is his real natural happiness; this can only consist in the enjoyment of those objects which are by nature adapted to our several faculties. These particular enjoyments make up the sum total of our happiness; and they are supposed to arise from riches, honours, and the gratification of sensual appetites. Be it so: yet none profess themselves so completely happy in these enjoyments, but that there is room left in the mind for others, if they were presented to them. Nay, these, as much as they engage us, are not thought so high, but that human nature is capable even of greater. Now there have been persons in all ages, who have professed that they found satisfaction in the exercise of charity, in the love of their neighbour, in endeavouring to promote the happiness of all they had to do with, and in the pursuit of what is just, and right, and good, as the general bent of their mind and end of their life; and that doing an action of baseness or cruelty, would be as great violence to their self as much breaking in upon their nature, as any external force. Persons of this character would add, if they might be heard, that they consider themselves as acting in the view of an infinite Being, who is in a much higher sense the object of reverence and of love, than all the world besides; and, therefore, they could have no more enjoyment from a wicked action done under his eye, than the persons to whom they are making their apology could, if all mankind were the spectators of it; and that the satisfaction of approving themselves to his unerring judgment, to whom they thus refer all their actions, is a more continued settled satisfaction than any this world can afford; as also that they have, no less than others, a mind free and open to all the common innocent gratifications of it such as they are. And, if we go no further, does there appear any absurdity in this? Will any one take upon him to say, that a man cannot find his account in this general course of life, as much as in the most unbounded ambition, or the excesses of pleasure? Or that such a person has not consulted so well for himself, for the satisfaction and peace of his own mind, as the ambitious or dissolute man? And though the consideration, that God himself will in the end justify their taste, and support their cause, is not formally to be insisted upon here; yet thus much comes in, that all enjoyments whatever are much more clear and unmixed, from the assurance that they will end well. Is it certain, then, that there is nothing in these pretensions to happiness, especially when there are not wanting persons, who have supported themselves with satisfactions of this kind in sickness, poverty, disgrace, and in the very pangs of death? whereas, it is manifest all other enjoyments fail in these circumstances. This surely looks suspicious of having somewhat in it. Self-love, methinks, should be alarmed. May she not possibly pass over greater pleasures, than those she is so wholly taken up with?","subId":"14","id":"Butler.S.11.14"},{"type":"paragraph","content":"The short of the matter is no more than this. Happiness consists in the gratification of certain affections, appetites, passions, with objects which are by nature adapted to them. Self-love may indeed set us on work to gratify these: but happiness or enjoyment has no immediate connexion with self-love, but arises from such gratification alone. Love of our neighbour is one of those affections. This, considered as a virtuous principle, is gratified by a consciousness of endeavouring to promote the good of others: but considered as a natural affection, its gratification consists in the actual accomplishment of this endeavour. Now, indulgence or gratification of this affection, whether in that consciousness, or this accomplishment, has the same respect to interest, as indulgence of any other affection; they equally proceed from, or do not proceed from, self-love; they equally include, or equally exclude, this principle. Thus it appears, that \"benevolence and the pursuit of public good have at least as great respect to self-love and the pursuit of private good, as any other particular passions, and their respective pursuits.\"","subId":"15","id":"Butler.S.11.15"},{"type":"paragraph","content":"Neither is covetousness, whether as a temper or pursuit, any exception to this. For if by covetousness is meant the desire and pursuit of riches for their own sake, without any regard to or consideration of the uses of them; this hath as little to do with self-love, as benevolence hath. But by this word is usually meant, not such madness and total distraction of mind, but immoderate affection to and pursuit of riches as possessions, in order to some further end; namely, satisfaction, interest, or good. This, therefore, is not a particular affection, or particular pursuit, but it is the general principle of self-love, and the general pursuit of our own interest; for which reason, the word selfish is by every one appropriated to this temper and pursuit. Now, as it is ridiculous to assert that self-love and the love of our neighbour are the same; so neither is it asserted that following these different affections hath the same tendency and respect to our own interest. The comparison is not between self-love and the love of our neighbour; between pursuit of our own interest, and the interest of others; but between the several particular affections in human nature towards external objects, as one part of the comparison; and the one particular affection to the good of our neighbour, as the one part of it: and it has been shown, that all these have the same respect to self-love and private interest.","subId":"16","id":"Butler.S.11.16"},{"type":"paragraph","content":"There is indeed frequently an inconsistence, or interfering between self-love or private interest, and the several particular appetites, passions, affections, or the pursuits they lead to. But this competition or interfering is merely accidental, and happens much oftener between pride, revenge, sensual gratifications, and private interest, than between private interest and benevolence. For nothing is more common than to see men give themselves up to a passion or an affection to their known prejudice and ruin, and in direct contradiction to manifest and real interest, and the loudest calls of self-love: whereas the seeming competitions and interfering between benevolence and private interest, relate much more to the materials or means of enjoyment, than to enjoyment itself. There is often an interfering in the former, where there is none in the latter. Thus, as to riches: so much money as a man gives away, so much less will remain in his possession. Here is a real interfering. But though a man cannot possibly give without lessening his fortune, yet there are multitudes might give without lessening their own enjoyment; because they may have more than they can turn to any real use or advantage to themselves. Thus, the more thought and time any one employs about the interests and good of others, he must necessarily have less to attend his own; but he may have so ready and large a supply of his own wants, that such thought might be really useless to himself, though of great service and assistance to others.","subId":"17","id":"Butler.S.11.17"},{"type":"paragraph","content":"The general mistake, that there is some greater inconsistence between endeavouring to promote the good of another and self-interest, than between self-interest and pursuing anything else, seems, as hath already been hinted, to arise from our notions of property; and to be carried on by this property's being supposed to be itself our happiness or good. People are so very much taken up with this one subject, that they seem from it to have formed a general way of thinking, which they apply to other things that they have nothing to do with. Hence, in a confused and slight way, it might well be taken for granted, that another's having no interest in an affection, (i.e., his good not being the object of it,) renders, as one may speak, the proprietor's interest in it greater; and that if another had an interest in it, this would render his less, or occasion that such affection could not be so friendly to self-love, or conducive to private good, as an affection or pursuit which has not a regard to the good of another. This, I say, might be taken for granted, whilst it was not attended to, that the object of every particular affection is equally somewhat external to ourselves: and whether it be the good of another person, or whether it be any other external thing, makes no alteration with regard to its being one's own affection, and the gratification of it one's own private enjoyment. And so far as it is taken for granted, that barely having the means and materials of enjoyment is what constitutes interest and happiness; that our interest and good consists in possessions themselves, in having the property of riches, houses, lands, gardens, not in the enjoyment of them; so far it will even more strongly be taken for granted, in the way already explained, that an affection's conducing to the good of another, must even necessarily occasion it to conduce less to private good, if not to be positively detrimental to it. For, if property and happiness are one and the same thing, as by increasing the property of another, you lessen your own property, so by promoting the happiness of another, you must lessen your own happiness. But whatever occasioned the mistake, I hope it has been fully proved to be one; as it has been proved, that there is no peculiar rivalsliip or competition between self-love and benevolence; that as there may be a competition between these two, so there may also between any particular affection whatever and self-love; that every particular affection, benevolence among the rest, is subservient to self-love, by being the instrument of private enjoyment; and that in one respect benevolence contributes more to private interest, i.e., enjoyment or satisfaction, than any other of the particular common affections, as it is in a degree its own gratification.","subId":"18","id":"Butler.S.11.18"},{"type":"paragraph","content":"And to all these things may be added, that religion, from whence arises our strongest obligation to benevolence, is so far from disowning the principle of self-love, that it often addresses itself to that very principle, and always to the mind in that state when reason presides; and there can no access be had to the understanding, but by convincing men, that the course of life we would persuade them to is not contrary to their interest. It may be allowed, without any prejudice to the cause of virtue and religion, that our ideas of happiness and misery are, of all our ideas, the nearest and most important to us; that they will, nay, if you please, that they ought to prevail over those of order, and beauty, and harmony, and proportion, if there should ever be, as it is impossible there ever should be, any inconsistency between them; though these last, too, as expressing the fitness of actions, are real as truth itself. Let it be allowed, though virtue or moral rectitude does indeed consist in affection to and pursuit of what is right and good, as such: yet that, when we sit down in a cool hour, we can neither justify to ourselves this or any other pursuit, till we are convinced that it will be for our happiness, or at least not contrary to it.","subId":"19","id":"Butler.S.11.19"},{"type":"paragraph","content":"Common reason and humanity will have some influence upon mankind, whatever becomes of speculations: but, so far as the interests of virtue depend upon the theory of it being secured from open scorn, so far its very being in the world depends upon its appearing to have no contrariety to private interest and self-love. The foregoing observations, therefore, it is hoped, may have gained a little ground in favour of the precept before us, the particular explanation of which shall be the subject of the next discourse.","subId":"20","id":"Butler.S.11.20"},{"type":"paragraph","content":"I will conclude, at present, with observing the peculiar obligation which we are under to virtue and religion, as enforced in the verses following the text, in the epistle for the day, from our Saviour's coming into the world. \"The night is far spent, the day is at hand; let us, therefore, cast off the works of darkness, and let us put on the armour of light,\" &c. The meaning and force of which exhortion is, that Christianity lays us under new obligations to a good life, as by it the will of God is more clearly revealed, and as it affords additional motives to the practice of it, over and above those which arise out of the nature of virtue and vice; I might add, as our Saviour has set us a perfect example of goodness in our own nature. Now, love and charity is plainly the thing in which he had placed his religion; in which, therefore, as we have any pretence to the name of Christians, we must place ours. He hath at once enjoined it upon us by way of command, with peculiar force: and by his example, as having undertaken the work of our salvation, out of pure love and good- will to mankind. The endeavour to set home this example upon our minds is a very proper employment of this season, which is bringing on the festival of his birth; which, as it may teach us many excellent lessons of humility, resignation, and obedience to the will of God; so there is none it recommends with greater authority, force, and advantage, than this of love and charity; since it was \"for us men, and for our salvation, that he came down from heaven, and was incarnate, and was made man;\" that he might teach us our duty, and more especially that he might enforce the practice of it, reform mankind, and finally bring us to that \"eternal salvation, of which he is the Author to all those that obey him.\"","subId":"21","id":"Butler.S.11.21"}]}
