{"imported":true,"id":"Butler.S.17","parent":"Butler.S","title":"Sermon 17","breadcrumb":"Sermon 17","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SERMON XVII. £1 £3 [^Prov.^ xxii. 2.] £3 _The rich and poor meet together: the Lord is the maker of them all._","id":"Butler.S.17"},{"type":"paragraph","content":"The constitution of things being such, that the labour of one man, or the united labour of several, is sufficient to procure more necessaries than he or they stand in need of, which it may be supposed was in some degree the case even in the first ages; this immediately gave room for riches to arise in the world, and for men's acquiring them by honest means—by diligence, frugality, and prudent management. Thus some would very soon acquire greater plenty of necessaries than they had occasion for, and others, by contrary means, or by cross accidents, would be in want of them. And he who should supply their wants, would have the property in a proportionable labour of their hands, which he would scarce fail to make use of instead of his own, perhaps together with them, to provide future necessaries in greater plenty. Riches, then, were first bestowed upon the world, as they are still continued in it, by the blessing of God upon the industry of men, in the use of their understanding and strength. Riches themselves have always this source; though the possession of them is conveyed to particular persons by different channels. Yet still, \"the hand of the diligent maketh rich,\" Prov. x. 4, and, other circumstances being equal, in proportion to its diligence.","subId":"1","id":"Butler.S.17.1"},{"type":"paragraph","content":"But to return to the first rich man; whom we left in possession of dependents, and plenty of necessaries for himself and them. A family would not be long in this state, before conveniences, somewhat ornamental, and for entertainment, would be wanted, looked for, and found out. And, by degrees, these secondary wants, and inventions for the supply of them, the fruits of leisure and ease, came to employ much of men's time and leisure. Hence a new species of riches came into the world, consisting of things which it might have done well enough without, yet thought desirable, as affording pleasure to the imagination, or the senses. And these went on increasing, till, at length, the superfluities of life took in a vast larger compass of things than the necessaries of it. Thus luxury made its inroad, and all the numerous train of evils its attendance; of which poverty, as bad an one as we may account it, is far from being the worst. Indeed, the hands of the generality must be employed, and a very few of them would now be sufficient to provide the world with necessaries; and therefore the rest of them must be employed about what may be called superfluities; which could not be, if these superfluities were not made use of. Yet the desire of such things insensibly becomes immoderate, and the use of them almost of course, degenerates into luxury; which, in every age, has been the dissipation of riches, and, in every sense, the ruin of those who were possessed of them; and therefore cannot be too much guarded against by all opulent cities. And as men sink into luxury, as much from fashion as direct inclination, the richer sort together may easily restrain this vice, in almost what degree they please; and a few of the chief of them may contribute a great deal towards the restraining it.","subId":"2","id":"Butler.S.17.2"},{"type":"paragraph","content":"It is to be observed further, concerning the progress of riches, that had they continued to consist only in the possession of the things themselves which were necessary, and of the things themselves which were, upon their own account, otherwise desirable; this, in several respects, must have greatly embarrassed trade and commerce, and have set bounds to the increase of riches in all hands, as well as confined them in the hands of a few. But, in process of time, it was agreed to substitute somewhat more lasting and portable, which should pass everywhere, in commerce, for real natural riches: as sounds had before, in language, been substituted for thoughts. And this general agreement, (by what means soever it became general,) that money should answer all things, together with some other improvements, gave full scope for riches to increase in the hands of particular persons, and likewise to circulate into more hands. Now this, though it was not the first origin of covetousness, yet it gives greater scope, encouragement, and temptation to covetousness, than it had before. And there is moreover the appearance, that this artificial kind of riches, money, has begot an artificial kind of passion for them; both which follies well-disposed persons must, by all means, endeavour to keep clear of. For, indeed, \"the love of riches is the root of all evil,\" 1 Tim. vi. 10; though riches themselves may be made instrumental in promoting everything that is good.","subId":"3","id":"Butler.S.17.3"},{"type":"paragraph","content":"The improvement of trade and commerce has made another change, just hinted at, and I think, a very happy one, in the state of the world, as it has enlarged the middle rank of people; many of which are, in good measure, free from the vices of the highest and the lowest part of mankind. Now these persons must remember, that whether, in common language, they do or do not pass under the denomination of rich, yet they really are so, with regard to the indigent and necessitous; and that, considering the great numbers which make up this middle rank among us, and how much they mix with the poor, they are able to contribute very largely to their relief, and have in all respects a very great influence over them.","subId":"4","id":"Butler.S.17.4"},{"type":"paragraph","content":"You have heard now the origin and progress of what this great city so much abounds with, riches; as far as I had occasion to speak of these things. For this brief account of them has been laid before you for the sake of the good admonitions it afforded. Nor will the admonitions be thought foreign to the charities which we are endeavouring to promote. For these must necessarily be less, and the occasions for them greater, in proportion as industry should abate, or luxury increase. And the temper of covetousness is, we all know, directly contrary to that of charity, and eats out the very heart of it. Then, lastly, there are good sort of people, who really want to be told that they are included in the admonitions to be given to the rich, though they do see others richer than themselves.","subId":"5","id":"Butler.S.17.5"},{"type":"paragraph","content":"The ranks of rich and poor being thus formed, they meet together: they continue to make up one society. The mutual want which they still have of each other, still unites them inseparably. But they meet upon a footing of great inequality. For, as Solomon expresses it in brief, and with much force, \"The rich ruleth over the poor,\" Prov. xxii. 7. And thus their general intercourse, with the superiority on one hand, and dependence on the other, are in no sort accidental, but arise necessarily from a settled providential disposition of things, for their common good. Here, then, is a real standing relation between the rich and the poor. And the former must take care to perform the duties belonging to their part of it; for these chiefly the present occasion leads me to speak to, from regard to Him who placed them in that relation to the poor, from whence those duties arise, and who \"is the Maker of them all.\"","subId":"6","id":"Butler.S.17.6"},{"type":"paragraph","content":"What these duties are, will easily be seen, and the obligations to them strongly enforced, by a little further reflection upon both these ranks, and the natural situation which they are in with respect to each other.","subId":"7","id":"Butler.S.17.7"},{"type":"paragraph","content":"The lower rank of mankind go on for the most part, in some track of living, into which they got by direction of example; and to this their understanding and discourse, as well as labour, are greatly confined. Their opinions of persons and things they take upon trust: their behaviour has very little in it original, or of home growth; very little which may not be traced up to the influence of others, and less which is not capable of being changed by such influence. Then, as God has made plentiful provision for all his creatures, the wants of all, even of the poorest, might be supplied, so far as it is fit they should, by a proper distribution of it. This being the condition of the lower part of mankind, consider now what influence, as well as power, their superiors must, from the nature of the case, have over them. For they can instil instruction, and recommend it in a peculiar manner by their example, and enforce it still further with favour and encouragement of various kinds. And experience shows, that they do direct and change the course of the world as they please. Not only the civil welfare, but the morals and religion of their fellow-creatures, greatly depend upon them; much more indeed than they would if the common people were not wanting to their duty. All this is evidently true of superiors in general—superiors in riches, authority, and understanding, taken together. And need I say how much of this whole superiority goes along with riches? It is no small part of it which arises out of riches themselves. In all governments, particularly in our own, a good share of civil authority accompanies them. Superior or natural understanding may, or may not; but when it does not, yet riches afford great opportunities for improvement, and may command information: which things together are equivalent to natural superiority of understanding.","subId":"8","id":"Butler.S.17.8"},{"type":"paragraph","content":"But I am sure you will not think I have been reminding you of these advantages of riches, in order to beget in you that complacency and trust in them, which you find the Scripture everywhere warning you against. No: the importance of riches, this their power and influence, affords the most serious admonition in the world to those who are possessed of them. For it shows how very blameable even their carelessness in the use of that power and influence must be: since it must be blameable in a degree proportionate to the importance of what they are thus careless about.","subId":"9","id":"Butler.S.17.9"},{"type":"paragraph","content":"But it is not only true, that the rich have the power of doing a great deal of good, and must be highly blameable for neglecting to do it; but it is moreover true, that this power is given them by way of trust, in order to their keeping down that vice and misery with which the lover people would otherwise be quite overrun. For without instruction and good influence, they, of course, grow rude and vicious, and reduce themselves to the utmost distresses, often to very terrible ones, without deserving much blame. And to these must be added their unavoidable distresses, which yet admit of relief. This their case plainly requires that some natural provision should be made for it; as the case of children does, who, if left to their own ways, would almost infallibly ruin themselves. Accordingly Providence has made provision for this case of the poor; not only by forming their minds peculiarly apt to be influenced by their superiors, and giving those superiors abilities to direct and relieve them, but also by putting the latter under the care and protection of the former; for this is plainly done, by means of that intercourse of various kinds between them, which, in the natural course of things, is unavoidably necessary. In the primitive ages of the world, the manner in which \"the rich and poor met together,\" was in families. Rich men had the poor for their servants: not only a few for the offices about their persons, and for the care of what we now call domestic affairs; but great numbers also for the keeping of their cattle, the tillage of their fields, for working up their wool into furniture and vestments of necessary use, as well as ornament, and for preparing them those many things at home, which now pass through a multitude of unknown poor hands successively, and are by them prepared, at a distance for the use of the rich. The instruction of these large families, and the oversight of their morals and religion, plainly belonged to the heads of them. And that obvious humanity, which every one feels, must have induced them to be kind to all whom they found under their roof, in sickness and in old age. In this state of the world, the relation between the rich and the poor could not but be universally seen and acknowledged. Now indeed it is less in sight, by means of artificial methods of carrying on business, which yet are not blameable. But the relation still subsists, and the obligations arising out of it; and cannot but remain the same, whilst the rich have the same want of the poor, and make the same use of them, though not so immediately under their eye; and whilst the instruction, and manners, and good or bad state of the poor, really depend in so great a degree upon the rich, as all these things evidently do; partly in their capacity of magistrates, but very much also in their private capacity. In short, He who has distributed men into these different ranks, and at the same time united them into one society, in such sort as men are united, has by this constitution of things, formally put the poor under the superintendency and patronage of the rich. The rich then are charged, by natural providence, as much as by revealed appointment, with the care of the poor; not to maintain them idle; which, were it possible they could be so maintained, would produce greater mischiefs than those which charity is to prevent; but to take care that they maintain themselves by their labour, or, in case they cannot, then to relieve them: to restrain their vices, and form their minds to virtue and religion. This is a trust; yet it is not a burden, but a privilege, annexed to riches. And if every one discharged his share of the trust faithfully, whatever be his share of it, the world would be quite another place from what it is. But that cannot be, till covetousness, debauchery, and every vice, be unknown among the rich. Then, and not before, will the manners of the poor be, in all respects, what they ought to be, and their distresses find the full relief which they ought to find. And, as far as things of this sort can be calculated, in proportion to the right behaviour of persons whom God has placed in the former of these ranks, will be the right behaviour and good condition of those who are cast into the latter. Every one of ability, then, is to be persuaded to do somewhat towards this, keeping up a sense of virtue and religion among the poor, and relieving their wants; each as much as he can be persuaded to. Since the generality will not part with their vices, it were greatly to be wished they would bethink themselves, and do what good they are able, so far only as is consistent with them. A vicious rich man cannot pass through life without doing an incredible deal of mischief, were it only by his example and influence; besides neglecting the most important obligations, which arise from his superior fortune. Yet still, the fewer of them he neglects and the less mischief he does, the less share of the vices and miseries of his inferiors will lie at his door; the less will be his guilt and punishment. But conscientious persons of this rank must revolve again and again in their minds, how great the trust is which God has annexed to it. They must each of them consider impartially, what is his own particular share of that trust, which is determined by his situation, character, and fortune together: and then set himself to be as useful as he can, in those particular ways which he finds thus marked out for him. This is exactly the precept of St. Peter; \"As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God,\" 1 Pet. iv. 10. And as rich men, by a right direction of their greater capacity, may entitle themselves to a greater reward; so, by a wrong direction of it, or even by great negligence, they may become \"partakers of other men's sins,\" 1 Tim. v. 22, and chargeable with other men's miseries. For if there be at all any measures of proportion, any sort of regularity and order in the administration of things, it is self-evident, that \"unto whomsoever much is given, of him shall be much required: and to whom much is committed, of him shall more be demanded,\" Luke xii. 48.","subId":"10","id":"Butler.S.17.10"},{"type":"paragraph","content":"But still it is to be remembered, that every man's behaviour is his own concern, for every one must give an account of his own works; and that the lower people are very greatly to blame in yielding to any ill influence, particularly following the ill example of their superiors; though these are more to blame in setting them such an example. For, as our Lord declares, in the words immediately preceding those just mentioned, \"That servant which knew his Lord's will, and prepared not himself, neither did according to his will, shall be beaten with many stripes. But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes,\" Luke xii. 47, 48. Vice is itself of ill-desert, and therefore shall be punished in all; though its ill-desert is greater or less, and so shall be its punishment, in proportion to men's knowledge of God and religion, but it is in the most literal sense true, that \"he who knew not his Lord's will, and committed things worthy of stripes, shall be beaten, though with few stripes.\" For it being the discernment that such and such actions are evil, which renders them vicious in him who does them, ignorance of other things, though it may lessen, yet it cannot remit the punishment of such actions in a just administration, because it cannot destroy the guilt of them; much less can corrupt deference and regard to the example of superiors, in matters of plain duty and sin, have this effect. Indeed, the lowest people know very well, that such ill example affords no reason why they should do ill; but they hope it will be an excuse for them, and thus deceive themselves to their ruin: which is a forcible reason why their superiors should not lay this snare in their way.","subId":"11","id":"Butler.S.17.11"},{"type":"paragraph","content":"All this approves itself to our natural understanding, though it is by means of Christianity chiefly, that it is thus enforced upon our consciences. And Christianity, as it is more than a dispensation of goodness, in the general notion of goodness, even a dispensation of forgiveness, of mercy, and favour, on God's part, does in a peculiar manner heighten our obligations to charity among ourselves. \"In this was manifested the love of God towards us, that he sent his Son to be the propitiation for our sins. Beloved, if God so loved us, we ought also to love one another.\" 1 John iv. 9—11. With what unanswerable force is that question of our Lord to be applied to every branch of this duty, \"Shouldest not thou also have compassion on thy fellow-servant, even as I had pity on thee?\" Matt, xviii. 33. And can there be a stronger inducement to endeavour the reformation of the world, and bring it to a sense of virtue and religion, than the assurance given us, \"that he which converteth a sinner from the error of his way,\" and, in like manner, he also who preventeth a person's being corrupted, by taking care of his education, \"shall save a soul from death, and hide a multitude of sins?\" James v. 20.","subId":"12","id":"Butler.S.17.12"},{"type":"paragraph","content":"These things lead us to the following observations on the several charities which are the occasion of these annual solemnities.","subId":"13","id":"Butler.S.17.13"},{"type":"paragraph","content":"1. What we have to bestow in charity being a trust, we cannot discharge it faithfully, without taking some care to satisfy ourselves in some degree, that we bestow it upon the proper objects of charity. One hears persons complaining that it is difficult to distinguish who are such: yet often seeming to forget, that this is the reason for using their best endeavours to do it. And others make a custom of giving to idle vagabonds; a kind of charity, very improperly so called, which one really wonders people can allow themselves in, merely to be relieved from importunity, or at best to gratify a false good-nature. For they cannot but know that it is, at least, very doubtful whether what they thus give will not immediately be spent in riot and debauchery. Or suppose it be not, yet still they know they do a great deal of certain mischief, by encouraging this shameful trade of begging in the streets, and all the disorders which accompany it. By the charities towards which I now ask your assistance, as they are always open, so every one may contribute to them with full assurance that he bestows upon proper objects, and, in general, that he does vastly more good, than by equal sums given separately to particular persons. For that these charities really have these advantages, has been fully made out by some who have gone before me in the duty I am discharging, and by the reports annually published at this time.[n23]","subId":"14","id":"Butler.S.17.14"},{"type":"paragraph","content":"Let us thank God for these charities in behalf of the poor, and also on our own behalf, as they give us such clear opportunities of doing good. Indeed, without them, vice and misery, of which there is still so much, would abound so much more in this populous city as to render it scarce an inhabitable place.","subId":"15","id":"Butler.S.17.15"},{"type":"paragraph","content":"2. Amongst the peculiar advantages of public charities above private ones, is also to be mentioned, that they are examples of great influence. They serve for perpetual memorials of what I have been observing, of the relation which subsists between the rich and the poor, and the duties which arise out of it. They are standing admonitions to all within sight or hearing of them, to go and do likewise, Luke x. 37. Educating poor children in virtue and religion, relieving the sick, and correcting offenders in order to their amendment, are in themselves some of the very best of good works. These charities would indeed be the glory of your city, though their influence were confined to it. But important as they are in themselves, their importance still increases by their being examples to the rest of the nation ; which, in process of time, of course copies after the metropolis. It has, indeed, already imitated every one of these charities: for, of late, the most difficult and expensive of them, hospitals for the sick and wounded, have been established: some within your sight, others in remote parts of the kingdom. You will give me leave to mention particularly, that in its second trading city,[n24] which is conducted with such disinterested fidelity and prudence as I dare venture to compare with yours. Again, there are particular persons very blameably inactive and careless, yet not without good dispositions, who, by these charities, are reminded of their duty, and \"provoked to love and to good works,\" Heb. x. 24. And let me add, though one is sorry any should want so slight a reason for contributing to the most excellent designs, yet if any are supposed to do so merely of course, because they see others do it, still they help to support these monuments of charity, which are a continued admonition to the rich, and relief to the poor: and herein all good men rejoice, as St. Paul speaks of himself in a like case, \"yea, and will rejoice,\" Phil. i. 18.","subId":"16","id":"Butler.S.17.16"},{"type":"paragraph","content":"3. As all human schemes admit of improvement, all public charities, methinks, should be considered as standing open to proposals for it; that the whole plan of them, in all its parts, may be brought to as great perfection as is possible. Now, it should seem that employing some share of the children's time in easy labour suitable to their age, which is done in some of our charity-schools, might be done in most others of them with very good effect, as it is in all those of a neighbouring kingdom. Then, as the only purposes of punishments, less than capital, are to reform the offenders themselves, and warn the innocent by their example, everything which should contribute to make this kind of punishments answer these purposes better than it does, would be a great improvement. And whether it be not a thing practicable, and what would contribute somewhat towards it, to exclude utterly all sorts of revel mirth from places where offenders are confined, to separate the young from the old, and force them both in solitude, with labour and low diet, to make the experiment how far their natural strength of mind can support them under guilt and shame and poverty ; this may deserve consideration. Then, again, some religious instruction, particularly adapted to their condition, would as properly accompany those punishments which are intended to reform, as it does capital ones. God forbid that I should be understood to discourage the provision which is made for it in this latter case: I heartily wish it were better than it is, especially since it may well be supposed, as the state of religion is at present among us, that some condemned malefactors may have never had the doctrine of the gospel enforced upon their consciences. Bat since it must be acknowledged of greater consequence, in a religious, as well as civil respect, how persons live than how they die, it cannot but be even more incumbent on us to endeavour, in all ways, to reclaim those offenders who are to return again into the world, than those who are to be removed out of it: and the only effectual means of reclaiming them is, to instil into them a principle of religion. If persons of authority and influence would take things of this and a like kind under their consideration, they might perhaps still improve those charities, which are already, I truly believe, under a better management than any other of so large a compass in the world. But,","subId":"17","id":"Butler.S.17.17"},{"type":"paragraph","content":"4. With regard to the two particular branches of them last mentioned, I would observe, that our laws and whole constitution, civil and ecclesiastical, go more upon supposition of an equality amongst mankind than the constitution and laws of any other countries. Now, this plainly requires that more particular regard should be had to the education of the lower people here than in places where they are born slaves of power, and to be made slaves of superstition. It is, I suppose, acknowledged that they have greater liberty here than they have anywhere else in the world; but unless care be taken for giving them some inward principle, to prevent their abusing this greater liberty, which is their birthright, can we expect it will prove a blessing to them? Or will they not, in all probability, become more dissolute, or more wild and extravagant, whatever wrong turn they happen to take, than people of the same rank in other countries?","subId":"18","id":"Butler.S.17.18"},{"type":"paragraph","content":"5. Let me again remind you of the additional reason which persons of fortune have to take particular care of their whole behaviour, that it be in all respects good and exemplary, upon account of the influence which it will have upon the manners of their inferiors. And pray observe how strictly this is connected with the occasion of our present meeting; how much your good behaviour in private life will contribute to promote the good design of all these charities, and how much the contrary would tend to defeat it, and even to produce the evils which they are intended to prevent or to remedy. Whatever care be taken in the education of these poor children at school, there is always danger of their being corrupted when they come from it; and this danger is greater in proportion to the greater wickedness of the age they have to pass through. But if, upon their coming abroad into the world, they find the principles of virtue and religion recommended by the example of their superiors, and vice and irreligion really discountenanced, this will confirm them in the good principles in which they have been brought up, and give the best ground to hope they will never depart from them. And the like is to be said of offenders, who may have had a sense of virtue and religion wrought in them under the discipline of labour and confinement. Again; dissolute and debauched persons of fortune greatly increase the general corruption of manners; and this is what increases want and misery of all kinds. So that they may contribute largely to any or all of these charities, and yet undo but a very small part of the mischief which they do, by their example, as well as in other ways. But still the mischief which they do, suppose by their example, is an additional reason why they should contribute to them; even in justice to particular persons, in whose ruin they may have an unknown share of guilt, or, however, injustice to society in general; for which they will deserve commendation, how blameable soever they are for the other. And, indeed, amidst the dark prospect before us, from that profligateness of manners and scorn of religion which so generally abound, this good spirit of charity to the poor discovering itself so great a degree, upon these occasions, and likewise in the late necessitous time, even amongst persons far from being blameless in other respects; this cannot but afford hopes, that we are not given over by Providence, and also that they themselves will at length consider, and not go on contributing, by the example of their vices, to the introduction of that distress which they so commendably relieve by their liberality.","subId":"19","id":"Butler.S.17.19"},{"type":"paragraph","content":"To conclude: let our charity towards men be exalted into piety towards God, from the serious consideration, that we are all his creatures, a consideration which enforces that duty upon our consciences, as we have any regard to him. This kind of adjuration, and a most solemn one it is, one often hears profaned by a very unworthy sort of people, when they ask relief for God's sake. But surely the principle itself, which contains in it everything great, and just, and good, is grievously forgotten among us. To relieve the poor for God's sake, is to do it in conformity to the order of nature, and to his will, and his example, who is the Author and Governor of it; and in thankful remembrance, that all we have is from his bounty. It is to do it, in his behalf, and as to him. For \"he that hath pity upon the poor, lendeth unto the Lord,\" Prov. xix. 17. And our Saviour has declared, that he will take, as given to himself, what is given in a well-chosen charity. Matt. xxv. 40. Lastly, It is to do it under a sense of the account which will be required of what is committed to our trust, when the rich and poor, who meet here upon terms of so great inequality, shall meet hereafter upon a level, before Him who \"is the Maker of them all.\"","subId":"20","id":"Butler.S.17.20"},{"type":"note","content":"Here the report was read.","subId":"n23","id":"Butler.S.17.n23"},{"type":"note","content":"As it is of very particular benefit to those who ought always to be looked upon with particular favour by us, I mean our seamen, so likewise it is of very extensive benefit to the large tracts of country west and north of it. Then the medical waters near the city render it a still more proper situation for an infirmary; and so likewise does its neighbourhood to the Bath Hospital; for it may well be supposed that some poor objects will be sent thither, in hopes of relief from the Bath-waters, whose case may afterwards be found to require the assistance of physic or surgery; and on the other hand, that some may be sent to our infirmary for help from those arts whose case may be found to require the Bath-waters. So that, if I am not greatly partial, the Bristol infirmary as much deserves encouragement as any charitable foundation in the kingdom.","subId":"n24","id":"Butler.S.17.n24"}]}
