{"imported":true,"id":"Butler.S.21","parent":"Butler.S","title":"Sermon 21","breadcrumb":"Sermon 21","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SERMON XXI. £1 £3 [1 ^Pet.^ iv. 8.] £3 _And above all things, have fervent Charity among yourselves: for Charity shall cover the Multitude of Sins._","id":"Butler.S.21"},{"type":"paragraph","content":"As we owe our being, and all our faculties, and the very opportunities of exerting them, to Almighty God, and are plainly his, and not our own, we are admonished, even though we should \"have done all those things which are commanded us, to say. We are unprofitable servants,\" Luke xvii. 10; and with much deeper humility must we make this acknowledgment when we consider in how \"many things we have all offended,\" James iii. 2. But still the behaviour of such creatures as men, highly criminal in some respects, may yet in others be such as to render them the proper objects of mercy, and, our Saviour does not decline saying, \"thought worthy of it,\" Luke xx. 35. And conformably to our natural sense of things, the Scripture is very express, that mercy, forgiveness, and in general, charity to our fellow-creatures, has this efficacy in a very high degree.","subId":"1","id":"Butler.S.21.1"},{"type":"paragraph","content":"Several copious and remote reasons have been alleged, why such pre-eminence is given to this grace or virtue: some of great importance, and none of them perhaps without its weight. But the proper one seems to be very short and obvious, that by fervent charity, with a course of beneficence proceeding from it, a person may make amends for the good he has blameably omitted, and the injuries he has done, so far, as that society would have no demand upon him for such his misbehaviour; nor consequently would justice have any in behalf of society, whatever it might have upon other accounts. Thus, by fervent charity, he may even merit forgiveness of men: and this seems to afford a very singular reason why it may be graciously granted him by God: a very singular reason, the Christian covenant of pardon always supposed, why divine justice should permit, and divine mercy appoint, that such his charity should be allowed to \"cover a multitude of sins.\"","subId":"2","id":"Butler.S.21.2"},{"type":"paragraph","content":"And this reason leads me to observe, what Scripture, and the whole nature of the thing shows, that the charity here meant must be such hearty love to our fellow-creatures, as produceth a settled endeavour to promote, according to the best of our judgment, their real lasting good, both present and future: and not that easiness of temper, which with peculiar propriety is expressed by the word good-humour, and is a sort of benevolent instinct left to itself, without the direction of our judgment. For this kind of good-humour is so far from making the amends before-mentioned, that, though it be agreeable in conversation, it is often most mischievous in every other intercourse of life; and always puts men out of a capacity of doing the good they might, if they could withstand importunity, and the sight of distress, when the case requires they should be withstood; many instances of which case daily occur, both in public and private. Nor is it to be supposed, that we can any more promote the lasting good of our fellow-creatures, by acting from mere kind inclinations, without considering what are the proper means of promoting it, than that we can attain our own personal good, by a thoughtless pursuit of everything which pleases us. For the love of our neighbour, as much as self-love, the social affections, as much as the private ones, from their very nature, require to be under the direction of our judgment. Yet it is to be remembered, that it does in no sort become such a creature as man to harden himself against the distresses of his neighbour, except where it is really necessary; and that even well-disposed persons may run into great perplexities, and great mistakes too, by being over-solicitous in distinguishing what are the most proper occasions for their charity, or who the greatest objects of it. And therefore as, on the one side, we are obliged to take some care not to squander that which, one may say, belongs to the poor, as we shall do, unless we competently satisfy ourselves beforehand, that what we put to our account of charity will answer some good purpose: so on the other side, when we are competently satisfied of this, in any particular instance before us, we ought by no means to neglect such present opportunity of doing good, under the notion of making further inquiries; for of these delays there will be no end.","subId":"3","id":"Butler.S.21.3"},{"type":"paragraph","content":"Having thus briefly laid before you the ground of that singular efficacy, which the text ascribes to charity in general—obviated the objection against its having this efficacy—and distinguished the virtue itself from its counterfeits—let us now proceed to observe the genuineness and excellency of the particular charity, which we are here met together to promote.","subId":"4","id":"Butler.S.21.4"},{"type":"paragraph","content":"Medicine, and every other relief \"under the calamity of bodily diseases and casaalties,\" no less than the daily necessaries of life, are natural provisions, which God has made for our present indigent state, and which he has granted in common to the children of men, whether they be poor or rich; to the rich, by inheritance or acquisition; and by their hands to the disabled poor.","subId":"5","id":"Butler.S.21.5"},{"type":"paragraph","content":"Nor can there be any doubt, but that public infirmaries are the most effectual means of administering such relief; besides that they are attended with incidental advantages of great importance; both which things have been fully shown, and excellently enforced, in the annual sermons upon this and the like occasions.","subId":"6","id":"Butler.S.21.6"},{"type":"paragraph","content":"But, indeed, public infirmaries are not only the best, they are the only possible means by which the poor, especially in this city, can be provided,\\* in any competent measure, with the several kinds of assistance which bodily diseases and casualties require. Not to mention poor foreigners, it is obvious no other provision can be made for poor strangers out of the country, when they are overtaken by these calamities, as they often must be, whilst they are occasionally attending their affairs in this centre of business. But even the poor who are settled here, are in a manner strangers to the people amongst whom they live; and, were it not for this provision, must unavoidably be neglected, in the hurry and concourse around them, and be left unobserved to languish in sickness, and suffer extremely, much more than they could in less populous places, where every one is known to every one, and any great distress presently becomes the common talk; and where also poor families are often under the particular protection of some or other of their rich neighbours, in a very different way from what is commonly the case here. Observations of this kind show, that there is a peculiar occasion, and even a necessity, in such a city as this, for public infirmaries, to which easy admittance may be had: and here in ours no security is required, nor any sort of gratification allowed; and that they ought to be multiplied, or enlarged, proportionably to the increase of our inhabitants: for to this the increase of the poor will always bear proportion; though less in ages of sobriety and diligence, and greater in ages of profusion and debauchery.","subId":"7","id":"Butler.S.21.7"},{"type":"paragraph","content":"Now, though nothing to be called an objection in the way of argument can be alleged against thus providing for poor sick people, in the properest, indeed the only way in which they can be provided for; yet persons of too severe tempers can, even upon this occasion, talk in a manner, which, contrary surely to their intention, has a very malignant influence upon the spirit of charity—talk of the ill-deserts of the poor, the good uses they might make of being left to suffer more than they do, under distresses which they bring upon themselves, or however might, by diligence and frugality, provide against: and the idle uses they may make of knowing beforehand, that they shall be relieved in case of those distresses. Indeed, there is such a thing as a prejudice against them, arising from their very state of poverty, which ought greatly to be guarded against: a kind of prejudice, to which perhaps most of us, upon some occasions, and in some degree, may inattentively be liable, but which pride and interest may easily work up to a settled hatred of them; the utter reverse of that amiable part of the character of Job, that \"he was a father to the poor,\" Job xxix. 16. But it is undoubtedly fit, that such of them as are good and industrious should have the satisfaction of knowing beforehand, that they shall be relieved under diseases and casualties; and those, it is most obvious, ought to be relieved preferably to others. But these others, who are not of that good character, might possibly have the apprehension of those calamities, in so great a degree as would be very mischievous, and of no service, if they thought they must be left to perish under them. And though their idleness and extravagance are very inexcusable, and ought by all reasonable methods to be restrained; and they are highly to be blamed for not making some provision against age and supposable disasters, when it is in their power; yet it is not to be desired, that the anxieties of avarice should be added to the natural inconveniences of poverty.","subId":"8","id":"Butler.S.21.8"},{"type":"paragraph","content":"It is said that our common fault towards the poor is not harshness, but too great lenity and indulgence. And if allowing them in debauchery, idleness, and open beggary; in drunkenness, profane cursing and swearing in our streets, nay, in our houses of correction: if this be lenity, there is doubtless a great deal too much of it. And such lenity towards the poor is very consistent with the most cruel neglects of them, in the extreme misery to which those vices reduce them. Now, though this last certainly is not our general fault, yet it cannot be said, every one is free from it. For this reason, and that nothing which has so much as the shadow of an objection against our public charities, may be entirely passed over, you will give me leave to consider a little the supposed case above mentioned, though possibly some may think it unnecessary, that of persons reduced to poverty and distress by their own faults.","subId":"9","id":"Butler.S.21.9"},{"type":"paragraph","content":"Instances of this there certainly are. But it ought to be very distinctly observed, that in judging which are such, we are liable to be mistaken; and more liable to it, in judging to what degree those are faulty, who really are so in some degree. However, we should always look with mildness upon the behaviour of the poor; and be sure not to expect more from them than can be expected, in a moderate way of considering things. We should be forward, not only to admit and encourage the good deserts of such as do well, but likewise, as to those of them who do not, be ever ready to make due allowances for their bad education, or, which is the same, their having had none; for what may be owing to the ill example of their superiors, as well as companions, and for temptations of all kinds. And remember always, that be men's vices what they will, they have not forfeited their claim to relief under necessities, till they have forfeited their lives to justice.","subId":"10","id":"Butler.S.21.10"},{"type":"paragraph","content":"\"Our heavenly Father is kind to the unthankful and the evil; and sendeth his rain on the just and on the unjust,\" Matt. V. 45, Luke vi. 35; and, in imitation of him, our Saviour expressly requires, that our beneficence be promiscuous. But we have, moreover, the Divine example for relieving those distresses which are brought upon persons by their own faults; and that is exactly the case we are considering. Indeed, the general dispensation of Christianity is an example of this; for its general design is to save us from our sins, and the punishments which would have been the just consequence of them. But the Divine example, in the daily course of nature, is a more obvious and sensible one. And though the natural miseries which are foreseen to be annexed to a vicious course of life are providentially intended to prevent it, in the same manner as civil penalties are intended to prevent civil crimes; yet those miseries, those natural penalties, admit of and receive natural reliefs, no less than any other miseries which could not have been foreseen or prevented. Charitable providence then, thus manifested in the course of nature, which is the example of our heavenly Father, most evidently leads us to relieve, not only such distresses as were unavoidable, but also such as people by their own faults have brought upon themselves. The case is, that we cannot judge in what degree it was intended they should suffer, by considering what, in the natural course of things, would be the whole bad consequences of their faults, if those consequences were not prevented when nature has provided means to prevent great part of them. We cannot, for instance, estimate what degree of present sufferings God has annexed to drunkenness, by considering the diseases which follow from this vice, as they would be if they admitted of no reliefs or remedies; but by considering the remaining misery of those diseases, after the application of such remedies as nature has provided. For as it is certain on the one side, that those diseases are providential corrections of intemperance, it is as certain on the other, that the remedies are providential mitigations of those corrections, and altogether as much providential, when administered by the good hand of charity in the case of our neighbour, as when administered by self-love in our own. Thus the pain, and danger, and other distresses of sickness and poverty remaining, after all the charitable relief which can be procured, and the many uneasy circumstances which cannot but accompany that relief though distributed with all supposable humanity; these are the natural corrections of idleness and debauchery, supposing these vices brought on those miseries. And very severe corrections they are; and they ought not to be increased by withholding that relief, or by harshness in the distribution of it. Corrections of all kinds, even the most necessary ones, may easily exceed their proper bound; and when they do so they become mischievous; and mischievous in the measure they exceed it. And the natural corrections which we have been speaking of, would be excessive, if the natural mitigations provided for them were not administered.","subId":"11","id":"Butler.S.21.11"},{"type":"paragraph","content":"Then persons, who are so scrupulously apprehensive of everything which can possibly, in the most indirect manner, encourage idleness and vice, (which, by the way, anything may accidentally do,) ought to turn their thoughts to the moral and religious tendency of infirmaries. The religious manner in which they are carried on, has itself a direct tendency to bring the subject of religion into the consideration of those whom they relieve; and, in some degree, to recommend it to their love and practice, as it is productive of so much good to them, as restored ease and health, and a capacity of resuming their several employments. It is to virtue and religion, they may mildly be admonished, that they are indebted for their relief. And this, amongst other admonitions of their spiritual guide, and the quiet and order of their house, out of the way of bad examples, together with a regular course of devotion, which it were greatly to be wished might be daily; these means, it is to be hoped, with the common grace of God, may enforce deeply upon their consciences those serious considerations, to which a state of affliction naturally renders the mind attentive; and that they will return, as from a religious retreat, to their several employments in the world, with lasting impressions of piety in their hearts. By such united advantages, which these poor creatures can in no sort have any other way, very remarkable reformations have been wrought. Persons of the strictest characters, therefore, would give a more Satisfactory proof, not to the world, but to their own consciences, of their desire to suppress vice and idleness, by setting themselves to cultivate the religious part of the institutions of infirmaries, which, I think, would admit of great improvements, than by allowing themselves to talk in a manner which tends to discountenance either the institution itself, or any particular branch of it.","subId":"12","id":"Butler.S.21.12"},{"type":"paragraph","content":"Admitting, then, the usefulness and necessity of these kinds of charity, which, indeed, cannot be denied; yet everything has its bounds. And, in the spirit of severity before mentioned, it is imagined that people are enough disposed (such, it seems, is the present term,) to contribute largely to them. And some, whether from dislike of the charities themselves, or from mere profligateness, think \"these formal recommendations of them at church every year might very well be spared.\"","subId":"13","id":"Butler.S.21.13"},{"type":"paragraph","content":"But surely it is desirable, that a customary way should be kept open for removing prejudices, as they may arise, against these institutions; for rectifying any misrepresentations which may, at any time, be made of them; and informing the public of any new emergencies; as well as for repeatedly enforcing the known obligations of charity, and the excellency of this particular kind of it. Then sermons, you know amongst Protestants, always of coarse accompany those more solemn appearances in the house of God: nor will these latter be kept up without the other. Now public devotions should ever attend, and consecrate public charities. And it would be a sad presage of the decay of these charities, if ever they should cease to be professedly carried on in the fear of God, and upon the principles of religion. It may be added, that real charitable persons will approve of these frequent exhortations to charity, even though they should be conscious that they do not themselves stand in need of them, upon account of such as do. And such can possibly have no right to complain of being too often admonished of their duty, till they are pleased to practise it. It is true, indeed, we have the satisfaction of seeing a spirit of beneficence prevail, in a very commendable degree, amongst all ranks of people, and in a very distinguished manner in some persons among the highest; yet it is evident too many of all ranks are very deficient in it, who are of great ability, and of whom much might be expected. Though everything, therefore, were done in behalf of the poor which is wanted, yet these persons ought repeatedly to be told, how highly blameable they are for letting it be done without them; and done by persons of whom great numbers must have much less ability than they.","subId":"14","id":"Butler.S.21.14"},{"type":"paragraph","content":"But whoever can really think, that the necessities of the disabled poor are sufficiently provided for already, must be strangely prejudiced. If one were to send you to themselves to be better informed, you would readily answer, that their demands would be very extravagant; that persons are not to be their own judges in claims of justice, much less in those of charity. You, then—I am speaking to the hard people above mentioned—you are to judge what provision is to be made for the necessitous, so far as it depends upon your contributions. But ought you not to remember, that you are interested, that you are parties in the affair, as well as they? For is not the giver as really so, as the receiver? And as there is danger that the receiver will err one way, is there not danger that the giver may err the other; since it is not matter of arbitrary choice, which has no role, but matter of real equity, to be considered as in the presence of God, what provision shall be made for the poor? And, therefore, though you are yourselves the only judges what you will do in their behalf, for the case admits no other; yet, let me tell you, you will not be impartial, you will not be equitable judges, until you have guarded against the influence which interest is apt to have upon your judgment, and cultivated within you the spirit of charity to balance it. Then you will see the various remaining necessities which call for relief. But that there are many such, must be evident at first sight to the most careless observer, were it only from hence, that both this and the other hospitals are often obliged to reject poor objects which offer, even for want of room, or wards to contain them.","subId":"15","id":"Butler.S.21.15"},{"type":"paragraph","content":"Notwithstanding many persons have need of these admonitions, yet there is a good spirit of beneficence, as I observed, pretty generally prevailing. And I must congratulate you upon the great success it has given to the particular good work before us; great, I think, beyond all example, for the time it has subsisted. Nor would it be unsuitable to the present occasion, to recount the particulars of this success. For the necessary accommodations which have been provided, and the numbers who have been relieved, in so short a time, cannot but give high reputation to the London Infirmary. And the reputation of any particular charity, like credit in trade, is so much real advantage, without the inconveniences to which that is sometimes liable. It will bring in contributions for its support; and men of character, as they shall be wanted, to assist in the management of it; men of skill in the profession, men of conduct in business, to perpetuate, improve, and bring to perfection. So that you, the contributors to this charity, and more especially those of you by whose immediate care and economy it is in so high repute, are encouraged to go on with \"your labour of love,\" Heb. vi. 10, not only by the present good, which you see is here done, but likewise by the prospect of what will probably be done, by your means in future times, when this Infirmary shall become, as I hope it will, no less renowned, than the city in which it is established.","subId":"16","id":"Butler.S.21.16"},{"type":"paragraph","content":"But to see how far it is from being yet complete, for want of contributions, one need only look upon the settled rules of the house for admission of patients. See there the limitations which necessity prescribes, as to the persons to be admitted. Read but that one order, though others might be mentioned, that \"none who are judged to be in an asthmatic, consumptive, or dying condition, be admitted on any account whatsoever.\" Harsh as these words sound, they proceed out of the mouth of charity herself. Charity pronounces it to be better, that poor creatures, who might receive much ease and relief should be denied it, if their case does not admit of recovery, rather than that others, whose case does admit of it, be left to perish. But it shocks humanity to hear such an alternative mentioned; and to think that there should be a necessity, as there is at present, for such restrictions, in one of the most beneficent and best managed schemes in the world. May more numerous or larger contributions, at length, open a door to such as these; that what renders their case in the highest degree compassionable, their languishing under incurable diseases, may no longer exclude them from the house of mercy!","subId":"17","id":"Butler.S.21.17"},{"type":"paragraph","content":"But, besides the persons to whom I have been now more particularly speaking, there are others, who do not cast about for excuses for not contributing to the relief of the necessitous, perhaps are rather disposed to relieve them, who yet axe not so careful as they ought to be, to put themselves into a capacity of doing it. For we are as really accountable for not doing the good which we might have in our power to do, if we would manage our affairs with prudence, as we are for not doing the good which is in our power now at present. And hence arise the obligations of economy upon people in the highest, as well as in the lower stations of life, in order to enable themselves to do that good, which, without economy, both of them must be incapable of; even though, without it, they could answer the strict demands of justice, which yet we find neither of them can. \"A good man showeth favour, and lendeth; and,\" to enable himself to do so, \"he will guide his affairs with discretion,\" Psa. cxii. 5. For want of this, many a one has reduced his family to the necessity of asking relief from those public charities to which he might have left them in a condition of largely contributing.","subId":"18","id":"Butler.S.21.18"},{"type":"paragraph","content":"As economy is the duty of all persons without exception, frugality and diligence are duties which particularly belong to the middle as well as lower ranks of men; and more particularly still, to persons in trade and commerce, whatever their fortunes be. For trade and commerce cannot otherwise be carried on, but is plainly inconsistent with idleness and profusion; though indeed, were it only from regard to propriety, and to avoid being absurd, every one should conform his behaviour to what his situation in life requires, without which the order of society must be broken in upon. And considering how inherited riches, and a life of leisure, are often employed, the generality of mankind have cause to be thankful, that their station exempts them from so great temptations; that engages them in a sober care of their expenses, and in a course of application to business: especially as these virtues, moreover, tend to give them, what is an excellent ground-work for all others, a stayed equality of temper and command of their passions. But when a man is diligent and frugal, in order to have it in his power to do good; when he is more industrious, or more sparing, perhaps, than his circumstances necessarily require, that he may \"have to give to him that needeth,\" Eph. iv. 28; when he \"labours in order to support the weak,\" Acts xx. 35; such care of his affairs is itself charity, and the actual beneficence which it enables him to practise, is additional charity.","subId":"19","id":"Butler.S.21.19"},{"type":"paragraph","content":"You will easily see, why I insist thus upon these things, because I would particularly recommend the good work before us to all ranks of people in this great city. And I think I have reason to do so, from the consideration, that it very particularly belongs to them to promote it. The gospel, indeed, teaches us to look upon every one in distress as our neighbour, yet neighbourhood, in the literal sense, and likewise several other circumstances, are providential recommendations of such and such charities, and excitements to them; without which the necessitous would suffer much more than they do at present For our general disposition to beneficence would not be sufficiently directed, and, in other respects, would be very ineffectual, if it were not called forth into action by some or other of those providential circumstances, which form particular relations between the rich and the poor, and are of course regarded by every one in some degree. But, though many persons among you, both in the way of contributions, and in other ways no less useful, have done even more than was to be expected, yet I must be allowed to say, that I do not think the relation the inhabitants of this city bear to the persons for whom our Infirmary was principally designed, is sufficiently attended to by the generality; which may be owing to its late establishment. It is, you know, designed principally for \"diseased manufacturers, seamen in merchant service, and their wives and children;\" and poor manufacturers comprehend all who are employed in any labour whatever, belonging to trade and commerce. The description of these objects shows their relation, and a very near one it is to you, my neighbours, the inhabitants of this city. If any of your domestic servants were disabled by sickness, there is none of you but would think himself bound to do somewhat for their relief. Now these seamen and manufacturers are employed in your immediate business. They are servants of merchants, and other principal traders; as much your servants as if they lived under your roof; though, by their not doing so, the relation is less in sight. And supposing they do not all depend upon traders of lower rank, in exactly the same manner, yet many of them do; and they have all connections with you, which give them a claim to your charity preferable to strangers. They are indeed servants of the public; and so are all industrious poor people, as well as they. But that does not hinder the latter from being more immediately yours. And as their being servants to the public is a general recommendation of this charity to all other persons, so their being more immediately yours, is surely a particular recommendation of it to you. Notwithstanding all this, I will not take upon me to say that every one of you is blameable who does not contribute to your Infirmary, for yours it is in a peculiar sense; but I will say, that those of you who do, are highly commendable. I will say more, that you promote a very excellent work, which your particular station is a providential call upon you to promote. And there can be no stronger reason than this for doing anything, except the one reason, that it would be criminal to omit it.","subId":"20","id":"Butler.S.21.20"},{"type":"paragraph","content":"These considerations, methinks, might induce every trader of higher rank in this city, to become a subscriber to the Infirmary which is named from it; and others of you, to contribute somewhat yearly to it, in the way in which smaller contributions are given. This would be a most proper offering, out of your increase, to Him whose \"blessing maketh rich,\" Prov. x. 22. Let it be more or less, \"every man according as he purposeth in his heart; not grudgingly, or of necessity, for God loveth a cheerful giver,\" 2 Cor. ix. 7.","subId":"21","id":"Butler.S.21.21"},{"type":"paragraph","content":"The large benefactions of some persons of ability may be necessary in the first establishment of a public charity, and are greatly useful afterwards in maintaining it: but the expenses of this before us, in the extent and degree of perfection to which one would hope it might be brought, cannot be effectually supported, any more than the expenses of civil government, without the contribution of great numbers. You have already the assistance of persons of the highest rank and fortune, of which the list of our governors and the present appearance are illustrious examples. And their assistance would be far from lessening, by a general contribution to it amongst yourselves. On the contrary, the general contribution to it amongst yourselves, which I have been proposing, would give it still higher repute, and more invite such persons to continue their assistance, and accept the honour of being in its direction. For the greatest persons receive honour from taking the direction of a good, work, as they likewise give honour to it. And by these concurrent endeavours, our Infirmary might at length be brought to answer, in some competent measure, to the occasions of our city.","subId":"22","id":"Butler.S.21.22"},{"type":"paragraph","content":"Blessed are they who employ their riches in promoting so excellent a design. The temporal advantages of them are far from coming up, in enjoyment, to what they promise at a distance. But the distinguished privilege, the prerogative of riches is, that they increase our power of doing good. This is their proper use. In proportion as men make this use of them, they imitate Almighty God: and co-operate together with him in promoting the happiness of the world; and may expect the most favourable judgment which their case will admit of, at the last day, upon the general repeated maxim of the gospel, that we shall then be treated ourselves as we now treat others. They have moreover the prayers of all good men, those of them particularly whom they have befriended, and by such exercise of charity, they improve within themselves the temper of it, which is the very temper of heaven. Consider, next, the peculiar force with which this branch of charity, alms-giving, is recommended to us in these words, \"He that hath pity upon the poor, lendeth unto the Lord,\" Prov. xix. 17: and in these of our Saviour, \"Verily, I say unto you, Inasmuch as you have done it,\" relieved the sick and needy, \"unto one of the least of these my brethren, ye have done it unto me,\" Matt. xxv. 40. Beware you do not explain away these passages of Scripture, under the notion that they have been made to serve superstitious purposes; but ponder them fairly in your heart, and you will feel them to be of irresistible weight. Lastly, let us remember, in how many instances we have all left undone those things which we ought to have done, and done those things which we ought not to have done. Now, whoever has a serious sense of this, will most earnestly desire to supply the good, which he was obliged to have done, but has not, and undo the evil which he has done, or neglected to prevent; and when that is impracticable, to make amends, in some other way, for his offences—I can mean only to our fellow-creatures. To make amends, in some way or other, to a particular person, against whom we have offended, either by positive injury, or by neglect, is an express condition of our obtaining forgiveness of God, when it is in our power to make it. And, when it is not, surely the next best thing is, to make amends to society by fervent charity, in a course of doing good: which riches, as I observed, put very much within our power.","subId":"23","id":"Butler.S.21.23"},{"type":"paragraph","content":"How unhappy a choice, then, do those rich men make, who sacrifice all these high prerogatives of their state to the wretched purposes of dissoluteness and vanity, or to the sordid itch of heaping up, to no purpose at all; whilst, in the mean time, they stand charged with the important trust, in which they are thus unfaithful, and of which a strict account remains to be given.","subId":"24","id":"Butler.S.21.24"}]}
