{"imported":true,"id":"Butler.S.8","parent":"Butler.S","title":"Sermon 8. Upon Resentment.","breadcrumb":"Sermon 8","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SERMON VIII. £1 £2 _Upon Resentment._ £2 £3 [^Matth.^ v. 43, 44.] £3 _Ye have heard that it hath been said, Thou shalt love thy Neighbour, and hate thine Enemy: But I say unto you, Love your Enemies, bless them that curse you, do good to them that hate you, and pray for them that despitefully use you and persecute you._","id":"Butler.S.8"},{"type":"paragraph","content":"Since perfect goodness in the Deity is the principle from whence the universe was brought into being, and by which it is preserved: and since general benevolence is the great law of the whole moral creation, it is a question which immediately occurs, \"Why had man implanted in him a principle which appears the direct contrary to benevolence?\" Now, the foot upon which inquiries of this kind should be treated is this; to take human nature as it is, and the circumstances in which it is placed as they are; and then consider the correspondence between that nature and those circumstances, or what course of action and behaviour, respecting those circumstances, any particular affection or passion leads us to. This I mention to distinguish the matter now before us from disquisitions of quite another kind; namely, \"Why are we not made more perfect creatures, or placed in better circumstances?\" These being questions which we have not, that I know of, anything at all to do with. God Almighty undoubtedly foresaw the disorders, both natural and moral, which would happen in this state of things. If upon this we set ourselves to search and examine why he did not prevent them; we shall, I am afraid, be in danger of running into somewhat worse than impertinent curiosity. But upon this to examine how far the nature which he hath given us hath a respect to those circumstances, such as they are; how far it leads us to act a proper part in them, plainly belongs to us: and such inquiries are in many ways of excellent use. Thus, the thing to be considered is not, \"Why we are not made of such a nature, and placed in such circumstances, as to have no need of so harsh and turbulent a passion as resentment;\" but, taking our nature and condition as being what they are, \"Why, or for what end, such a passion was given us:\" and this chiefly in order to show what are the abuses of it.","subId":"1","id":"Butler.S.8.1"},{"type":"paragraph","content":"The persons who laid down for a rule, \"Thou shalt love thy neighbour, and hate thy enemy,\" made short work with this matter. They did not, it seems, perceive any thing to be disapproved in hatred more than in good-will: and, according to their system of morals, our enemy was the proper natural object of one of those passions, as our neighbour was of the other of them.","subId":"2","id":"Butler.S.8.2"},{"type":"paragraph","content":"This was all they had to say, and all they thought needful to be said, upon the subject. But this cannot be satisfactory; because hatred, malice, and revenge, are direct contrary to the religion we profess, and to the nature a reason of the thing itself. Therefore, since no passion God hath endued us with can be in itself evil; and yet since men frequently indulge a passion in such ways and degree that at length it becomes quite another thing from what it was originally in our nature; and those vices of malice and revenge, in particular, take their occasion from the natural passion of resentment: it will be needful to trace this its original, that we may see, \"What it is in itself, as placed in our nature by its Author;\" from which it will plainly appear \"for what ends it was placed there.\" And when we know what the passion is in itself, and the ends of it, we shall easily see \"what are the abuses of it, in which malice and revenge consist;\" and which are so strongly forbidden in the text, by the direct contrary being commanded.","subId":"3","id":"Butler.S.8.3"},{"type":"paragraph","content":"Resentment is of two kinds: Hasty and sudden, or settled and deliberate. The former is called anger, and often passion; which, though a general word, is frequently appropriated and confined to the particular feeling, sudden anger, as distinct from deliberate resentment, malice and revenge. In all these words is usually implied somewhat vicious, somewhat unreasonable as to the occasion of the passion, or immoderate as to the degree or duration of it. But that the natural passion itself is indifferent, St. Paul has asserted in that precept, \"Be ye angry and sin not,\" Eph. iv. 26, which, though it is by no means to be understood as an encouragement to indulge ourselves in anger, the sense being certainly this, \"Though ye be angry, sin not;\" yet here is evidently a distinction made between anger and sin, between the natural passion and sinful anger.","subId":"4","id":"Butler.S.8.4"},{"type":"paragraph","content":"Sudden anger, upon certain occasions, is mere instinct: as merely so, as the disposition to close our eyes upon the apprehension of somewhat falling into them; and no more necessarily implies any degree of reason. I say necessarily: for, to be sure, hasty, as well as deliberate anger, may be occasioned by injury or contempt; in which cases, reason suggests to our thoughts that injury and contempt, which is the occasion of the passion: but I am speaking of the former only so far as it is to be distinguished from the latter. The only way in which our reason and understanding can raise anger, is by representing to our mind injustice or injury of some kind or other. Now, momentary anger is frequently raised, not only without any real, but without any apparent reason; that is, without any appearance of injury, as distinct from hurt or pain. It cannot, I suppose, be thought that this passion, in infants, in the lower species oi animals, and, which is often seen, in men towards them; it cannot, I say, be imagined, that these instances of this passion are the effect of reason: no, they are occasioned by mere sensation and feeling. It is opposition, sudden hurt, violence, which naturally excites the passion: and the real demerit or fault of him who offers that violence, or is the cause of that opposition or hurt, does not, in many cases, so much as come into thought.","subId":"5","id":"Butler.S.8.5"},{"type":"paragraph","content":"The reason and end for which man was made thus liable to this passion, is, that he might be better qualified to prevent, and likewise (or perhaps chiefly) to resist and defeat sudden force, violence, and opposition, considered merely as such, and without regard to the fault or demerit of him who is the author of them. Yet, since violence may be considered in this other and further view, as implying fault; and since injury, as distinct from harm, may raise sudden anger, sudden anger may likewise accidentally serve to prevent, or remedy, such fault and injury. But considered as distinct from settled anger, it stands in our nature for self-defence, and not for the administration of justice. There are plainly cases, and in the uncultivated parts of the world, and where regular governments are not formed, they frequently happen, in which there is no time for consideration, and yet to be passive is certain destruction; in which sudden, resistance is the only security.","subId":"6","id":"Butler.S.8.6"},{"type":"paragraph","content":"But from this, deliberate anger or resentment is essentially distinguished, as the latter is not naturally excited by, or intended to prevent mere harm without appearance of wrong or injustice. Now, in order to see, as exactly as we can, what is the natural object and occasion of such resentment, let us reflect upon the manner in which we are touched with reading, suppose, a feigned story of baseness and villany, properly worked up to move our passions. This immediately raises indignation, somewhat of a desire that it should be punished. And though the designed injury be prevented, yet that it was designed is sufficient to raise this inward feeling. Suppose the story true, this inward feeling would be as natural and as just: and one may venture to affirm, that there is scarce a man in the world, but would have it upon some occasions. It seems in us plainly connected with a sense of virtue and vice, of moral good and evil. Suppose further, we knew both the person who did and who suffered the injury: neither would this make any alteration, only that it would probably affect us more. The indignation raised by cruelty and injustice, and the desire of having it punished, which persons unconcerned would feel, is by no means malice. No; it is resentment against vice and wickedness: it is one of the common bonds by which society is held together; a fellow-feeling which each individual has in behalf of the whole species, as well as of himself. And it does not appear that this, generally Speaking, is at all too high amongst mankind. Suppose, now, the injury I have been speaking of to be done against ourselves, or those whom we consider as ourselves; it is plain, the way in which we should be affected would be exactly the same in kind; but it would certainly be in a higher degree, and less transient: because a sense of our own happiness and misery is most intimately and always present to us; and, from the very constitution of our nature, we cannot but have a greater sensibility to, and be more deeply interested in, what concerns ourselves. And this seems to be the whole of this passion which is, properly speaking, natural to mankind; namely, a resentment against injury and wickedness in general: and in a higher degree when towards ourselves, in proportion to the greater regard which men naturally have for themselves, than for others. From hence it appears, that it is not natural, but moral evil: it is not suffering, but injury, which raises that anger or resentment, which is of any continuance. The natural object of it is not one, who appears to the suffering person to have been only the innocent occasion of his pain or loss, but one who has been in a moral sense injurious either to ourselves or others. This is abundantly confirmed by observing, what it is which heightens or lessens resentment; namely, the same which aggravates or lessens the fault; friendship and former obligations, on one hand; or inadvertency, strong temptations, and mistake, on the other. All this is so much understood by mankind, how little soever it be reflected upon, that a person would be reckoned quite distracted, who should coolly resent a harm, which had not to himself the appearance of injury or wrong. Men do indeed resent what is occasioned through carelessness; but then they expect observance as their due, and so that carelessness is considered as faulty. It is likewise true, that they resent more strongly an injury done, than one which, though designed, was prevented, in cases where the guilt is perhaps the same; the reason, however, is not that bare pain or loss raises resentment, but, that it gives a new, and, as I may speak, additional sense of the injury or injustice. According to the natural course of the passions, the degrees of resentment are in proportion, not only to the degree of design and deliberation in the injurious person, but in proportion to this, joined with the degree of the evil designed or premeditated; since this likewise comes in to make the injustice greater or less. And the evil or harm will appear greater when they feel it, than when they only reflect upon it: so, therefore, the injury and consequently the resentment will be greater.","subId":"7","id":"Butler.S.8.7"},{"type":"paragraph","content":"The natural object or occasion of settled resentment, then, being injury, as distinct from pain or loss, it is easy to see, that to prevent and to remedy such injury, and the miseries arising from it, is the end for which this passion was implanted in man. It is to be considered as a weapon put into our hands by nature, against injury, injustice, and cruelty. How it may be innocently employed and made use of, shall presently be mentioned.","subId":"8","id":"Butler.S.8.8"},{"type":"paragraph","content":"The account which has been now given of this passion is, in brief, that sudden anger is raised by, and was chiefly intended to prevent or remedy, mere harm, distinct from injury: bat that it may be raised by injury, and may serve to prevent or to remedy it; and then the occasions and effects of it are the same with the occasions and effects of deliberate anger. But they are essentially distinguished in this, that the latter is never occasioned by harm, distinct from injury; and its natural proper end is, to remedy or prevent only that harm, which implies, or is supposed to imply, injury or moral wrong. Every one sees, that these observations do not relate to those who have habitually suppressed the course of their passions and affections, out of regard either to interest or virtue; or who, from habits of vice and folly, have changed their nature. But, I suppose, there can be no doubt but this, now described, is the general course of resentment, considered as a natural passion, neither increased by indulgence, nor corrected by virtue, nor prevailed over by other passions, or particular habits of life.","subId":"9","id":"Butler.S.8.9"},{"type":"paragraph","content":"As to the abuses of anger, which it is to be observed may be in all different degrees, the first which occurs is what is commonly called passion—to which some men are liable, in the same way as others are to the epilepsy, or any sudden particular disorder. This distemper of the mind seizes them upon the least occasion in the world, and perpetually without any real reason at all ; and by means of it they are plainly, every day, every waking hour of their lives, liable and in danger of running into the most extravagant outrages. Of a less boisterous, but not of a more innocent kind is peevishness; which I mention with pity, with real pity to the unhappy creatures, who, from their inferior station, or other circumstances and relations, are obliged to be in the way of, and to serve for a supply to it. Both these, for aught that I can see, are one and the same principle: but as it takes root in minds of different makes, it appears differently, and so is come to be distinguished by different names. That which, in a more feeble temper, is peevishness, and languidly discharges itself upon every thing which comes in its way; the same principle, in a temper of greater force and stronger passions, becomes rage and fury. In one, the humour discharges itself at once; in the other it is continually discharging. This is the account of passion and peevishness, as distinct from each other, and appearing in different persons. It is no objection against the truth of it, that they are both to be seen sometimes in one and the same person.","subId":"10","id":"Butler.S.8.10"},{"type":"paragraph","content":"With respect to deliberate resentment, the chief instances of abuse are: when, from partiality to ourselves, we imagine an injury done us, when there is none: when this partiality represents it to us greater than it really is: when we fall into that extravagant and monstrous kind of resentment, towards one who has innocently been the occasion of evil to us; that is, resentment upon account of pain or inconvenience, without injury—which is the same absurdity as settled anger at a thing that is inanimate. When the indignation against injury and injustice rises too high, and is beyond proportion to the particular ill action it is exercised upon: or lastly, when pain or harm of any kind is inflicted merely in consequence of, and to gratify that resentment, though naturally raised.","subId":"11","id":"Butler.S.8.11"},{"type":"paragraph","content":"It would be endless to descend into and explain all the peculiarities of perverseness and wayward humour, which might be traced up to this passion. But there is one thing which so generally belongs to, and accompanies all excess and abuse of it, as to require being mentioned: a certain determination, and resolute bent of mind, not to be convinced or set right; though be it ever so plain, that there is no reason for the displeasure, that it was raised merely by error or misunderstanding. In this there is doubtless a great mixture of pride; but there is somewhat more, which I cannot otherwise express than that resentment has taken possession of the temper and of the mind, and will not quit its hold. It would be too minute to inquire, whether this be anything more than bare obstinacy; it is sufficient to observe, that it, in a very particular manner and degree, belongs to the abuses of this passion.","subId":"12","id":"Butler.S.8.12"},{"type":"paragraph","content":"But, notwithstanding all these abuses, \"Is not just indignation against cruelty and wrong, one of the instruments of death which the Author of our nature hath provided? Are not cruelty, injustice, and wrong, the natural objects of that indignation? Surely then it may, one way or other, be innocently employed against them.\" True. Since therefore it is necessary for the very subsistence of the world, that injury, injustice, and cruelty, should be punished: and since compassion, which is so natural to mankind, would render that execution of justice exceedingly difficult and uneasy; indignation against vice and wickedness is, and may be allowed to be, a balance to that weakness of pity, and also to anything else which would prevent the necessary methods of severity. Those who have never thought upon these subjects, may perhaps not see the weight of this: but let us suppose a person guilty of murder, or any other action of cruelty, and that mankind had naturally no indignation against such wickedness and the authors of it; but that everybody was affected towards such a criminal in the same way as towards an innocent man: compassion, amongst other things, would render the execution of justice exceedingly painful and difficult, and would often quite prevent it. And notwithstanding that the principle of benevolence is denied by some, and is really in a very low degree, that men are in great measure insensible to the happiness of their fellow-creatures; yet they are not insensible to their misery, but are very strongly moved with it: insomuch that there plainly is occasion for that feeling which is raised by guilt and demerit, as a balance to that of compassion. Thus much may, I think, justly be allowed to resentment, in the strictest way of moral consideration.","subId":"13","id":"Butler.S.8.13"},{"type":"paragraph","content":"The good influence which this passion has, in fact, upon the affairs of the world, is obvious to every one's notice. Men are plainly restrained from injuring their fellow-creatures by fear of their resentment ; and it is very happy that they are so, when they would not be restrained by a principle of virtue. And after an injury is done, and there is a necessity that the offender should be brought to justice; the cool consideration of reason, that the security and peace of society require examples of justice should be made, might indeed be sufficient to procure laws to be enacted, and sentence passed: but is it that cool reflection in the injured person which, for the most part, brings the offender to justice? Or is it not resentment and indignation against the injury and the author of it? I am afraid there is no doubt which is commonly the case. This, however, is to be considered as a good effect, notwithstanding it were much to be wished, that men would act from a better principle—reason and cool reflection.","subId":"14","id":"Butler.S.8.14"},{"type":"paragraph","content":"The account now given of the passion of resentment, as distinct from all the abuses of it, may suggest to our thoughts the following reflections:","subId":"15","id":"Butler.S.8.15"},{"type":"paragraph","content":"First, That vice is indeed of ill desert, and must finally be punished. Why should men dispute concerning the reality of virtue, and whether it be founded in the nature of things, which yet surely is not matter of question; but why should this, I say, be disputed, when every man carries about him this passion, which affords him demonstration that the rules of justice and equity are to be the guide of his actions ? For every man naturally feels an indignation upon seeing instances of villany and baseness, and therefore cannot commit the same without being self-condemned.","subId":"16","id":"Butler.S.8.16"},{"type":"paragraph","content":"Secondly, That we should learn to be cautious, lest we charge God foolishly, by ascribing that to him, or the nature he has given us, which is owing wholly to our own abuse of it. Men may speak of the degeneracy and corruption of the world, according to the experience they have had of it; but human nature, considered as the Divine workmanship. should, methinks, be treated as sacred: for in the image of God made he man. That passion, from whence men take occasion to run into the dreadful vices of malice and revenge; even that passion, as implanted in our nature by God, is not only innocent, but a generous movement of mind. It is in itself, and in its original, no more than indignation against injury and wickedness: that which is the only deformity in the creation, and the only reasonable object of abhorrence and dislike. How manifold evidence have we of the Divine wisdom and goodness, when even pain in the natural world, and the passion we have been now considering in the moral, come out instances of it!","subId":"17","id":"Butler.S.8.17"}]}
