{"imported":true,"id":"Butler.S.9","parent":"Butler.S","title":"Sermon 9. Upon Forgiveness of Injuries.","breadcrumb":"Sermon 9","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SERMON IX. £1 £2 _Upon Forgiveness of Injuries._ £2 £3 [^Matth.^ v. 43, 44.] £3 _Ye have heard that it hath been said, Thou shalt love thy Neighbour, and hate thine Enemy: But I say unto you, Love your Enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you and persecute you._","id":"Butler.S.9"},{"type":"paragraph","content":"As God Almighty foresaw the irregularities and disorders, both natural and moral, which would happen in this state of things, he hath graciously made some provision against them, by giving us several passions and affections, which arise from, or whose objects are, those disorders. Of this sort are fear, resentment, compassion, and others; of which there could be no occasion or use in a perfect state : but in the present we should be exposed to greater inconveniences without them; though there are very considerable ones, which they themselves are the occasions of. They are incumbrances indeed, but such as we are obliged to carry about with us through this various journey of life: some of them as a guard against the violent assaults of others; and, in our own defence, some in behalf of others; and all of them to put us upon and help to carry us through a course of behaviour suitable to our condition, in default of that perfection of wisdom and virtue, which would be, in all respects, our better security.","subId":"1","id":"Butler.S.9.1"},{"type":"paragraph","content":"The passion of anger or resentment hath already been largely treated of. It hath been shown, that mankind naturally feel some emotion of mind against injury and injustice, whoever are the sufferers by it, and even though the injurious design be prevented from taking effect. Let this be called anger, indignation, resentment, or by whatever name any one shall choose, the thing itself is understood, and is plainly natural. It has likewise been observed that this natural indignation is generally moderate and low enough in mankind, in each particular man, when the injury which excites it doth not affect himself, or one whom he considers as himself. Therefore the precepts to forgive and to love our enemies, do not relate to that general indignation against injury, and the authors of it, but to this feeling, or resentment, when raised by private or personal injury. But no man could be thought in earnest who should assert, that though indignation against injury, when others are the sufferers, is innocent and just, yet the same indignation against it, when we ourselves are the sufferers, becomes faulty and blameable. These precepts, therefore, cannot be understood to forbid this in the latter case, more than in the former. Nay, they cannot be understood to forbid this feeling in the latter case, though raised to a higher degree than in the former ; because, as was also observed further, from the very constitution of our nature, we cannot but have a greater sensibility to what concerns ourselves. Therefore the precepts in the text, and others of the like import with them, must be understood to forbid only the excess and abuse of this natural feeling, in cases of personal and private injury: the chief instances of which excess and abuse have likewise been already remarked, and all of them, excepting that of retaliation, do so plainly, in the very terms, express somewhat unreasonable, disproportionate, and absurd, as to admit of no pretence or shadow of justification.","subId":"2","id":"Butler.S.9.2"},{"type":"paragraph","content":"But, since custom and false honour are on the side of retaliation and revenge, when the resentment is natural and just; and reasons are sometimes offered in justification of revenge in these cases; and since love of our enemies is thought too hard a saying to be obeyed, I will show the absolute unfairfulness of the former—the obligations we are under to the latter, and then proceed to some reflections which may have a more direct and immediate tendency to beget in us a right temper of mind towards those who have offended us.","subId":"3","id":"Butler.S.9.3"},{"type":"paragraph","content":"In showing the unlawfulness of revenge, it is not my present design to examine what is alleged in favour of it, from the tyranny of custom and false honour, but only to consider the nature and reason of the thing itself; which ought now to extirpate everything of that kind.","subId":"4","id":"Butler.S.9.4"},{"type":"paragraph","content":"First, Let us begin with the supposition of that being innocent which is pleaded for, and which shall be shown to be altogether vicious, the supposition that we were allowed to render evil for evil, and see what would be the consequence. Malice or resentment towards any man hath plainly a tendency to beget the same passion in him who is the object of it, and this again increases it in the other. It is of the very nature of this vice to propagate itself, not only by way of example, which it does in common with other vices, but in a peculiar way of its own; for resentment itself, as well as what is done in consequence of it, is the object of resentment. Hence it comes to pass, that the first offence, even when so slight as presently to be dropped and forgotten, becomes the occasion of entering into a long intercourse of ill offices: neither is it at all uncommon to see persons, in this progress of strife and variance, change parts, and him who was at first the injured person become more injurious and blameable than the aggressor. Put the case, then, that the law of retaliation was universally received and allowed as an innocent rule of life by all: and the observance of it thought by many (and then it would soon come to be thought by all) a point of honour: this supposes every man in private cases to pass sentence in his own cause, and likewise that anger or resentment is to be the judge. Thus from the numberless partialities which we all have for ourselves, every one would often think himself injured when he was not, and in most cases would represent an injury as much greater than it really is; the imagined dignity of the person offended would scarce ever fail to magnify the offence. And if bare retaliation, or returning just the mischief received, always begets resentment in the person upon whom we retaliate, what would that excess do? Add to this that he likewise has his partialities. There is no going on to represent this scene of rage and madness: it is manifest there would be no bounds nor any end. \"If the beginning of strife is as when one letteth out water,\" what would it come to when allowed this free and unrestrained course? \"As coals are to burning coals, or wood to fire,\" so would these \"contentious men be to kindled strife.\" And since the indulgence of revenge hath manifestly this tendency, and does actually produce these effects in proportion as it is allowed, a passion of so dangerous a nature ought not to be indulged, were there no other reason against it.","subId":"5","id":"Butler.S.9.5"},{"type":"paragraph","content":"Secondly, It hath been shown that the passion of resentment was placed in man upon supposition of, and as a prevention or remedy to, irregularity and disorder. Now, whether it be allowed ot not, that the passion itself, and the gratification of it, joined together’ are painful to the malicious person; it must however be so with respect to the person towards whom it is exercised, and upon whom the revenge is taken. Now, if we consider mankind, according to that fine allusion of St. Paul, \"as one body, and every one members one of another,\" it must be allowed that resentment is with respect to society a painful remedy. Thus, then, the very notion or idea of this passion, as a remedy or prevention of evil, and as in itself a painful means, plainly shows that it ought never to be made use of, but only in order to produce some greater good.","subId":"6","id":"Butler.S.9.6"},{"type":"paragraph","content":"It is to be observed that this argument is not founded upon an allusion or simile, but that it is drawn from the very nature of the passion itself, and the end for which it was given us. We are obliged to make use of words taken from sensible things, to explain what is most remote from them: and every one sees from whence the words prevention and remedy are taken. But if you please, let these words be dropped: the thing itself, I suppose, may be expressed without them.","subId":"7","id":"Butler.S.9.7"},{"type":"paragraph","content":"That mankind is a community, that we all stand in a relation to each other, that there is a public end and interest of society which each particular is obliged to promote, is the sum of morals. Consider, then, the passion of resentment, as given to this one body, as given to society . Nothing can be more manifest, than that resentment is to be considered as a secondary passion, placed in us upon supposition, upon account of, and with regard to injury; not, to be sure, to promote and further it, but to render it, and the inconveniences and miseries arising from it, less and fewer than they would be without this passion. It is as manifest that the indulgence of it is, with regard to society, a painful means of obtaining these ends. Considered in itself, it is very undesirable, and what society must very much wish to be without. It is in every instance absolutely an evil in itself; because it implies producing misery; and, consequently, must never be indulged or gratified for itself, by any one who considers mankind as a community or family, and himself as a member of it.","subId":"8","id":"Butler.S.9.8"},{"type":"paragraph","content":"Let us now take this in another view. Every natural appetite, passion, and affection, may be gratified in particular instances, without being subservient to the particular chief end, for which these several principles were respectively implanted in our nature. And if neither this end, nor any other moral obligation, be contradicted, such gratification is innocent. Thus, I suppose, there are cases in which each of these principles, this one of resentment excepted, may innocently be gratified, without being subservient to what is the main end of it : that is, though it does not conduce to, yet it may be gratified without contradicting that end, or any other obligation. But the gratification of resentment, if it be not conducive to the end for which it was given us, must necessarily contradict, not only the general obligation to benevolence, but likewise that particular end itself. The end for which it was given is, to prevent or remedy injury; i.e., the misery occasioned by injury; i.e., misery itself: and the gratification of it consists in producing misery; i.e., in contradicting the end for which it was implanted in our nature.","subId":"9","id":"Butler.S.9.9"},{"type":"paragraph","content":"This whole reasoning is built upon the difference there is between this passion and all others. No other principle, or passion, hath for its end the misery of our fellow-creatures. But malice and revenge meditates evil itself; and to do mischief, to be the author of misery, is the very thing which gratifies the passion: this is what it directly tends towards, as its proper design. Other vices eventually do mischief; this alone aims at it as an end.","subId":"10","id":"Butler.S.9.10"},{"type":"paragraph","content":"Nothing can with reason be urged in justification of revenge, from the good effects which the indulgence of it was before mentioned[n12] to have upon the affairs of the world; because, though it be a remarkable instance of the wisdom of Providence, to bring good out of evil, yet vice is vice to him who is guilty of it. \" But suppose these good effects are foreseen;\" that is, suppose reason in a particular case leads a man the same way as passion: why then, to be sure, he should follow his reason in this as well as in all other cases. So that, turn the matter which way ever you will, no more can be allowed to this passion than hath been already.[n13]","subId":"11","id":"Butler.S.9.11"},{"type":"paragraph","content":"As to that love of our enemies which is commanded; his supposes the general obligation to benevolence or good-will towards mankind ; and this being supposed, that precept is no more than to forgive injuries; that is, to keep clear of those abuses before mentioned; because, that we have the habitual temper of benevolence is taken for granted.","subId":"12","id":"Butler.S.9.12"},{"type":"paragraph","content":"Resentment is not inconsistent with good-will: for we often see both together in very high degrees, not only in parents towards their children, but in cases of friendship and dependence, where there is no natural relation. These contrary passions, though they may lessen, do not necessarily destroy each other. We may therefore love our enemy, and yet have resentment against him for his injurious behaviour towards us. But when this resentment entirely destroys our natural benevolence towards him, it is excessive, and becomes malice or revenge. The command to prevent its having this effect, i.e., to forgive injuries, is the same as to love our enemies; because that love is always supposed, unless destroyed by resentment.","subId":"13","id":"Butler.S.9.13"},{"type":"paragraph","content":"\"But though mankind is the natural object of benevolence, yet it may it not be lessened upon vice, i.e., injury?\" Allowed: but if every degree of vice or injury must destroy that benevolence, then no man is the object of our love; for no man is without faults.","subId":"14","id":"Butler.S.9.14"},{"type":"paragraph","content":"\"But if lower instances of injury may lessen our benevolence, why may not higher, or the highest, destroy it?\" The answer is obvious. It is not man's being a social creature, much less his being a moral agent, from whence alone our obligations to good-will towards him arise. There is an obligation to it prior to either of these, arising from his being a sensible creature; that is, capable of happiness or misery. Now this obligation cannot be superseded by his moral character. What justifies public execution is, not that the guilt or demerit of the criminal dispenses with the obligation of good-will; neither would this justify any severity; but that his life is inconsistent with the quiet and happiness of the world: that is, a general and more enlarged obligation necessarily destroys a particular and more confined one of the same kind, inconsistent with it. Guilt or injury then does not dispense with or supersede the duty of love and good-will.","subId":"15","id":"Butler.S.9.15"},{"type":"paragraph","content":"Neither does that peculiar regard to ourselves, which was before allowed to be natural[n14] to mankind, dispense with it: because that can no way innocently heighten our resentment against those who have been injurious to ourselves in particular, any otherwise than as it heightens our sense of the injury or guilt; and guilt, though in the highest degree, does not, as hath been shown, dispense with or supersede the duty of love and good-will.","subId":"16","id":"Butler.S.9.16"},{"type":"paragraph","content":"If all this be true, what can a man say, who will dispute the reasonableness, or the possibility, of obeying the divine precept we are now considering? Let him speak out and it must be thus he will speak. \"Mankind, i.e., a creature defective and faulty, is the proper object of good-will, whatever his faults are, when they respect others; but not when they respect me myself.\" That men should be affected in this manner, and act accordingly, is to be accounted for like other vices ; but to assert that it ought and must be thus, is self-partiality possessed of the very understanding.","subId":"17","id":"Butler.S.9.17"},{"type":"paragraph","content":"Thus, love to our enemies, and those who have been injurious to us, is so far from being a rant as it has been profanely called, that it is in truth a law of our nature, and what every one must see and own, who is not quite blinded with self-love.","subId":"18","id":"Butler.S.9.18"},{"type":"paragraph","content":"From hence it is easy to see, what is the degree in which we are commanded to love our enemies, or those who have been injurious to us. It were well if it could be as easily reduced to practice. It cannot be imagined, that we are required to love them with any peculiar kind of affection. But suppose the person injured to have a due natural sense of the injury and no more; he ought to be affected towards the injurious person in the same way any good men, uninterested in the case, would be; if they had the same just sense, which we have supposed the injured person to have, of the fault: after which there will yet remain real good-will towards the offender.","subId":"19","id":"Butler.S.9.19"},{"type":"paragraph","content":"Now, what is there in all this, which should be thought impracticable? I am sure there is nothing in it unreasonable. It is indeed no more than that we should not indulge a passion, which, if generally indulged, would propagate itself so as almost to lay waste the world: that we should suppress that partial, that false self-love, which is the weakness of our nature; that uneasiness and misery should not be produced, without any good service to be served by it; and that we should not be affected towards persons differently from what their nature and character require.","subId":"20","id":"Butler.S.9.20"},{"type":"paragraph","content":"But since to be convinced that any temper of mind and course of behaviour is our duty, and the contrary vicious, hath but a distant influence upon our temper and actions, let me add some few reflections, which may have a more direct tendency to subdue those vices in the heart, to beget in us this right temper, and lead us to a right behaviour towards those who have offended us; which reflections, however, shall he such as will further show the obligations we are under to it.","subId":"21","id":"Butler.S.9.21"},{"type":"paragraph","content":"No one, I suppose, would choose to have an indignity put upon him, or be injuriously treated. If, then, there be any probability of a misunderstanding in the case, either from our imagining we are injured when we are not, or representing the injury to ourselves as greater than it really is, one would hope an intimation of this sort might be kindly received, and that people would be glad to find the injury not so great as they imagined. Therefore, without knowing particulars, I take upon me to assure all persons who think they have received indignities or injurious treatment, that they may depend upon it, as in a manner certain, that the offence is not so great as they themselves imagine. We are in such a peculiar situation, with respect to injuries done to ourselves, that we can scarce any more see them as they really are, than our eye can see itself. If we could place ourselves at a due distance, i.e., be really unprejudiced, we should frequently discern that to be in reality inadvertence and mistake in our enemy, which we now fancy we see to be malice or scorn. From this proper point of view we should likewise, in all probability, see something of these latter in ourselves, and most certainly a great deal of the former. Thus the indignity of injury would almost infinitely lessen, and perhaps at last come out to be nothing at all. Self-love is a medium of a peculiar kind: in these cases it magnifies everything which is amiss in others, at the same time that it lessens everything amiss in ourselves. Anger also, or hatred, may be considered as another false medium of viewing things, which always represents characters and actions much worse than they really are. Ill-will not only never speaks, but never thinks well, of the person towards whom it is exercised. Thus, in cases of offence and enmity, the whole character and behaviour is considered with an eye to that particular part which has offended us, and the whole man appears monstrous, without anything right or human in him;whereas, the resentment should surely, at least, be confined to that particular part of the behaviour which gave offence, since the other parts of a man's life and character stand just the same as they did before.","subId":"22","id":"Butler.S.9.22"},{"type":"paragraph","content":"In general, there are very few instances of enmity carried to any length, but inadvertency, misunderstanding, some real mistake of the case, on one side however, if not on both, has a great share in it.","subId":"23","id":"Butler.S.9.23"},{"type":"paragraph","content":"If these things were attended to, these ill-humours could not be carried to any length amongst good men, and they would be exceedingly abated amongst all. And one would hope they might be attended to: for all that these cautions come to is really no more than desiring that things may be considered and judged of as they are in themselves, that we should have an eye to and beware of what would otherwise lead us into mistakes. So that to make allowances for inadvertence, misunderstanding, for the partialities of self-love, and the false light which anger sets things in—I say, to make allowances for these, is not to be spoken of as an instance of humbleness of mind, or meekness and moderation of temper, but as what common sense would suggest, to avoid judging wrong of a matter before us, though virtue and morals were out of the case. And therefore it as much belongs to ill men, who will indulge the vice I have been arguing against, as to good men who endeavour to subdue it in themselves. In a word, all these cautions concerning anger and self-love are no more than desiring a man, who was looking through a glass which either magnified or lessened, to take notice that the objects are not in themselves what they appear through that medium.","subId":"24","id":"Butler.S.9.24"},{"type":"paragraph","content":"To all these things one might add, that resentment being out of the case, there is not, properly speaking, any such thing as direct ill-will in one man towards another. Therefore the first indignity or injury, if it be not owing to inadvertence or misunderstanding, may however be resolved into other particular passions or self-love: principles quite distinct from ill-will, and which we ought all to be disposed to excuse in others, from experiencing so much of them in ourselves. A great man of antiquity is reported to have said, that as he never was indulgent to any one fault in himself, he could not excuse those of others. This sentence could scarce with decency come out of the mouth of any human creature. But if we invert the former part, and put it thus—that he was indulgent to many faults in himself, as it is to be feared the best of us are, and yet was implacable, how monstrous would such an assertion appear! And this is the case in respect to every human creature, in proportion as he is without the forgiving spirit I have been recommending.","subId":"25","id":"Butler.S.9.25"},{"type":"paragraph","content":"Further, Though injury, injustice, oppression, the baseness of ingratitude, are the natural objects of indignation, or, if you please, of resentment, as before explained, yet they are likewise the objects of compassion, as they are their own punishment, and without repentance will for ever be so. No one ever did a designed injury to another, but at the same time he did a much greater to himself. If therefore we could consider things justly, such an one is, according to the natural course of our affections, an object of compassion, as well as of displeasure: and to be affected really in this manner, I say really, in opposition to show and pretence, argues the true greatness of mind. We have an example of forgiveness in this way in its utmost perfection, and which indeed includes in it all that is good, in that prayer of our blessed Saviour on the cross—\"Father, forgive them; for they know not what they do!\"","subId":"26","id":"Butler.S.9.26"},{"type":"paragraph","content":"But, lastly, The offences which we are all guilty of against God, and the injuries which men do to each other, are often mentioned together; and, making allowances for the infinite distance between the Majesty of heaven and a frail mortal, and likewise for this, that he cannot possibly be affected or moved as we are; offences committed by others against ourselves, and the manner in which we are apt to be affected with them, give a real occasion for calling to mind our own sins against God. Now, there is an apprehension and presentiment natural to mankind, that we ourselves shall one time or other be dealt with as we deal with others, and a peculiar acquiescence in and feeling of the equity and justice of this equal distribution. This natural notion of equity the Son of Sirach has put in the strongest way—\"He that revengeth shall find vengeance from the Lord, and he will surely keep his sins in remembrance. Forgive thy neighbour the hurt he hath done unto thee, so shall thy sins also be forgiyen when thou prayest. One man beareth hatred against another, and doth he seek pardon from the Lord? He showeth no mercy to a man which is like himself, and doth he ask forgiveness of his own sins?\" Eccles. xxviii. 1—4. Let any one read our Saviour's parable of \"the king who took account of his servants,\" Matt, xviii.; and the equity and lightness of the sentence which was passed upon him who was unmerciful to his fellow-servant, will be felt. There is somewhat in human nature, which accords to and falls in with that method of determination. Let us then place before our eyes the time which is represented in the parable; that of our own death, or the final judgment. Suppose yourselves under the apprehensions of approaching death; that you were just going to appear, naked and without disguise, before the Judge of all the earth, to give an account of your behaviour towards your fellow-creatures, could anything raise more dreadful apprehensions of that judgment than the reflection that you had been implacable and without mercy towards those who had offended you—without that forgiving spirit towards others, which, that it may now be exercised towards yourselves, is your only hope? And these natural apprehensions are authorised by our Saviour's application of the parable—\"So likewise shall my heavenly Father do also onto you, if ye from your hearts forgive not every one his brother their trespasses.\" On the other hand, suppose a good man in the aamo circumstance, in the last part and close of life, conscious of many frailties, as the best are, but conscious too that he had been meek, forgiving, and merciful; that he had in simplicity of heart been ready to pass over offences against himself;—the having felt this good spirit will give him, not only a full view of the amiableness of it, but the surest hope that he shall meet with it in his Judge. This likewise is confirmed by his own declaration \"If ye forgive men their trespasses, your heavenly Father will likewise forgive you.\" And that we might have a constant sense of it upon our mind, the condition is expressed in our daily prayer. A forgiving spirit is therefore absolutely necessary, as ever we hope for pardon of our own sins, as ever we hope for peace of mind in our dying moments, or for the Divine mercy at that day when we shall most stand in need of it.","subId":"27","id":"Butler.S.9.27"},{"type":"note","content":"[Serm. vii. p. 83]","subId":"n12","id":"Butler.S.9.n12"},{"type":"note","content":"[Serm. viii. p. 84.]","subId":"n13","id":"Butler.S.9.n13"},{"type":"note","content":"[Serm. viii. p. 85]","subId":"n14","id":"Butler.S.9.n14"}]}
