{"imported":true,"id":"Hume.THN.1.3.9","parent":"Hume.THN.1.3","title":"Section 9. Of the effects of other relations and other habits","breadcrumb":"Section 9","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. IX. £3 £4 _Of the effects of other relations and other habits._ £4","id":"Hume.THN.1.3.9"},{"type":"paragraph","content":"HOWEVER convincing the foregoing arguments may appear, we must not rest contented with them, but must turn the subject on every side, in order to find some new points of view, from which we may illustrate and confirm such extra|ordinary, and such fundamental principles. A scrupulous hesitation to receive any new hypothesis is so laudable a disposition in philosophers, and so necessary to the examination of truth, that it deserves to be comply'd with, and requires that every argument be produc'd, which may tend to their satisfaction, and every objection remov'd, which may stop them in their reasoning.","subId":"1","id":"Hume.THN.1.3.9.1","pages":"106-7"},{"type":"paragraph","content":"^I have^ often observ'd, that, beside cause and effect, the two relations of resemblance and contiguity, are to be consider'd as associating principles of thought, and as capable of conveying the imagination from one idea to another. I have also observ'd, that when of two objects connected together by any of these relations, one is immediately present to the memory or senses, not only the mind is convey'd to its co-relative by means of the associating principle; but likewise conceives it with an additional force and vigour, by the united operation of that principle, and of the present impression. All this I have observ'd, in order to confirm by analogy, my explication of our judgments concerning cause and effect. But this very argument may, perhaps, be turn'd against me, and instead of a confirmation of my hypothesis, may become an objection to it. For it may be said, that if all the parts of that hypothesis be true, _viz. that_ these three species of relation are deriv'd from the same principles; _that_ their effects in inforcing and inlivening our ideas are the same; and _that_ belief is nothing but a more forcible and vivid conception of an idea; it shou'd follow, that that action of the mind may not only be deriv'd from the relation of cause and effect, but also from those of contiguity and resemblance. But as we find by experience, that belief arises only from causation, and that we can draw no inference from one object to another, except they be connected by this relation, we may conclude, that there is some error in that reasoning, which leads us into such difficulties.","subId":"2","id":"Hume.THN.1.3.9.2","pages":"107"},{"type":"paragraph","content":"^This^ is the objection; let us now consider its solution. 'Tis evident, that whatever is present to the memory, striking |upon the mind with a vivacity, which resembles an immediate impression, must become of considerable moment in all the operations of the mind, and must easily distinguish itself above the mere fictions of the imagination. Of these impressions or ideas of the memory we form a kind of system, comprehending whatever we remember to have been present, either to our internal perception or senses; and every particular of that system, joined to the present impressions, we are pleas'd to call a _reality_. But the mind stops not here. For finding, that with this system of perceptions, there is another connected by custom, or if you will, by the relation of cause or effect, it proceeds to the consideration of their ideas; and as it feels that 'tis in a manner necessarily determin'd to view these particular ideas, and that the custom or relation, by which it is determin'd, admits not of the least change, it forms them into a new system, which it likewise dignifies with the title of _realities_. The first of these systems is the object of the memory and senses; the second of the judgment.","subId":"3","id":"Hume.THN.1.3.9.3","pages":"107-8"},{"type":"paragraph","content":"'^Tis^ this latter principle, which peoples the world, and brings us acquainted with such existences, as by their removal in time and place, lie beyond the reach of the senses and memory. By means of it I paint the universe in my imagination, and fix my attention on any part of it I please. I form an idea of ROME, which I neither see nor remember; but which is connected with such impressions as I remember to have received from the conversation and books of travellers and historians. This idea of _Rome_ I place in a certain situation on the idea of an object, which I call the globe. I join to it the conception of a particular government, and religion, and manners. I look backward and consider its first foundation; its several revolutions, successes, and misfortunes. All this, and every thing else, which I believe, are nothing but ideas; tho' by their force and settled order, arising from custom and the relation of cause and effect, they distinguish themselves from the other ideas, which are merely the offspring of the imagination.","subId":"4","id":"Hume.THN.1.3.9.4","pages":"108"},{"type":"paragraph","content":"^As^ to the influence of contiguity and resemblance, we may observe, that if the contiguous and resembling object be comprehended in this system of realities, there is no doubt but these two relations will assist that of cause and effect, and infix the related idea with more force in the imagination. This I shall enlarge upon presently. Mean while I shall carry my observation a step farther, and assert, that even where the related object is but feign'd, the relation will serve to enliven the idea, and encrease its influence. A poet, no doubt, will be the better able to form a strong description of the _Elysian_ fields, that he prompts his imagination by the view of a beautiful meadow or garden; as at another time he may by his fancy place himself in the midst of these fabulous regions, that by the feign'd contiguity he may enliven his imagination.","subId":"5","id":"Hume.THN.1.3.9.5","pages":"109"},{"type":"paragraph","content":"^But^ tho' I cannot altogether exclude the relations of resemblance and contiguity from operating on the fancy in this manner, 'tis observable that, when single, their influence is very feeble and uncertain. As the relation of cause and effect is requisite to persuade us of any real existence, so is this persuasion requisite to give force to these other relations. For where upon the appearance of an impression we not only feign another object, but likewise arbitrarily, and of our mere good-will and pleasure give it a particular relation to the impression, this can have but a small effect upon the mind; nor is there any reason, why, upon the return of the same impression, we shou'd be determin'd to place the same object in the same relation to it. There is no manner of necessity for the mind to feign any resembling and contiguous objects; and if it feigns such, there is as little necessity for it always to confine itself to the same, without any difference or variation. And indeed such a fiction is founded on so little reason, that nothing but pure _caprice_ can determine the mind to form it; and that principle being fluctuating and uncertain, 'tis impossible it can ever operate with any considerable degree of force and constancy. The mind forsees |and anticipates the change; and even from the very first instant feels the looseness of its actions, and the weak hold it has of its objects. And as this imperfection is very sensible in every single instance, it still encreases by experience and observation, when we compare the several instances we may remember, and form a _general rule_ against the reposing any assurance in those momentary glimpses of light, which arise in the imagination from a feign'd resemblance and contiguity.","subId":"6","id":"Hume.THN.1.3.9.6","pages":"109-10"},{"type":"paragraph","content":"^The^ relation of cause and effect has all the opposite advantages. The objects it presents are fixt and unalterable. The impressions of the memory never change in any considerable degree; and each impression draws along with it a precise idea, which takes its place in the imagination, as something solid and real, certain and invariable. The thought is always determin'd to pass from the impression to the idea, and from that particular impression to that particular idea, without any choice or hesitation.","subId":"7","id":"Hume.THN.1.3.9.7","pages":"110"},{"type":"paragraph","content":"^But^ not content with removing this objection, I shall endeavour to extract from it a proof of the present doctrine. Contiguity and resemblance have an effect much inferior to causation; but still have some effect, and augment the conviction of any opinion, and the vivacity of any conception. If this can be prov'd in several new instances, beside what we have already observ'd, 'twill be allow'd no inconsiderable argument, that belief is nothing but a lively idea related to a present impression.","subId":"8","id":"Hume.THN.1.3.9.8","pages":"110"},{"type":"paragraph","content":"^To^ begin with contiguity; it has been remark'd among the _Mahometans_ as well as _Christians_, that those _pilgrims_, who have seen ^Mecca^ or the ^Holy Land^ are ever after more faithful and zealous believers, than those who have not had that advantage. A man, whose memory presents him with a lively image of the _Red-Sea, and the Desert, and Jerusalem, and Galilee_, can never doubt of any miraculous events, which are related either by _Moses or the Evangelists_. The lively idea of the places passes by an easy transition to the facts, |which are suppos'd to have been related to them by contiguity, and encreases the belief by encreasing the vivacity of the conception. The remembrance of these fields and rivers has the same influence on the vulgar as a new argument; and from the same causes.","subId":"9","id":"Hume.THN.1.3.9.9","pages":"110-1"},{"type":"paragraph","content":"^We^ may form a like observation concerning _resemblance_. We have remark'd, that the conclusion, which we draw from a present object to its absent cause or effect, is never founded on any qualities, which we observe in that object, consider'd in itself; or, in other words, that 'tis impossible to determine, otherwise than by experience, what will result from any ph{ae}nomenon, or what has preceded it. But tho' this be so evident in itself, that it seem'd not to require any proof; yet some philosophers have imagin'd that there is an apparent cause for the communication of motion, and that a reasonable man might immediately infer the motion of one body from the impulse of another, without having recourse to any past observation. That this opinion is false will admit of an easy proof. For if such an inference may be drawn merely from the ideas of body, of motion, and of impulse, it must amount to a demonstration, and must imply the absolute impossibility of any contrary supposition. Every effect, then, beside the communication of motion, implies a formal contradiction; and 'tis impossible not only that it can exist, but also that it can be conceiv'd. But we may soon satisfy ourselves of the contrary, by forming a clear and consistent idea of one body's moving upon another, and of its rest immediately upon the contact; or of its returning back in the same line, in which it came; or of its annihilation; or circular or elliptical motion: and in short, of an infinite number of other changes, which we may suppose it to undergo. These suppositions are all consistent and natural; and the reason, why we imagine the communication of motion to be more consistent and natural not only than those suppositions, but also than any other natural effect, is founded on the relation of _resemblance_ |betwixt the cause and effect, which is here united to experience, and binds the objects in the closest and most intimate manner to each other, so as to make us imagine them to be absolutely inseparable. Resemblance, then, has the same or a parallel influence with experience; and as the only immediate effect of experience is to associate our ideas together, it follows, that all belief arises from the association of ideas, according to my hypothesis.","subId":"10","id":"Hume.THN.1.3.9.10","pages":"111-2"},{"type":"paragraph","content":"'^Tis^ universally allow'd by the writers on optics, that the eye at all times sees an equal number of physical points, and that a man on the top of a mountain has no larger an image presented to his senses, than when he is cooped up in the narrowest court or chamber. 'Tis only by experience that he infers the greatness of the object from some peculiar qualities of the image; and this inference of the judgment he confounds with sensation, as is common on other occasions. Now 'tis evident, that the inference of the judgment is here much more lively than what is usual in our common reasonings, and that a man has a more vivid conception of the vast extent of the ocean from the image he receives by the eye, when he stands on the top of {~~the->a~~} high promontory, than merely from hearing the roaring of the waters. He feels a more sensible pleasure from its magnificence; which is a proof of a more lively idea: And he confounds his judgment with sensation; which is another proof of it. But as the inference is equally certain and immediate in both cases, this superior vivacity of our conception in one case can proceed from nothing but this, that in drawing an inference from the sight, beside the customary conjunction, there is also a resemblance betwixt the image and the object we infer; which strengthens the relation, and conveys the vivacity of the impression to the related idea with an easier and more natural movement.","subId":"11","id":"Hume.THN.1.3.9.11","pages":"112"},{"type":"paragraph","content":"^No^ weakness of human nature is more universal and conspicuous than what we commonly call ^Credulity^, or a too easy faith in the testimony of others; and this weak|ness is also very naturally accounted for from the influence of resemblance. When we receive any matter of fact upon human testimony, our faith arises from the very same origin as our inferences from causes to effects, and from effects to causes; nor is there any thing but our _experience_ of the governing principles of human nature, which can give us any assurance of the veracity of men. But tho' experience be the true standard of this, as well as of all other judgments, we seldom regulate ourselves entirely by it; but have a remarkable propensity to believe whatever is reported, even concerning apparitions, enchantments, and prodigies, however contrary to daily experience and observation. The words or discourses of others have an intimate connexion with certain ideas in their mind; and these ideas have also a connexion with the facts or objects, which they represent. This latter connexion is generally much over-rated, and commands our assent beyond what experience will justify; which can proceed from nothing beside the resemblance betwixt the ideas and the facts. Other effects only point out their causes in an oblique manner; but the testimony of men does it directly, and is to be consider'd as an image as well as an effect. No wonder, therefore, we are so rash in drawing our inferences from it, and are less guided by experience in our judgments concerning it, than in those upon any other subject.","subId":"12","id":"Hume.THN.1.3.9.12","pages":"112-3"},{"type":"paragraph","content":"^As^ resemblance, when conjoin'd with causation, fortifies our reasonings; so the want of it in any very great degree is able almost entirely to destroy them. Of this there is a remarkable instance in the universal carelessness and stupidity of men with regard to a future state, where they show as obstinate an incredulity, as they do a blind credulity on other occasions. There is not indeed a more ample matter of wonder to the studious, and of regret to the pious man, than to observe the negligence of the bulk of mankind concerning their approaching condition; and 'tis with reason, that many eminent theologians have not scrupled to affirm, that |tho' the vulgar have no formal principles of infidelity, yet they are really infidels in their hearts, and have nothing like what we can call a belief of the eternal duration of their souls. For let us consider on the one hand what divines have display'd with such eloquence concerning the importance of eternity; and at the same time reflect, that tho' in matters of rhetoric we ought to lay our account with some exaggeration, we must in this case allow, that the strongest figures are infinitely inferior to the subject: And after this let us view on the other hand the prodigious security of men in this particular: I ask, if these people really believe what is inculcated on them, and what they pretend to affirm; and the answer is obviously in the negative. As belief is an act of the mind arising from custom, 'tis not strange the want of resemblance shou'd overthrow what custom has establish'd, and diminish the force of the idea, as much as that latter principle encreases it. A future state is so far remov'd from our comprehension, and we have so obscure an idea of the manner, in which we shall exist after the dissolution of the body, that all the reasons we can invent, however strong in themselves, and however much assisted by education, are never able with slow imaginations to surmount this difficulty, or bestow a sufficient authority and force on the idea. I rather choose to ascribe this incredulity to the faint idea we form of our future condition, deriv'd from its want of resemblance to the present life, than to that deriv'd from its remoteness. For I observe, that men are every where concern'd about what may happen after their death, provided it regard this world; and that there are few to whom their name, their family, their friends, and their country are in any period of time entirely indifferent.","subId":"13","id":"Hume.THN.1.3.9.13","pages":"113-4"},{"type":"paragraph","content":"^And^ indeed the want of resemblance in this case so entirely destroys belief, that except those few, who upon cool reflection on the importance of the subject, have taken care by repeated meditation to imprint in their minds the arguments for a future state, there scarce are any, who believe the immortality of the |soul with a true and establish'd judgment; such as is deriv'd from the testimony of travellers and historians. This appears very conspicuously wherever men have occasion to compare the pleasures and pains, the rewards and punishments of this life with those of a future; even tho' the case does not concern themselves, and there is no violent passion to disturb their judgment. The _Roman Catholicks_ are certainly the most zealous of any sect in the christian world; and yet you'll find few among the more sensible people of that communion, who do not blame the _Gunpowder-treason_, and the massacre of St. _Bartholomew_, as cruel and barbarous, tho' projected or executed against those very people, whom without any scruple they condemn to eternal and infinite punishments. All we can say in excuse for this inconsistency is, that they really do not believe what they affirm concerning a future state; nor is there any better proof of it than the very inconsistency.","subId":"14","id":"Hume.THN.1.3.9.14","pages":"114-5"},{"type":"paragraph","content":"^We^ may add to this a remark; that in matters of religion men take a pleasure in being terrify'd, and that no preachers are so popular, as those who excite the most dismal and gloomy passions. In the common affairs of life, where we feel and are penetrated with the solidity of the subject, nothing can be more disagreeable than fear and terror; and 'tis only in dramatic performances and in religious discourses, that they ever give pleasure. In these latter cases the imagination reposes itself indolently on the idea; and the passion, being soften'd by the want of belief in the subject, has no more than the agreeable effect of enlivening the mind, and fixing the attention.","subId":"15","id":"Hume.THN.1.3.9.15","pages":"115"},{"type":"paragraph","content":"^The^ present hypothesis will receive additional confirmation, if we examine the effects of other kinds of custom, as well as of other relations. To understand this we must consider, that custom, to which I attribute all belief and reasoning, may operate upon the mind in invigorating an idea after two several ways. For supposing that in all past experience we have found two objects to have been always conjoin'd to|gether, 'tis evident, that upon the appearance of one of these objects in an impression, we must from custom make an easy transition to the idea of that object, which usually attends it; and by means of the present impression and easy transition must conceive that idea in a stronger and more lively manner, than we do any loose floating image of the fancy. But let us next suppose, that a mere idea alone, without any of this curious and almost artificial preparation, shou'd frequently make its appearance in the mind, this idea must by degrees acquire a facility and force; and both by its firm hold and easy introduction distinguish itself from any new and unusual idea. This is the only particular, in which these two kinds of custom agree; and if it appear, that their effects on the judgment are similar and proportionable, we may certainly conclude, that the foregoing explication of that faculty is satisfactory. But can we doubt of this agreement in their influence on the judgment, when we consider the nature and effects of ^education^?","subId":"16","id":"Hume.THN.1.3.9.16","pages":"115-6"},{"type":"paragraph","content":"^All^ those opinions and notions of things, to which we have been accustom'd from our infancy, take such deep root, that 'tis impossible for us, by all the powers of reason and experience, to eradicate them; and this habit not only approaches in its influence, but even on many occasions prevails over that which arises from the constant and inseparable union of causes and effects. Here we must not be contented with saying, that the vividness of the idea produces the belief: We must maintain that they are individually the same. The frequent repetition of any idea infixes it in the imagination; but cou'd never possibly of itself produce belief, if that act of the mind was, by the original constitution of our natures, annex'd only to a reasoning and comparison of ideas. Custom may lead us into some false comparison of ideas. This is the utmost effect we can conceive of it. But 'tis certain it cou'd never supply the place of that comparison, nor produce any act of the mind, which naturally belong'd to that principle.","subId":"17","id":"Hume.THN.1.3.9.17","pages":"116"},{"type":"paragraph","content":"^A person^, that has lost a leg or an arm by amputation, endeavours for a long time afterwards to serve himself with them. After the death of any one, 'tis a common remark of the whole family, but especially of the servants, that they can scarce believe him to be dead, but still imagine him to be in his chamber or in any other place, where they were accustom'd to find him. I have often heard in conversation, after talking of a person, that is any way celebrated, that one, who has no acquaintance with him, will say, _I have never seen such-a-one, but almost fancy I have; so often have I ~~heard talk of him_. All these are parallel instances.","subId":"18","id":"Hume.THN.1.3.9.18","pages":"117"},{"type":"paragraph","content":"^If^ we consider this argument from _education_ in a proper light, 'twill appear very convincing; and the more so, that 'tis founded on one of the most common ph{ae}nomena, that is any where to be met with. I am persuaded, that upon examination we shall find more than one half of those opinions, that prevail among mankind, to be owing to education, and that the principles, which are thus implicitely embrac'd, over-ballance those, which are owing either to abstract reasoning or experience. As liars, by the frequent repetition of their lies, come at last to remember them; so the judgment, or rather the imagination, by the like means, may have ideas so strongly imprinted on it, and conceive them in so full a light, that they may operate upon the mind in the same manner with those, which the senses, memory or reason present to us. But as education is an artificial and not a natural cause, and as its maxims are frequently contrary to reason, and even to themselves in different times and places, it is never upon that account recogniz'd by philosophers; tho' in reality it be built almost on the same foundation of custom and repetition as our reasonings from causes and effects[n22].","subId":"19","id":"Hume.THN.1.3.9.19","pages":"117"},{"type":"note","content":"^In^ general we may observe, that as our assent to all probable reasonings is founded on the vivacity of ideas, it resembles many of those whimsies and prejudices, which are rejected under the opprobrious character of being the offspring of the imagination. By this expression it appears that the word, imagination, is commonly us'd in two different senses; and tho' nothing be more contrary to true philosophy, than this |inaccuracy, yet in the following reasonings I have often been oblig'd to fall into it. When I oppose the imagination to the memory, I mean the faculty, by which we form our fainter ideas. When I oppose it to reason, I mean the same faculty, excluding only our demonstrative and probable reasonings. When I oppose it to neither, 'tis indifferent whether it be taken in the larger or more limited sense, or at least the context will sufficiently explain the meaning.","subId":"n22","id":"Hume.THN.1.3.9.n22","pages":"117-8"}]}
