{"id":"Hume.ETSS.EMPL1.SE","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of Superstition and Enthusiasm","breadcrumb":"Of Superstition and Enthusiasm","published":[1741],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Of Superstition and Enthusiasm.\n","id":"Hume.ETSS.EMPL1.SE"},{"type":"paragraph","content":"THAT the corruption of the best things produces the worst, is grown into a maxim, and is commonly proved, among other instances, by the pernicious effects of superstition and enthusiasm, the corruptions of true religion.","subId":"1","id":"Hume.ETSS.EMPL1.SE.1","pages":"73"},{"type":"paragraph","content":"These two species of false religion, though both pernicious, are yet of a very different, and even of a contrary nature. The mind of man is subject to certain unaccountable terrors and apprehensions, proceeding either from the unhappy situation of private or public affairs, from ill health, from a gloomy and melancholy disposition, or from the concurrence of all these circumstances. In such a state of mind, infinite unknown evils are dreaded from unknown agents; and where real objects of terror are wanting, the soul, active to its own prejudice, and fostering its predominant inclination, finds imaginary ones, to whose power and malevolence it sets no limits. As these enemies are entirely invisible and unknown, the methods taken to appease them are equally unaccountable, and consist in ceremonies, observances, mortifications, sacrifices, presents, or in any practice, however absurd or frivolous, which either folly or knavery recommends to a blind and terrified credulity. Weakness, fear, melancholy, together with ignorance, are, therefore, the true sources of Superstition.","subId":"2","id":"Hume.ETSS.EMPL1.SE.2","pages":"73-4"},{"type":"paragraph","content":"But the mind of man is also subject to an unaccountable elevation and presumption, arising from prosperous success, from luxuriant health, from strong spirits, or from a bold and confident disposition. In such a state of mind, the imagination swells with great, but confused conceptions, to which no sublunary beauties or enjoyments can correspond. Every thing mortal and perishable vanishes as unworthy of attention. And a full range is given to the fancy in the invisible regions or world of spirits, where the soul is at liberty to indulge itself in every imagination, which may best suit its present taste and disposition. Hence arise raptures, transports, and surprising flights of fancy; and confidence and presumption still encreasing, these raptures, being altogether unaccountable, and seeming quite beyond the reach of our ordinary faculties, are attributed to the immediate inspiration of that Divine Being, who is the object of devotion. In a little time, the inspired person comes to regard himself as a distinguished favourite of the Divinity; and when this frenzy once takes place, which is the summit of enthusiasm, every whimsy is consecrated: Human reason, and even morality are rejected as fallacious guides: And the fanatic madman delivers himself over, blindly, and without reserve, to the supposed illapses of the spirit, and to inspiration from above. Hope, pride, presumption, a warm imagination, together with ignorance, are, therefore, the true sources of Enthusiasm.","subId":"3","id":"Hume.ETSS.EMPL1.SE.3","pages":"74"},{"type":"paragraph","content":"These two species of false religion might afford occasion to many speculations; but I shall confine myself, at present, to a few reflections concerning their different influence on government and society.","subId":"4","id":"Hume.ETSS.EMPL1.SE.4","pages":"74-5"},{"type":"paragraph","content":"My first reflection is, That superstition is favourable to priestly power, and enthusiasm not less or rather more contrary to it, than sound reason and philosophy. As superstition is founded on fear, sorrow, and a depression of spirits, it represents the man to himself in such despicable colours, that he appears unworthy, in his own eyes, of approaching the divine presence, and naturally has recourse to any other person, whose sanctity of life, or, perhaps, impudence and cunning, have made him be supposed more favoured by the Divinity. To him the superstitious entrust their devotions: To his care they recommend their prayers, petitions, and sacrifices: And by his means, they hope to render their addresses acceptable to their incensed Deity. Hence the origin of Priests, who may justly be regarded as an invention of a timorous and abject superstition, which, ever diffident of itself, dares not offer up its own devotions, but ignorantly thinks to recommend itself to the Divinity, by the mediation of his supposed friends and servants. As superstition is a considerable ingredient in almost all religions, even the most fanatical; there being nothing but philosophy able entirely to conquer these unaccountable terrors; hence it proceeds, that in almost every sect of religion there are priests to be found: But the stronger mixture there is of superstition, the higher is the authority of the priesthood.","subId":"5","id":"Hume.ETSS.EMPL1.SE.5","pages":"75"},{"type":"paragraph","content":"On the other hand, it may be observed, that all enthusiasts have been free from the yoke of ecclesiastics, and have expressed great independence in their devotion; with a contempt of forms, ceremonies, and traditions. The quakers are the most egregious, though, at the same time, the most innocent enthusiasts that have yet been known; and are, perhaps, the only sect, that have never admitted priests amongst them. The independents, of all the English sectaries, approach nearest to the quakers in fanaticism, and in their freedom from priestly bondage. The presbyterians follow after, at an equal distance in both particulars. In short this observation is founded in experience; and will also appear to be founded in reason, if we consider, that, as enthusiasm arises from a presumptuous pride and confidence, it thinks itself sufficiently qualified to approach the Divinity, without any human mediator. Its rapturous devotions are so fervent, that it even imagines itself actually to approach him by the way of contemplation and inward converse; which makes it neglect all those outward ceremonies and observances, to which the assistance of the priests appears so requisite in the eyes of their superstitious votaries. The fanatic consecrates himself, and bestows on his own person a sacred character, much superior to what forms and ceremonious institutions can confer on any other.","subId":"6","id":"Hume.ETSS.EMPL1.SE.6","pages":"75-6"},{"type":"paragraph","content":"My second reflection with regard to these species of false religion is, that religions, which partake of enthusiasm are, on their first rise, more furious and violent than those which partake of superstition; but in a little time become more gentle and moderate. The violence of this species of religion, when excited by novelty, and animated by opposition, appears from numberless instances; of the anabaptists in Germany, the camisars in France, the levellers and other fanatics in England, and the covenanters in Scotland. Enthusiasm being founded on strong spirits, and a presumptuous boldness of character, it naturally begets the most extreme resolutions; especially after it rises to that height as to inspire the deluded fanatic with the opinion of divine illuminations, and with a contempt for the common rules of reason, morality, and prudence.","subId":"7","id":"Hume.ETSS.EMPL1.SE.7","pages":"76-7"},{"type":"paragraph","content":"It is thus enthusiasm produces the most cruel disorders in human society; but its fury is like that of thunder and tempest, which exhaust themselves in a little time, and leave the air more calm and serene than before. When the first fire of enthusiasm is spent, men naturally, in all fanatical sects, sink into the greatest remissness and coolness in sacred matters; there being no body of men among them, endowed with sufficient authority, whose interest is concerned to support the religious spirit: No rites, no ceremonies, no holy observances, which may enter into the common train of life, and preserve the sacred principles from oblivion. Superstition, on the contrary, steals in gradually and insensibly; renders men tame and submissive; is acceptable to the magistrate, and seems inoffensive to the people: Till at last the priest, having firmly established his authority, becomes the tyrant and disturber of human society, by his endless contentions, persecutions, and religious wars. How smoothly did the Romish church advance in her acquisition of power? But into what dismal convulsions did she throw all Europe, in order to maintain it? On the other hand, our sectaries, who were formerly such dangerous bigots, are now become very free reasoners; and the quakers seem to approach nearly the only regular body of deists in the universe, the literati, or the disciples of Confucius in China.","subId":"8","id":"Hume.ETSS.EMPL1.SE.8","pages":"77-8"},{"type":"paragraph","content":"My third observation on this head is, that superstition is an enemy to civil liberty, and enthusiasm a friend to it. As superstition groans under the dominion of priests, and enthusiasm is destructive of all ecclesiastical power, this sufficiently accounts for the present observation. Not to mention, that enthusiasm, being the infirmity of bold and ambitious tempers, is naturally accompanied with a spirit of liberty; as superstition, on the contrary, renders men tame and abject, and fits them for slavery. We learn from English history, that, during the civil wars, the independents and deists, though the most opposite in their religious principles; yet were united in their political ones, and were alike passionate for a commonwealth. And since the origin of whig and tory, the leaders of the whigs have either been deists or profest latitudinarians in their principles; that is, friends to toleration, and indifferent to any particular sect of christians: While the sectaries, who have all a strong tincture of enthusiasm, have always, without exception, concurred with that party, in defence of civil liberty. The resemblance in their superstitions long united the high-church tories, and the Roman catholics, in support of prerogative and kingly power; though experience of the tolerating spirit of the whigs seems of late to have reconciled the catholics to that party.","subId":"9","id":"Hume.ETSS.EMPL1.SE.9","pages":"78-9"},{"type":"paragraph","content":"The molinists and jansenists in France have a thousand unintelligible disputes, which are not worthy the reflection of a man of sense: But what principally distinguishes these two sects, and alone merits attention, is the different spirit of their religion. The molinists conducted by the jesuits, are great friends to superstition, rigid observers of external forms and ceremonies, and devoted to the authority of the priests, and to tradition. The jansenists are enthusiasts, and zealous promoters of the passionate devotion, and of the inward life; little influenced by authority; and, in a word, but half catholics. The consequences are exactly conformable to the foregoing reasoning. The jesuits are the tyrants of the people, and the slaves of the court: And the jansenists preserve alive the small sparks of the love of liberty, which are to be found in the French nation.","subId":"10","id":"Hume.ETSS.EMPL1.SE.10","pages":"79"},{"type":"note","content":"The Chinese Literati have no priests or ecclesiastical establishment.","subId":"n1","id":"Hume.ETSS.EMPL1.SE.n1","pages":"78"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.PGB","imported":true,"title":"Of the Parties of Great Britain","breadcrumb":"Of the Parties of Great Britain","published":[1741]},"next":{"id":"Hume.ETSS.EMPL1.DM","imported":true,"title":"Of the Dignity or Meanness of Human Nature","breadcrumb":"Of the Dignity or Meanness of Human Nature","published":[1741]}}