{"id":"Shaftesbury.C.IVM.2.2.1","imported":true,"parent":"Shaftesbury.C.IVM.2.2","title":"Section I","breadcrumb":"Section 1","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_026","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.IVM.2.2.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">FIRST Proof, from the natural Affections.</span> TO begin therefore with this Proof, <q><span class=\"small-capitals\">That to have the Natural Affections</span> (such as are founded in Love, Complacency, Good-will, and in a Sympathy with the Kind or Species) <span class=\"small-capitals\">is to have the chief Means and Power of Self-enjoyment</span>: <em>And</em> <span class=\"small-capitals\">That to want them is certain Misery and Ill</span>.</q>","subId":"1","id":"Shaftesbury.C.IVM.2.2.1.1"},{"type":"paragraph","content":"We may inquire, first, what those are, which we call <em>Pleasures</em> or <em>Satisfactions;</em> <span class=\"margin-comment\">Pleasures of the BODY and MIND.</span> from whence Happiness is generally computed. They are (according to the common distinction) Satisfactions and Pleasures either <em>of the Body,</em> or <em>of the Mind.</em>","subId":"2","id":"Shaftesbury.C.IVM.2.2.1.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">The latter preferable.</span> That <em>the latter of these Satisfactions</em> <em>are the greatest,</em> is allow'd by most People, and may be prov'd by this: That whenever the Mind, having conceiv'd a high Opinion of the Worth of any Action or Behaviour, has receiv'd the strongest Impression of this sort, and is wrought up to the highest pitch or degree of Passion towards the Subject; at such time it sets itself above all bodily Pain as well as Pleasure, and can be no-way diverted from its purpose by Flattery or Terror of any kind. Thus we see <em>Indians, Barbarians, Malefactors,</em> and even the most execrable <em>Villains,</em> for the sake of a particular Gang or Society, or thro' some cherish'd Notion or Principle of Honour or Gallantry, Revenge, or Gratitude, embrace any manner of Hardship, and defy Torments and Death. Whereas, on the other hand, a Person being plac'd in all the happy Circumstances of outward Enjoyment, surrounded with every thing which can allure or charm the Sense, and being then actually in the very moment of such a pleasing Indulgence; yet no sooner is there any thing amiss <em>within,</em> no sooner has he conceiv'd any <em>internal Ail</em> or <em>Disorder,</em> any thing <em>inwardly</em> vexatious or distemper'd, than instantly his Enjoyment ceases, the pleasure of Sense is at an end; and every means of that sort becomes ineffectual, and is rejected as uneasy, and subject to give Distaste.","subId":"3","id":"Shaftesbury.C.IVM.2.2.1.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Inference.</span> The <em>Pleasures of the Mind</em> being allow'd, therefore, superior, to those of <em>the</em> <em>Body;</em> it follows, <q>That whatever can create in any intelligent Being a constant flowing Series or Train of mental Enjoyments, or Pleasures of the Mind, is more considerable to his Happiness, than that which can create to him a like constant Course or Train of sensual Enjoyments, or Pleasures of the Body.</q>","subId":"4","id":"Shaftesbury.C.IVM.2.2.1.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Mental Enjoyments, whence.</span> Now the mental Enjoyments are either actually <em>the very natural Affections themselves in their immediate Operation:</em> Or they wholly in a manner <em>proceed from them,</em> and are no other than <em>their Effects.</em>","subId":"5","id":"Shaftesbury.C.IVM.2.2.1.5"},{"type":"paragraph","content":"If so; it follows, that the natural Affections duly establish'd in a rational Creature, being the only means which can procure him a constant Series or Succession of the mental Enjoyments, they are the only means which can procure him a certain and solid <em>Happiness.</em>","subId":"6","id":"Shaftesbury.C.IVM.2.2.1.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Energy of natural Affections.</span> NOW, in the first place, to explain, <q>How much <em>the natural Affections are in themselves the highest Pleasures and Enjoyments</em></q>: There shou'd methinks be little need of proving this to any-one of human Kind, who has ever known the Condition of the Mind under a lively Affection of Love, Gratitude, Bounty, Generosity, Pity, Succour, or whatever else is of a social or friendly sort. He who has ever so little Knowledg of human Nature, is sensible what pleasure the Mind perceives when it is touch'd in this generous way. The difference we find between Solitude and Company, between a common Company and that of Friends; the reference of almost all our Pleasures to mutual Converse, and the dependence they have on Society either present or imagin'd; all these are sufficient Proofs in our behalf.","subId":"7","id":"Shaftesbury.C.IVM.2.2.1.7"},{"type":"paragraph","content":"How much the social Pleasures are superior to any other, may be known by visible Tokens and Effects. The very outward Features, the Marks and Signs which attend this sort of Joy, are expressive of a more intense, clear, and undisturb'd Pleasure, than those which attend the Satisfaction of Thirst, Hunger, and other ardent Appetites. But more particularly still may this Superiority be known, from the actual Prevalence and Ascendency of this sort of Affection over all besides. Where-ever it presents it-self with any advantage, it silences and appeases every other Motion of Pleasure. No Joy, merely of Sense, can be a Match for it. Whoever is Judg of <em>both</em> the Pleasures, will ever give the preference to <em>the former.</em> But to be able to judg of both, 'tis necessary to have a Sense of each. The honest Man indeed can judg of <em>sensual Pleasure,</em> and knows its utmost Force. For neither is his Taste, or Sense the duller; but, on the contrary, the more intense and clear, on the account of his Temperance, and a moderate Use of Appetite. But the immoral and profligate Man can by no means be allow'd a good Judg of <em>social Pleasure,</em> to which he is so mere a Stranger by his Nature.","subId":"8","id":"Shaftesbury.C.IVM.2.2.1.8"},{"type":"paragraph","content":"Nor is it any Objection here; That in many Natures the good Affection, tho really present, is found to be of insufficient force. For where it is not <em>in its natural degree,</em> 'tis the same indeed as if it <em>were not,</em> or had <em>never been.</em> The less there is of this good Affection in any untoward Creature, the greater the wonder is, that it shou'd <em>at any time</em> prevail; as in the very worst of Creatures it sometimes will. And if it prevails but for <em>once,</em> in any <em>single</em> Instance; it shews evidently, that if the Affection were thorowly experienc'd or known, it wou'd prevail <em>in all.</em>","subId":"9","id":"Shaftesbury.C.IVM.2.2.1.9"},{"type":"paragraph","content":"Thus <em>the</em> <span class=\"small-capitals\">Charm</span> of kind Affection is superior to all other Pleasure: since it has the power of drawing from every other Appetite or Inclination. And thus in the Case of Love to the Offspring, and a thousand other Instances, <em>the Charm</em> is found to operate so strongly on the Temper, as, in the midst of other Temptations, to render it susceptible of this Passion alone; which remains as the <em>Master-Pleasure</em> and <em>Conqueror</em> of the rest.","subId":"10","id":"Shaftesbury.C.IVM.2.2.1.10"},{"type":"paragraph","content":"There is no-one who, by the least progress in Science or Learning, has come to know barely the Principles of <em>Mathematicks,</em> but has found, that in the exercise of his Mind on the Discoverys he there makes, tho merely of speculative Truths, he receives a Pleasure and Delight superior to that of Sense. When we have thorowly search'd into the nature of this contemplative Delight, we shall find it of a kind which relates not in the least to any private Interest of the Creature, nor has for its Object any Self-good or Advantage of the private System. The Admiration, Joy, or Love, turns wholly upon what is exterior, and foreign to our-selves. And tho the reflected Joy or Pleasure, which arises from the notice of this Pleasure once perceiv'd, may be interpreted <em>a Self-passion,</em> or <em>interested Regard:</em> yet the original Satisfaction can be no other than what results from the Love of Truth, Proportion, Order, and Symmetry, in the Things without. If this be the Case, the Passion ought in reality to be rank'd with <em>natural Affection.</em> For having no Object within the compass of the private System; it must either be esteem'd superfluous and <em>unnatural,</em> (as having no tendency towards the Advantage or Good of any thing in Nature) or it must be judg'd to be, what it truly is,<a href=\"#n1\"><sup>[1]</sup></a> <q>A natural Joy in the Contemplation of those <em>Numbers,</em> that <em>Harmony, Proportion,</em> and <em>Concord,</em> which supports the universal Nature, and is essential in the Constitution and Form of every particular Species, or Order of Beings.</q>","subId":"11","id":"Shaftesbury.C.IVM.2.2.1.11"},{"type":"paragraph","content":"But this speculative Pleasure, however considerable and valuable it may be, or however superior to any Motion of mere Sense; must yet be far surpass'd by <em>virtuous Motion,</em> and <em>the Exercise of Benignity and Goodness;</em> where, together with the most delightful Affection of the Soul, there is join'd a pleasing Assent and Approbation of the Mind to what is acted in this good Disposition and honest Bent. For where is there on Earth a fairer Matter of Speculation, a goodlier View or Contemplation, than that of <em>a beautiful, proportion'd,</em> and <em>becoming</em> Action? Or what is there relating to us, of which the Consciousness and Memory is more solidly and lastingly entertaining?","subId":"12","id":"Shaftesbury.C.IVM.2.2.1.12"},{"type":"paragraph","content":"We may observe, that in the Passion of Love between the Sexes, where, together with the Affection of a <em>vulgar</em> sort, there is a mixture of the <em>kind and friendly,</em> the Sense or Feeling of this <em>latter</em> is in reality superior to the <em>former;</em> since often thro' this Affection, and for the sake of the Person belov'd, the greatest Hardships in the World have been submitted to, and even Death it-self voluntarily imbrac'd, without any expected <em>Compensation.</em> For where shou'd the Ground of such an Expectation lie? Not <em>here,</em> in <em>this World</em> surely; for Death puts an end to all. Nor yet <em>hereafter,</em> in <em>any other:</em> for who has ever thought of providing a Heaven or future Recompence for the suffering Virtue of Lovers?","subId":"13","id":"Shaftesbury.C.IVM.2.2.1.13"},{"type":"paragraph","content":"We may observe, withal, in favour of the natural Affections, that it is not only when Joy and Sprightliness are mix'd with them that they carry a real Enjoyment above that of the sensual kind. The very Disturbances which belong to natural Affection, tho they may be thought wholly contrary to Pleasure, yield still a Contentment and Satisfaction greater than the Pleasures of indulg'd Sense. And where a Series or continu'd Succession of the tender and kind Affections can be carry'd on, even thro' Fears, Horrors, Sorrows, Griefs; the Emotion of the Soul is still agreeable. We continue pleas'd even with this melancholy Aspect or Sense of Virtue. Her Beauty supports it-self under a Cloud, and in the midst of surrounding Calamitys. For thus, when by mere Illusion, as in <em>a Tragedy,</em> the Passions of this kind are skilfully excited in us; we prefer the Entertainment to any other of equal duration. We find by our-selves, that the moving our Passions in this mournful way, the engaging them in behalf of Merit and Worth, and the exerting whatever we have of social Affection, and human Sympathy, is of the highest Delight; and affords a greater Enjoyment in the way of <em>Thought</em> and <em>Sentiment,</em> than any thing besides can do in a way of <em>Sense</em> and <em>common Appetite.</em> And after this manner it appears, <q>How much <em>the mental Enjoyments are actually the very natural Affections themselves.</em></q>","subId":"14","id":"Shaftesbury.C.IVM.2.2.1.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Effects of natural Affection.</span> NOW, in the next place, to explain, <q>How they <em>proceed from them,</em> as their natural <em>Effects</em></q>; we may consider first, That the <span class=\"small-capitals\">Effects</span> of Love or kind Affection, in a way of mental Pleasure, are, <q><em>An Enjoyment of Good by Communication: A receiving it, as it were by Reflection, or by way of Participation in the Good of others</em></q>: And <q><em>A pleasing Consciousness of the actual Love, merited Esteem or Approbation of others.</em></q>","subId":"15","id":"Shaftesbury.C.IVM.2.2.1.15"},{"type":"paragraph","content":"How considerable a part of Happiness arises from the former of these <em>Effects,</em> will be easily apprehended by one who is not exceedingly ill natur'd. It will be consider'd how many the Pleasures are, of <em>sharing Contentment and Delight with others;</em> of receiving it in Fellowship and Company; and gathering it, in a manner, from the pleas'd and happy States of those around us, from accounts and relations of such Happinesses, from the very Countenances, Gestures, Voices and Sounds, even of Creatures foreign to our Kind, whose Signs of Joy and Contentment we can anyway discern. So insinuating are these Pleasures of Sympathy, and so widely diffus'd thro' our whole Lives, that there is hardly such a thing as Satisfaction or Contentment, of which they make not an essential part.","subId":"16","id":"Shaftesbury.C.IVM.2.2.1.16"},{"type":"paragraph","content":"As for that other <em>Effect</em> of social Love, viz. <em>the Consciousness of merited Kindness or Esteem;</em> 'tis not difficult to perceive how much this avails in mental Pleasure, and constitutes the chief Enjoyment and Happiness of those who are, in the narrowest sense, <em>voluptuous.</em> How natural is it for the most selfish among us, to be continually drawing some sort of Satisfaction from a Character, and pleasing our-selves in the Fancy of deserv'd Admiration and Esteem? For tho it be mere Fancy, we endeavour still to believe it Truth; and flatter our-selves, all we can, with the Thought of <em>Merit</em> of some kind, and the Persuasion of our deserving well from some few at least, with whom we happen to have a more intimate and familiar Commerce.","subId":"17","id":"Shaftesbury.C.IVM.2.2.1.17"},{"type":"paragraph","content":"What Tyrant is there, what Robber, or open Violater of the Laws of Society, who has not a Companion, or some particular Set, either of his own Kindred, or such as he calls Friends; with whom he gladly shares his Good; in whose Welfare he delights; and whose Joy and Satisfaction he makes <em>his own?</em> What Person in the world is there, who receives not some Impressions from the Flattery or Kindness of such as are familiar with him? 'Tis to this soothing Hope and Expectation of Friendship, that almost all our Actions have some reference. 'Tis this which goes thro' our whole Lives, and mixes it-self even with most of our Vices. Of this, <em>Vanity, Ambition,</em> and <em>Luxury,</em> have a share; and many other Disorders of our Life partake. Even the unchastest <em>Love</em> borrows largely from this Source. So that were Pleasure to be computed in the same way as other things commonly are; it might properly be said, that out of these two Branches (viz. <em>Community or Participation in the Pleasures of others,</em> and <em>Belief of meriting well from others</em>) wou'd arise more than nine Tenths of whatever is enjoy'd in Life. And thus in the main Sum of Happiness, there is scarce a single Article, but what derives it-self from social Love, and depends immediately on the natural and kind Affections.","subId":"18","id":"Shaftesbury.C.IVM.2.2.1.18"},{"type":"paragraph","content":"Now such as <span class=\"small-capitals\">Causes</span> are, such must be their <span class=\"small-capitals\">Effects</span>. And therefore as <em>natural Affection</em> or <em>social Love</em> is perfect, or imperfect; so must be <em>the Content</em> and <em>Happiness</em> depending on it.","subId":"19","id":"Shaftesbury.C.IVM.2.2.1.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Partial Affection examin'd.</span> BUT lest any shou'd imagine with themselves that an <em>inferior</em> Degree of natural Affection, or an <em>imperfect partial</em> Regard of this sort, can supply the place of an <em>intire, sincere,</em> and <em>truly moral</em> one; lest a small Tincture of social Inclination shou'd be thought sufficient to answer the End of Pleasure in Society, and give us that Enjoyment of <em>Participation</em> and <em>Community</em> which is so essential to our Happiness; we may consider first, That <span class=\"small-capitals\">Partial Affection</span>, or social Love <em>in part,</em> without regard to a compleat Society or <em>Whole,</em> is in it-self an Inconsistency, and implies an absolute Contradiction. Whatever Affection we have towards any thing besides <em>our-selves;</em> if it be not of the <em>natural sort</em> towards the System, or Kind; it must be, of all other Affections, the most <em>dissociable,</em> and destructive of the Enjoyments of Society: If it be really of the natural sort, and apply'd only to some <em>one</em> Part of Society, or of a Species, but not to the Species or Society <em>it-self;</em> there can be no more account given of it, than of the most odd, capricious, or humoursom Passion which may arise. The Person, therefore, who is conscious of this Affection, can be conscious of no <em>Merit</em> or <em>Worth</em> on the account of it. Nor can the Persons on whom this capricious Affection has chanc'd to fall, be in any manner secure of its Continuance or Force. As it has no Foundation or Establishment <em>in Reason;</em> so it must be easily removable, and subject to alteration, <em>without Reason.</em> Now the Variableness of such sort of Passion, which depends solely on Capriciousness and Humour, and undergoes the frequent Successions of alternate Hatred and Love, Aversion and Inclination, must of necessity create continual Disturbance and Disgust, give an allay to what is immediately enjoy'd in the way of Friendship and Society, and in the end extinguish, in a manner, the very Inclination towards Friendship and human Commerce. Whereas, on the other hand, <span class=\"small-capitals\">Intire Affection</span> (from whence <em>Integrity</em> has its name) as it is answerable to it-self, proportionable, and rational; so it is irrefragable, solid, and durable. And as in the case of <em>Partiality,</em> or vitious Friendship, which has no rule or order, every Reflection of the Mind necessarily makes to its disadvantage, and lessens the Enjoyment; so in the case of <em>Integrity,</em> the Consciousness of just Behaviour towards Mankind in general, <span class=\"margin-comment\">Partial Affection.</span> casts a good reflection on each friendly Affection in particular, and raises the Enjoyment of Friendship still the higher, in the way of <em>Community</em> or <em>Participation</em> above-mention'd.","subId":"20","id":"Shaftesbury.C.IVM.2.2.1.20"},{"type":"paragraph","content":"And in the next place, as <span class=\"small-capitals\">partial Affection</span> is fitted only to a short and slender Enjoyment of those Pleasures of <em>Sympathy</em> or <em>Participation with others;</em> so neither is it able to derive any considerable Enjoyment from that other principal Branch of human Happiness, <em>viz. Consciousness of the actual or merited Esteem of others.</em> From whence shou'd this <em>Esteem</em> arise? The <em>Merit,</em> surely, must in it-self be mean, whilst the Affection is so precarious and uncertain. What Trust can there be to a mere <em>casual Inclination</em> or <em>capricious Liking?</em> Who can depend on such a Friendship as is founded on no moral Rule, but fantastically assign'd to some single Person, or small <em>Part</em> of Mankind, exclusive of Society, and <em>the Whole?</em>","subId":"21","id":"Shaftesbury.C.IVM.2.2.1.21"},{"type":"paragraph","content":"It may be consider'd, withal, as a thing impossible; that they who esteem or love by any other Rule than that of <em>Virtue,</em> shou'd place their Affection on such Subjects as they can long esteem or love. 'Twill be hard for them, in the number of their so belov'd Friends, to find any, in whom they can heartily rejoice; or whose reciprocal Love or Esteem they can sincerely prize and enjoy. Nor can those Pleasures be sound or lasting, which are gather'd from a Self-flattery, and false Persuasion of the Esteem and Love of others, who are incapable of any sound Esteem or Love. It appears therefore how much the Men of narrow or <em>partial</em> Affection must be Losers in this sense, and of necessity fall short in this second principal part of mental Enjoyment.","subId":"22","id":"Shaftesbury.C.IVM.2.2.1.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">Intire Affection.</span> Mean while <em>intire Affection</em> has all the opposite advantages. It is equal, constant, accountable to it-self, ever satisfactory, and pleasing. It gains Applause and Love from the <em>best;</em> and in all disinterested cases, from the very <em>worst</em> of Men. We may say of it, with justice, that it carrys with it a Consciousness of merited Love and Approbation from all Society, from all intelligent Creatures, and from whatever is original to all other Intelligence. And if there be in Nature any such <em>Original;</em> we may add, that the Satisfaction which attends <em>intire Affection,</em> is full and noble, in proportion to its <em>final Object,</em> which contains all Perfection; according to the Sense of <em>Theism</em> above-noted. For this, as has been shewn, is the result of <em>Virtue.</em> And to have this <span class=\"small-capitals\">intire Affection</span> or <span class=\"small-capitals\">Integrity</span> of Mind, is <em>to live according to Nature,</em> and the Dictates and Rules of <em>supreme Wisdom.</em> This is Morality, Justice, Piety, and natural Religion.","subId":"23","id":"Shaftesbury.C.IVM.2.2.1.23"},{"type":"paragraph","content":"BUT lest this Argument shou'd appear perhaps too <em>scholastically</em> stated, and in Terms and Phrases, which are not of familiar use; we may try whether possibly we can set it yet in a plainer light.","subId":"24","id":"Shaftesbury.C.IVM.2.2.1.24"},{"type":"paragraph","content":"Let any-one, then, consider well those Pleasures which he receives either in private Retirement, Contemplation, Study, and Converse <em>with himself;</em> or in Mirth, Jollity, and Entertainment with <em>others;</em> and he will find, That they are wholly founded in <em>An easy Temper, free of Harshness,</em> <span class=\"margin-comment\">Mind and Temper.</span> <em>Bitterness, or Distaste;</em> and in <em>A Mind or Reason well compos'd, quiet, easy within it-self, and such as can freely bear its own Inspection and Review.</em> Now such <span class=\"small-capitals\">a Mind</span>, and such <span class=\"small-capitals\">a Temper</span>, which fit and qualify for the Enjoyment of the Pleasures mention'd, must of necessity be owing to the <em>natural</em> and <em>good Affections.</em>","subId":"25","id":"Shaftesbury.C.IVM.2.2.1.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">TEMPER.</span> As to what relates to <span class=\"small-capitals\">Temper</span>, it may be consider'd thus. There is no State of outward Prosperity, or flowing Fortune, where <em>Inclination</em> and <em>Desire</em> are always satisfy'd, <em>Fancy</em> and <em>Humour</em> pleas'd. There are almost hourly some Impediments or Crosses to the Appetite; some Accidents or other <em>from without;</em> or something <em>from within,</em> to check the licentious Course of the indulg'd Affections. They are not always to be satisfy'd by mere Indulgence. And when a Life is guided by <em>Fancy</em> only, there is sufficient ground of Contrariety and Disturbance. The very ordinary Lassitudes, Uneasinesses, and Defects of Disposition in the soundest Body; the interrupted Course of the Humours, or Spirits, in the healthiest People; and the accidental Disorders common to every Constitution, are sufficient, we know, on many occasions, to breed Uneasiness and Distaste. And this, in time, must grow into a Habit; where there is nothing to oppose its progress, and hinder its prevailing on the Temper. Now the only sound Opposite to <span class=\"small-capitals\">Ill Humour</span>, is <em>natural</em> and <em>kind Affection.</em> For we may observe, that when the Mind, upon reflection, resolves at any time to suppress this Disturbance already risen in the Temper, and sets about this reforming Work with heartiness, and in good earnest; it can no otherwise accomplish the Undertaking, than by introducing into the affectionate Part some gentle Feeling of the social and friendly kind; some enlivening Motion of Kindness, Fellowship, Complacency, or Love, to allay and convert that contrary Motion of Impatience and Discontent.","subId":"26","id":"Shaftesbury.C.IVM.2.2.1.26"},{"type":"paragraph","content":"If it be said perhaps, that in the case before us, <em>Religious Affection</em> or <em>Devotion</em> is a sufficient and proper Remedy; we answer, That 'tis according as the Kind may happily prove. For if it be of the pleasant and chearful sort, 'tis of the very kind of <em>natural Affection</em> it-self: if it be of the<a href=\"#n2\"><sup>[2]</sup></a> dismal or fearful sort; if it brings along with it any Affection opposite to Manhood, Generosity, Courage, or Free-thought; there will be nothing gain'd by this Application; and the <em>Remedy</em> will, in the issue, be undoubtedly found <em>worse than the Disease.</em> The severest Reflections on our <em>Duty,</em> and the Consideration merely of what is <em>by Authority</em> and <em>under Penaltys</em> enjoin'd, will not by any means serve to calm us on this occasion. The more dismal our Thoughts are on such a Subject, the worse our Temper will be, and the readier to discover it-self in Harshness, and Austerity. If, perhaps, by Compulsion, or thro' any Necessity or Fear incumbent, a different Carriage be at any time effected, or different Maxims own'd; the Practice at the bottom will be still the same. If <em>the Countenance</em> be compos'd; <em>the Heart,</em> however, will not be chang'd. The ill Passion may for the time be with-held from breaking into Action; but will not be subdu'd, or in the least debilitated against the next occasion. So that in such a Breast as this, whatever <em>Devotion</em> there may be; 'tis likely there will in time be little of <em>an easy Spirit,</em> or <em>good Temper</em> remaining; and consequently few and slender Enjoyments of <em>a mental kind.</em>","subId":"27","id":"Shaftesbury.C.IVM.2.2.1.27"},{"type":"paragraph","content":"If it be objected, on the other hand, that tho in melancholy Circumstances ill Humour may prevail, yet in a Course of outward Prosperity, and in the height of Fortune, there can nothing probably occur which shou'd thus sour <em>the Temper,</em> and give it such disrelish as is suggested; we may consider, that the most humour'd and indulg'd State is apt to receive the most disturbance from every Disappointment or smallest Ail. And if Provocations are easiest rais'd, and the Passions of Anger, Offence, and Enmity, are found the highest in the most indulg'd State of Will and Humour; there is still the greater need of a Supply from <em>social Affection,</em> to preserve <em>the Temper</em> from running into Savageness and Inhumanity. And this, the Case of Tyrants, and most unlimited Potentates, may sufficiently verify and demonstrate.","subId":"28","id":"Shaftesbury.C.IVM.2.2.1.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">MIND.</span> NOW as to the other part of our Consideration, which relates to a <span class=\"small-capitals\">Mind</span> <em>or Reason well compos'd and easy within it-self;</em> upon what account this Happiness may be thought owing to <em>natural Affection,</em> <span class=\"margin-comment\">Reflection.</span> we may possibly resolve our-selves, after this manner. It will be acknowledg'd that a Creature, such as Man, who from several degrees of Reflection has risen to that Capacity which we call Reason and Understanding; must in the very use of this his reasoning Faculty, be forc'd to receive Reflections back into his Mind of what passes in it-self, as well as in the Affections, or Will; in short, of whatsoever relates to his Character, Conduct, or Behaviour amidst his Fellow-Creatures, and in Society. Or shou'd he be of himself unapt; there are others ready to remind him, and refresh his Memory, in this way of Criticism. We have all of us Remembrancers enow to help us in this Work. Nor are the greatest Favourites of Fortune exempted from this Talk of Self-inspection. Even Flattery itself, by making the View agreeable, renders us more attentive this way, and insnares us in the Habit. The vainer any Person is, the more he has his Eye inwardly fix'd upon himself; and is, after a certain manner, employ'd in this home-Survey. And when a true Regard to our-selves cannot oblige us to this Inspection, a false Regard to others, and a Fondness for Reputation raises a watchful Jealousy, and furnishes us sufficiently with Acts of Reflection on our own Character and Conduct.","subId":"29","id":"Shaftesbury.C.IVM.2.2.1.29"},{"type":"paragraph","content":"In whatever manner we consider of this, we shall find still, that every reasoning or reflecting Creature is, by his Nature, forc'd to endure the <em>Review</em> of his own Mind, and Actions; and to have Representations of himself, and his inward Affairs, constantly passing before him, obvious to him, and revolving in his Mind. Now as nothing can be more grievous than this is, to one who has thrown off <em>natural Affection;</em> so nothing can be more delightful to one who has preserv'd it with sincerity.","subId":"30","id":"Shaftesbury.C.IVM.2.2.1.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conscience.</span> There are <span class=\"small-capitals\">two</span> Things, which to a rational Creature must be horridly offensive and grievous; <em>viz.</em> <q>To have the Reflection in his Mind of any <em>unjust</em> Action or Behaviour, which he knows to be naturally <em>odious</em> and <em>ill-deserving:</em> Or, of any foolish Action or Behaviour, which he knows to be prejudicial to his own <em>Interest</em> or <em>Happiness.</em></q>","subId":"31","id":"Shaftesbury.C.IVM.2.2.1.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Conscience.</span> The former of these is alone properly call'd <span class=\"small-capitals\">Conscience</span>; whether in a moral, or religious Sense. For to have Awe and Terror of the Deity, does not, of it-self, imply Conscience. No one is esteem'd the more conscientious for the fear of evil Spirits, Conjurations, Enchantments, or whatever may proceed from any unjust, capricious, or devilish Nature. Now to fear <span class=\"small-capitals\">God</span> any otherwise than as in consequence of some justly blameable and imputable Act, is to fear <em>a devilish</em> Nature, not <em>a divine</em> one. Nor does the Fear of Hell, or a thousand <em>Terrors</em> of <em>the</em> <span class=\"small-capitals\">Deity</span>, imply Conscience; unless where there is an Apprehension of what is <em>wrong, odious, morally deform'd,</em> and <em>ill-deserving.</em> And where this is the Case, there <em>Conscience</em> must have effect, and Punishment of necessity be apprehended; even tho it be not expresly threaten'd.","subId":"32","id":"Shaftesbury.C.IVM.2.2.1.32"},{"type":"paragraph","content":"And thus <em>religious Conscience</em> supposes <em>moral</em> or <em>natural Conscience.</em> And tho the former be understood to carry with it the Fear of divine Punishment; it has its force however from the apprehended moral Deformity and Odiousness of any Act, with respect purely to the Divine Presence, and the natural Veneration due to such a suppos'd Being. For in such a Presence, the Shame of Villany or Vice must have its force, independently on that farther Apprehension of the magisterial Capacity of such a Being, and his Dispensation of particular Rewards or Punishments in a future State.","subId":"33","id":"Shaftesbury.C.IVM.2.2.1.33"},{"type":"paragraph","content":"It has been already said, that no Creature can maliciously and intentionally <em>do ill,</em> without being sensible, at the same time, that he <em>deserves ill.</em> And in this respect, every sensible Creature may be said to have <em>Conscience.</em> For with all Mankind, and all intelligent Creatures, this must ever hold, <q>That <em>what</em> they know they deserve from every-one, <em>that</em> they necessarily must fear and expect from all.</q> And thus Suspicions and ill Apprehensions must arise, with Terror both of Men and of <em>the</em> <span class=\"small-capitals\">Deity</span>. But besides this, there must in every rational Creature, be yet farther <em>Conscience; viz.</em> from Sense of <em>Deformity in what is thus ill-deserving and unnatural:</em> and from <em>a consequent Shame or Regret of incurring what is odious, and moves Aversion.</em>","subId":"34","id":"Shaftesbury.C.IVM.2.2.1.34"},{"type":"paragraph","content":"There scarcely is, or can be any Creature, whom Consciousness of Villany, <em>as such merely,</em> does not at all offend; nor any thing opprobrious or heinously imputable, move, or affect. If there be such a one; 'tis evident he must be absolutely indifferent towards moral Good or Ill. If this indeed be his Case; 'twill be allow'd he can be no-way capable of natural Affection: If not of that, then neither of any social Pleasure, or mental Enjoyment, as shewn above; but on the contrary, he must be subject to all manner of horrid, unnatural, and ill Affection. So that to want <span class=\"small-capitals\">Conscience</span>, or <em>natural Sense of the Odiousness of Crime and Injustice,</em> is to be most of all miserable in Life: but where <em>Conscience,</em> or <em>Sense</em> of this sort, remains; there, consequently, whatever is committed against it, must of necessity, by means of Reflection, as we have shewn, be continually shameful, grievous and offensive.","subId":"35","id":"Shaftesbury.C.IVM.2.2.1.35"},{"type":"paragraph","content":"A Man who in a Passion happens to kill his Companion, relents immediately on the sight of what he has done. His Revenge is chang'd into Pity, and his Hatred turn'd against himself. And this merely by the Power of the Object. On this account he suffers Agonys; the Subject of this continually occurs to him; and of this he has a constant ill Remembrance and displeasing Consciousness. If on the other side, we suppose him <em>not</em> to relent or suffer any real Concern or Shame; then, either he has no Sense of the Deformity of the Crime and Injustice, no natural Affection, and consequently no Happiness or Peace within: or if he has any Sense of moral Worth or Goodness, it must be of a perplex'd, and contradictory kind. He must pursue an inconsistent Notion, <span class=\"margin-comment\">False Conscience.</span> idolize some <em>false Species</em> of Virtue; and affect as noble, gallant, or worthy, that which is irrational and absurd. And how tormenting this must be to him, is easy to conceive. For never can such <em>a Phantom</em> as this be reduc'd to any certain Form. Never can this <span class=\"small-capitals\">Proteus</span> of <em>Honour</em> be held steddy, to one Shape. The Pursuit of it can only be vexatious and distracting. There is nothing beside real Virtue, as has been shewn, which can possibly hold any proportion to Esteem, Approbation, or good Conscience. And he who, being led by false Religion or prevailing Custom, has learnt to esteem or admire any thing as Virtue which is not really such; must either thro' the Inconsistency of such an Esteem, and the perpetual Immoralitys occasion'd by it, come at last to lose all Conscience, and so be miserable in the worst way: or, if he retains any Conscience at all, it must be of a kind never satisfactory, or able to bestow Content. For 'tis impossible that a cruel Enthusiast, or <em>Bigot,</em> a Persecutor, a Murderer, a <em>Bravo,</em> a Pirate, or any Villain of less degree, who is false to the Society of Mankind in general, and contradicts natural Affection; shou'd have any fix'd Principle at all, any real Standard or Measure by which he can regulate his Esteem, or any solid Reason by which to form his Approbation of <em>any one</em> moral Act. And thus the more he sets up <em>Honour,</em> or advances <em>Zeal;</em> the worse he renders his Nature, and the more detestable his Character. The more he engages in the Love or Admiration of any Action or Practice, as great and glorious, which is in it-self morally ill and vitious; the more Contradiction and Self-disapprobation he must incur. For there being nothing more certain than this, <q>That no natural Affection can be contradicted, nor any unnatural one advanc'd, without a prejudice in some degree to all natural Affection in general</q>: it must follow, <q>That inward Deformity growing greater, by the Incouragement of unnatural Affection; there must be so much the more Subject for dissatisfactory Reflection, the more any false Principle of Honour, any false Religion, or Superstition prevails.</q>","subId":"36","id":"Shaftesbury.C.IVM.2.2.1.36"},{"type":"paragraph","content":"So that whatever Notions of this kind are cherish'd; or whatever Character affected, which is contrary to moral Equity, and leads to Inhumanity, thro' <em>a false Conscience,</em> or <em>wrong Sense of Honour,</em> <span class=\"margin-comment\"><em>Causes Reproach from</em> true.</span> serves only to bring a Man the more under the lash of <em>real</em> and <em>just Conscience,</em> Shame, and Self-reproach. Nor can any one, who, by any pretended Authority, commits one single Immorality, be able to satisfy himself with any Reason, why he shou'd not at another time be carry'd further, into all manner of Villany; such perhaps as he even abhors to think of. And this is a Reproach which a Mind must of necessity make to it-self upon the least Violation of natural Conscience; in doing what is <em>morally deform'd, and ill-deserving;</em> tho warranted by any Example or Precedent amongst Men, or by any suppos'd Injunction or Command of higher Powers.","subId":"37","id":"Shaftesbury.C.IVM.2.2.1.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conscience, from Interest.</span> Now as for that other part of Conscience, <em>viz.</em> the remembrance of <em>what was at any time unreasonably and foolishly done, in prejudice of one's real Interest or Happiness:</em> This dissatisfactory Reflection must follow still and have effect, wheresoever there is a Sense of moral Deformity, contracted by Crime, and Injustice. For even where there is no Sense of moral Deformity, as <em>such merely;</em> there must be still a Sense of the ill Merit of it with respect to God and Man. Or tho there were a possibility of excluding for ever all Thoughts or Suspicions of any superior Powers, yet considering that this Insensibility towards moral Good or Ill implies a total Defect in natural Affection, and that this Defect can by no Dissimulation be conceal'd; 'tis evident that a Man of this unhappy Character must suffer a very sensible Loss in the Friendship, Trust, and Confidence of other Men; and consequently must suffer in his Interest and outward Happiness. Nor can the Sense of this Disadvantage fail to occur to him; when he sees, with Regret, and Envy, the better and more grateful Terms of Friendship, and Esteem, on which better People live with the rest of Mankind. Even therefore where natural Affection is wanting; 'tis certain still, that by Immorality, necessarily happening thro' want of such Affection, there must be disturbance from Conscience of this sort, <em>viz.</em> from <em>Sense of what is committed imprudently, and contrary to real Interest and Advantage.</em>","subId":"38","id":"Shaftesbury.C.IVM.2.2.1.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conclusion drawn from the MENTAL PLEASURES.</span> From all this we may easily conclude, how much our Happiness depends on <em>natural and good Affection.</em> For if the chief Happiness be from the <span class=\"small-capitals\">Mental Pleasures</span>; and the chief <em>mental Pleasures</em> are such as we have describ'd, and are founded in <em>natural Affection;</em> it follows, <q>That <em>to have the natural Affections, is to have the chief Means and Power of Self-enjoyment, the highest Possession and Happiness of Life.</em></q>","subId":"39","id":"Shaftesbury.C.IVM.2.2.1.39"},{"type":"paragraph","content":"<span class=\"margin-comment\">Pleasures of the SENSE, Dependent also on natural Affection.</span> NOW as to the <em>Pleasures of</em> <span class=\"small-capitals\">the Body</span>, and the Satisfactions belonging to <em>mere</em> <span class=\"small-capitals\">Sense</span>; 'tis evident, they cannot possibly have their Effect, or afford any valuable Enjoyment, otherwise than by the means of <em>social and natural Affection.</em>","subId":"40","id":"Shaftesbury.C.IVM.2.2.1.40"},{"type":"paragraph","content":"To <em>live well,</em> has no other meaning with some People, than to <em>eat</em> and <em>drink well.</em> <span class=\"margin-comment\">Vulgar Epicurism.</span> And methinks 'tis an unwary Concession we make in favour of these pretended <em>good Livers,</em> when we join with 'em, in honouring their way of Life with the Title of <em>living fast.</em> As if they liv'd the fastest who took the greatest pains to enjoy least of Life: For if our Account of Happiness be right; the greatest Enjoyments in Life are such as these Men pass over in their haste, <span class=\"margin-comment\">Pleasures of the Sense,</span> and have scarce ever allow'd themselves the liberty of tasting.","subId":"41","id":"Shaftesbury.C.IVM.2.2.1.41"},{"type":"paragraph","content":"But as considerable a Part of Voluptuousness as is founded in <em>the Palat;</em> and as notable as the Science is, which depends on it; one may justly presume that the Ostentation of Elegance, <span class=\"margin-comment\">Imagination, Fancy.</span> and a certain Emulation and Study how to excel in this sumptuous Art of Living, goes very far in the raising such a high Idea of it, as is observ'd among the Men of Pleasure. For were the Circumstances of a Table and Company, Equipages, Services, and the rest of the Management withdrawn; there wou'd be hardly left any Pleasure worth acceptance, even in the Opinion of the most debauch'd themselves.","subId":"42","id":"Shaftesbury.C.IVM.2.2.1.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">A Debauch.</span> The very Notion of <em>a Debauch</em> (which is a Sally into whatever can be imagin'd of Pleasure and Voluptuousness) carrys with it a plain reference to Society, or Fellowship. It may be call'd a <em>Surfeit,</em> <span class=\"margin-comment\">Pleasures of the Sense.</span> or <em>Excess of Eating and Drinking,</em> but hardly a <em>Debauch</em> of that kind, when the Excess is committed separately, out of all Society, or Fellowship. And one who abuses him-self in this way, is often call'd a <em>Sot,</em> but never a <em>Debauchee.</em> The Courtizans, and even the commonest of Women, <span class=\"margin-comment\">Women.</span> who live by Prostitution, know very well how necessary it is, that every-one whom they entertain with their Beauty, shou'd believe there are Satisfactions reciprocal; and that Pleasures are no less <em>given</em> than <em>receiv'd.</em> And were this Imagination to be wholly taken away, there wou'd be hardly any of the grosser sort of Mankind, who wou'd not perceive their remaining Pleasure to be of slender Estimation.","subId":"43","id":"Shaftesbury.C.IVM.2.2.1.43"},{"type":"paragraph","content":"Who is there can well or long enjoy any thing, when <em>alone,</em> and abstracted perfectly, even in his very Mind and Thought, from every thing belonging to Society? Who wou'd not, on such Terms as these, be presently cloy'd by any sensual Indulgence? Who wou'd not soon grow uneasy with his Pleasure, however exquisite, till he had found means to impart it, and make it <em>truly pleasant</em> to him, by communicating, and sharing it at least with some <em>one</em> single Person? Let Men imagine what they please; let 'em suppose themselves ever so selfish; or desire ever so much to follow the Dictates of that narrow Principle, by which they wou'd bring Nature under restraint: Nature will break out; and in Agonys, Disquiets, and a distemper'd State, demonstrate evidently the ill Consequence of such Violence, the Absurdity of such a Device, and the Punishment which belongs to such a monstrous and horrid Endeavour.","subId":"44","id":"Shaftesbury.C.IVM.2.2.1.44"},{"type":"paragraph","content":"<span class=\"margin-comment\">Pleasures of the Sense,</span> Thus, therefore, not only the <em>Pleasures of the Mind,</em> but even those of <em>the Body,</em> depend on natural Affection: insomuch that where this is wanting, they not only lose their Force, but are in a manner converted into Uneasiness and Disgust. The Sensations which shou'd naturally afford Contentment and Delight, <span class=\"margin-comment\">Convertible into Disgust;</span> produce rather Discontent and Sourness, and breed a Wearisomness and Restlessness in the Disposition. This we may perceive by the perpetual Inconstancy, and Love of Change, <span class=\"margin-comment\">Variable:</span> so remarkable in those who have nothing communicative or friendly in their Pleasures. <em>Good Fellowship,</em> in its abus'd Sense, seems indeed to have something more constant and determining. The Company supports the Humour. 'Tis the same in <em>Love.</em> <span class=\"margin-comment\">Insupportable.</span> A certain Tenderness and Generosity of Affection supports the Passion, which otherwise wou'd instantly be chang'd. The perfectest Beauty cannot, of it-self, retain, or fix it. And that Love which has no other Foundation, but relies on this exterior kind, is soon turn'd into Aversion. Satiety, perpetual Disgust, and Feverishness of Desire, attend those who passionately study Pleasure. They best enjoy it, who study to regulate their Passions. And by this they will come to know how absolute an Incapacity there is in any thing sensual to please, or give contentment, where it depends not on something friendly or social, something conjoin'd, and in affinity with <em>kind</em> or <em>natural Affection.</em>","subId":"45","id":"Shaftesbury.C.IVM.2.2.1.45"},{"type":"paragraph","content":"<span class=\"margin-comment\">Balance of the Affections.</span> BUT ERE we conclude this Article of <em>social</em> or <em>natural Affection,</em> we may take a general View of it, and bring it, once for all, into the Scale; to prove what kind of<a href=\"#n3\"><sup>[3]</sup></a> <span class=\"small-capitals\">Balance</span> it helps to make <em>within;</em> and what the Consequence may be, of its <em>Deficiency,</em> or <em>light Weight.</em>","subId":"46","id":"Shaftesbury.C.IVM.2.2.1.46"},{"type":"paragraph","content":"There is no-one of ever so little Understanding in what belongs to a human Constitution, who knows not that without Action, Motion, and Employment, <em>the Body</em> languishes, and is oppress'd; its Nourishment turns to Disease; the Spirits, unimploy'd abroad, help to consume the Parts within; and Nature, as it were, preys upon her-self. In the same manner, the sensible and living Part, <em>the Soul</em> or <em>Mind,</em> wanting its proper and natural Exercise, is burden'd and diseas'd. Its Thoughts and Passions being unnaturally with-held from their due Objects, turn against it-self, and create the highest Impatience and Ill-humour.","subId":"47","id":"Shaftesbury.C.IVM.2.2.1.47"},{"type":"paragraph","content":"In<a href=\"#n4\"><sup>[4]</sup></a> <em>Brutes,</em> and other Creatures, which have not the Use of Reason and Reflection, <span class=\"margin-comment\">Instance in the animal Kinds.</span> (at least not after the manner of Mankind) 'tis so order'd in Nature, that by their daily Search after Food, and their Application either towards the Business of their Livelihood, or the Affairs of their Species or Kind, <span class=\"margin-comment\">Balance of the Affections.</span> almost their whole time is taken up, and they fail not to find full Imployment for their Passion, according to that degree of Agitation to which they are fitted, and which their Constitution requires. If any one of these Creatures be taken out of his natural laborious State, and plac'd amidst such a Plenty as can profusely administer to all his Appetites and Wants; it may be observ'd, that as his Circumstances grow thus luxuriant, his Temper and Passions have the same growth. When he comes, at any time, to have the Accommodations of Life at a cheaper and easier rate than was at first intended him by Nature, he is made to pay dear for 'em in another way; by losing his natural good Disposition, and the Orderliness of his Kind or Species.","subId":"48","id":"Shaftesbury.C.IVM.2.2.1.48"},{"type":"paragraph","content":"This needs not to be demonstrated by particular Instances. Whoever has the least knowledg of natural History, or has been an Observer of the several Breeds of Creatures, and their ways of Life, and Propagation, will easily understand this Difference of Orderliness between the <em>wild</em> and the <em>tame</em> of the same Species. The latter acquire new Habits; and deviate from their original Nature. They lose even the common Instinct and ordinary Ingenuity of their Kind; <span class=\"margin-comment\">Animal Kinds.</span> nor can they ever regain it, whilst they continue in this pamper'd State: but being turn'd to shift abroad, they resume the natural Affection and Sagacity of their Species. They learn to unite in stricter Fellowship; and grow more concern'd for their Offspring. They provide against the Seasons, and make the most of every Advantage given by Nature for the Support and Maintenance of their particular Species, against such as are foreign and hostile. And thus as they grow busy and imploy'd, they grow regular and good. Their Petulancy and Vice forsakes them, with their Idleness and Ease.","subId":"49","id":"Shaftesbury.C.IVM.2.2.1.49"},{"type":"paragraph","content":"<span class=\"margin-comment\">Mankind.</span> It happens with <em>Mankind,</em> that whilst some are by necessity confin'd to Labour, others are provided with abundance of all things, by the Pains and Labour of Inferiors. Now, if among the superior and easy sort, there be not something of fit and proper Imployment rais'd in the room of what is wanting in common Labour and Toil; if instead of an Application to any sort of Work, such as has a good and honest End in Society, (as Letters, Sciences, Arts, Husbandry, publick Affairs, <span class=\"margin-comment\">Balance of the Affections.</span> OEconomy, or the like) there be a thorow Neglect of all Duty or Imployment; a settled Idleness, Supineness, and Inactivity; this of necessity must occasion a most relax'd and dissolute State: It must produce a total Disorder of the Passions, and break out in the strangest Irregularitys imaginable.","subId":"50","id":"Shaftesbury.C.IVM.2.2.1.50"},{"type":"paragraph","content":"We see the enormous Growth of Luxury in capital Citys, such as have been long the Seat of Empire. We see what Improvements are made in Vice of every kind, where numbers of Men are maintain'd in lazy Opulence, and wanton Plenty. 'Tis otherwise with those who are taken up in honest and due Imployment, and have been well inur'd to it from their Youth. This we may observe in the hardy remote Provincials, the Inhabitants of smaller Towns, and the industrious sort of common People; where 'tis rare to meet with any Instances of those Irregularitys, which are known in Courts and Palaces; and in the rich Foundations of easy and pamper'd Priests.","subId":"51","id":"Shaftesbury.C.IVM.2.2.1.51"},{"type":"paragraph","content":"Now if what we have advanc'd concerning an <em>inward Constitution</em> be real and just; if it be true that Nature works by a just Order and Regulation as well in the Passions and Affections, as in the Limbs and Organs which she forms; if it appears withal, that she has so constituted this <em>inward Part,</em> that nothing is so essential to it as <em>Exercise;</em> and no Exercise so essential as that of <em>social</em> or <em>natural Affection:</em> it follows, that where this is remov'd or weaken'd, the <em>inward Part</em> must necessarily suffer and be impair'd. Let Indolence, Indifference, or Insensibility, be study'd as an Art, or cultivated with the utmost Care; the Passions thus restrain'd will force their Prison, and in one way or other procure their Liberty, and find full Employment. They will be sure to create to themselves <em>unusual</em> and <em>unnatural</em> Exercise, where they are cut off from such as is <em>natural</em> and <em>good.</em> And thus in the room of orderly and natural Affection, new and unnatural must be rais'd, and all <em>inward Order</em> and <em>OEconomy</em> destroy'd. <span class=\"margin-comment\">OEconomy.</span>","subId":"52","id":"Shaftesbury.C.IVM.2.2.1.52"},{"type":"paragraph","content":"One must have a very imperfect Idea of the Order of Nature in the Formation and Structure of Animals, to imagine that so great a <em>Principle,</em> so fundamental a Part as that of <em>natural Affection</em> shou'd possibly be lost or impair'd, without any inward Ruin or Subversion of the Temper and Frame of Mind. <span class=\"margin-comment\">Balance of the Affections.</span>","subId":"53","id":"Shaftesbury.C.IVM.2.2.1.53"},{"type":"paragraph","content":"Whoever is the least vers'd in this moral kind of Architecture, will find the inward <em>Fabrick</em> so adjusted, and <em>the whole</em> so nicely built; <span class=\"margin-comment\">Fabrick.</span> that the barely extending of a single Passion a little too far, or the continuance of it too long, is able to bring irrecoverable Ruin and Misery. He will find this experienc'd in the ordinary Case of Phrenzy, and Distraction; when the Mind, dwelling too long upon <em>one</em> Subject, (whether prosperous or calamitous) sinks under the weight of it, and proves what the necessity is, of a due <em>Balance,</em> and Counterpoise in the Affections. He will find, that in every different Creature, and distinct Sex, there is a different and distinct <em>Order, Set,</em> or <em>Suit</em> of Passions; proportionable to the different Order of Life, the different Functions and Capacitys assign'd to each. As the Operations and Effects are different, so are the Springs and Causes in each System. The inside Work is fitted to the outward Action and Performance. So that where Habits or Affections are dislodg'd, misplac'd, or chang'd; where those belonging to one Species are intermix'd with those belonging to another, there must of necessity be Confusion and Disturbance within.","subId":"54","id":"Shaftesbury.C.IVM.2.2.1.54"},{"type":"paragraph","content":"<span class=\"margin-comment\">Monsters.</span> All this we may observe easily, by comparing the more perfect with the imperfect Natures, such as are imperfect from their Birth, by having suffer'd Violence <em>within,</em> in their earliest <em>Form,</em> and inmost <em>Matrix.</em> We know how it is with <em>Monsters,</em> such as are compounded of different Kinds, or different Sexes. Nor are they less <em>Monsters,</em> who are mishapen or distorted in an inward Part. The ordinary Animals appear unnatural and monstrous, when they lose their proper Instincts, forsake their Kind, neglect their Offspring, and pervert those Functions or Capacitys bestow'd by Nature. How wretched must it be, therefore, for <span class=\"small-capitals\">Man</span>, of all other Creatures, to lose that <em>Sense,</em> and <em>Feeling,</em> which is proper to him <em>as a</em> <span class=\"small-capitals\">Man</span>, and sutable to his Character, and Genius? How unfortunate must it be for a Creature, whose dependence on Society is greater than any others, to lose that <em>natural Affection</em> by which he is prompted to the Good and Interest of his Species, and Community? Such indeed is Man's natural Share of this <em>Affection,</em> that <em>He,</em> of all other Creatures, <span class=\"margin-comment\">Balance of the Affections.</span> is plainly the least able to bear Solitude. Nor is any thing more apparent, than that there is naturally in every Man such a degree of social Affection as inclines him to seek the Familiarity and Friendship of his Fellows. 'Tis here that he lets loose a Passion, and gives reins to a Desire, which can hardly by any struggle or inward violence be with-held; or if it be, is sure to create a Sadness, Dejection, and Melancholy in the Mind. For whoever is unsociable, and voluntarily shuns Society, or Commerce with the World, must of necessity be morose and ill-natur'd. He, on the other side, who is with-held by force or accident, finds in his Temper the ill Effects of this Restraint. The Inclination, when suppress'd, breeds Discontent; and on the contrary, affords a healing and enlivening Joy, when acting at its liberty, and with full scope: as we may see particularly, when after a time of Solitude and long Absence, the Heart is open'd, the Mind disburden'd, and the Secrets of the Breast unfolded to a Bosom-Friend.","subId":"55","id":"Shaftesbury.C.IVM.2.2.1.55"},{"type":"paragraph","content":"This we see yet more remarkably instanc'd in Persons of the most elevated Stations; even in Princes, Monarchs, and those who seem by their Condition to be above ordinary human Commerce, and who affect a sort of distant Strangeness from the rest of Mankind. But their Carriage is not the same towards <em>all</em> Men. The wiser and better sort, it's true, are often held at a distance; as unfit for their Intimacy, or secret Trust. But to compensate this, there are others subtituted in their room, who, tho they have the least Merit, and are perhaps the most vile and contemptible of Men, are sufficient, however, to serve the purpose of an imaginary Friendship, and can become <em>Favourites</em> in form. These are the Subjects of Humanity in <em>the Great.</em> For These we see them often in concern and pain: in These they easily confide: to These they can with pleasure communicate their Power and Greatness, be open, free, generous, confiding, bountiful; as rejoicing in the Action it-self: having no Intention or Aim beyond it; and their Interest, in respect of Policy, often standing a quite contrary way. But where neither the Love of Mankind, nor the Passion for Favourites prevails, the tyrannical Temper fails not to shew it-self in its proper colours, and to the life, with all the Bitterness, Cruelty, and Mistrust, which belong to that solitary and gloomy State of un-communicative and un-friendly Greatness. Nor needs there any particular Proof from History, or present Time, to second this Remark.","subId":"56","id":"Shaftesbury.C.IVM.2.2.1.56"},{"type":"paragraph","content":"THUS it may appear, how much <span class=\"small-capitals\">natural Affection</span> is predominant; how it is inwardly join'd to us, and implanted in our Natures; how interwoven with our other Passions; and how essential to that regular Motion and Course of our Affections, on which our Happiness and Self-enjoyment so immediately depend.","subId":"57","id":"Shaftesbury.C.IVM.2.2.1.57"},{"type":"paragraph","content":"And thus we have demonstrated, That as, <em>on one side,</em> <span class=\"small-capitals\">To have the Natural and Good Affections, is to have the chief Means and Power of Self-Enjoyment:</span> So, <em>on the other side,</em> <span class=\"small-capitals\">to want them, is certain Misery, and Ill</span>.","subId":"58","id":"Shaftesbury.C.IVM.2.2.1.58"},{"type":"note","content":"VOL. III. <em>p.</em> 30.","subId":"n1","id":"Shaftesbury.C.IVM.2.2.1.n1"},{"type":"note","content":"VOL. I. <em>p.</em> 32, 33, &amp;c. And VOL. III. <em>p.</em> 115, 116, 124128.","subId":"n2","id":"Shaftesbury.C.IVM.2.2.1.n2"},{"type":"note","content":"<em>Supra,</em> p. 92, 93, &amp;c.","subId":"n3","id":"Shaftesbury.C.IVM.2.2.1.n3"},{"type":"note","content":"<em>Supra,</em> p. 92, 93. And <em>Infra,</em> p. 307, 8, 9, &amp;c. And VOL. III. <em>p.</em> 216, 17, <em>&amp;c.</em>","subId":"n4","id":"Shaftesbury.C.IVM.2.2.1.n4"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.2","imported":true,"title":"Book II","breadcrumb":"Book 2","published":[1699]},{"id":"Shaftesbury.C.IVM.2.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.2.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.2.2.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1699]}}