{"id":"Hume.THN.3.3.6","imported":true,"parent":"Hume.THN.3.3","title":"Section 6. Conclusion of this book","breadcrumb":"Section 6","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. VI. £3 £4 _Conclusion of this book._ £4","id":"Hume.THN.3.3.6"},{"type":"paragraph","content":"THUS upon the whole I am hopeful, that nothing is wanting to an accurate proof of this system of ethics. We are certain, that sympathy is a very powerful principle in human nature. We are also certain, that it has a great influence on our sense of beauty, when we regard external objects, as well as when we judge of morals. We find, that it has force sufficient to give us the strongest sentiments of approbation, when it operates alone, without the concurrence of any other principle; as in the cases of justice, allegiance, chastity, and good-manners. We may observe, that all the circumstances requisite for its operation are found in most of the virtues; which have, for the most part, a tendency to the good of society, or to that of the person possess'd of them. If we compare all these circumstances, we shall not doubt, that sympathy is the chief source of moral distinctions; especially when we reflect, that no objection can be rais'd against this hypothesis in one case, which will not extend to all cases. Justice is certainly approv'd of for no other reason, than because it has a tendency to the public good: And the public good is indifferent to us, except so far as sympathy interests us in it. We may presume the like with regard to all the other virtues, which have a like tendency to the public good. They must derive all their merit from our sympathy with those, who reap any advantage from them: As the virtues, which have a tendency to the good of the person possess'd of them, derive their merit from our sympathy with him.","subId":"1","id":"Hume.THN.3.3.6.1","pages":"618"},{"type":"paragraph","content":"^Most^ people will readily allow, that the useful qualities of the mind are virtuous, because of their utility. This way of thinking is so natural, and occurs on so many occasions, that few will make any scruple of admitting it. Now this being once admitted, the force of sympathy must necessarily be |acknowledg'd. Virtue is consider'd as means to an end. Means to an end are only valued so far as the end is valued. But the happiness of strangers affects us by sympathy alone. To that principle, therefore, we are to ascribe the sentiment of approbation, which arises from the survey of all those virtues, that are useful to society, or to the person possess'd of them. These form the most considerable part of morality.//","subId":"2","id":"Hume.THN.3.3.6.2","pages":"618-9"},{"type":"paragraph","content":"^Were^ it proper in such a subject to bribe the readers assent, or employ any thing but solid argument, we are here abundantly supplied with topics to engage the affections. All lovers of virtue (and such we all are in speculation, however we may degenerate in practice) must certainly be pleas'd to see moral distinctions deriv'd from so noble a source, which gives us a just notion both of the _generosity_ and _capacity_ of {~~human->our~~} nature. It requires but very little knowledge of human affairs to perceive, that a sense of morals is a principle inherent in the soul, and one of the most powerful that enters into the composition. But this sense must certainly acquire new force, when reflecting on itself, it approves of those principles, from whence it is deriv'd, and finds nothing but what is great and good in its rise and origin. Those who resolve the sense of morals into original instincts of the human mind, may defend the cause of virtue with sufficient authority; but want the advantage, which those possess, who account for that sense by an extensive sympathy with mankind. According to {~~their->the latter~~} system, not only virtue must be approv'd of, but also the sense of virtue: And not only that sense, but also the principles, from whence it is deriv'd. So that nothing is presented on any side, but what is laudable and good.","subId":"3","id":"Hume.THN.3.3.6.3","pages":"619"},{"type":"paragraph","content":"^This^ observation may be extended to justice, and the other virtues of that kind. Tho' justice be artificial, the sense of its morality is natural. 'Tis the combination of men, in a system of conduct, which renders any act of justice beneficial |to society. But when once it has that tendency, we _naturally_ approve of it; and if we did not so, 'tis impossible any combination or convention cou'd ever produce that sentiment.","subId":"4","id":"Hume.THN.3.3.6.4","pages":"619-20"},{"type":"paragraph","content":"^Most^ of the inventions of men are subject to change. They depend upon humour and caprice. They have a vogue for a time, and then sink into oblivion. It may, perhaps, be apprehended, that if justice were allow'd to be a human invention, it must be plac'd on the same footing. But the cases are widely different. The interest, on which justice is founded, is the greatest imaginable, and extends to all times and places. It cannot possibly be serv'd by any other invention. It is obvious, and discovers itself on the very first formation of society. All these causes render the rules of justice stedfast and immutable; at least, as immutable as human nature. And if they were founded on original instincts, cou'd they have any greater stability?","subId":"5","id":"Hume.THN.3.3.6.5","pages":"620"},{"type":"paragraph","content":"^The^ same system may help us to form a just notion of the _happiness_, as well as of the _dignity_ of virtue, and may interest every principle of our nature in the embracing and cherishing that noble quality. Who indeed does not feel an accession of alacrity in his pursuits of knowledge and ability of every kind, when he considers, that besides the advantage, which immediately result from these acquisitions, they also give him a new lustre in the eyes of mankind, and are universally attended with esteem and approbation? And who can think any advantages of fortune a sufficient compensation for the least breach of the _social_ virtues, when he considers, that not only his character with regard to others, but also his peace and inward satisfaction entirely depend upon his strict observance of them; and that a mind will never be able to bear its own survey, that has been wanting in its part to mankind and society? But I forbear insisting on this subject. Such reflections require a work a-part, very different from the genius of the present. The anatomist ought never to emulate the painter; nor in his accurate dissections and portraitures of the smaller parts of the human body, pretend |to give his figures any graceful and engaging attitude or expression. There is even something hideous, or at least minute in the views of things, which he presents; and 'tis necessary the objects shou'd be set more at a distance, and be more cover'd up from sight, to make them engaging to the eye and imagination. An anatomist, however, is admirably fitted to give advice to a painter; and 'tis even impracticable to excel in the latter art, without the assistance of the former. We must have an exact knowledge of the parts, their situation and connexion, before we can design with any elegance or correctness. And thus the most abstract speculations concerning human nature, however cold and unentertaining, become subservient to _practical morality_; and may render this latter science more correct in its precepts, and more persuasive in its exhortations.","subId":"6","id":"Hume.THN.3.3.6.6","pages":"620-1"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.3","imported":true,"title":"Part 3. Of the other virtues and vices","breadcrumb":"Part 3","published":[1740]}],"prev":{"id":"Hume.THN.3.3.5","imported":true,"title":"Section 5. Some farther reflections concerning the natural virtues","breadcrumb":"Section 5","published":[1740]},"next":{"id":"Hume.THN.App","imported":true,"title":"Appendix","breadcrumb":"Appendix","published":[1740]}}