{"imported":true,"id":"Shaftesbury.C.M.3.1","parent":"Shaftesbury.C.M.3","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_043","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.M.3.1"},{"type":"paragraph","content":"IT was yet deep Night, as I imagin'd, when I wak'd with the noise of People up in the House. I call'd to know the matter; and was told that <span class=\"small-capitals\">Theocles</span> had a little before parted with his Friends; after which he went out to take his Morning-Walk, but wou'd return, they thought, pretty soon: For so he had left word; and that no-body in the mean time shou'd disturb my Rest.","subId":"1","id":"Shaftesbury.C.M.3.1.1"},{"type":"paragraph","content":"This was Disturbance sufficient, when I heard it. I presently got up; and finding it light enough to see the Hill, which was at a little distance from the House, I soon got thither; and at the foot of it, overtook <span class=\"small-capitals\">Theocles;</span> to whom I complain'd of his Unkindness. For I was not certainly, I told him, so effeminate and weak <em>a Friend,</em> as to deserve that he shou'd treat me like <em>a Woman:</em> Nor had I shown such an Aversion to his Manners or Conversation, as to be thought fitter for the dull Luxury of a soft Bed and Ease, than for Business, Recreation, or Study with an early Friend. He had no other way therefore of making me amends, than by allowing me henceforward to be a Party with him in his <em>serious Thoughts,</em> as he saw I was resolv'd to be in his <em>Hours</em> and <em>Exercises</em> of this sort.","subId":"2","id":"Shaftesbury.C.M.3.1.2"},{"type":"paragraph","content":"<q>You have forgot then,</q> said <span class=\"small-capitals\">Theocles,</span> <q>the Assignation you had yesterday with the <em>Silvan</em> <span class=\"small-capitals\">Nymphs</span> at this Place and Hour?</q> <q>No, truly,</q> said I: <q>For, as you see, I am come punctually to the Place appointed. But I never expected you shou'd have come hither without me.</q> <q>Nay then,</q> said <span class=\"small-capitals\">Theocles,</span> <q>there's hope you may in time become a Lover with me: for you already begin to shew <em>Jealousy.</em> How little did I think these <span class=\"small-capitals\">Nymphs</span> cou'd raise that Passion in you?</q> <q>Truly,</q> said I, <q>for the <em>Nymphs</em> you mention, I know little of 'em as yet. My Jealousy and Love regard <em>You</em> only. I was afraid you had a mind to escape me. But now that I am again in possession of you, I want no <em>Nymph</em> to make me happy here; unless it were perhaps to join Forces against you, in the manner your belov'd Poet makes the <em>Nymph</em> <span class=\"small-capitals\">AEgle</span> join with his two Youths, in forcing the God <span class=\"small-capitals\">Silenus</span> to sing to 'em.</q>","subId":"3","id":"Shaftesbury.C.M.3.1.3"},{"type":"paragraph","content":"I dare trust your Gallantry, reply'd <span class=\"small-capitals\">Theocles,</span> that if you had such fair Company as you speak of, you wou'd otherwise bestow your time than in an Adventure of <em>Philosophy.</em>—But do you expect I shou'd imitate the Poet's God you mention'd, and sing <q>The Rise of Things from Atoms; the Birth of Order from Confusion; and the Origin of <em>Union, Harmony,</em> and <em>Concord,</em> from the sole Powers of <span class=\"small-capitals\">Chaos,</span> and blind <em>Chance?</em></q> The Song indeed was fitted to the <em>God.</em> For what cou'd better sute his jolly Character, than such a drunken Creation; which he lov'd often to celebrate, by acting it to the life? But even this Song was too harmonious for the Night's Debauch. Well has our Poet made it of the Morning, when the God was fresh: For hardly shou'd we be brought ever to believe that such harmonious Numbers cou'd arise from a mere <em>Chaos</em> of the Mind. But we must hear our Poet speaking in the Mouth of some soberer <em>Demi-God</em> or <em>Hero.</em> He then presents us with a different Principle of Things, and in a more proper Order of Precedency, gives <em>Thought</em> the upper hand. He makes <span class=\"small-capitals\">Mind</span> originally to have govern'd <em>Body;</em> not <span class=\"small-capitals\">Body</span> <em>Mind:</em> For this had been a <span class=\"small-capitals\">Chaos</span> everlasting, and must have kept all things in a <em>Chaos</em>-State to this day, and for ever, had it ever been. But,","subId":"4","id":"Shaftesbury.C.M.3.1.4"},{"type":"paragraph","content":"<em>The active</em> <span class=\"small-capitals\">Mind,</span> <em>infus'd thro' all the Space,</em> <br><em>Unites and mingles with the mighty Mass:</em> <br><em>Hence Men and Beasts.</em>—","subId":"5","id":"Shaftesbury.C.M.3.1.5"},{"type":"paragraph","content":"Here, <span class=\"small-capitals\">Philocles,</span> we shall find our <em>sovereign Genius;</em> if we can charm the <em>Genius</em> of the Place (more chaste and sober than your <span class=\"small-capitals\">Silenus</span> ) to inspire us with a truer Song of Nature, teach us some celestial Hymn, and make us feel <em>Divinity</em> present in these solemn Places of Retreat.","subId":"6","id":"Shaftesbury.C.M.3.1.6"},{"type":"paragraph","content":"Haste then, I conjure you, said I, good <span class=\"small-capitals\">Theocles,</span> and stop not one moment for any Ceremony or Rite. For well I see, methinks, that without any such Preparation, some <em>Divinity</em> has approach'd us, and already moves in you. We are come to the sacred Groves of the <em>Hamadryads,</em> which formerly were said to render Oracles. We are on the most beautiful part of the Hill; and the Sun, now ready to rise, draws off the Curtain of Night, and shews us the open Scene of Nature in the Plains below. Begin: For now I know you are full of those Divine Thoughts which meet you ever in this <em>Solitude.</em> Give 'em but Voice and Accents: You may be still as much <em>alone</em> as you are us'd, and take no more notice of me than if I were absent.","subId":"7","id":"Shaftesbury.C.M.3.1.7"},{"type":"paragraph","content":"JUST as I had said this, he turn'd away his Eyes from me, musing a-while by himself: and soon afterwards, stretching out his Hand, as pointing to the Objects round him, he began.","subId":"8","id":"Shaftesbury.C.M.3.1.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Meditation.</span> <q>Ye Fields and Woods, my Refuge from the toilsome World of Business, receive me in your quiet Sanctuarys, and favour my Retreat and thoughtful Solitude.—Ye verdant Plains, how gladly I salute ye!—Hail all ye blissful Mansions! Known Seats! Delightful Prospects! Majestick Beautys of this Earth, and all ye Rural Powers and Graces!—Bless'd be ye chaste Abodes of happiest Mortals, who here in peaceful Innocence enjoy a Life un-envy'd, tho Divine; whilst with its bless'd Tranquillity it affords a happy Leisure and Retreat for Man; who, made for Contemplation, and to search his own and other Natures, may here best meditate the Cause of Things; and plac'd amidst the various Scenes of Nature, may nearer view her Works.</q>","subId":"9","id":"Shaftesbury.C.M.3.1.9"},{"type":"paragraph","content":"<q>O glorious <em>Nature!</em> supremely Fair, and sovereignly Good! All-loving and All-lovely, All-divine! Whose Looks are so becoming, and of such infinite Grace; whose Study brings such Wisdom, and whose Contemplation such Delight; whose every single Work affords an ampler Scene, and is a nobler Spectacle than all which ever Art presented!—O mighty <em>Nature!</em> Wise Substitute of <em>Providence!</em> impower'd <em>Creatress!</em> Or Thou impowering <span class=\"small-capitals\">Deity,</span> supreme Creator! Thee I invoke, and Thee alone adore. To thee this Solitude, this Place, these Rural Meditations are sacred; whilst thus inspir'd with Harmony of Thought, tho unconfin'd by Words, and in loose Numbers, I sing of Nature's Order in created Beings, and celebrate the Beautys which resolve in Thee, the Source and Principle of all Beauty and Perfection.</q>","subId":"10","id":"Shaftesbury.C.M.3.1.10"},{"type":"paragraph","content":"<q>Thy Being is boundless, unsearchable, impenetrable. In thy Immensity all Thought is lost; Fancy gives o'er its Flight: and weary'd Imagination spends it-self in vain; finding no Coast nor Limit of this Ocean, nor in the widest Tract thro' which it soars, one Point yet nearer the Circumference than the first Center whence it parted.—Thus having oft essay'd, thus sally'd forth into the wide <em>Expanse,</em> when I return again within <em>my-self,</em> struck with the Sense of this so narrow Being, and of the Fulness of that Immense-one; I dare no more behold the amazing Depths, nor sound the Abyss of <span class=\"small-capitals\">Deity.</span> —</q>","subId":"11","id":"Shaftesbury.C.M.3.1.11"},{"type":"paragraph","content":"<q>Yet since by Thee (O <em>Sovereign</em> <span class=\"small-capitals\">Mind!</span> ) I have been form'd such as I am, intelligent and rational; since the peculiar Dignity of my Nature is to know and contemplate Thee; permit that with due freedom I exert those Facultys with which thou hast adorn'd me. Bear with my ventrous and bold Approach. And since nor vain Curiosity, nor fond Conceit, nor Love of ought save Thee alone, inspires me with such Thoughts as these, be thou my Assistant, and guide me in this Pursuit; whilst I venture thus to tread the Labyrinth of wide Nature, and endeavour to trace thee in thy Works.</q>—","subId":"12","id":"Shaftesbury.C.M.3.1.12"},{"type":"paragraph","content":"HERE he stop'd short, and starting, as out of a Dream; Now, <span class=\"small-capitals\">Philocles,</span> said he, inform me, How have I appear'd to you in my Fit? Seem'd it a sensible kind of Madness, like those Transports which are permitted to our <em>Poets?</em> or was it downright Raving?","subId":"13","id":"Shaftesbury.C.M.3.1.13"},{"type":"paragraph","content":"I only wish, said I, that you had been a little stronger in your Transport, to have proceeded as you began, without ever minding me. For I was beginning to see Wonders in that <em>Nature</em> you taught me, and was coming to know the Hand of your <em>divine Artificer.</em> But if you stop here, I shall lose the Enjoyment of the pleasing Vision. And already I begin to find a thousand Difficultys in fansying such a <em>Universal Genius</em> as you describe.","subId":"14","id":"Shaftesbury.C.M.3.1.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Unity.</span> <q>Why,</q> said he, <q>is there any difficulty in fansying the Universe to be <em>One Intire Thing?</em> Can one otherwise think of it, by what is visible, than that All hangs together, as <em>of a Piece?</em></q> <q>Grant it: And what follows?</q> <q>Only this; that if it may indeed be said of the World, ‘That it is simply <em>One,</em>' there shou'd be something belonging to it which makes it <em>One.</em></q> <q>As how?</q> <q>No otherwise than as you may observe in every thing. For to instance in what we see before us; I know you look upon the <em>Trees</em> of this vast Wood to be different from one another: And this tall <em>Oak,</em> the noblest of the Company, as it is by it-self a different thing from all its Fellows of the Wood, so with its own Wood of numerous spreading Branches (which seem <em>so many different</em> <span class=\"small-capitals\">Trees</span> ) 'tis still, I suppose, one and <em>the</em> <em>self-same</em> <span class=\"small-capitals\">Tree.</span> Now shou'd you, as a mere Caviller, and not as a fair <em>Sceptick,</em> tell me that if a Figure of Wax, or any other Matter, were cast in the exact Shape and Colours of this Tree, and temper'd, if possible, to the same kind of Substance, it might therefore possibly be <em>a real Tree</em> of the same Kind or Species; I wou'd have done with you, and reason no longer. But if you question'd me fairly, and desir'd I shou'd satisfy you what I thought it was which made this <em>Oneness</em> or <em>Sameness</em> in the Tree or any other Plant; or by what it differ'd from the waxen Figure, or from any such Figure accidentally made, either in the Clouds, or on the Sand by the Sea-shore; I shou'd tell you, that neither the <em>Wax,</em> nor <em>Sand,</em> nor <em>Cloud</em> thus piec'd together by our Hand or Fancy, had any real relation within themselves, or had any Nature by which they corresponded any more in that near Situation of Parts, than if scatter'd ever so far asunder. But this I shou'd affirm, ‘That wherever there was such a <em>Sympathizing of Parts,</em> as we saw here, in our <em>real</em> <span class=\"small-capitals\">Tree;</span> Wherever there was such a plain Concurrence <em>in one common End,</em> and to the Support, Nourishment, and Propagation of so fair <em>a Form;</em> we cou'd not be mistaken in saying there was a peculiar <em>Nature</em> belonging to this <em>Form,</em> and common to it with others of the same kind.' By virtue of this, our Tree is a real <em>Tree;</em> lives, flourishes, and is still <em>One and the same;</em> even when by Vegetation and change of Substance, not one Particle in it remains <em>the same.</em></q>","subId":"15","id":"Shaftesbury.C.M.3.1.15"},{"type":"paragraph","content":"At this rate indeed, said I, you have found a way to make very adorable Places of these <em>Silvan</em> Habitations. For besides the living <em>Genius</em> of each Place, the Woods too, which, by your account, are animated, have their <em>Hamadryads,</em> no doubt, and the Springs and Rivulets their <em>Nymphs</em> in store belonging to 'em: And these too, by what I can apprehend, of immaterial and immortal Substances.","subId":"16","id":"Shaftesbury.C.M.3.1.16"},{"type":"paragraph","content":"We injure 'em then, reply'd <span class=\"small-capitals\">Theocles,</span> to say <q><em>they belong to these Trees</em></q>; and not rather <q><em>these</em> Trees <em>to them.</em></q> But as for their <em>Immortality,</em> let them look to it themselves. I only know, that both <em>theirs</em> and all other <em>Natures</em> must for their Duration depend alone on <em>that Nature</em> on which the World depends: And that every <em>Genius</em> else must be subordinate to that <em>One good</em> <span class=\"small-capitals\">Genius,</span> whom I wou'd willingly persuade you to think <em>belonging to this World,</em> according to our present way of speaking.","subId":"17","id":"Shaftesbury.C.M.3.1.17"},{"type":"paragraph","content":"Leaving, therefore, these Trees, continu'd he, to personate themselves the best they can, <span class=\"margin-comment\">Personality.</span> let us examine this thing of <em>Personality</em> between you and me; and consider how you, <span class=\"small-capitals\">Philocles,</span> are <em>You,</em> and I'm <em>My-self.</em> For that there is a Sympathy of Parts in these Figures of ours, <span class=\"margin-comment\">Self.</span> other than in those of <em>Marble</em> form'd by a <span class=\"small-capitals\">Phidias</span> or <span class=\"small-capitals\">Praxiteles;</span> Sense, I believe, will teach us. And yet that our own <em>Marble,</em> or <em>Stuff,</em> (whate'er it be, of which we are compos'd) wears out in seven, or, at the longest, in twice seven Years, the meanest Anatomist can tell us. Now where, I beseech you, will that same <em>One</em> be found at last, supposing it to lie in the <em>Stuff</em> it-self, or any part of it? For when that is wholly spent, and not one Particle of it left, we are <em>Our-selves</em> still as much as before.","subId":"18","id":"Shaftesbury.C.M.3.1.18"},{"type":"paragraph","content":"What you Philosophers are, reply'd I, may be hard perhaps to determine: But for the rest of Mankind, I dare affirm, that few are so long themselves as <em>half</em> seven Years. 'Tis good fortune if a Man be <em>one and the same</em> only for a day or two: A Year makes more Revolutions than can be number'd.","subId":"19","id":"Shaftesbury.C.M.3.1.19"},{"type":"paragraph","content":"True, said he: But tho this may happen to a Man, and chiefly to one whose contrary Vices set him at odds so often with himself; yet when he comes to suffer, or be punish'd for those Vices, he finds himself, if I mistake not, still <em>one and the same.</em> And you (<span class=\"small-capitals\">Philocles!</span> ) who, tho you disown Philosophy, are yet so true a Proselyte to <em>Pyrrhonism;</em> shou'd you at last, feeling the Power of the <span class=\"small-capitals\">Genius</span> I preach, be wrought upon to own the divine Hypothesis, <span class=\"margin-comment\">Identity.</span> and from this new Turn of Thought admit a total Change in all your Principles and Opinions; yet wou'd you be still the self-same <span class=\"small-capitals\">Philocles:</span> tho better yet, if you will take my Judgment, than the present-one, as much as I love and value him. You see therefore, there is a strange Simplicity in this <span class=\"small-capitals\">You</span> and <span class=\"small-capitals\">Me,</span> that in reality they shou'd be still <em>one and the same,</em> when neither <em>one</em> Atom of Body, <em>one</em> Passion, nor <em>one</em> Thought remains the same. And for that poor Endeavour of making out this <em>Sameness</em> or <em>Identity</em> of Being, from some self-same Matter, or Particle of Matter, <span class=\"margin-comment\">Matter.</span> suppos'd to remain with us when all besides is chang'd; this is by so much the more contemptible, as that <em>Matter</em> it-self is not really capable of such Simplicity. For I dare answer, you will allow this <em>You</em> and <em>Me</em> to be each of us simply and individually <em>One,</em> better than you can allow the same to any thing of mere Matter; unless, quitting your Inclination for <em>Scep</em><em>ticism,</em> you fall so in love with the Notion of an <span class=\"small-capitals\">Atom,</span> as to find it full as intelligible and certain to you, as that <em>You</em> are <span class=\"small-capitals\">Your-self.</span>","subId":"20","id":"Shaftesbury.C.M.3.1.20"},{"type":"paragraph","content":"But whatever, continu'd <span class=\"small-capitals\">Theocles,</span> be suppos'd of <em>uncompounded Matter,</em> (a Thing, at best, pretty difficult to conceive) yet being compounded, <span class=\"margin-comment\">Form.</span> and put together in a certain number of such Parts as unite and conspire in these Frames of ours, and others like them; if it can present us with so many innumerable Instances of particular Forms, who share this simple Principle, by which they are really <em>One,</em> live, act, and have <em>a Nature</em> or <em>Genius</em> peculiar to themselves, <span class=\"margin-comment\">A Genius.</span> and provident for their own Welfare; how shall we at the same time overlook this in <em>the Whole,</em> and deny the Great and General-<span class=\"small-capitals\">One</span> of the World? How can we be so unnatural as to disown divine Nature, <span class=\"margin-comment\">The Supreme One.</span> our common Parent, and refuse to recognize <em>the universal</em> and <em>sovereign</em> <span class=\"small-capitals\">Genius?</span>","subId":"21","id":"Shaftesbury.C.M.3.1.21"},{"type":"paragraph","content":"Sovereigns, said I, require no <em>Notice</em> to be taken of 'em, when they pass <em>incognito,</em> nor any <em>Homage</em> where they appear not <em>in due Form.</em> We may even have reason to presume they shou'd be displeas'd with us for being too officious, in endeavouring to discover them, when they keep themselves either wholly invisible, or in very dark disguise. As for the <em>Notice</em> we take of these <em>invisible Powers</em> in the common way of our Religion, we have our <em>visible</em> Sovereigns to answer for us. Our lawful Superiors teach us what we are to <em>own,</em> and to <em>perform,</em> in Worship. And we are dutiful in complying with them, and following their Example. But in a philosophical way, I find no warrant for our being such earnest Recognizers of a controverted Title. However it be, you must allow one at least to understand the Controversy, and know the Nature of these <em>Powers</em> describ'd. May one not inquire, <q>What <em>Substances</em> they are of? <span class=\"margin-comment\">Substance <em>Material, Immaterial.</em></span> whether <em>material</em> or <em>immaterial?</em></q>","subId":"22","id":"Shaftesbury.C.M.3.1.22"},{"type":"paragraph","content":"May one not, on the other hand, reply'd <span class=\"small-capitals\">Theocles,</span> inquire as well, <q>What <em>Substance,</em> or which of these two <em>Substances</em> you count your real and proper <span class=\"small-capitals\">Self.</span> </q> Or wou'd you rather be <em>no Substance,</em> but chuse to call your-self a <em>Mode</em> or <em>Accident?</em>","subId":"23","id":"Shaftesbury.C.M.3.1.23"},{"type":"paragraph","content":"Truly, said I, as accidental as my Life may be, or as that random Humour is, which governs it; I know nothing, after all, so <em>real</em> or <em>substantial</em> as <span class=\"small-capitals\">My-self.</span> Therefore if there be that Thing you call <em>a Substance,</em> I take for granted I am one. But for any thing further relating to this Question, you know my <em>Sceptick</em> Principles: I determine neither way.","subId":"24","id":"Shaftesbury.C.M.3.1.24"},{"type":"paragraph","content":"Allow me then, reply'd he (good <span class=\"small-capitals\">Philocles!</span> ) the same Privilege of <em>Scepticism</em> in this respect; since it concerns not the Affair before us, Which way we determine, or Whether we come to any Determination at all in this point. For be the Difficulty ever so great; it stands the same, you may perceive, against <em>your own Being,</em> as against <em>that</em> which I am pretending to convince you of. You may raise what Objections you please on either hand; and your Dilemma may be of notable force against the manner of such a supreme Being's Existence. But after you have done all, you will bring the same Dilemma home to you, and be at a loss still about <span class=\"small-capitals\">Your-self.</span> <span class=\"margin-comment\">Metaphysicks.</span> When you have argu'd ever so long upon these Metaphysical Points of <em>Mode</em> and <em>Substance,</em> and have philosophically concluded from the Difficultys of each Hypothesis, <q>That there cannot be in Nature such a <em>Universal-One</em> as This</q>; you must conclude, <span class=\"margin-comment\">A Mind.</span> from the same Reasons, <q>That there cannot be any such <em>particular One</em> as Your-self.</q> But that there is actually such a one as <em>this latter,</em> your own Mind, 'tis hop'd, may satisfy you. And of this <em>Mind</em> 'tis enough to say, <q>That it is something which <em>acts</em> upon a Body, and has something <em>passive</em> under it, and subject to it: That it has not only <em>Body</em> or <em>mere Matter</em> for its Subject, but in some respect even <em>it-self</em> too, and what proceeds from it: That it superintends and manages its own <em>Imaginations, Appearances, Fancys;</em> correcting, working, and modelling these, as it finds good; and adorning and accomplishing, the best it can, this composite Order of Body and Understanding.</q> Such a <span class=\"small-capitals\">Mind</span> and governing Part, I know there is somewhere in the World. Let <span class=\"small-capitals\">Pyrrho,</span> by the help of such another, contradict me, if he pleases. We have our several Understandings and Thoughts, <span class=\"margin-comment\">Particular Minds.</span> however we came by 'em. Each understands and thinks the best he can for his own purpose: He <em>for Himself;</em> I for another <em>Self.</em> And who, I beseech you, for <em>the</em> <span class=\"small-capitals\">Whole?</span> —No-one? Nothing at all?—The World, perhaps, <span class=\"margin-comment\">Mind of the Whole.</span> you suppose to be mere <em>Body:</em> A Mass of <em>modify'd Matter.</em> The Bodys of <em>Men</em> are part therefore of this <em>Body.</em> The Imaginations, Sensations, Apprehensions of Men are included in this <em>Body,</em> and inherent in it, produc'd out of it, and resum'd again into it; tho <em>the Body,</em> it seems, never dreams of it! The <span class=\"small-capitals\">World</span> <em>it-self</em> is never the wiser for all the Wit and Wisdom it breeds! It has no Apprehension at all of what is doing; no Thought kept to <em>it-self,</em> for <em>its own</em> proper use, or purpose; not a single Imagination or Reflection, by which to discover or be conscious of the manifold Imaginations and Inventions which it sets a-foot, and deals abroad with such an open hand! The goodly Bulk so prolifick, kind, and yielding for every-one else, has nothing left at last for its own share; having unhappily lavish'd all away!—By what Chance I wou'd fain understand. <q>How? or by what necessity?—Who gives the Law?—Who orders and distributes thus?</q> <q><span class=\"small-capitals\">Nature,</span> </q> say you. <span class=\"margin-comment\">Nature.</span> <q>And what is Nature? Is <em>it</em> Sense? Is <em>it</em> a Person? Has <em>she</em> Reason or Understanding?</q> <q>No.</q> <q>Who then understands for her, or is interested or concern'd in her behalf?</q> <q>No-one; not a Soul: But <em>Every one for himself.</em></q>","subId":"25","id":"Shaftesbury.C.M.3.1.25"},{"type":"paragraph","content":"Come on then. Let us hear further, Is not this <em>Nature</em> still a <span class=\"small-capitals\">Self?</span> Or, tell me, I beseech you, How are <span class=\"small-capitals\">You</span> <em>one?</em> By what <em>Token?</em> Or by virtue of <em>What?</em> <q>By a Principle which joins certain Parts, and which thinks and acts consonantly for the Use and Purpose of those Parts.</q> <q>Say, therefore, What is your whole System a Part of? Or is it, indeed, no <em>Part,</em> but <em>a Whole, by it-self,</em> absolute, independent, and unrelated to any thing besides? If it be indeed <em>a Part,</em> and really <em>related;</em> to what else, I beseech you, than to <em>the Whole of</em> <span class=\"small-capitals\">Nature?</span> Is there then such <em>a uniting Principle</em> in <span class=\"small-capitals\">Nature?</span> If so, <span class=\"margin-comment\">Nature subject to a Mind.</span> how are you then a <em>Self,</em> and <em>Nature</em> not so? How have you something to understand and act for you, and <span class=\"small-capitals\">Nature,</span> who gave this Understanding, nothing at all to understand for her, advise her, or help her out (poor Being!) on any occasion, whatever Necessity she may be in? Has the <span class=\"small-capitals\">World</span> such ill fortune <em>in the main?</em> Are there so many <em>particular</em> understanding active Principles every where? And is there Nothing, at last, which thinks, acts, or understands for <em>All?</em> Nothing which administers or looks after <em>All?</em></q>","subId":"26","id":"Shaftesbury.C.M.3.1.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Contrary Belief.</span> No (says one of a modern Hypothesis) for the <span class=\"small-capitals\">World</span> was from Eternity, as you see it; and is no more than barely what you see: <q><em>Matter modify'd; a Lump in motion, with here and there a Thought, or scatter'd Portion of dissoluble Intelligence.</em></q>—No (says one of an antienter Hypothesis) for the World was once without any Intelligence or Thought at all; <q><em>Mere Matter, Chaos,</em> <span class=\"margin-comment\">Two sorts.</span> <em>and a Play of Atoms;</em> till <em>Thought,</em> by chance, came into play, and made up a Harmony which was never design'd, or thought of.</q>—Admirable Conceit!—Believe it who can. <span class=\"margin-comment\">Faith of Atheism.</span> For my own share (thank Providence) I have a <span class=\"small-capitals\">Mind</span> in my possession, which serves, such as it is, to keep my Body and its Affections, my Passions, Appetites, Imaginations, Fancys, and the rest, in tolerable <em>Harmony</em> and <em>Order.</em> But <em>the Order of the</em> <span class=\"small-capitals\">Universe,</span> I am persuaded still, is much the better of the <em>two.</em> Let <span class=\"small-capitals\">Epicurus,</span> if he please, think his <em>the better;</em> and believing no <em>Genius</em> or <em>Wisdom</em> above his own, inform us by what Chance 'twas dealt him, and how <em>Atoms</em> came to be so wise.","subId":"27","id":"Shaftesbury.C.M.3.1.27"},{"type":"paragraph","content":"In fine, continu'd <span class=\"small-capitals\">Theocles</span> (raising his Voice and Action) being thus, even by <em>Scepticism</em> it-self, convinc'd the more still of my own Being, and of this <em>Self</em> of mine, <span class=\"margin-comment\">Faith of Theism.</span> <q>That 'tis a <em>real Self,</em> drawn out, and copy'd from another principal and <em>original</em> <span class=\"small-capitals\">Self</span> (the <em>Great-one</em> of the World)</q> I endeavour to be really <em>one</em> with it, and conformable to it, as far as I am able. I consider, That as there is <em>one</em> general Mass, <em>one</em> Body of the Whole; so to this Body there is <em>an Order,</em> to this <em>Order</em> a <span class=\"small-capitals\">Mind:</span> That to this <em>general</em> <span class=\"small-capitals\">Mind</span> each <em>particular-one</em> must have relation; as being of like Substance, (as much as we can understand of <em>Substance</em>) alike active upon Body, original to Motion and Order; alike simple, uncompounded, individual; of like Energy, Effect, and Operation; and more like still, if it co-operates with it to general Good, and strives <em>to will</em> according to the best of <em>Wills.</em> So that it cannot surely but seem natural, <q>That the <em>particular</em> <span class=\"small-capitals\">Mind</span> shou'd seek its Happiness in conformity with the <em>general-one,</em> and endeavour to resemble it in its highest Simplicity and Excellence.</q>","subId":"28","id":"Shaftesbury.C.M.3.1.28"},{"type":"paragraph","content":"THEREFORE, Now, said I, good <span class=\"small-capitals\">Theocles,</span> be once again the <em>Enthusiast;</em> and let me hear a-new that divine Song with which I was lately charm'd. I am already got over my Qualm, and begin better than ever to fansy such <em>a Nature</em> as you speak of; insomuch that I find myself mightily in its Interest, and concern'd that all shou'd go happily and well with it. Tho at the rate it often runs, I can scarce help being in some pain on its account.","subId":"29","id":"Shaftesbury.C.M.3.1.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Energy of Nature.</span> <q>Fear not, my Friend,</q> reply'd he. <q>For know that every <em>particular</em> <span class=\"small-capitals\">Nature</span> certainly and constantly produces what is good to it-self; unless something <em>foreign</em> disturbs or hinders it, either by over-powering and corrupting it <em>within,</em> or by Violence <em>from without.</em> Thus <em>Nature</em> in the Patient struggles to the last, and strives to throw off the Distemper. Thus even in these Plants we see round us, every <em>particular</em> <span class=\"small-capitals\">Nature</span> thrives, and attains its Perfection, if nothing from <em>without</em> obstructs it, nor any thing <em>foreign</em> has already impair'd or wounded it: And even in this case, it does its utmost still to redeem it-self. What are all Weaknesses, <span class=\"margin-comment\">Distempers.</span> Distortions, Sicknesses, imperfect Births, and the seeming Contradictions and Perversitys of Nature, other than of this sort? And how ignorant must one be of all natural Causes and Operations, to think that any of these Disorders happen by a Miscarriage of the <em>particular Nature,</em> and not by the Force of some <em>foreign Nature</em> which over-powers it? If therefore every <em>particular Nature</em> be thus constantly and unerringly <em>true</em> to it-self, and certain to produce only what is good for it-self, and conducing to its own right State; shall not the <em>general-one, The</em> <span class=\"small-capitals\">Nature</span> <em>of the Whole,</em> do full as much? Shall <em>That</em> alone miscarry or fail? Or is there any thing <em>foreign,</em> which shou'd at any time do violence upon it, or force it out of its natural way? If not, <span class=\"margin-comment\">General Good.</span> then all it produces is to its own advantage and good; the <em>Good</em> of <em>All</em> in general: And what is for the good of all in general, is <em>Just</em> and <em>Good.</em></q> <q> 'Tis so,</q> said I, <q>I confess.</q>","subId":"30","id":"Shaftesbury.C.M.3.1.30"},{"type":"paragraph","content":"Then you ought to rest satisfy'd, reply'd he; and not only so, but be pleas'd and rejoice at what happens, knowing <em>whence</em> it comes, and to <em>what Perfection</em> it contributes. <span class=\"margin-comment\">Resignation.</span>","subId":"31","id":"Shaftesbury.C.M.3.1.31"},{"type":"paragraph","content":"BLESS me! said I, <span class=\"small-capitals\">Theocles,</span> into what a Superstition are you like to lead me! I thought it heretofore the Mark of a superstitious Mind, to search for Providence in the common Accidents of Life, and ascribe to the Divine Power those common Disasters and Calamitys which Nature has entail'd on Mankind. But now, I find, I must place all in general to one Account; and viewing things thro' a kind of Magical Glass, I am to see the worst of <em>Ills</em> transform'd to <em>Good,</em> and admire equally whatever comes from one and the same perfect Hand.—But no matter; I can surmount all. Go on, <span class=\"small-capitals\">Theocles,</span> and let me advise you in my own behalf, that since you have rekindled me, you do not by delaying give me time to cool again.","subId":"32","id":"Shaftesbury.C.M.3.1.32"},{"type":"paragraph","content":"I wou'd have you know, reply'd he, I scorn to take the advantage of a warm Fit, and be beholden to Temper or Imagination for gaining me your Assent. Therefore ere I go yet a step farther, I am resolv'd to enter again into cool Reason with you; and ask, If you admit for Proof what I advanc'd yesterday upon that head, <q>Of a <em>Universal UNION,</em> <span class=\"margin-comment\">Principle of Order.</span> <em>Coherence,</em> or <em>Sympathizing</em> of Things?</q>","subId":"33","id":"Shaftesbury.C.M.3.1.33"},{"type":"paragraph","content":"By Force of Probability, said I, you overcame me. Being convinc'd of a Consent and Correspondence in <em>all</em> we saw of Things, I consider'd it as <em>unreasonable</em> not to allow the same <em>thro'out!</em>","subId":"34","id":"Shaftesbury.C.M.3.1.34"},{"type":"paragraph","content":"Unreasonable indeed! reply'd he. For in the infinite <em>Residue,</em> were there no Principle of Union; it wou'd seem next to impossible, that things within our Sphere shou'd be consistent, and keep their Order. <span class=\"margin-comment\">Why universal.</span> <q>For what was infinite, wou'd be predominant.</q> <q>It seems so.</q>","subId":"35","id":"Shaftesbury.C.M.3.1.35"},{"type":"paragraph","content":"Tell me then, said he, after this <em>Union</em> own'd, how you can refuse to allow the name of Demonstration to the remaining Arguments, which establish the Government of a perfect Mind.","subId":"36","id":"Shaftesbury.C.M.3.1.36"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Phaenomena of</em> Ill.</span> Your Solutions, said I, of the <em>ill Appearances</em> are not perfect enough to pass for Demonstration. And whatever seems vitious or imperfect in the Creation, puts a stop to further Conclusions, till the thing be solv'd.","subId":"37","id":"Shaftesbury.C.M.3.1.37"},{"type":"paragraph","content":"<q>Did you not then,</q> said he, <q>agree with me, when I aver'd that the <em>Appearances</em> must of necessity stand as they are, and things seem altogether as imperfect, even on the Concession of a perfect Supreme Mind existent?</q> <q>I did so.</q>","subId":"38","id":"Shaftesbury.C.M.3.1.38"},{"type":"paragraph","content":"<q>And is not the same Reason good still? viz. ‘<em>That in an infinity of Things, mutually relative, a Mind which sees not infinitely, can see nothing fully;</em> <span class=\"margin-comment\">Whence.</span> <em>and must</em> <em>therefore frequently see that as imperfect, which in it-self is really perfect.</em>' </q> <q>The Reason is still good.</q>","subId":"39","id":"Shaftesbury.C.M.3.1.39"},{"type":"paragraph","content":"<q>Are the <em>Appearances,</em> then, any Objection to our Hypothesis?</q> <q>None, whilst they remain <em>Appearances</em> only.</q>","subId":"40","id":"Shaftesbury.C.M.3.1.40"},{"type":"paragraph","content":"Can you then prove them to be any more? For if you cannot, you prove nothing. And that it lies on you <em>to prove,</em> you plainly see: since the <em>Appearances</em> do not only agree with the Hypothesis, but are a necessary Consequence from it. To bid me <em>prove,</em> therefore, in this case, is, in a manner, the same as to bid me <em>be infinite.</em> For nothing beside what is <em>infinite</em> can see <em>infinite Connexions.</em>","subId":"41","id":"Shaftesbury.C.M.3.1.41"},{"type":"paragraph","content":"The Presumption, I must confess, said I, by this reckoning, is wholly on your side. Yet still this is only <em>Presumption.</em>","subId":"42","id":"Shaftesbury.C.M.3.1.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Demonstration.</span> <q>Take <em>Demonstration</em> then,</q> said he, <q>if you can endure I shou'd reason thus abstractedly and drily. The <em>Appearances</em> of <span class=\"small-capitals\">Ill,</span> you say, are not necessarily that <span class=\"small-capitals\">Ill</span> they represent to you.</q> <q>I own it.</q>","subId":"43","id":"Shaftesbury.C.M.3.1.43"},{"type":"paragraph","content":"<q>Therefore what they represent may possibly be <span class=\"small-capitals\">Good.</span> </q> <q>It may.</q>","subId":"44","id":"Shaftesbury.C.M.3.1.44"},{"type":"paragraph","content":"<q>And therefore there may possibly be no <em>real</em> <span class=\"small-capitals\">Ill</span> in things: but all may be perfectly concurrent to one Interest; the Interest of that Universal <span class=\"small-capitals\">One.</span> </q> <q>It may be so.</q>","subId":"45","id":"Shaftesbury.C.M.3.1.45"},{"type":"paragraph","content":"<q>Why, then, if it may be so, (be not surpriz'd) ‘It follows that it must be so'; on the account of that great <em>Unit,</em> and simple <em>Self-principle,</em> which you have granted in <em>the</em> <span class=\"small-capitals\">Whole.</span> For whatever is possible <em>in the Whole,</em> the Nature or Mind of the <em>Whole</em> will put in execution for <em>the Whole's Good:</em> And if it be possible to exclude <span class=\"small-capitals\">Ill,</span> it will exclude it. Therefore since notwithstanding the <em>Appearances,</em> 'tis possible that <span class=\"small-capitals\">Ill</span> may actually be excluded; count upon it, ‘That actually it is excluded.' For nothing merely <em>passive</em> can oppose this universally <em>active</em> Principle. If any thing active oppose it, 'tis <em>another Principle.</em></q> <q>Allow it.</q><span class=\"margin-comment\">Manichaeism.</span>","subId":"46","id":"Shaftesbury.C.M.3.1.46"},{"type":"paragraph","content":"'Tis impossible. For were there in Nature <em>Two</em> or more Principles, either they must agree, or not. If they agree not, all must be Confusion, till one be predominant. If they agree, there must be some natural Reason for their Agreement; and this natural Reason cannot be from <em>Chance,</em> but from some particular <em>Design, Contrivance,</em> or <em>Thought:</em> which brings us up again to <span class=\"small-capitals\">One</span> Principle, and makes the other <em>two</em> to be subordinate. And thus when we have compar'd each of the <em>Three</em> Opinions, <em>viz.</em> <q>That <em>there</em> <em>is no designing active Principle;</em> <span class=\"margin-comment\">Conclusion.</span> That <em>there is more than one</em></q>; or, <q>That finally <em>there is but</em> <span class=\"small-capitals\">One</span> </q>; we shall perceive, that the only consistent Opinion is <em>the last.</em> And since <em>one</em> or <em>other</em> of these Opinions must of necessity be true; what can we determine, other than that the <em>last</em> is, and must be so, demonstrably? if it be Demonstration <q>That in <em>Three</em> Opinions, <em>One</em> of which must necessarily be true, <em>Two</em> being plainly absurd, the <em>Third</em> must be the Truth.</q>","subId":"47","id":"Shaftesbury.C.M.3.1.47"},{"type":"paragraph","content":"Enough, said I, <span class=\"small-capitals\">Theocles.</span> My Doubts are vanish'd. <span class=\"small-capitals\">Malice</span> and <span class=\"small-capitals\">Chance</span> (vain <em>Phantoms!</em>) have yielded to that <em>all-prevalent</em> <span class=\"small-capitals\">Wisdom</span> which you have establish'd. You are Conqueror in the cool way of <em>Reason,</em> and may with Honour now grow warm again, in your <em>poetick</em> Vein. Return therefore, I intreat you, once more, to that <em>Perfection of Being;</em> and address your-self to it as before, on our Approaches to these Silvan Scenes, where first it seem'd to inspire you. I shall now no longer be in danger of imagining either <em>Magick</em> or <em>Superstition</em> in the case; since you invoke no other <span class=\"small-capitals\">Power</span> than that single <span class=\"small-capitals\">One,</span> which seems so natural.","subId":"48","id":"Shaftesbury.C.M.3.1.48"},{"type":"paragraph","content":"THUS I continue then, said <span class=\"small-capitals\">Theocles,</span> addressing my-self, as you wou'd have me, to that <em>Guardian</em>-<span class=\"small-capitals\">Deity</span> and <em>Inspirer,</em> whom we are to imagine present here; <span class=\"margin-comment\">Meditation.</span> but not <em>here</em> only. For, <q>O mighty <span class=\"small-capitals\">Genius!</span> Sole-animating and inspiring Power! Author and Subject of these Thoughts! Thy Influence is universal: and in all Things, thou art inmost. From Thee depend their secret Springs of Action. Thou mov'st them with an irresistible unweary'd Force, by sacred and inviolable <em>Laws,</em> fram'd for the Good of each particular Being; as best may sute with the Perfection, Life, and Vigour of <em>the Whole.</em> The vital Principle is widely shar'd, and infinitely vary'd: dispers'd thro'out; nowhere extinct. All lives; and by Succession still revives. The temporary Beings quit their borrow'd Forms, and yield their elementary Substance to New-Comers. Call'd, in their several turns, to Life, they view the Light, and viewing pass; that others too may be Spectators of the goodly Scene, and greater numbers still enjoy the Privilege of <span class=\"small-capitals\">Nature.</span> Munificent and Great, she imparts her-self to most; and makes the Subjects of her Bounty infinite. Nought stays her hastning Hand. No Time nor Substance is lost or un-improv'd. New Forms arise: and when the old dissolve, the Matter whence they were compos'd is not left useless, but wrought with equal Management and Art, even in <em>Corruption,</em> Nature's seeming Waste, and vile Abhorrence. The abject State appears merely as <em>the Way</em> or <em>Passage</em> to some better. But cou'd we nearly view it, and with Indifference, remote from the Antipathy of Sense; we then perhaps shou'd highest raise our Admiration: convinc'd that even <em>the Way it-self</em> was equal to the <em>End.</em> Nor can we judg less favourably of that consummate Art exhibited thro' all the Works of Nature; since our weak Eyes, help'd by mechanick Art, discover in these Works a hidden Scene of Wonders; Worlds within Worlds, of infinite Minuteness, tho as to Art still equal to the greatest, and pregnant with more Wonders than the most discerning Sense, join'd with the greatest Art, or the acutest Reason, can penetrate or unfold.</q>","subId":"49","id":"Shaftesbury.C.M.3.1.49"},{"type":"paragraph","content":"<q>But 'tis in vain for us to search the bulky Mass of <span class=\"small-capitals\">Matter:</span> seeking to know its Nature; how great <em>the Whole</em> it-self, or even how small its <em>Parts.</em></q>","subId":"50","id":"Shaftesbury.C.M.3.1.50"},{"type":"paragraph","content":"<q>If knowing only some of the Rules of <span class=\"small-capitals\">Motion,</span> we seek to trace it further, 'tis in vain we follow it into the Bodys it has reach'd. Our tardy Apprehensions fail us, and can reach nothing beyond the Body it-self, thro' which it is diffus'd. Wonderful <em>Being,</em> (if we may call it so) which Bodys never receive, except from others which lose it; nor ever lose, unless by imparting it to others. Even without Change of Place it has its Force: And Bodys big with Motion labour to move, yet stir not; whilst they express an Energy beyond our Comprehension.</q>","subId":"51","id":"Shaftesbury.C.M.3.1.51"},{"type":"paragraph","content":"<q>In vain too we pursue that <em>Phantom</em> <span class=\"small-capitals\">Time,</span> too small, and yet too mighty for our Grasp; when shrinking to a narrow point, it scapes our Hold, or mocks our scanty Thought by swelling to Eternity, an Object unproportion'd to our Capacity, as is thy Being, O thou Antient <em>Cause!</em> older than <em>Time,</em> yet young with fresh Eternity.</q>","subId":"52","id":"Shaftesbury.C.M.3.1.52"},{"type":"paragraph","content":"<q>In vain we try to fathom the Abyss of <span class=\"small-capitals\">Space,</span> the Seat of thy extensive Being; of which no Place is empty, no Void which is not full.</q>","subId":"53","id":"Shaftesbury.C.M.3.1.53"},{"type":"paragraph","content":"<q>In vain we labour to understand that Principle of <span class=\"small-capitals\">Sense</span> and <span class=\"small-capitals\">Thought,</span> which seeming in us to depend so much on <em>Motion,</em> yet differs so much from it, and from <em>Matter</em> it-self, as not to suffer us to conceive how Thought can more result from this, than this arise from Thought. But <em>Thought</em> we own pre-eminent, and confess the reallest of Beings; the only Existence of which we are made sure, by being conscious. All else may be only Dream and Shadow. All which even <em>Sense</em> suggests may be deceitful. The <span class=\"small-capitals\">Sense</span> <em>it-self</em> remains still; <span class=\"small-capitals\">Reason</span> subsists; and <span class=\"small-capitals\">Thought</span> maintains its <em>Eldership</em> of Being. Thus are we in a manner conscious of that <em>original</em> and <em>eternally existent</em> <span class=\"small-capitals\">Thought,</span> whence we derive <em>our own.</em> And thus the Assurance we have of the Existence of Beings above our Sense, and of <span class=\"small-capitals\">Thee,</span> (the great Exemplar of thy Works) comes from Thee, the <span class=\"small-capitals\">All-True,</span> and Perfect, who hast thus communicated thy-self more immediately to us, so as in some manner <em>to inhabit</em> within our <em>Souls;</em> Thou who art <em>Original</em> <span class=\"small-capitals\">Soul,</span> diffusive, vital in all, inspiriting <em>the Whole.</em></q>","subId":"54","id":"Shaftesbury.C.M.3.1.54"},{"type":"paragraph","content":"<q>All Nature's Wonders serve to excite and perfect this Idea of their <em>Author.</em> 'Tis here he suffers us to see, and even converse with him, in a manner sutable to our Frailty. How glorious is it to contemplate him, in this noblest of his Works apparent to us, The <em>System</em> of <em>the bigger World!</em></q>—","subId":"55","id":"Shaftesbury.C.M.3.1.55"},{"type":"paragraph","content":"HERE I must own, 'twas no small Comfort to me, to find that, as our Meditation turn'd, we were likely to get clear of an entangling abstruse <em>Philosophy.</em> I was in hopes <span class=\"small-capitals\">Theocles,</span> as he proceeded, might stick closer to <em>Nature,</em> since he was now come upon the Borders of our World. And here I wou'd willingly have welcom'd him, had I thought it safe at present to venture the least Interruption.","subId":"56","id":"Shaftesbury.C.M.3.1.56"},{"type":"paragraph","content":"<q>Besides the neighbouring Planets,</q> (continu'd he, in his rapturous Strain) <q>what Multitudes of <em>fix'd</em> <span class=\"small-capitals\">Stars</span> did we see sparkle, not an hour ago, in the clear Night, which yet had hardly yielded to the Day? How many others are discover'd by the help of Art? Yet how many remain still, beyond the reach of our Discovery! Crouded as they seem, their Distance from each other is as unmeasurable by Art, as is the Distance between them and us. Whence we are naturally taught the Immensity of that <span class=\"small-capitals\">Being,</span> who thro' these immense Spaces has dispos'd such an Infinite of Bodys, belonging each (as we may well presume) to Systems as compleat as our own World: Since even the smallest Spark of this bright <em>Galaxy</em> may vie with this our <span class=\"small-capitals\">Sun;</span> which shining now full out, gives us new Life, exalts our Spirits, and makes us feel <span class=\"small-capitals\">Divinity</span> more present.</q>","subId":"57","id":"Shaftesbury.C.M.3.1.57"},{"type":"paragraph","content":"<q>Prodigious <span class=\"small-capitals\">Orb!</span> Bright Source of vital Heat, and Spring of Day!—Soft Flame, yet how intense, how active! How diffusive, and how vast a Substance; yet how collected thus within it-self, and in a glowing Mass confin'd to the Center of this <em>planetary</em> World!—<em>Mighty</em> Being! Brightest Image, and Representative of <em>the Almighty!</em> Supreme of the corporeal World! Unperishing in Grace, and of undecaying Youth! Fair, beautiful, and hardly mortal Creature! By what secret ways dost thou receive the Supplies which maintain Thee still in such unweary'd Vigour, and un-exhausted Glory; notwithstanding those eternally emitted Streams, and that continual Expence of vital Treasures, which inlighten and invigorate the surrounding Winds?—</q>","subId":"58","id":"Shaftesbury.C.M.3.1.58"},{"type":"paragraph","content":"<q>Around him all the <span class=\"small-capitals\">Planets,</span> with this <em>our Earth,</em> single, or with Attendants, continually move; seeking to receive the Blessing of his Light, and lively Warmth! Towards him they seem to tend with prone descent, as to their Center; but happily controul'd still by another Impulse, they keep their heavenly Order; and in just Numbers, and exactest Measure, go the eternal Rounds.</q>","subId":"59","id":"Shaftesbury.C.M.3.1.59"},{"type":"paragraph","content":"<q>But, O thou who art the <em>Author</em> and <em>Modifier</em> of these various Motions! O <em>sovereign</em> and <em>sole Mover,</em> by whose high Art the rolling Spheres are govern'd, and these stupendous Bodys of our World hold their unrelenting Courses! O wise OEconomist, and powerful Chief, whom all the Elements and Powers of Nature serve! How hast thou animated these moving Worlds? What Spirit or Soul infus'd? What Biass fix'd? Or how encompass'd them in liquid <em>AEther,</em> driving them as with the Breath of living Winds, thy active and unweary'd Ministers in this intricate and mighty Work?</q>","subId":"60","id":"Shaftesbury.C.M.3.1.60"},{"type":"paragraph","content":"<q>Thus powerfully are the <em>Systems</em> held intire, and kept from fatal interfering. Thus is our <em>ponderous</em> <span class=\"small-capitals\">Globe</span> directed in its annual Course; daily revolving on its own Center: whilst the obsequious <span class=\"small-capitals\">Moon</span> with double Labour, monthly surrounding this our bigger Orb, attends the Motion of her Sister-Planet, and pays in common her circular Homage to the <em>Sun.</em></q>","subId":"61","id":"Shaftesbury.C.M.3.1.61"},{"type":"paragraph","content":"<q>Yet is this <em>Mansion</em>-<span class=\"small-capitals\">Globe,</span> this <em>Man</em>-Container, of a much narrower compass even than other its Fellow-Wanderers of our System. How narrow then must it appear, compar'd with the capacious <em>System</em> of its own <em>Sun?</em> And how narrow, or as nothing, in respect of those <em>innumerable Systems</em> of other apparent <em>Suns?</em> Yet how immense a Body it seems, compar'd with ours of human Form, a borrow'd Remnant of its variable and oft-converted Surface? tho animated with a sublime Celestial Spirit, by which we have Relation and Tendency to <em>Thee</em> our Heavenly <em>Sire,</em> Center of Souls; to whom these Spirits of ours by Nature tend, as earthly Bodys to their proper Center.—O did they tend as unerringly and constantly!—But <em>Thou</em> alone composest the Disorders of the corporeal World, and from the restless and fighting <em>Elements</em> raisest that peaceful Concord, and conspiring Beauty of the ever-flourishing Creation. Even so canst thou convert these jarring Motions of intelligent Beings, and in due time and manner cause them to find their Rest; making them contribute to the Good and Perfection of <em>the</em> <span class=\"small-capitals\">Universe,</span> thy <em>all-good</em> and <em>perfect Work.</em></q>—","subId":"62","id":"Shaftesbury.C.M.3.1.62"},{"type":"paragraph","content":"HERE again he broke off, looking on me as if he expected I shou'd speak; which when he found plainly I wou'd not, but continu'd still in a posture of musing Thought: Why <span class=\"small-capitals\">Philocles!</span> (said he, with an Air of Wonder) What can this mean, that you shou'd suffer me thus to run on, without the least Interruption? Have you at once given over your scrupulous Philosophy, to let me range thus at pleasure thro' these aerial Spaces and imaginary Regions, where my capricious Fancy or easy Faith has led me? I wou'd have you to consider better, and know, my <span class=\"small-capitals\">Philocles,</span> that I had never trusted my-self with you in this <em>Vein</em> of <em>Enthusiasm,</em> had I not rely'd on you to govern it a little better.","subId":"63","id":"Shaftesbury.C.M.3.1.63"},{"type":"paragraph","content":"I find then, said I, (rouzing my-self from my musing Posture) you expect I shou'd serve you in the same capacity as that Musician, whom an antient Orator made use of at his Elbow, to strike such moving Notes as rais'd him when he was perceiv'd to sink; and calm'd him again, when his impetuous Spirit was transported in too high a Strain.","subId":"64","id":"Shaftesbury.C.M.3.1.64"},{"type":"paragraph","content":"<q>You imagine right,</q> reply'd <span class=\"small-capitals\">Theocles;</span> <q>and therefore I am resolv'd not to go on, till you have promis'd to pull me by the Sleeve when I grow extravagant.</q> <q>Be it so,</q> said I; <q>you have my Promise.</q> <q>But how if instead of rising in my Transports, I shou'd grow flat and tiresom: What Lyre or Instrument wou'd you imploy to raise me?</q>","subId":"65","id":"Shaftesbury.C.M.3.1.65"},{"type":"paragraph","content":"The Danger, I told him, cou'd hardly be suppos'd to lie on this hand. His <em>Vein</em> was a plentiful one; and his <em>Enthusiasm</em> in no likelihood of failing him. His Subject too, as well as his Numbers, wou'd bear him out. And with the Advantage of the rural Scene around us, his number'd Prose, I thought, supply'd the room of the best Pastoral Song. For in the manner I was now wrought up, 'twas as agreeable to me to hear him, in this kind of <em>Passion,</em> invoke his <em>Stars</em> and <em>Elements,</em> as to hear one of those amorous <em>Shepherds</em> complaining to his <em>Flock,</em> and making the Woods and Rocks resound the Name of <em>Her</em> whom he ador'd.—Begin therefore (continu'd I, still pressing him) Begin a-new, and lead me boldly thro' your <em>Elements.</em> Wherever there is danger, be it on either hand, I promise to give you warning, when I perceive it.","subId":"66","id":"Shaftesbury.C.M.3.1.66"},{"type":"paragraph","content":"LET us begin then, said he, with this our <em>Element</em> of <span class=\"small-capitals\">Earth,</span> which yonder we see cultivated with such Care by the early Swains now working in the Plain below.—<q>Unhappy restless <em>Men,</em> who first disdain'd these peaceful Labours, gentle rural Tasks, perform'd with such Delight! What <em>Pride</em> or what <em>Ambition</em> bred this Scorn? Hence all those fatal Evils of your Race! Enormous <em>Luxury,</em> despising homely Fare, ranges thro' Seas and Lands, rifles the Globe; and Men ingenious to their Misery, work out for themselves the means of heavier Labour, anxious Cares, and Sorrow: Not satisfy'd to turn and manure for their Use the wholesom and beneficial Mould of this their <span class=\"small-capitals\">Earth,</span> they dig yet deeper, and seeking out imaginary Wealth, they search its very Entrails.</q>","subId":"67","id":"Shaftesbury.C.M.3.1.67"},{"type":"paragraph","content":"<q>Here, led by Curiosity, we find <em>Minerals</em> of different Natures, which by their Simplicity discover no less of the Divine Art, than the most compounded of Nature's Works. Some are found capable of surprizing Changes; others as durable, and hard to be destroy'd or chang'd by Fire, or utmost Art. So various are the Subjects of our Contemplation, that even the Study of these inglorious Parts of Nature, in the nether World, is able it-self alone to yield large Matter and Employment for the busiest Spirits of Men, who in the Labour of these Experiments can willingly consume their Lives.—But the noisom poisonous Steams which the <em>Earth</em> breathes from these dark Caverns, where she conceals her Treasures, suffer not prying Mortals to live long in this Search.</q>","subId":"68","id":"Shaftesbury.C.M.3.1.68"},{"type":"paragraph","content":"<q>How comfortable is it to those who come out hence alive, to breathe a purer <span class=\"small-capitals\">Air!</span> to see the rejoicing Light of <em>Day!</em> and tread the fertile Ground! How gladly they contemplate the Surface of the Earth, their Habitation, heated and enliven'd by the <em>Sun,</em> and temper'd by the fresh <span class=\"small-capitals\">Air</span> of fanning <em>Breezes!</em> These exercise the resty Plants, and scour the unactive Globe. And when the <em>Sun</em> draws hence thick clouded Steams and Vapours, 'tis only to digest and exalt the unwholesom Particles, and commit 'em to the sprightly <span class=\"small-capitals\">Air;</span> which soon imparting its quick and vital Spirit, renders 'em again with improvement to the Earth, in gentle Breathings, or in rich Dews and fruitful Showers. The same <span class=\"small-capitals\">Air,</span> moving about the mighty Mass, enters its Pores, impregnating the Whole: And both the <em>Sun</em> and <span class=\"small-capitals\">Air</span> conspiring, so animate this <em>Mother-Earth,</em> that tho ever breeding, her Vigour is as great, her Beauty as fresh, and her Looks as charming, as if she newly came out of the forming Hands of her Creator.</q>","subId":"69","id":"Shaftesbury.C.M.3.1.69"},{"type":"paragraph","content":"<q>How beautiful is the <span class=\"small-capitals\">Water</span> among the inferior Earthly Works! Heavy, liquid, and transparent: without the springing Vigour and expansive Force of <em>Air;</em> but not without Activity. Stubborn and un-yielding, when compress'd; but placidly avoiding Force, and bending every way with ready Fluency! Insinuating, it dissolves the lumpish Earth, frees the intangled Bodys, procures their Intercourse, and summons to the Field the keen terrestrial Particles; whole happy Strifes soon ending in strict Union, produce the various Forms which we behold. How vast are the Abysses of the <em>Sea,</em> where this soft Element is stor'd; and whence the Sun and Winds extracting, raise it into Clouds! These soon converted into Rain, water the thirsty Ground, and supply a-fresh the Springs and Rivers; the Comfort of the neighbouring Plains, and sweet Refreshment of all Animals.</q>","subId":"70","id":"Shaftesbury.C.M.3.1.70"},{"type":"paragraph","content":"<q>But whither shall we trace the Sources of <em>the</em> <span class=\"small-capitals\">Light?</span> or in what Ocean comprehend the luminous Matter so wide diffus'd thro' the immense Spaces which it fills? What Seats shall we assign to that fierce Element of <span class=\"small-capitals\">Fire,</span> too active to be confin'd within the Compass of the <em>Sun,</em> and not excluded even the Bowels of the heavy <em>Earth?</em> The <em>Air</em> it-self submits to it, and serves as its inferior Instrument. Even this our <em>Sun,</em> with all those <em>numerous Suns,</em> the glittering Host of Heaven, seem to receive from hence the vast Supplies which keep them ever in their splendid State. The <em>invisible etherial Substance,</em> penetrating both liquid and solid Bodys, is diffus'd thro'out the Universe. It cherishes the cold dull massy <em>Globe,</em> and warms it to its Center. It forms the Minerals; gives Life and Growth to Vegetables; kindles a soft, invisible, and vital <em>Flame</em> in the Breasts of living Creatures; frames, animates, and nurses all the various Forms; sparing, as well as imploying for their Use, those <em>sulphurous</em> and <em>combustible</em> Matters of which they are compos'd. Benign and gentle amidst all, it still maintains this happy Peace and Concord, according to its stated and peculiar Laws. But these once broken, the acquitted <em>Being</em> takes its Course unrul'd. It runs impetuous thro' the fatal Breach, and breaking into visible and fierce <em>Flames,</em> passes triumphant o'er the yielding Forms, converting all into it-self, and dissolving now those Systems which it-self before had form'd. 'Tis thus</q>—","subId":"71","id":"Shaftesbury.C.M.3.1.71"},{"type":"paragraph","content":"HERE <span class=\"small-capitals\">Theocles</span> stopt on a sudden, when (as he imagin'd) I was putting my Hand out, to lay hold on his Sleeve.","subId":"72","id":"Shaftesbury.C.M.3.1.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">OPhilocles,</span> said he, 'tis well remember'd. I was growing too warm, I find; as well I might indeed, in this <em>hot</em> Element. And here perhaps I might have talk'd yet more mysteriously, had you been one who cou'd think otherwise than in the common way of the soft Flames of <em>Love.</em> You might, perhaps, have heard Wonders in this kind: <q>How all things had their Being <em>hence,</em> and how their noblest End was to be <em>here</em> wrapt up, consum'd and lost.</q>—But in these high Flights, I might possibly have gone near to burn my Wings.","subId":"73","id":"Shaftesbury.C.M.3.1.73"},{"type":"paragraph","content":"Indeed, said I, you might well expect the Fate of <span class=\"small-capitals\">Icarus,</span> for your high-soaring. But this, indeed, was not what I fear'd. For you were got above Danger; and, with that devouring Element on your side, had master'd not only the <em>Sun</em> himself, but every thing which stood in your way. I was afraid it might, in the issue, run to what they tell us of a <em>universal Conflagration;</em> in which I knew not how it might go, possibly, with our <span class=\"small-capitals\">Genius.</span>","subId":"74","id":"Shaftesbury.C.M.3.1.74"},{"type":"paragraph","content":"I am glad, said he, <span class=\"small-capitals\">Philocles!</span> to find this grown such a Concern with you. But you may rest secure here, if the Case you meant were that <em>periodical Conflagration</em> talk'd of by some <em>Philosophers.</em> For there the <span class=\"small-capitals\">Genius</span> wou'd of necessity be <em>all in all:</em> And in those Intervals of Creation, when no Form, nor Species existed any-where out of <em>the Divine Mind,</em> all then was <span class=\"small-capitals\">Deity:</span> All was that <span class=\"small-capitals\">One,</span> collected thus within it-self, and subsisting (as they imagin'd) rather in a more simple and perfect manner, than when multiply'd in more ways; and becoming productive, it unfolded it-self in the various Map of <em>Nature,</em> and this <em>fair visible World.</em>","subId":"75","id":"Shaftesbury.C.M.3.1.75"},{"type":"paragraph","content":"But for my part, said I, (interrupting him) who can much better see <span class=\"small-capitals\">Divinity</span> <em>unfolded,</em> than in that <em>involv'd</em> and <em>solitary</em> State before Creation; I cou'd wish you wou'd go a little further with me in the Map of <em>Nature;</em> especially if descending from your lofty Flights, you wou'd be content to pitch upon this humble Spot of <span class=\"small-capitals\">Earth;</span> where I cou'd better accompany you, where'er you led me.","subId":"76","id":"Shaftesbury.C.M.3.1.76"},{"type":"paragraph","content":"But you, reply'd he, who wou'd confine me to this heavy <em>Earth,</em> must yet allow me the same Wings of Fancy. How else shall I fly with you, thro' different Climates, from Pole to Pole, and from the Frigid to the Torrid Zone?","subId":"77","id":"Shaftesbury.C.M.3.1.77"},{"type":"paragraph","content":"O, said I, for this purpose I will allow you the <span class=\"small-capitals\">Pegasus</span> of the Poets, or that wing'd <em>Griffin</em> which an <em>Italian</em> Poet of the Moderns gave to one of his Heroes: Yet on this Condition, that you take no such extravagant Flight, as his was, to the <em>Moon;</em> but keep closely to this Orb of <em>Earth.</em>","subId":"78","id":"Shaftesbury.C.M.3.1.78"},{"type":"paragraph","content":"SINCE you will have it so, reply'd <span class=\"small-capitals\">Theocles,</span> let us try first on the darkest and most imperfect Parts of our Map, and see how you can endure the Prospect. <q>How oblique and faintly looks the Sun on yonder Climates, far remov'd from him! How tedious are the <em>Winters</em> there! How deep the Horrors of the Night, and how uncomfortable even the Light of Day! The freezing Winds employ their fiercest Breath, yet are not spent with blowing. The Sea, which elsewhere is scarce confin'd within its Limits, lies here immur'd in Walls of Chrystal. The Snow covers the Hills, and almost fills the lowest Valleys. How wide and deep it lies, incumbent o'er the Plains, hiding the sluggish Rivers, the Shrubs, and Trees, the Dens of Beasts, and Mansions of distress'd and feeble Men!—See! where they lie confin'd, hardly secure against the raging Cold, or the Attacks of the wild Beasts, now Masters of the wasted Field, and forc'd by Hunger out of the naked Woods.—Yet not dishearten'd (such is the Force of human Breasts) but thus provided for, by Art and Prudence, the kind compensating Gifts of Heaven, Men and their Herds may wait for a Release. For at length the Sun approaching, melts the Snow, sets longing Men at liberty, and affords them Means and Time to make provision against the next Return of Cold. It breaks the icy Fetters of the Main; where vast Sea-Monsters pierce thro' floating Islands, with Arms which can withstand the Chrystal Rock: whilst others, who of themselves seem great as Islands, are by their Bulk alone arm'd against all but Man; whose Superiority over Creatures of such stupendous Size and Force, shou'd make him mindful of his Privilege of Reason, and force him humbly to adore the great Composer of these wondrous Frames, and Author of his own superior Wisdom.</q>","subId":"79","id":"Shaftesbury.C.M.3.1.79"},{"type":"paragraph","content":"<q>But leaving these dull Climates, so little favour'd by the Sun, for those happier Regions, on which he looks more kindly, making perpetual <em>Summer;</em> How great an Alteration do we find? His purer <em>Light</em> confounds weak-sighted Mortals, pierc'd by his scorching <em>Beams.</em> Scarce can they tread the glowing Ground. The Air they breathe cannot enough abate the <em>Fire</em> which burns within their panting Breasts. Their Bodys melt. O'ercome and fainting, they seek the Shade, and wait the cool Refreshments of the Night. Yet oft the <em>bounteous</em> <span class=\"small-capitals\">Creator</span> bestows other Refreshments. He casts a veil of <em>Clouds</em> before 'em, and raises gentle <em>Gales;</em> favour'd by which, the Men and Beasts pursue their Labours; and Plants refresh'd by Dews and Showers, can gladly bear the warmest Sun-beams.</q>","subId":"80","id":"Shaftesbury.C.M.3.1.80"},{"type":"paragraph","content":"<q>And here the varying Scene opens to new Wonders. We see a Country rich with <em>Gems,</em> but richer with the fragrant <em>Spices</em> it affords. How gravely move the largest of <em>Land-Creatures</em> on the Banks of this fair River! How ponderous are their Arms, and vast their Strength, with Courage, and a Sense superior to the other Beasts! Yet are they tam'd, we see, by Mankind, and brought even to fight their Battels, rather as Allies and Confederates, than as Slaves.—But let us turn our Eyes towards these smaller, and more curious Objects; the numerous and devouring <em>Insects</em> on the Trees in these wide Plains. How shining, strong, and lasting are the subtile Threds spun from their artful Mouths! Who, beside <em>the All-wise,</em> has taught 'em to compose the beautiful soft Shells; in which recluse and bury'd, yet still alive, they undergo such a surprizing Change; when not destroy'd by Men, who clothe and adorn themselves with the Labours and Lives of these weak Creatures, and are proud of wearing such inglorious Spoils? How sumptuously apparel'd, gay, and splendid, are all the various <em>Insects</em> which feed on the other Plants of this warm Region! How beautiful <em>the Plants</em> themselves in all their various Growths, from the triumphant <em>Palm</em> down to the humble <em>Moss!</em></q>","subId":"81","id":"Shaftesbury.C.M.3.1.81"},{"type":"paragraph","content":"<q>Now may we see that <em>happy</em> Country where precious <em>Gums</em> and <em>Balsams</em> flow from Trees; and Nature yields her most delicious Fruits. How tame and tractable, how patient of Labour and of Thirst, are those large Creatures; who lifting up their lofty Heads, go led and loaden thro' these dry and barren Places! Their Shape and Temper show them fram'd by Nature to submit to Man, and fitted for his Service: who from hence ought to be more sensible of his Wants, and of the Divine Bounty, thus supplying them.</q>","subId":"82","id":"Shaftesbury.C.M.3.1.82"},{"type":"paragraph","content":"<q>But see! not far from us, that <em>fertilest</em> of Lands, water'd and fed by a friendly generous Stream, which, ere it enters the Sea, divides it-self into many Branches, to dispense more equally the rich and nitrous Manure, it bestows so kindly and in due time, on the adjacent Plains.—Fair Image of that fruitful and exuberant Nature, who with a Flood of Bounty blesses all things, and, Parent-like, out of her many Breasts sends the nutritious Draught in various Streams to her rejoicing Offspring!—Innumerable are the dubious Forms and unknown Species which drink the slimy Current: whether they are such as leaving the scorch'd Desarts, satiate here their ardent Thirst, and promiscuously engendring, beget a monstrous Race; or whether, as it is said, by the Sun's genial Heat, active on the fermenting Ooze, new Forms are generated, and issue from the River's fertile Bed.—See there the noted Tyrant of the Flood, and Terror of its Borders! when suddenly displaying his horrid Form, the <em>amphibious</em> Ravager invades the Land, quitting his watry Den, and from the deep emerging, with hideous rush, sweeps o'er the trembling <em>Plain.</em> The Natives from afar behold with wonder the enormous Bulk, sprung from so small an Egg. With Horror they relate the Monster's Nature, cruel and deceitful: how he with dire Hypocrisy, and false Tears, beguiles the Simple-hearted; and inspiring Tenderness and kind Compassion, kills with pious Fraud.—Sad Emblem of that spiritual Plague, dire <em>Superstition!</em> Native of this Soil; where first<a href=\"#n1\"><sup>[1]</sup></a> Religion grew unsociable, and among different Worshipers bred mutual Hatred, and Abhorrence of each others Temples. The Infection spreads: and Nations now profane one to another, war fiercer, and in Religion's Cause forget Humanity: whilst savage <em>Zeal,</em> with meek and pious Semblance, works dreadful Massacre; and for Heaven's sake (horrid Pretence!) makes desolate the Earth.—</q>","subId":"83","id":"Shaftesbury.C.M.3.1.83"},{"type":"paragraph","content":"<q>Here let us leave these Monsters (glad if we cou'd here confine 'em!) and detesting the dire prolifick Soil, fly to the vast <em>Desarts</em> of these Parts. All ghastly and hideous as they appear, they want not their peculiar Beautys. The Wildness pleases. We seem to live alone with Nature. We view her in her inmost Recesses, and contemplate her with more Delight in these original Wilds, than in the artificial Labyrinths and feign'd Wildernesses of the Palace. The Objects of the Place, the scaly Serpents, the savage Beasts, and poisonous Insects, how terrible soever, or how contrary to human Nature, are beauteous in themselves, and fit to raise our Thoughts in Admiration of that <em>Divine Wisdom,</em> so far superior to our short Views. Unable to declare the Use or Service of all things in this Universe, we are yet assur'd of the Perfection of <em>all,</em> and of the Justice of that <em>OEconomy,</em> to which all things are subservient, and in respect of which, Things seemingly deform'd are amiable; Disorder becomes regular; Corruption wholesom; and Poisons (such as these we have seen) prove healing and beneficial.</q>","subId":"84","id":"Shaftesbury.C.M.3.1.84"},{"type":"paragraph","content":"<q>But behold! thro' a vast Tract of Sky before us, the mighty <span class=\"small-capitals\">Atlas</span> rears his lofty Head, cover'd with Snow above the Clouds. Beneath the <em>Mountain</em>'s foot, the rocky Country rises into Hills, a proper Basis of the ponderous Mass above: where huge embody'd Rocks lie pil'd on one another, and seem to prop the high Arch of Heaven.—See! with what trembling Steps poor Mankind tread the narrow Brink of the deep Precipices! From whence with giddy Horror they look down, mistrusting even the Ground which bears 'em; whilst they hear the hollow Sound of Torrents underneath, and see the Ruin of the impending Rock; with falling Trees which hang with their Roots upwards, and seem to draw more Ruin after 'em. Here thoughtless Men, seiz'd with the Newness of such Objects, become thoughtful, and willingly contemplate the incessant Changes of this Earth's Surface. They see, as in one instant, the Revolutions of past Ages, the fleeting Forms of Things, and the Decay even of this our <em>Globe;</em> whose Youth and first Formation they consider, whilst the apparent Spoil and irreparable Breaches of the wasted Mountain shew them the World it-self only as a noble Ruin, and make them think of its approaching Period.—But here mid-way the <em>Mountain,</em> a spacious Border of thick Wood harbours our weary'd Travellers: who now are come among the ever-green and lofty Pines, the Firs, and noble Cedars, whose towring Heads seem endless in the Sky; the rest of Trees appearing only as Shrubs beside them. And here a different Horror seizes our shelter'd Travellers, when they see the Day diminish'd by the deep Shapes of the vast Wood; which closing thick above, spreads Darkness and eternal Night below. The faint and gloomy Light looks horrid as the Shade it-self: and the profound Stillness of these Places imposes Silence upon Men, struck with the hoarse Echoings of every Sound within the spacious Caverns of the Wood. Here <em>Space</em> astonishes. <em>Silence</em> it-self seems pregnant; whilst an unknown Force works on the Mind, and dubious Objects move the wakeful Sense. Mysterious <em>Voices</em> are either heard or fansy'd: and various Forms of <em>Deity</em> seem to present themselves, and appear more manifest in these sacred Silvan Scenes; such as of old gave rise to Temples, and favour'd the Religion of the antient World. Even we our-selves, who in plain Characters may read <span class=\"small-capitals\">Divinity</span> from so many bright Parts of Earth, chuse rather these obscurer Places, to spell out that mysterious Being, which to our weak Eyes appears at best under a Veil of Cloud.</q>—","subId":"85","id":"Shaftesbury.C.M.3.1.85"},{"type":"paragraph","content":"HERE he paus'd a-while, and began to cast about his Eyes, which before seem'd fix'd. He look'd more calmly, with an open Countenance and free Air; by which, and other Tokens, I cou'd easily find we were come to an end of our <em>Descriptions;</em> and that whether I wou'd or no, <span class=\"small-capitals\">Theocles</span> was now resolv'd to take his leave of <em>the Sublime:</em> the Morning being spent, and the Forenoon by this time well advanc'd.","subId":"86","id":"Shaftesbury.C.M.3.1.86"},{"type":"note","content":"VOL. III. <em>pag.</em> 59, 60, &amp;c.","subId":"n1","id":"Shaftesbury.C.M.3.1.n1"}]}