{"imported":true,"id":"Shaftesbury.C.M.3.2","parent":"Shaftesbury.C.M.3","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_044","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.M.3.2"},{"type":"paragraph","content":"METHINKS, said he, <span class=\"small-capitals\">Philocles!</span> (changing to a familiar Voice) we had better leave these unsociable Places, whither our Fancy has transported us, and return to our-selves here again, in our more conversable Woods, and temperate Climates. Here no fierce Heats nor Colds annoy us, no <em>Precipices</em> nor <em>Cataracts</em> amaze us. Nor need we here be afraid of our own Voices; whilst we hear the Notes of such a chearful Quire, and find the <em>Echoes</em> rather agreeable, and inviting us to talk.","subId":"1","id":"Shaftesbury.C.M.3.2.1"},{"type":"paragraph","content":"I confess, said I, those foreign <em>Nymphs</em> (if there were any belonging to those miraculous Woods) were much too awful Beautys to please me. I found our familiar Home-<em>Nymphs</em> a great deal more to my humour. Yet for all this, I cannot help being concern'd for your breaking off just when we were got half the World over, and wanted only to take <span class=\"small-capitals\">America</span> in our way home. Indeed as for <span class=\"small-capitals\">Europe,</span> I cou'd excuse your making any great <em>Tour</em> there, because of the little Variety it wou'd afford us. Besides that it wou'd be hard to see it in any view, without meeting still that <em>politick</em> Face of Affairs, which wou'd too much disturb us in our <em>philosophical</em> Flights. But for the <em>Western</em> Tract, I cannot imagine why you shou'd neglect such noble Subjects as are there; unless perhaps the <em>Gold</em> and <em>Silver,</em> to which I find you such a bitter Enemy, frighted you from a Mother-Soil so full of it. If these Countrys had been as bare of those Metals as old <span class=\"small-capitals\">Sparta,</span> we might have heard more perhaps of the <span class=\"small-capitals\">Peru'</span> s and <span class=\"small-capitals\">Mexico'</span> s than of all <span class=\"small-capitals\">Asia</span> and <span class=\"small-capitals\">Africa.</span> We might have had <em>Creatures, Plants, Woods, Mountains, Rivers,</em> beyond any of those we have pass'd. How sorry am I to lose the noble <span class=\"small-capitals\">Amazon!</span> How sorry—","subId":"2","id":"Shaftesbury.C.M.3.2.2"},{"type":"paragraph","content":"Here as I wou'd have proceeded, I saw so significant a Smile on <span class=\"small-capitals\">Theocles'</span> s Face, that it stopt me, out of Curiosity, to ask him his Thought.","subId":"3","id":"Shaftesbury.C.M.3.2.3"},{"type":"paragraph","content":"Nothing, said he; nothing but <em>this very Subject</em> it-self.—Go on.—I see you'll finish it for me. The Spirit of this sort of <em>Prophecy</em> has seiz'd you. And <span class=\"small-capitals\">Philocles,</span> the cold indifferent <span class=\"small-capitals\">Philocles,</span> is become a Pursuer of the same <em>mysterious</em> <span class=\"small-capitals\">Beauty.</span>","subId":"4","id":"Shaftesbury.C.M.3.2.4"},{"type":"paragraph","content":"'Tis true, said I, (<span class=\"small-capitals\">Theocles!</span> ) I own it. Your <em>Genius,</em> the <em>Genius</em> of the Place, and the <span class=\"small-capitals\">GreatGenius</span> have at last prevail'd. I shall no longer resist the Passion growing in me for Things of a <em>natural</em> kind; where neither <em>Art,</em> <span class=\"margin-comment\">Natural Beautys.</span> nor the <em>Conceit</em> or <em>Caprice</em> of Man has spoil'd their <em>genuine Order,</em> by breaking in upon that <em>primitive State.</em> Even the rude <em>Rocks,</em> the mossy <em>Caverns,</em> the irregular unwrought <em>Grotto's,</em> and broken <em>Falls</em> of Waters, with all the horrid Graces of the <em>Wilderness</em> it-self, as representing <span class=\"small-capitals\">Nature</span> more, will be the more engaging, and appear with a Magnificence beyond the formal Mockery of princely Gardens.—But tell me, I intreat you, how comes it, That, excepting a few <em>Philosophers</em> of your sort, <span class=\"margin-comment\">Passion of this kind.</span> the only People who are enamour'd in this way, and seek the <em>Woods,</em> the <em>Rivers,</em> or <em>Sea-shores,</em> are your poor vulgar <span class=\"small-capitals\">Lovers?</span>","subId":"5","id":"Shaftesbury.C.M.3.2.5"},{"type":"paragraph","content":"Say not this, reply'd he, of <span class=\"small-capitals\">Lovers</span> only. For is it not the same with <span class=\"small-capitals\">Poets,</span> and all those other <em>Students</em> in <span class=\"small-capitals\">Nature,</span> and the <em>Arts</em> which copy after her? In short, is not this the real Case of all who are <em>Lovers</em> either of the <span class=\"small-capitals\">Muses</span> or the <span class=\"small-capitals\">Graces?</span>","subId":"6","id":"Shaftesbury.C.M.3.2.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">ENTHUSIASM.</span> However, said I, all those who are deep in this <em>romantick</em> way, are look'd upon, you know, as a People either plainly out of their wits, or over-run with <em>Melancholy</em> and<a href=\"#n1\"><sup>[1]</sup></a> <span class=\"small-capitals\">Enthusiasm.</span> We always endeavour to recall 'em from these <em>solitary</em> Places. And I must own, that often when I have found my Fancy run this way, I have check'd my-self; not knowing what it was possess'd me, when I was passionately struck with Objects of this kind.","subId":"7","id":"Shaftesbury.C.M.3.2.7"},{"type":"paragraph","content":"No wonder, reply'd he, if we are at a loss, when we pursue the <em>Shadow</em> for the <em>Substance.</em> <span class=\"margin-comment\">Shadows.</span> For if we may trust to what our Reasoning has taught us; whatever in Nature is beautiful or charming, is only the faint Shadow of that <em>First Beauty.</em> <span class=\"margin-comment\">First Beauty.</span> So that every <em>real</em> <span class=\"small-capitals\">Love</span> depending on <em>the Mind,</em> and being only <em>the Contemplation</em> <em>of Beauty,</em> either as it really is <em>in it-self,</em> or as it appears imperfectly in the Objects which strike the <em>Sense;</em> how can the rational Mind rest <em>here,</em> or be satisfy'd with the absurd <em>Enjoyment</em> which reaches the <em>Sense alone?</em>","subId":"8","id":"Shaftesbury.C.M.3.2.8"},{"type":"paragraph","content":"From this time forward then, said I, I shall no more have reason to fear those <em>Beautys</em> which strike a sort of <em>Melancholy,</em> like the Places we have nam'd, or like these solemn <em>Groves.</em> No more shall I avoid the moving Accents of <em>soft Musick,</em> or fly from the <em>enchanting Features</em> of the fairest <em>human Face.</em>","subId":"9","id":"Shaftesbury.C.M.3.2.9"},{"type":"paragraph","content":"<q>If you are already,</q> reply'd he, <q>such a <em>Proficient</em> in this <em>new</em> <span class=\"small-capitals\">Love,</span> that you are sure never to admire the <em>Representative-</em><span class=\"small-capitals\">Beauty,</span> except for the sake of the <em>Original;</em> <span class=\"margin-comment\">Original.</span> nor aim at other <em>Enjoyment,</em> than of the <em>rational</em> kind; you may then be confident.</q> <q>I am so; and presume accordingly, to answer for my-self. However I shou'd not be ill satisfy'd, if you explain'd your-self a little better as to this Mistake of mine you seem to fear.</q> <q>Wou'd it be any help to tell you, <span class=\"margin-comment\">Enjoyment.</span> That the Absurdity lay in seeking <em>the Enjoyment</em> elsewhere than in the <em>Subject lov'd?</em></q> <q>The Matter, I must confess, is still mysterious.</q> <q>Imagine then, good <span class=\"small-capitals\">Philocles,</span> if being taken with the Beauty of the Ocean which you see yonder at a distance, it shou'd come into your head, to seek how to command it; and like some mighty Admiral, ride Master of the Sea; wou'd not the Fancy be a little absurd?</q> <q>Absurd enough, in conscience. The next thing I shou'd do, 'tis likely, upon this Frenzy, wou'd be to hire some Bark, and go in Nuptial Ceremony, <span class=\"small-capitals\">Venetian-</span> like, to wed the <em>Gulf,</em> which I might call perhaps as properly <em>my own.</em></q>","subId":"10","id":"Shaftesbury.C.M.3.2.10"},{"type":"paragraph","content":"Let who will call it theirs, reply'd <span class=\"small-capitals\">Theocles,</span> you will own <em>the Enjoyment</em> of this kind to be very different from that which shou'd naturally follow from the Contemplation of the Ocean's <em>Beauty.</em> The Bridegroom-<em>Doge,</em> who in his stately <em>Bucentaur</em> floats on the Bosom of his <span class=\"small-capitals\">Thetis,</span> has less <em>Possession</em> than the poor <em>Shepherd,</em> who from a hanging Rock, or Point of some high Promontory, stretch'd at his ease, forgets his feeding Flocks, while he admires <em>her Beauty.</em>—But to come nearer home, and make the Question still more familiar. Suppose (my <span class=\"small-capitals\">Philocles!</span> ) that, viewing such a Tract of Country, as this delicious <em>Vale</em> we see beneath us, you shou'd for <em>the Enjoyment</em> of the Prospect, require the <em>Property</em> or <em>Possession</em> of the Land.","subId":"11","id":"Shaftesbury.C.M.3.2.11"},{"type":"paragraph","content":"The <em>covetous</em> Fancy, reply'd I, wou'd be as absurd altogether, as that other <em>ambitious</em> one.","subId":"12","id":"Shaftesbury.C.M.3.2.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">OPhilocles!</span> said he; May I bring this yet a little nearer? And will you follow me once more? Suppose that being charm'd, as you seem to be, with the <em>Beauty</em> of <em>these</em> <span class=\"small-capitals\">Trees,</span> under whose shade we rest, you shou'd long for nothing so much as to taste some delicious <em>Fruit</em> of theirs; and having obtain'd of Nature some certain <em>Relish</em> by which these <em>Acorns</em> or <em>Berrys</em> of the Wood became as palatable as the <em>Figs</em> or <em>Peaches</em> of the Garden, you shou'd afterwards, as oft as you revisted these <em>Groves,</em> seek hence <em>the Enjoyment</em> of them, by satiating your-self in these new Delights.","subId":"13","id":"Shaftesbury.C.M.3.2.13"},{"type":"paragraph","content":"The Fancy of this kind, reply'd I, wou'd be sordidly <em>luxurious;</em> and as absurd, in my Opinion, as either of the former.","subId":"14","id":"Shaftesbury.C.M.3.2.14"},{"type":"paragraph","content":"Can you not then, on this occasion, said he, call to mind some other <em>Forms</em> of a fair kind among us, where the Admiration of Beauty is apt to lead to as irregular a Consequence?","subId":"15","id":"Shaftesbury.C.M.3.2.15"},{"type":"paragraph","content":"I fear'd, said I, indeed, where this wou'd end, and was apprehensive you wou'd force me at last to think of certain powerful <span class=\"small-capitals\">Forms</span> in <em>human</em> Kind, which draw after 'em a Set of eager <em>Desires, Wishes,</em> and <em>Hopes;</em> no way sutable, I must confess, to your rational and refin'd Contemplation of <em>Beauty.</em> The Proportions of this <em>living Architecture,</em> as wonderful as they are, inspire nothing of a <em>studious</em> or <em>contemplative</em> kind. The more they are view'd, the further they are from satisfying by mere View. Let that which satisfies be ever so disproportionable an Effect, or ever so foreign to its Cause; censure it as you please, you must allow however that it's <em>natural.</em> So that you, <span class=\"small-capitals\">Theocles,</span> for ought I see, are become the <em>Accuser</em> of <span class=\"small-capitals\">Nature,</span> by condemning <em>a natural Enjoyment.</em>","subId":"16","id":"Shaftesbury.C.M.3.2.16"},{"type":"paragraph","content":"Far be it from us both, said he, to condemn <em>a Joy</em> which is from <em>Nature.</em> But when we spoke of <em>the Enjoyment</em> of these Woods and Prospects, we understood by it a far different kind from that of the inferior Creatures, who rifling in these places, find here their choicest <em>Food.</em> Yet we too live by tasteful <em>Food;</em> and feel those other Joys of <em>Sense</em> in common with them. But 'twas not here, my <span class=\"small-capitals\">Philocles!</span> that we had agreed to place our <em>Good;</em> nor consequently our <em>Enjoyment.</em> We who were rational, and had Minds, methought, shou'd place it rather in those <span class=\"small-capitals\">Minds;</span> which were indeed abus'd, and cheated of their real <em>Good,</em> when drawn to seek absurdly the Enjoyment of it in the Objects of <em>Sense,</em> and not in those Objects they might properly call <em>their own:</em> in which kind, as I remember, we comprehended all which was truly <em>Fair, Generous,</em> or <em>Good.</em>","subId":"17","id":"Shaftesbury.C.M.3.2.17"},{"type":"paragraph","content":"So that <span class=\"small-capitals\">Beauty,</span> said I, and <span class=\"small-capitals\">Good,</span> <span class=\"margin-comment\">Beauty and Good.</span> with you, <span class=\"small-capitals\">Theocles,</span> I perceive are still<a href=\"#n2\"><sup>[2]</sup></a> <em>one and the same.</em>","subId":"18","id":"Shaftesbury.C.M.3.2.18"},{"type":"paragraph","content":"'TIS SO, said he. And thus are we return'd again to the Subject of our Yesterday's Morning-Conversation. Whether I have made good my Promise to you, in shewing<a href=\"#n3\"><sup>[3]</sup></a> the true <em>Good,</em> I know not. But so, doubtless, I shou'd have done with good success, had I been able in my poetick Extasys, or by any other Efforts, to have led you into some deep View of <em>Nature,</em> and the <em>Sovereign</em> <span class=\"small-capitals\">Genius.</span> We then had prov'd the <em>Force of Divine</em> <span class=\"small-capitals\">Beauty;</span> and form'd in our-selves an <em>Object</em> capable and worthy of <em>real Enjoyment.</em>","subId":"19","id":"Shaftesbury.C.M.3.2.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">OTheocles!</span> said I, well do I remember now the Terms in which you engag'd me, that Morning when you bespoke my <em>Love</em> of this <em>mysterious Beauty.</em> You have indeed made good your part of the Condition, and may now claim me for <em>a Proselyte.</em> If there be any seeming Extravagance in the case, I must comfort myself the best I can, and consider that all sound <em>Love</em> and <em>Admiration</em> is<a href=\"#n4\"><sup>[4]</sup></a> <span class=\"small-capitals\">Enthusiasm:</span> <q>The Transports of <em>Poets,</em> the Sublime of <em>Orators,</em> the Rapture of <em>Musicians,</em> the high Strains of the <em>Virtuosi;</em> all mere <span class=\"small-capitals\">Enthusiasm!</span> Even <em>Learning</em> it-self, the Love of <em>Arts</em> and <em>Curiositys,</em> the Spirit of <em>Travellers</em> and <em>Adventurers; Gallantry, War, Heroism;</em> All, all <span class=\"small-capitals\">Enthusiasm!</span> </q>—'Tis enough: I am content to be this <em>new Enthusiast,</em> in a way unknown to me before.","subId":"20","id":"Shaftesbury.C.M.3.2.20"},{"type":"paragraph","content":"And I, reply'd <span class=\"small-capitals\">Theocles,</span> am content you shou'd call this <em>Love</em> of ours <span class=\"small-capitals\">Enthusiasm:</span> allowing it the Privilege of its Fellow-Passions. For is there a fair and plausible <em>Enthusiasm,</em> a reasonable <em>Extasy</em> and <em>Transport</em> allow'd to other Subjects, such as Architecture, Painting, Musick; and shall it be exploded <em>here?</em> Are there Senses by which all those other Graces and Perfections are perceiv'd? and none by which this higher Perfection and Grace is comprehended? Is it so preposterous to bring that <em>Enthusiasm</em> hither, and transfer it from those <em>secondary</em> and <em>scanty</em> Objects, to this <em>original</em> and <em>comprehensive One?</em> Observe how the Case stands in all those other Subjects of Art or Science. <span class=\"margin-comment\">Arts.</span> What difficulty to be in any degree knowing! How long ere a true <em>Taste</em> is gain'd! <span class=\"margin-comment\">A Judgment, Taste.</span> How many things shocking, how many offensive at first, which afterwards are known and acknowledg'd the highest <em>Beautys!</em> For 'tis not instantly we acquire the <em>Sense</em> by which these Beautys are discoverable. <em>Labour</em> and <em>Pains</em> are requir'd, and <em>Time</em> to cultivate a natural Genius, ever so apt or forward. But Who is there once thinks of cultivating <em>this</em> Soil, <span class=\"margin-comment\">Improvement.</span> or of improving any Sense or Faculty which Nature may have given of <em>this</em> kind? And is it a wonder we shou'd be dull then, as we are, confounded, and at a loss in <em>these</em> Affairs, blind as to <em>this</em> higher Scene, <em>these</em> nobler Representations? Which way shou'd we come to understand better? which way be knowing in <em>these</em> Beautys? Is Study, Science, or Learning necessary to understand all Beautys <em>else?</em> And for <em>the Sovereign</em> <span class=\"small-capitals\">Beauty,</span> <span class=\"margin-comment\">Chief Science.</span> is there no Skill or Science requir'd? In Painting there are <em>Shades</em> and <em>masterly Strokes,</em> which the Vulgar understand not, but find fault with: in Architecture there is <em>the Rustick;</em> in Musick <em>the Chromatick</em> kind, and skilful Mixture of <em>Dissonancys.</em> And is there nothing which answers to this, in <em>The</em> <span class=\"small-capitals\">Whole?</span>","subId":"21","id":"Shaftesbury.C.M.3.2.21"},{"type":"paragraph","content":"I must confess, said I, I have hitherto been one of those Vulgar, who cou'd never relish <em>the Shades, the Rustick,</em> or <em>the Dissonancys</em> you talk of. I have never dreamt of such <em>Master-pieces</em> in <span class=\"small-capitals\">Nature.</span> 'Twas my way to censure freely on the first view. But I perceive I am now oblig'd to go far in the pursuit of <em>Beauty;</em> <span class=\"margin-comment\">Beauty.</span> which lies very absconded and deep: And if so, I am well assur'd that my <em>Enjoyments</em> hitherto have been very shallow. I have dwelt, it seems, all this while upon the Surface, and enjoy'd only a kind of slight superficial Beautys; having never gone in search of <em>Beauty it-self,</em> but of what I <em>fansy'd</em> such. Like the rest of the unthinking World, I took for granted that what I liked was <em>beautiful;</em> and what I rejoic'd in, was my <em>Good.</em> I never scrupled loving what I fansy'd; and aiming only at the Enjoyment of what I lov'd, I never troubled my-self with examining what <em>the Subjects</em> were, nor ever hesitated about their <em>Choice.</em>","subId":"22","id":"Shaftesbury.C.M.3.2.22"},{"type":"paragraph","content":"Begin then, said he, and <em>chuse.</em> See what the <em>Subjects</em> are; and which you wou'd prefer; which honour with your Admiration, Love and Esteem. For by these again you will be honour'd in your turn. Such, <span class=\"small-capitals\">Philocles,</span> as is the Worth of these Companions, such will your Worth be found. As there is Emptiness or Fulness here, so will there be in your Enjoyment. See therefore where <em>Fulness</em> is, and where <em>Emptiness.</em> See in what Subject resides <em>the chief Excellence:</em> where <span class=\"small-capitals\">Beauty</span> reigns: where 'tis <em>intire, perfect, absolute;</em> where <em>broken, imperfect, short.</em> View these terrestrial Beautys, and whatever has the appearance of Excellence, and is able to attract. See that which either really is, or stands as in the room of <em>Fair, Beautiful,</em> and <em>Good:</em> <q>A Mass of Metal; a Tract of Land; a Number of Slaves; a Pile of Stones; a human Body of certain Lineaments and Proportions.</q> Is this the highest of the kind? Is <span class=\"small-capitals\">Beauty</span> founded then in <em>Body</em> only; and not in <em>Action, Life,</em> or <em>Operation?</em>—","subId":"23","id":"Shaftesbury.C.M.3.2.23"},{"type":"paragraph","content":"Hold! hold! said I, good <span class=\"small-capitals\">Theocles!</span> you take this in too high a Key, above my reach. If you wou'd have me accompany you, pray lower this Strain a little; and talk in a more familiar way.","subId":"24","id":"Shaftesbury.C.M.3.2.24"},{"type":"paragraph","content":"<q>THUS THEN,</q> said he, (smiling) <q>Whatever Passion you may have for <em>other Beautys;</em> I know, good <span class=\"small-capitals\">Philocles,</span> you are no such Admirer of <em>Wealth</em> in any kind, as to allow much Beauty to it; especially in a rude Heap or Mass. But in Medals, Coins, Imbost-work, Statues, and well-fabricated Pieces, of whatever sort, you can discover <em>Beauty,</em> and admire the Kind.</q> <q>True,</q> said I; <q>but not for the <em>Metal's</em> sake.</q> <q> 'Tis not then <em>the Metal</em> or <em>Matter</em> which is beautiful with you.</q> <q>No.</q> <q>But <em>the Art.</em></q> <q>Certainly.</q> <q><em>The Art</em> then is the <em>Beauty.</em></q> <q>Right.</q> <q>And <em>the Art</em> is that which beautifies.</q> <q>The same.</q> <q>So that the Beautifying, not the Beautify'd, is the really <em>Beautiful.</em></q> <q>It seems so.</q> <q>For that which is beautify'd, is beautiful only by the accession of something beautifying: and by the recess or withdrawing of the same, it ceases to be beautiful.</q> <q>Be it.</q> <q>In respect of Bodys therefore, <em>Beauty</em> comes and goes.</q> <q>So we see.</q> <q>Nor is the Body it-self any Cause either of its coming or staying.</q> <q>None.</q> <q>So that there is no Principle of Beauty in <em>Body.</em></q> <q>None at all.</q> <q>For Body can no-way be the Cause of Beauty to itself.</q> <q>No-way.</q> <q>Nor govern nor regulate it-self.</q> <q>Nor yet this.</q> <q>Nor mean nor intend it-self.</q> <q>Nor this neither.</q> <q>Must not <em>that</em> therefore, which means and intends for it, regulates and orders it, be the Principle of Beauty to it?</q> <q>Of necessity.</q> <q>And what must that be?</q> <q><span class=\"small-capitals\">Mind,</span> I suppose; for what can it be else?</q>","subId":"25","id":"Shaftesbury.C.M.3.2.25"},{"type":"paragraph","content":"Here then, said he, is all I wou'd have explain'd to you before: <q>That <em>the Beautiful, the Fair, the Comely,</em> were never in the <em>Matter,</em> but in the <em>Art</em> and <em>Design;</em> never in <em>Body</em> it-self, but in the <em>Form</em> or <em>forming Power.</em></q> Does not the beautiful <em>Form</em> confess this, and speak the Beauty of <em>the Design,</em> whene'er it strikes you? What is it but <em>the Design</em> which strikes? What is it you admire but <span class=\"small-capitals\">Mind,</span> or the Effect of <em>Mind?</em> 'Tis <em>Mind</em> alone which forms. All which is void of <em>Mind</em> is horrid: and Matter formless is <em>Deformity it-self.</em>","subId":"26","id":"Shaftesbury.C.M.3.2.26"},{"type":"paragraph","content":"Of all <em>Forms</em> then, said I, Those (according to your Scheme) are the most amiable, and in the first Order of Beauty, which have a power of making other Forms themselves: From whence methinks they may be styl'd <em>the forming Forms.</em> So far I can easily concur with you, and gladly give the advantage to <em>the human</em> <em>Form,</em> above those other Beautys of Man's Formation. The Palaces, Equipages and Estates shall never in my account be brought in competition with the original <em>living Forms</em> of Flesh and Blood. And for the other, the <em>dead</em> Forms of Nature, the Metals and Stones, however precious and dazling; I am resolv'd to resist their Splendour, and make abject Things of 'em, even in their highest Pride, when they pretend to set off human Beauty, and are officiously brought in aid of <em>the Fair.</em>","subId":"27","id":"Shaftesbury.C.M.3.2.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">Orders of Beauty. First Order.</span> <q>Do you not see then,</q> reply'd <span class=\"small-capitals\">Theocles,</span> <q>that you have establish'd <em>Three</em> Degrees or Orders of Beauty?</q> <q>As how?</q> <q>Why first, <em>the dead Forms,</em> as you properly have call'd 'em, which bear a Fashion, and are form'd, whether by Man, or Nature; but have no forming Power, no Action, or Intelligence.</q> <q>Right.</q> <q>Next, and as the <em>second</em> kind, <em>the Forms which form;</em> <span class=\"margin-comment\">Second Order.</span> that is, which have Intelligence, Action, and Operation.</q> <q>Right still.</q> <q>Here therefore is double Beauty. For here is both the Form (the <em>Effect</em> of Mind) and <em>Mind</em> it-self: The first kind low and despicable in respect of this other; from whence the dead Form receives its Lustre and Force of Beauty. For what is a mere <em>Body,</em> tho a human one, and ever so exactly fashion'd, if <em>in</em><em>ward</em> Form be wanting, and the <em>Mind</em> be monstrous or imperfect, as in <em>an Idiot,</em> or <em>Savage?</em></q> <q>This too I can apprehend,</q> said I; <q>but where is the <em>third</em> Order?</q>","subId":"28","id":"Shaftesbury.C.M.3.2.28"},{"type":"paragraph","content":"Have patience, reply'd he, and see first whether you have discover'd the whole Force of this <em>second</em> Beauty. How else shou'd you understand the Force of Love, or have the Power of Enjoyment? Tell me, I beseech you, when first you nam'd these <em>the Forming Forms,</em> did you think of no other Productions of theirs besides the <em>dead Kinds,</em> such as the Palaces, the Coins, the Brazen or the Marble Figures of Men? Or did you think of something nearer <em>Life?</em>","subId":"29","id":"Shaftesbury.C.M.3.2.29"},{"type":"paragraph","content":"I cou'd easily, said I, have added, that these <em>Forms</em> of ours had a Virtue of producing <em>other living Forms,</em> like themselves. But this Virtue of theirs, I thought was from <em>another Form</em> above them, and cou'd not properly be call'd <em>their</em> Virtue or Art; if in reality there was <em>a superior Art,</em> or something <em>Artist-like,</em> which guided their Hand, and made Tools of them in this specious Work.","subId":"30","id":"Shaftesbury.C.M.3.2.30"},{"type":"paragraph","content":"<q>Happily thought,</q> said he! <q>You have prevented a Censure which I hardly imagin'd you cou'd escape. And here you have unawares discover'd that <em>third</em> Order of Beauty, <span class=\"margin-comment\">Third Order.</span> which forms not only such as we call mere Forms, but even <em>the Forms which form.</em> For we our-selves are notable Architects in Matter, and can shew lifeless Bodys brought into Form, and fashion'd by our own hands: but that which fashions even Minds themselves, contains in it-self all the Beautys fashion'd by those Minds; and is consequently the Principle, Source, and Fountain of all <em>Beauty.</em></q> <q>It seems so.</q>","subId":"31","id":"Shaftesbury.C.M.3.2.31"},{"type":"paragraph","content":"<q>Therefore whatever Beauty appears in our <em>second</em> Order of Forms, or whatever is deriv'd or produc'd from thence, all this is eminently, principally, and originally in this <em>last</em> Order of <em>Supreme</em> and <em>Sovereign Beauty.</em></q> <q>True.</q>","subId":"32","id":"Shaftesbury.C.M.3.2.32"},{"type":"paragraph","content":"<q>Thus Architecture, Musick, and all which is of human Invention, resolves it-self into this <em>last</em> Order.</q> <q>Right,</q> said I: <q>and thus all the <em>Enthusiasms</em> of other kinds resolve themselves into ours. The fashionable Kinds borrow from us, and are nothing without us: We have undoubtedly the Honour of being <em>Originals.</em></q>","subId":"33","id":"Shaftesbury.C.M.3.2.33"},{"type":"paragraph","content":"<q>NOW therefore say again,</q> reply'd <span class=\"small-capitals\">Theocles;</span> <q>Whether are those Fabricks of <em>Architecture, Sculpture,</em> and the rest of that sort, the greatest Beautys which Man forms; or are there greater and better?</q> <q>None which I know,</q> reply'd I. <q>Think, think again,</q> said he: <q>and setting aside those Productions which just now you excepted against, as Master-pieces <em>of another Hand;</em> think What there are which more immediately proceed from us, and may more truly be term'd <em>our Issue.</em></q> <q>I am barren,</q> said I, <q>for this time: you must be plainer yet, in helping me to conceive.</q> <q>How can I help you?</q> reply'd he. <q>Wou'd you have me be conscious for you, of that which is immediately <em>your own,</em> and is solely in, and from <em>your-self?</em></q> <q>You mean my <em>Sentiments,</em></q> said I. <q>Certainly,</q> <span class=\"margin-comment\">Beauty moral.</span> reply'd he: <q>and together with your <em>Sentiments,</em> your <em>Resolutions, Principles, Determinations, Actions;</em> whatsoever is handsom and noble in the kind; whatever flows from your good <em>Understanding, Sense, Knowledg</em> and <em>Will;</em> whatever is ingender'd in your <em>Heart,</em> (good <span class=\"small-capitals\">Philocles!</span> ) or derives it-self from your <em>Parent-</em><span class=\"small-capitals\">Mind,</span> <span class=\"margin-comment\">Offspring. Generation.</span> which, unlike to other <em>Parents,</em> is never spent or exhausted, but gains Strength and Vigor by producing. So <em>You,</em> my Friend! have prov'd it, by many a Work: not suffering that fertile <em>Part</em> to remain idle and unactive. Hence those good Parts, which from a natural Genius you have rais'd by due Improvement. And here, as I cannot but admire the pregnant Genius, and <em>Parent-</em>Beauty; so am I satisfy'd of the <em>Offspring,</em> that it is and will be ever beautiful.</q>","subId":"34","id":"Shaftesbury.C.M.3.2.34"},{"type":"paragraph","content":"I took the Compliment, and wish'd (I told him) the Case were really as he imagin'd, that I might justly merit his Esteem and Love. My Study therefore shou'd be to grow <em>beautiful,</em> in his way of <em>Beauty;</em> and from this time forward I wou'd do all I cou'd to propagate that lovely Race of mental Children, <span class=\"margin-comment\">Source.</span> happily sprung from such a high Enjoyment, and from a Union with what was <em>Fairest</em> and <em>Best.</em> But 'tis you, <span class=\"small-capitals\">Theocles,</span> continu'd I, must help my labouring Mind, and be as it were the Midwife to those Conceptions; which else, I fear, will prove abortive.","subId":"35","id":"Shaftesbury.C.M.3.2.35"},{"type":"paragraph","content":"You do well, reply'd he, to give me the Midwife's part only: For the Mind conceiving <em>of it-self,</em> can only be, as you say, <em>assisted in the Birth.</em> <span class=\"margin-comment\">Pregnancy.</span> Its <em>Pregnancy</em> is from its <em>Nature.</em> Nor cou'd it ever have been thus <em>impregnated</em> by any other <em>Mind,</em> than that which form'd it at the beginning; and which, as we have already prov'd, is Original to all <em>mental,</em> as well as <em>other Beauty.</em>","subId":"36","id":"Shaftesbury.C.M.3.2.36"},{"type":"paragraph","content":"Do you maintain then, said I, that these <em>mental</em> Children, the Notions and Principles, of <em>Fair, Just,</em> and <em>Honest,</em> with the rest of these <em>Ideas,</em> are <em>innate?</em> <span class=\"margin-comment\">Innate Ideas.</span>","subId":"37","id":"Shaftesbury.C.M.3.2.37"},{"type":"paragraph","content":"<q>Anatomists,</q> said he, <q>tell us that the Eggs, which are Principles in Body, are <em>innate;</em> being form'd already in the <em>Foetus</em> before the Birth. But <em>When</em> it is, whether <em>before,</em> or <em>at,</em> or <em>after</em> the Birth, or at <em>What</em> time after, that either these, or other Principles, Organs of Sensation, or Sensations themselves, are <em>first</em> form'd in us, is a matter, doubtless, of curious Speculation, but of no great Importance. The Question is, whether the Principles spoken of are <em>from Art,</em> or <em>Nature?</em> If from <em>Nature</em> purely; 'tis no matter for the Time: nor wou'd I contend with you, tho you shou'd deny <em>Life</em> it-self to be <em>innate,</em> as imagining it follow'd rather than preceded the moment of Birth. But this I am certain of; that <em>Life,</em> and the <em>Sensations</em> which accompany Life, come when they will, are from <em>mere Nature,</em> and nothing else. Therefore if you dislike the word <em>Innate,</em> let us change it, if you will, for <span class=\"small-capitals\">Instinct;</span> and call <em>Instinct,</em> <span class=\"margin-comment\">Instinct.</span> that which <em>Nature</em> teaches, exclusive of <em>Art, Culture,</em> or <em>Discipline.</em></q> <q>Content,</q> said I.","subId":"38","id":"Shaftesbury.C.M.3.2.38"},{"type":"paragraph","content":"<q>Leaving then,</q> reply'd he, <q>those admirable Speculations to the <em>Virtuosi,</em> the <em>Anatomists,</em> and <em>School-Divines;</em> we may safely aver, with all their Consents, that the several Organs, particularly those of Generation, <span class=\"margin-comment\">Generation.</span> are form'd by <em>Nature.</em> Whether is there also from Nature, think you, any <em>Instinct</em> for the after-Use of them? Or whether must <em>Learning</em> and <em>Experience</em> imprint this Use?</q> <q> 'Tis imprinted, said I, enough in Conscience. The Impression, or <em>Instinct,</em> is so strong in the Case, that 'twou'd be absurdity not to think it <em>natural,</em> as well in our own Species, as in other Creatures: amongst whom (as you have already taught me) not only the mere engendring of the Young, but the various and almost infinite Means and Methods of providing for them, are all foreknown. For thus much we may indeed discern in the preparatory Labours and Arts of these wild Creatures; which demonstrate their anticipating <em>Fancys,</em> <span class=\"margin-comment\">Pre-conceptions.</span> <em>Pre-conceptions,</em> or <em>Pre-sensations;</em> if I may use a word you taught me<a href=\"#n5\"><sup>[5]</sup></a> yesterday.</q>","subId":"39","id":"Shaftesbury.C.M.3.2.39"},{"type":"paragraph","content":"<q>I allow your Expression,</q> said <span class=\"small-capitals\">Theocles,</span> <q>and will endeavour to show you that the same <em>Pre-conceptions,</em> of a higher degree, have place in human Kind.</q> <q>Do so,</q> said I, <q>I intreat you: For so far am I from finding in my-self these Pre-conceptions of <em>Fair</em> and <em>Beautiful,</em> in your sense, that methinks, till now of late, I have hardly known of any thing like them in Nature.</q> <q>How then,</q> said he, <q>wou'd you have known that <em>outward Fair</em> and <em>Beautiful</em> of human Kind; if such an Object (a fair fleshly one) in all its Beauty, had <em>for the first time</em> appear'd to you, by your-self, this morning, in these Groves? Or do you think perhaps you shou'd have been unmov'd, and have found no difference between <em>this Form</em> and any <em>other;</em> if first you had not been <em>instructed?</em></q>","subId":"40","id":"Shaftesbury.C.M.3.2.40"},{"type":"paragraph","content":"I have hardly any Right, reply'd I, to plead this last Opinion, after what I have own'd just before.","subId":"41","id":"Shaftesbury.C.M.3.2.41"},{"type":"paragraph","content":"Well then, said he, that I may appear to take no advantage against you; I quit the dazling <em>Form,</em> which carrys such a Force of <em>complicated Beautys;</em> and am contented to consider separately each of those <em>simple</em> Beautys, which taken all together, create this wonderful effect. For you will allow, without doubt, that in respect of <em>Bodys,</em> whatever is commonly said of the unexpressible, the unintelligible, the <em>I-know-not-what</em> of Beauty; there can lie no Mystery here, but what plainly belongs either to <em>Figure, Colour, Motion</em> or <em>Sound.</em> Omitting therefore the <em>three</em> latter, <span class=\"margin-comment\">Beauty of Body.</span> and their dependent Charms; let us view the Charm in what is simplest of all, <em>mere Figure.</em> Nor need we go so high as Sculpture, Architecture, or the Designs of those who from this Study of Beauty have rais'd such delightful Arts. 'Tis enough if we consider the simplest of Figures; as either a round <em>Ball,</em> a <em>Cube,</em> or <em>Dye.</em> Why is even an Infant pleas'd with the first View of these Proportions? Why is the <em>Sphere</em> or <em>Globe,</em> the <em>Cylinder</em> and <em>Obelisk</em> prefer'd; and the irregular Figures, in respect of these, rejected and despis'd?","subId":"42","id":"Shaftesbury.C.M.3.2.42"},{"type":"paragraph","content":"I am ready, reply'd I, to own there is in certain <em>Figures</em> a natural<a href=\"#n6\"><sup>[6]</sup></a> Beauty, which the Eye finds as soon as the Object is presented to it.","subId":"43","id":"Shaftesbury.C.M.3.2.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">Beauty of Soul, As real, And necessarily moving.</span> Is there then, said he, a natural Beauty of <em>Figures?</em> and is there not as natural a one of <span class=\"small-capitals\">Actions?</span> No sooner the Eye opens upon <em>Figures,</em> the Ear to <em>Sounds,</em> than straight <em>the Beautiful</em> results, and <em>Grace</em> and <em>Harmony</em> are known and acknowledg'd. No sooner are <span class=\"small-capitals\">Actions</span> view'd, no sooner the <em>human Affections</em> and <em>Passions</em> discern'd (and they are most of 'em as soon discern'd as felt) than straight <em>an inward</em> <span class=\"small-capitals\">Eye</span> distinguishes, and sees <em>the Fair</em> and <em>Shapely, the Amiable</em> and <em>Admirable,</em> apart from <em>the Deform'd, the Foul,</em> <span class=\"margin-comment\">Idea Natural.</span> <em>the</em> <em>Odious,</em> or <em>the Despicable.</em> How is it possible therefore not to own, <q>That as these <em>Distinctions</em> have their Foundation <em>in Nature,</em> the Discernment it-self is <em>natural,</em> and from <span class=\"small-capitals\">Nature</span> <em>alone?</em></q>","subId":"44","id":"Shaftesbury.C.M.3.2.44"},{"type":"paragraph","content":"If this, I told him, were as he represented it; there cou'd never, I thought, be any Disagreement among Men concerning Actions and Behaviour: as which was <em>Base,</em> which <em>Worthy;</em> which <em>Handsom,</em> and which <em>Deform'd.</em> But now we found perpetual Variance among Mankind; whose Differences were chiefly founded on this Disagreement in Opinion; <q>The one <em>affirming,</em> the other <em>denying,</em> that this, or that, was <em>fit</em> or <em>decent.</em></q>","subId":"45","id":"Shaftesbury.C.M.3.2.45"},{"type":"paragraph","content":"Even by this then, reply'd he, it appears there is Fitness and Decency in Actions; <span class=\"margin-comment\">The<em> Fit, </em>and<em> Decent.<span class=\"margin-comment\"> since <em>The Fit</em> and <em>Decent</em> is in this Controversy ever pre-suppos'd: And whilst Men are at odds about the Subjects, the Thing it-self is universally agreed. For neither is there Agreement in Judgments about other <em>Beautys.</em> 'Tis controverted <q>Which is the finest <em>Pile,</em> the loveliest <em>Shape,</em> or <em>Face</em></q>: But without controversy, 'tis allow'd <q>There is a <span class=\"small-capitals\">Beauty</span> of <em>each</em> kind.</q> This no-one goes about to <em>teach:</em> nor is it <em>learnt</em> by any; but <em>confess'd</em> by All. </span></em>Standard own'd.</span> <em>All</em> own the <em>Standard, Rule,</em> and <em>Measure:</em> But in applying it to Things, Disorder arises, Ignorance prevails, Interest and Passion breed Disturbance. Nor can it otherwise happen in the Affairs of Life, whilst that which interests and engages Men as <em>Good,</em> is thought different from that which they admire and praise as <em>Honest.</em>—But with us, <span class=\"small-capitals\">Philocles!</span> 'tis better settled; since for our parts, we have already decreed, <q>That<a href=\"#n7\"><sup>[7]</sup></a> <em>Beauty</em> and <em>Good</em> are still the same.</q>","subId":"46","id":"Shaftesbury.C.M.3.2.46"},{"type":"paragraph","content":"<span class=\"margin-comment\">Confirmation.</span> I REMEMBER, said I, what you forc'd me to acknowledg more than once before. And now, good <span class=\"small-capitals\">Theocles!</span> that I am become so willing a Disciple, I want not so much to <em>be convinc'd,</em> me-thinks, as to be <em>confirm'd</em> and <em>strengthen'd.</em> And I hope this last Work may prove your easiest Task.","subId":"47","id":"Shaftesbury.C.M.3.2.47"},{"type":"paragraph","content":"<q>Not unless you help in it <em>your-self,</em></q> reply'd <span class=\"small-capitals\">Theocles:</span> <q>For this is necessary, as well as becoming. It had been indeed shameful for you to have yielded without making good Resistance. To help one's-self to be convinc'd, is <em>to prevent Reason,</em> and bespeak Error and Delusion. But upon fair Conviction, to give our heart up to the evident side, and reinforce the Impression, this is <em>to help Reason</em> <em>heartily.</em> And thus we may be said <em>honestly to persuade our-selves.</em></q> <q>Shew me then how I may best persuade my-self.</q>","subId":"48","id":"Shaftesbury.C.M.3.2.48"},{"type":"paragraph","content":"Have courage, said he, <span class=\"small-capitals\">Philocles!</span> (raising his Voice) Be not offended that I say, <em>Have Courage!</em> 'Tis <span class=\"small-capitals\">Cowardice</span> alone betrays us. For whence can <em>false Shame</em> be, except from <em>Cowardice?</em> To be asham'd of what one is sure can never be shameful, must needs be from the want of Resolution. We seek the <em>Right</em> and <em>Wrong</em> in things; we examine what is <em>Honourable,</em> what <em>Shameful:</em> and having at last determin'd, we dare not stand to our own judgment, and are asham'd to own there is really a <em>Shameful</em> and an <em>Honourable.</em> <q>Hear me (says one who pretends to value <span class=\"small-capitals\">Philocles,</span> and be valu'd by him) There can be no such thing as real <em>Valuableness</em> or <em>Worth;</em> nothing in it-self estimable or amiable, odious or shameful. All is <span class=\"small-capitals\">Opinion:</span> <span class=\"margin-comment\">Opinion, Fashion,</span> 'Tis <em>Opinion</em> which makes Beauty, and unmakes it. The Graceful or Ungraceful in things, the Decorum and its Contrary, the Amiable and Un-amiable, Vice, Virtue, <span class=\"margin-comment\">Measure of Virtue and Vice.</span> Honour, Shame, all this is founded in <em>Opinion</em> only. <span class=\"small-capitals\">Opinion</span> is the <em>Law</em> and <em>Measure.</em> Nor has <em>Opinion</em> any Rule besides mere <span class=\"small-capitals\">Chance;</span> which varys it, as <em>Custom</em> varys: and makes now this, now that, to be thought worthy, according to the Reign of <em>Fashion,</em> and the ascendent Power of <em>Education.</em></q> <span class=\"margin-comment\">Falshood of this.</span> What shall we say to such a one? How represent to him his Absurdity and Extravagance? Will he desist the sooner? Or shall we ask <em>what Shame,</em> of one who acknowledges no <em>Shameful?</em> Yet he derides, and cries, <em>Ridiculous!</em> By what Right? what Title? For thus, if I were <span class=\"small-capitals\">Philocles,</span> wou'd I defend my-self: <q>Am I ridiculous? As how? <em>What</em> is ridiculous? <em>Every-thing?</em> or <em>Nothing?</em></q> Ridiculous indeed! But something then, something there is <em>Ridiculous:</em> and the Notion, it seems, is right, <span class=\"margin-comment\">Shame.</span> <q>of <em>a Shameful</em> and <em>a Ridiculous,</em> in things.</q>","subId":"49","id":"Shaftesbury.C.M.3.2.49"},{"type":"paragraph","content":"How then shall we apply the Notion? For this being wrong apply'd, cannot it-self but be ridiculous. Or will he who cries <span class=\"small-capitals\">Shame,</span> refuse to acknowledg <em>any</em> in his turn? Does he not blush, nor seem discountenanc'd on any occasion? If he does, the Case is very distinct from that of mere Grief or Fear. The Disorder he feels is from a Sense of what is shameful and odious in it-self, not of what is hurtful or dangerous in its Consequences. For the greatest Danger in the world can never breed Shame: nor can the <em>Opinion</em> of all the World compel us to it, where <em>our own Opinion</em> is not a Party. We may be afraid of appearing impudent, and may therefore feign a Modesty. But we can never really blush for any thing beside what we think truly <em>Shameful,</em> and what we shou'd still blush for, were we ever so secure as to our Interest, and out of the reach of all Inconvenience, which cou'd happen to us from the thing we were asham'd of.","subId":"50","id":"Shaftesbury.C.M.3.2.50"},{"type":"paragraph","content":"Thus, continu'd he, shou'd I be able, by Anticipation, to defend my-self; and looking narrowly into Mens Lives, and that which influenc'd 'em on all occasions, I shou'd have Testimony enough to make me say within my-self, <q>Let who will be my Adversary in this Opinion, I shall find him some way or other prepossess'd with that of which he wou'd endeavour to dispossess me.</q> <span class=\"margin-comment\">an Acknowledgment of<em> moral </em>Beauty and Deformity.</span> Has he Gratitude or Resentment, Pride or Shame? Whichever way it be, he acknowledges a Sense of <em>Just</em> and <em>Unjust, Worthy</em> and <em>Mean.</em> If he be Grateful, or expects Gratitude, I ask <q><em>Why?</em> and on What account?</q> If he be angry, if he indulges Revenge, I ask <q>How? and in what Case? Reveng'd of <em>What?</em> of a Stone, or Madman?</q> <span class=\"margin-comment\">Anger.</span> <q>Who is so mad?</q> <q>But for What? For a Chance-hurt? an Accident against Thought, or Intention?</q> <span class=\"margin-comment\"><em>Anger, an Acknowledgment of</em> Just <em>and</em> Unjust.</span> <q>Who is so unjust?</q> Therefore there is <em>Just</em> and <em>Unjust;</em> and belonging to it <em>a natural Presumption</em> or <em>Anticipation,</em> on which the <span class=\"small-capitals\">Resentment</span> or <span class=\"small-capitals\">Anger</span> is founded. For what else shou'd make the wickedest of Mankind often prefer the Interest of their Revenge to all other Interests, and even to Life it-self, except only <em>a Sense of Wrong,</em> natural to all Men, and <em>a Desire to prosecute that Wrong</em> at any rate? Not for their own sakes, since they sacrifice their very Being to it; but out of hatred to <em>the imagin'd Wrong,</em> and from a certain <em>Love of</em> <span class=\"small-capitals\">Justice,</span> which even in <em>unjust</em> Men is by this Example shewn to be beyond <em>the Love of</em> <span class=\"small-capitals\">Life</span> <em>it-self.</em>","subId":"51","id":"Shaftesbury.C.M.3.2.51"},{"type":"paragraph","content":"<span class=\"margin-comment\">Pride,</span> Thus as to <span class=\"small-capitals\">Pride,</span> I ask, <q>Why <em>proud?</em> Why <em>conceited?</em> and of <em>What?</em> Does any-one who has Pride, think meanly or indifferently of himself?</q> <q>No: but honourably.</q> And how this, if there be no real <em>Honour</em> or <em>Dignity</em> presuppos'd? For Self-valuation supposes <em>Self-worth;</em> <span class=\"margin-comment\">Pride, an Acknowledgment of<em> Worth </em>and<em> Baseness.<span class=\"margin-comment\"> and in a Person conscious of real Worth, is either no Pride, or a just and noble one.In the same manner, Self-contempt supposes a <em>Self-meanness</em> or <em>Defectiveness;</em> and may be either a just Modesty, or unjust Humility. But this is certain, that whoever is proud, must be proud of something. And we know that Men of thorow Pride will be proud even in the meanest Circumstances, and when there is no visible Subject for them to be proud of. But they descry <em>a Merit</em> in themselves, which others cannot: And 'tis this <em>Merit</em> they admire. No matter whether it be really in them, as they imagine: It is <em>a Worth</em> still, <em>an Honour,</em> or <em>Merit</em> which they admire, and wou'd do, wherever they saw it, in any Subject besides. For <em>then</em> it is, <em>then</em> only, that they are humbled, <q>When they see in a more eminent degree in <em>others,</em> What they respect and admire so much <em>in themselves.</em></q>—And thus as long as I find Men either <em>angry</em> or <em>revengeful, proud</em> or <em>asham'd,</em> I am safe: For they conceive <em>an Honourable</em> and <em>Dishonourable,</em> a <em>Foul</em> and <em>Fair,</em> as well as I. No matter <em>where</em> they place it, or <em>how</em> they are mistaken in it: This hinders not my being satisfy'd <q>That the Thing <em>is,</em> and is universally <em>acknowledg'd;</em> That it is of <em>Nature</em>'s Impression, <em>naturally conceiv'd,</em> </span></em>Natural Impression.</span> and by no <em>Art</em> or <em>Counter-Nature</em> to be eradicated or destroy'd.</q>","subId":"52","id":"Shaftesbury.C.M.3.2.52"},{"type":"paragraph","content":"AND NOW, what say you, <span class=\"small-capitals\">Philocles,</span> continu'd he, to this Defense I have been making for you? 'Tis grounded, as you see, on the Supposition of your being deeply ingag'd in this philosophical Cause. But perhaps you have yet many Difficultys to get over, ere you can so far take part with <em>Beauty,</em> as to make this to be your <em>Good.</em> <span class=\"margin-comment\">Good.</span>","subId":"53","id":"Shaftesbury.C.M.3.2.53"},{"type":"paragraph","content":"<q>I have no difficulty so great,</q> said I, <q>as not to be easily remov'd. My Inclinations lead me strongly this way: for I am ready enough to yield there is no real <em>Good</em> beside <em>the Enjoyment of Beauty.</em></q> <q>And I am as ready,</q> reply'd <span class=\"small-capitals\">Theocles,</span> <q>to yield There is no real Enjoyment of Beauty beside what is <em>Good.</em></q> <q>Excellent! But upon reflection, I fear I am little beholden to you for your Concession.</q> <q>As how?</q> <q>Because shou'd I offer to contend for any Enjoyment of Beauty out of your mental Way, you wou'd, I doubt, call such Enjoyment of mine <em>absurd;</em> as you did once before.</q> <q>Undoubtedly I shou'd. For what is it shou'd enjoy, <span class=\"margin-comment\">Mental Enjoyment.</span> or be capable of Enjoyment, except <span class=\"small-capitals\">Mind?</span> Or shall we say, <em>Body enjoys?</em></q> <q>By the help of <em>Sense,</em> perhaps; not otherwise.</q> <q>Is <span class=\"small-capitals\">Beauty,</span> then, <em>the Object of Sense?</em> Say how? Which way? For otherwise the help of <em>Sense</em> is nothing in the Case: And if <em>Body</em> be of it-self incapable, <span class=\"margin-comment\">Body.</span> and <em>Sense</em> no help to it, to apprehend or enjoy Beauty, there remains only the <span class=\"small-capitals\">Mind</span> which is capable either to apprehend or to <em>enjoy.</em></q>","subId":"54","id":"Shaftesbury.C.M.3.2.54"},{"type":"paragraph","content":"<q>True,</q> said I; <q>but show me, then, Why <span class=\"small-capitals\">Beauty</span> may not be <em>the Object of the</em> <em>Sense?</em></q> <span class=\"margin-comment\">Sense.</span> <q>Shew me first, I intreat you, <em>Why, Where,</em> or in <em>What</em> you fansy it may be so?</q> <q>Is it not <em>Beauty</em> which first excites the Sense, and feeds it afterwards in the Passion we call <em>Love?</em></q> <q>Say in the same manner, That it is <em>Beauty</em> first excites the Sense, and feeds it afterwards in the Passion we call <em>Hunger.</em></q>—You will not say it. The Thought, I perceive, displeases you. As great as the Pleasure is of good Eating, you disdain to apply the Notion of <em>Beauty</em> to the good Dishes which create it. You wou'd hardly have applauded the preposterous Fancy of some luxurious <span class=\"small-capitals\">Romans</span> of old, who cou'd relish a Fricassee the better for hearing it was compos'd of Birds which wore a beautiful Feather, or had sung deliciously. Instead of being incited by such a historical Account of Meats, you wou'd be apt, I believe, to have less Appetite, the more you search'd their Origin, and descended into the <em>Kitchin</em>-Science, to learn the several Forms and Changes they had undergone, ere they were serv'd at this elegant voluptuous Table. But tho the <em>Kitchin</em>-Forms be ever so disgraceful, you will allow that the <em>Materials</em> of the Kitchin, such, for instance, as the <em>Garden</em> furnishes, are really fair and beautiful in their kind. Nor will you deny Beauty to the wild <em>Field,</em> or to these <em>Flowers</em> which grow around us, on this verdant Couch. And yet, as lovely as are these Forms of Nature, the shining <em>Grass,</em> or silver'd <em>Moss,</em> the flowry <em>Thyme,</em> wild <em>Rose,</em> or <em>Honey-suckle:</em> 'tis not their <span class=\"small-capitals\">Beauty</span> allures the neighbouring Herds, delights the brouzing Fawn, or Kid, and spreads the Joy we see amidst the feeding Flocks: 'Tis not the <em>Form</em> rejoices; but that which is beneath the Form: 'tis <em>Savouriness</em> attracts, <em>Hunger</em> impels; and <em>Thirst,</em> better allay'd by the clear Brook than the thick Puddle, makes the <em>fair</em> <span class=\"small-capitals\">Nymph</span> to be prefer'd, whose Form is otherwise slighted. For never can the <em>Form</em> be of real force where it is uncontemplated, unjudg'd of, unexamin'd, and stands only as the accidental Note or Token of what appeases provok'd Sense, and satisfies the brutish Part. Are you persuaded of this, good <span class=\"small-capitals\">Philocles?</span> or rather than not give Brutes the advantage of <em>Enjoyment,</em> will you allow them also a Mind and rational Part?—<q>Not so,</q> I told him.","subId":"55","id":"Shaftesbury.C.M.3.2.55"},{"type":"paragraph","content":"If <span class=\"small-capitals\">Brutes</span> therefore, said he, be incapable of knowing and enjoying Beauty, as being <em>Brutes,</em> and having <span class=\"small-capitals\">Sense</span> only (the brutish part) for their own share; it follows, <q>That neither can <span class=\"small-capitals\">Man</span> by the same <em>Sense</em> or brutish Part, conceive or enjoy <em>Beauty:</em> But all the <em>Beauty</em> and <em>Good</em> he enjoys, is in a nobler way, and by the help of what is noblest, his <span class=\"small-capitals\">Mind</span> and <span class=\"small-capitals\">Reason.</span></q> <span class=\"margin-comment\">Reason.</span> Here lies his <em>Dignity</em> and highest <em>Interest:</em> Here his <em>Capacity</em> toward Good and Happiness. His <em>Ability</em> or <em>Incompetency,</em> his <em>Power</em> of Enjoyment, or his <em>Impotence,</em> is founded in this alone. As this is <em>sound, fair, noble, worthy;</em> so are its Subjects, Acts and Employments. For as the <em>riotous</em> <span class=\"small-capitals\">Mind,</span> captive to <em>Sense,</em> can never enter in competition, or contend for Beauty with the <em>virtuous</em> <span class=\"small-capitals\">Mind</span> of Reason's Culture; <span class=\"margin-comment\">Comparison of Objects,</span> so neither can the <em>Objects</em> which allure the former, compare with those which attract and charm the latter. And when <em>each</em> gratifies it-self in the Enjoyment and Possession of its Object; <span class=\"margin-comment\">and Enjoyments.</span> how evidently fairer are the Acts which join the <em>latter Pair,</em> and give <em>a Soul</em> the Enjoyment of what is <em>generous</em> and <em>good?</em> This at least, <span class=\"small-capitals\">Philocles,</span> you will surely allow, That when you place a Joy elsewhere than in the Mind; <em>the Enjoyment</em> it-self will be no beautiful Subject, nor of any graceful or agreeable Appearance. But when you think how <em>Friendship</em> is enjoy'd, how <em>Honour, Gratitude, Candour, Benignity,</em> and all internal Beauty; how all the <em>social</em> Pleasures, <em>Society</em> it-self, and all which constitutes the Worth and Happiness of Mankind; you will here surely allow Beauty in the <em>Act,</em> and think it worthy to be view'd, and pass'd in review often by the glad Mind, happily conscious of the generous Part, and of its own Advancement and Growth in Beauty.","subId":"56","id":"Shaftesbury.C.M.3.2.56"},{"type":"paragraph","content":"<span class=\"margin-comment\">Recapitulation.</span> THUS, <span class=\"small-capitals\">Philocles,</span> (continu'd he, after a short Pause) thus have I presum'd to treat of <em>Beauty</em> before so great a Judg, and such a skilful Admirer as your-self. For taking rise from Nature's Beauty, which transported me, I gladly ventur'd further in the Chase; and have accompany'd you in search of Beauty, as it relates to us, and makes our highest <em>Good,</em> in its sincere and natural Enjoyment. And if we have not idly spent our hours, nor rang'd in vain thro' these deserted Regions; it shou'd appear from our strict Search, that there is nothing so divine as <span class=\"small-capitals\">Beauty:</span> which belonging not to <em>Body,</em> nor having any Principle or Existence except in <span class=\"small-capitals\">Mind</span> and <span class=\"small-capitals\">Reason,</span> is alone discover'd and acquir'd by this diviner Part, when it inspects <em>it-self,</em> the only Object worthy of it-self. For whate'er is void of Mind, is <em>Void</em> and <em>Darkness</em> to the <em>Mind's</em> <span class=\"small-capitals\">Eye.</span> This languishes and grows dim, whene'er detain'd on foreign Subjects; but thrives and attains its natural Vigour, when employ'd in Contemplation of what is like it-self. 'Tis thus the <em>improving</em> <span class=\"small-capitals\">Mind,</span> slightly surveying other Objects, and passing over Bodys, and the common Forms, (where only a Shadow of Beauty rests) ambitiously presses onward to its <em>Source,</em> and views <em>the Original</em> of Form and Order in that which is intelligent. And thus, <span class=\"small-capitals\">OPhilocles!</span> may we improve and become Artists in the kind; learning <q>To know <em>Our-selves,</em> and what <em>That</em> is, which by improving, we may be sure to advance our Worth, and real Self-Interest.</q> For neither is this <em>Knowledg</em> acquir'd by Contemplation of Bodys, or the outward Forms, <span class=\"margin-comment\">Knowledg of our-selves.</span> the View of Pageantrys, the Study of Estates and Honours: nor is He to be esteem'd that self-improving Artist, who makes a Fortune out of these; but he, <em>He</em> only, is the <em>wise</em> and <em>able</em> Man, who with a slight regard to these Things, applies himself to cultivate another Soil, builds in a different Matter from that of Stone or Marble; and having righter Models in his Eye, <span class=\"margin-comment\">Interest.</span> becomes in truth the <em>Architect</em> of <em>his own Life</em> and <em>Fortune;</em> by laying within himself the lasting and sure Foundations of <em>Order, Peace,</em> <span class=\"margin-comment\">Ability.</span> and <em>Concord.</em>—But now 'tis time to think of returning home. The Morning is far spent. Come! Let us away, and leave these uncommon Subjects; till we retire again to these remote and unfrequented Places.","subId":"57","id":"Shaftesbury.C.M.3.2.57"},{"type":"paragraph","content":"AT THESE words <span class=\"small-capitals\">Theocles</span> mending his pace, and going down the Hill, left me at a good distance; till he heard me calling earnestly after him. Having join'd him once again, I begg'd he wou'd stay a little longer: or if he were resolv'd so soon to leave both the <em>Woods,</em> and that Philosophy which he confin'd to 'em; that he wou'd let me however part with 'em more gradually, and leave the best Impression on me he cou'd, against my next Return. For as much convinc'd as I was, and as great a Convert to his Doctrine, my Danger still, I own'd to him, was very great: and I foresaw that when the Charm of these Places, and his Company was ceas'd, I shou'd be apt to relapse, and weakly yield to that too powerful Charm, <em>the World.</em> Tell me, continu'd I, how is it possible to hold out against it, and withstand the general Opinion of Mankind, who have so different a Notion of that which we call <em>Good?</em> Say truth now, <span class=\"small-capitals\">Theocles,</span> can any thing be more odd, or dissonant from the common Voice of the World, than what we have determin'd in this matter?","subId":"58","id":"Shaftesbury.C.M.3.2.58"},{"type":"paragraph","content":"Whom shall we follow then? reply'd he. Whose Judgment or Opinion shall we take, concerning What is <em>Good,</em> What <em>contrary?</em> If <em>All,</em> or <em>any part</em> of Mankind are consonant with themselves, and can agree in this; I am content to leave <em>Philosophy,</em> and follow them: If otherwise; Why shou'd we not adhere to what we have chosen?—Let us then, in another View, consider how this Matter stands.","subId":"59","id":"Shaftesbury.C.M.3.2.59"},{"type":"note","content":"See <em>Letter of Enthusiasm,</em> towards the end. See also above, <em>p.</em> 75. And VOL. III. <em>p.</em> 30, &amp;c.","subId":"n1","id":"Shaftesbury.C.M.3.2.n1"},{"type":"note","content":"<em>Supra,</em> p. 238, &amp;c.","subId":"n2","id":"Shaftesbury.C.M.3.2.n2"},{"type":"note","content":"<em>Supra,</em> p. 245.","subId":"n3","id":"Shaftesbury.C.M.3.2.n3"},{"type":"note","content":"VOL. I. <em>p.</em> 53, 54.","subId":"n4","id":"Shaftesbury.C.M.3.2.n4"},{"type":"note","content":"Pag. 307.","subId":"n5","id":"Shaftesbury.C.M.3.2.n5"},{"type":"note","content":"Pag. 28.","subId":"n6","id":"Shaftesbury.C.M.3.2.n6"},{"type":"note","content":"Pag. 238, 245, 399.","subId":"n7","id":"Shaftesbury.C.M.3.2.n7"}]}