{"id":"Shaftesbury.C.M.3.3","imported":true,"parent":"Shaftesbury.C.M.3","title":"Section III","breadcrumb":"Section 3","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_045","blocks":[{"type":"title","content":"<h1>Section III</h1> ","id":"Shaftesbury.C.M.3.3"},{"type":"paragraph","content":"WE THEN walk'd gently homewards, it being almost Noon; and he continu'd his Discourse.","subId":"1","id":"Shaftesbury.C.M.3.3.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Manners of Men.</span> One Man, said he, affects the <em>Hero;</em> esteems it the highest Advantage of Life, to have seen War, and been in Action in the Field. Another laughs at this Humour; counts it all Extravagance and Folly; prizes his own <em>Wit</em> and <em>Prudence;</em> and wou'd take it for a Disgrace to be thought adventurous. <span class=\"margin-comment\">Contrary Pursuits.</span> One Person is assiduous and indefatigable in advancing himself to the Character of <em>a Man of Business.</em> Another on the contrary thinks this impertinent; values not Fame, or a Character in the World: and by his goodwill wou'd always be in <em>a Debauch,</em> and never live out of the <em>Stews</em> or <em>Taverns;</em> where he enjoys, as he thinks, his highest Good. One values Wealth, as a means only to indulge his <em>Palat,</em> and <em>to eat finely.</em> <span class=\"margin-comment\">Mutual Censure.</span> Another loaths this, and affects <em>Popularity,</em> and <em>a Name.</em> One admires <em>Musick</em> and <em>Paintings, Cabinet</em>-Curiositys, and in-door Ornaments: Another admires <em>Gardens, Architecture,</em> and the Pomp of <em>Buildings.</em> Another, who has no <em>Gusto</em> of either sort, believes all those they call <span class=\"small-capitals\">Virtuosi</span> to be half-distracted. One looks upon all Expence to be Madness; and thinks only <em>Wealth</em> it-self to be Good. One <em>games;</em> another <em>dresses,</em> and studys <em>an Equipage;</em> another is full of <em>Heraldry, Points of Honour,</em> <span class=\"margin-comment\">Disagreement with one another;</span> <em>a Family,</em> and <em>a Blood.</em> One recommends <em>Gallantry</em> and <em>Intrigue;</em> another ordinary <em>Good-fellowship;</em> another <em>Buffoonery, Satir,</em> and the <em>common Wit;</em> another <em>Sports,</em> and <em>the Country;</em> another <em>a Court;</em> another <em>Travelling,</em> and the sight of <em>foreign Parts;</em> another <em>Poetry,</em> and the <em>fashionable Learning.</em>—All these go different ways. <span class=\"margin-comment\">And with themselves.</span> All censure one another, and are despicable in one another's eyes. By fits too they are as despicable in <em>their own,</em> and as often out of conceit with themselves, as their Humour changes, and their Passion turns from one thing to another.—What is it then I shou'd be concern'd for? Whose Censure do I fear? Or by whom, after all, shall I be guided?","subId":"2","id":"Shaftesbury.C.M.3.3.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Riches.</span> If I ask, <q>Are <span class=\"small-capitals\">Riches</span> <em>good,</em> when only heap'd up, and unimploy'd?</q> One answers, <q><em>They are.</em></q> The rest <em>deny.</em> <q>How is it then they are to be imploy'd in order to be good?</q> All <em>disagree.</em> All tell me different things. <q>Since therefore <span class=\"small-capitals\">Riches</span> are not, of themselves, <em>good,</em> (as most of you declare); And since there is no Agreement among you <em>which way</em> they become good; why may not I hold it for my Opinion, that they are neither good <em>in themselves,</em> nor <em>directly</em> any Cause or Means of Good?</q>","subId":"3","id":"Shaftesbury.C.M.3.3.3"},{"type":"paragraph","content":"If there be those who wholly despise <span class=\"small-capitals\">Fame;</span> And if among those who covet it, <span class=\"margin-comment\">Fame and Honour.</span> he who desires it for one thing, despises it for another; he who seeks it with some Men, despises it with others: Why may not I say, <q>That neither do I know how any <em>Fame</em> can be call'd <em>a Good?</em></q>","subId":"4","id":"Shaftesbury.C.M.3.3.4"},{"type":"paragraph","content":"If of those who covet <span class=\"small-capitals\">Pleasure,</span> <span class=\"margin-comment\">Pleasure.</span> they who admire it in <em>one</em> kind, are superior to it <em>in another;</em> Why may not I say, <q>That neither do I know <em>which</em> of these Pleasures, or how <em>Pleasure</em> it-self, can be call'd <em>Good?</em></q>","subId":"5","id":"Shaftesbury.C.M.3.3.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Life.</span> If among those who covet <span class=\"small-capitals\">Life</span> ever so earnestly, that Life which <em>to One</em> is eligible and amiable, is <em>to Another</em> despicable and vile; Why may I not say, <q>That neither do I know how <em>Life</em> it-self can, <em>of it-self,</em> be thought <em>a Good?</em></q>","subId":"6","id":"Shaftesbury.C.M.3.3.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Inslavement.</span> In the mean time, This I know certainly; <q>That the necessary Consequence of esteeming these things highly, is to be <em>a Slave,</em> and consequently miserable.</q>—But perhaps, <span class=\"small-capitals\">Philocles,</span> you are not yet enough acquainted with this odd kind of Reasoning.","subId":"7","id":"Shaftesbury.C.M.3.3.7"},{"type":"paragraph","content":"More, said I, than I believe you can easily imagine. I perceiv'd the goodly Lady, your celebrated Beauty, was about to appear a-new: <span class=\"margin-comment\">LIBERTY.</span> and I easily knew again that fair Face of <span class=\"small-capitals\">Liberty,</span> which I had seen but once in the<a href=\"#n1\"><sup>[1]</sup></a> Picture you drew yesterday of that Moral Dame. I can assure you, I think of her as highly as possible: and find that without her Help, to raise one above these seemingly essential Goods, <span class=\"margin-comment\">Goods of Fortune.</span> and make one more easy and indifferent towards <em>Life,</em> and towards <em>a Fortune;</em> 'twill be the hardest thing in the world to enjoy <em>either.</em> Sollicitude, Cares, and Anxiety, will be multiply'd: and in this unhappy Dependency, 'tis necessary to make court, and be not a little servile. To flatter the Great, to bear Insults, to stoop, and fawn, and abjectly resign one's Sense and Manhood; all this must courageously be endur'd, and carry'd off, with as free an Air, and good Countenance as possible, by one who studys Greatness of this sort, who knows the general way of Courts, and how to fix unsteddy Fortune. I need not mention the Envyings, the Mistrusts, and Jealousys—","subId":"8","id":"Shaftesbury.C.M.3.3.8"},{"type":"paragraph","content":"No truly, said he, interrupting me, neither need you. But finding you so sensible, as I do, of this unhappy State, and of its inward Sores, (whatever may be its outward Looks) How is it possible but you must find the Happiness of that other contrary State? Can you not call to mind what we resolv'd concerning <em>Nature?</em> Can any thing be more desirable than <em>to follow</em> her? Or is it not by this Freedom from our Passions and low Interests, that we are reconcil'd to the goodly <em>Order</em> of the Universe; that we harmonize with <em>Nature;</em> and live in Friendship both with <span class=\"small-capitals\">God</span> and Man?","subId":"9","id":"Shaftesbury.C.M.3.3.9"},{"type":"paragraph","content":"Let us compare, continu'd he, <span class=\"margin-comment\">Goods of the Mind.</span> the Advantages of each State, and set their <em>Goods</em> one against another: On one side, those which we found were <em>uncertainly</em> so; and depended both on Fortune, Age, Circumstances, and Humour: On the other side, these which being <em>certain</em> themselves, <span class=\"margin-comment\">Comparison.</span> are founded on the Contempt of those others so uncertain. Is manly <em>Liberty, Generosity, Magnanimity,</em> not a <span class=\"small-capitals\">Good?</span> May we not esteem as Happiness, that <em>Self-Enjoyment</em> which arises from a Consistency of Life and Manners, a Harmony of Affections, a Freedom from the Reproach of Shame or Guilt, and a Consciousness of Worth and Merit with all Mankind, our Society, Country, and Friends: all which is founded in Virtue only? A <em>Mind</em> subordinate to Reason, a <em>Temper</em> humaniz'd, and fitted to all natural Affection; an Exercise of <em>Friendship</em> uninterrupted; a thorow <em>Candor, Benignity,</em> and <em>Good Nature;</em> with constant <em>Security, Tranquillity, Equanimity,</em> (if I may use such <em>philosophical</em> Terms) are not these ever, and at all seasons <em>Good?</em> Is it of <em>these</em> one can at any time nauseate and grow weary? Are there any particular Ages, Seasons, Places, Circumstances, which must accompany <em>these,</em> to make 'em agreeable? Are <em>these</em> variable and inconstant? Do <em>these,</em> by being ardently belov'd, or sought, occasion any Disturbance or Misery? Can <em>these</em> be at any time overvalu'd? Or, to say more yet, can these be ever taken from us, or can we ever be hinder'd in the Enjoyment of 'em, unless by our-selves? How can we better praise the Goodness of <em>Providence,</em> than in this, <q>That it has plac'd our Happiness and Good in things <em>We</em> can bestow upon <em>ourselves?</em></q>","subId":"10","id":"Shaftesbury.C.M.3.3.10"},{"type":"paragraph","content":"If this be so, said I, I see no reason we have to accuse Providence on any account. But Men, I fear, will hardly be brought to this good Temper, while their Fancy is so strong, as it naturally is, towards those other movable <em>Goods.</em> And in short, if we may depend on what is said commonly, <q>All <em>Good</em> is merely as we fansy it. 'Tis <em>Conceit</em> which makes it. All is <span class=\"small-capitals\">Opinion</span> and <em>Fancy</em> only.</q> <span class=\"margin-comment\"><em>Opinion</em> All.</span>","subId":"11","id":"Shaftesbury.C.M.3.3.11"},{"type":"paragraph","content":"Wherefore then, said he, do we <em>act</em> at any time? Why <em>chuse,</em> or why <em>prefer</em> one thing to another?—You will tell me, I suppose, 'tis because we fansy it, or fansy <em>Good</em> in it.—Are we therefore to follow every <em>present</em> Fancy, Opinion, or Imagination of Good? If so, then we must follow that at <em>one</em> time, which we decline at <em>another;</em> approve at <em>one</em> time, what we disapprove at <em>another;</em> and be at perpetual variance with our-selves. But if we are not to follow <em>all</em> Fancy or Opinion alike; If it be allow'd, <q>That of <em>Fancys,</em> some are <em>true,</em> some <em>false</em></q>; then we are to <em>examine</em> every Fancy; and there is some <em>Rule</em> or other, by which to <em>judg,</em> and <em>determine.</em> 'Twas the Fancy of one Man to set fire to a beautiful Temple, in order to obtain immortal Memory or Fame. 'Twas the Fancy of another Man to conquer the World, for the same Reason, or what was very like it. If this were really the Man's <em>Good;</em> Why do we wonder at him? If the Fancy were <em>wrong;</em> say plainly in What it was so; or Why the Subject was not <em>Good to him, as he fansy'd?</em> Either therefore, <q><em>That</em> is every Man's <span class=\"small-capitals\">Good</span> which he <em>fansys,</em> and because <em>he fansys it,</em> and is <em>not content</em> without it</q>: Or otherwise, <q>There is <em>That</em> in which the <em>Nature</em> of Man is <em>satisfy'd;</em> and which alone must be <em>his</em> <span class=\"small-capitals\">Good.</span> </q> If That in which <em>the Nature of Man is satisfy'd,</em> and can <em>rest contented,</em> be <em>alone his</em> <span class=\"small-capitals\">Good;</span> then he is a Fool who follows that with Earnestness, <em>as his Good,</em> which a Man can be without, and yet be <em>satisfy'd</em> and <em>contented.</em> In the same manner is he a Fool who flies that <em>earnestly</em> as <em>his</em> <span class=\"small-capitals\">Ill,</span> which a Man may <em>endure,</em> and yet be <em>easy</em> and <em>contented.</em> Now a Man may possibly not have burnt a Temple, as <span class=\"small-capitals\">Erostratus,</span> and yet may be <em>contented.</em> Or tho he may not have conquer'd the World, as <span class=\"small-capitals\">Alexander,</span> yet he may be easy and <em>contented:</em> as he may still without any of those Advantages of <em>Power, Riches,</em> or <em>Renown;</em> if his <span class=\"small-capitals\">Fancy</span> hinders not. In short, we shall find, <q>That without any one of those which are commonly call'd <em>Goods,</em> a Man may be <em>contented</em></q>: As, on the contrary, <q>He may possess them all, and still be <em>discontented,</em> and not a jot the happier.</q> If so; it follows, <q>That Happiness is from <em>within,</em> not from <em>without.</em></q> <q><em>A good</em> <span class=\"small-capitals\">Fancy</span> is the Main.</q> And thus, you see, I agree with you, <span class=\"margin-comment\">Opinion<em> All, </em>in what sense.</span> <q>That<a href=\"#n2\"><sup>[2]</sup></a> <span class=\"small-capitals\">Opinion</span> <em>is all in all.</em></q>—But what is this, <span class=\"small-capitals\">Philocles,</span> which has seiz'd you? You seem of a sudden grown deeply thoughtful.","subId":"12","id":"Shaftesbury.C.M.3.3.12"},{"type":"paragraph","content":"<q>To tell you truth,</q> said I, <q>I was considering What wou'd become of me, if, after all, I shou'd, by your means, turn <em>Philosopher.</em></q> <q>The Change, truly, wou'd be somewhat extraordinary,</q> reply'd <span class=\"small-capitals\">Theocles.</span> <q>But be not concern'd. The Danger is not so great. And Experience shews us every day, That for talking or writing <em>Philosophy,</em> People are not at all the nearer being <span class=\"small-capitals\">Philosophers.</span> </q>","subId":"13","id":"Shaftesbury.C.M.3.3.13"},{"type":"paragraph","content":"But, said I, the very <em>Name</em> is a kind of Reproach. The word <span class=\"small-capitals\">Idiot</span> stood formerly as the Opposite to <em>Philosopher:</em> but now-a-days it means nothing more commonly than <em>the</em> <span class=\"small-capitals\">Philosopher</span> <em>him-self.</em>","subId":"14","id":"Shaftesbury.C.M.3.3.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Philosophy.</span> Yet, in effect, reply'd he, what else is it we all do in general, than <em>philosophize?</em> If <span class=\"small-capitals\">Philosophy</span> be, as we take it, <em>the Study of Happiness;</em> must not everyone, in some manner or other, either skilfully or unskilfully <em>philosophize?</em> Is not every Deliberation concerning our main Interest, every Correction of our Taste, every Choice and Preference in Life to be reckon'd <em>of this kind?</em> For <q>If Happiness be not allow'd to be from <em>Self,</em> and from <em>within;</em> then Either is it from <em>outward Things</em> alone, or from <em>Self</em> and <em>outward Things</em> together.</q> If from <em>outward Things</em> alone; shew it us, in fact, <q>That all Men are happy in proportion to these; and that no one who possesses them is ever miserable by his own fault.</q>—But this, it seems, hardly any-one will pretend to evince: All own the contrary.—Therefore <q>If Happiness be partly from <em>Self,</em> partly from <em>outward Things;</em> then Each must be consider'd, and a certain Value set on the Concerns of an <em>inward</em> kind, and which depend on <em>Self</em> alone.</q> If so: and that I consider <q><em>How,</em> and <em>in What</em> these are to be prefer'd; When and on what occasion they are in season, or out of season; When properly to take place, when to yield</q>: What's this, after all, but to <em>philosophize?</em> <q>Yet even this, still, is enough to put one out of the ordinary way of thinking, and give one an unhappy turn for Business, and the World.</q> <q>Right! For this also is to be consider'd, and well weigh'd.</q> And therefore <em>This,</em> still, is <span class=\"small-capitals\">Philosophy;</span> <q>To inquire Where, and in what respect one may be most <em>a Loser;</em> Which are the greatest <em>Gains,</em> the most profitable <em>Exchanges</em></q>; since every thing in this World goes <em>by Exchange.</em> Nothing is had for nothing. <em>Favour</em> requires Courtship: <em>Interest</em> is made by Sollicitation: <em>Honours</em> are acquir'd with Hazard; <em>Riches</em> with Pains; <em>Learning</em> and <em>Accomplishments</em> by Study and Application. <em>Security, Rest, Indolence</em> are to be had at other Prices. They may be thought, perhaps, to come easy. For <q>What Hardship is there? Where is the Harm?</q> 'Tis only to abate of <em>Fame</em> and <em>Fortune.</em> 'Tis only to wave <em>the Point of Honour,</em> and share somewhat less of <em>Interest.</em> If this be easy; all is well. Some <em>Patience,</em> you see, is necessary in the case. <em>Privacy</em> must be endur'd; even <em>Obscurity</em> and <em>Contempt.</em>—Such are the Conditions. And thus every-thing has its <span class=\"small-capitals\">Condition.</span> <em>Power</em> and <em>Preferments</em> are to be had at one rate; <em>Pleasures</em> at another; <span class=\"small-capitals\">Liberty</span> and <span class=\"small-capitals\">Honesty</span> at another. A <em>good</em> <span class=\"small-capitals\">Mind</span> must be paid for, as other things. <q>But we had best beware lest, perhaps, we pay <em>too dear</em> for It. Let us be assur'd we have a good Bargain.</q> Come on then.—Let us account.—<q>What is a <span class=\"small-capitals\">Mind</span> worth? What <em>Allowance</em> may one handsomly make for it? Or What may one well afford it for?</q>—If I part with It, or abate of It, 'tis not <em>for Nothing.</em> Some value I must needs set upon <em>my Liberty,</em> some upon <em>my inward Character.</em> Something there is in what we call <span class=\"small-capitals\">Worth;</span> something in <em>Sincerity,</em> and <em>a sound</em> <span class=\"small-capitals\">Heart.</span> <em>Orderly Affections, generous Thoughts,</em> and <em>a commanding</em> <span class=\"small-capitals\">Reason,</span> are fair Possessions, not slightly to be given up. I am to consider first, <q>What may be <em>their Equivalent?</em> Whether I shall find my Account in letting these <em>inward Concerns</em> run as they please; or Whether I shall not be better secur'd against Fortune by adjusting Matters <em>at home,</em> rather than by making Interest <em>abroad,</em> and acquiring first one great Friend, then another, to add still more and more to my <em>Estate</em> or <em>Qua</em><em>lity?</em></q> For Where am I to take up? Begin; and set <em>the Bounds.</em> Let me hear positively <q>How far I am to go, and Why no further?</q> What is <em>a moderate Fortune, a Competency,</em> and those other <em>Degrees</em> commonly talk'd of? Where is my <em>Anger</em> to stop? or how High may I suffer it to rise? How far may I engage in <em>Love?</em> How far give way to <em>Ambition?</em> How far to other <em>Appetites?</em> Or am I to let all loose? Are <em>the Passions</em> to take their swing; and no Application to be given to 'em, but all to <em>the outward Things</em> they aim at? Or if any Application be requisite; say plainly, <q>How much to <em>one,</em> and how much to <em>the other?</em></q> How far are the <em>Appetites</em> to be minded, and how far <em>outward Things?</em> Give us the Measure and Rule. See Whether this be not to <em>philosophize?</em> and Whether willingly or unwillingly, knowingly or unknowingly, directly or indirectly, Everyone does not as much? <q>Where, then, is <em>the Difference?</em> Which Manner is <em>the best?</em></q> Here lies the Question. This is what I wou'd have you weigh and examine. <q>But the Examination,</q> say you, <q>is troublesom; and I had better be without it.</q> <em>Who</em> tells you thus? <q>Your <span class=\"small-capitals\">Reason,</span> you say, whose Force, of necessity, you must yield to.</q> Tell me therefore, have you fitly cultivated that <span class=\"small-capitals\">Reason</span> of your's, polish'd it, bestow'd the necessary Pains on it, and exercis'd it on this Subject? Or is it like to determine full as well when un-exercis'd, as when thorowly exercis'd, or ever so expert? Consider, pray, in <em>Mathematicks;</em> Whose is the better <span class=\"small-capitals\">Reason</span> of the two, and fitter to be rely'd on? The Practiser's, or his who is unpractis'd? Whose in the way of <em>War,</em> of <em>Policy,</em> or <em>Civil Affairs?</em> Whose in <em>Merchandize, Law, Physick?</em>—And in <span class=\"small-capitals\">Morality</span> and <span class=\"small-capitals\">Life,</span> I ask still, <em>Whose?</em> May he not, perhaps, be allow'd the best Judg <em>of Living,</em> who <em>studys</em> <span class=\"small-capitals\">Life,</span> and endeavours to form it by some <em>Rule?</em> Or is he indeed to be esteem'd most knowing in the matter, who <em>slightly</em> examines it, and who <em>accidentally</em> and <em>unknowingly philosophizes?</em>","subId":"15","id":"Shaftesbury.C.M.3.3.15"},{"type":"paragraph","content":"Thus, <span class=\"small-capitals\">Philocles</span> (said he, concluding his Discourse) Thus is <span class=\"small-capitals\">Philosophy</span> establish'd. For Every-one, of necessity, must reason concerning his own Happiness; <q>What his <em>Good</em> is, and what his <em>Ill.</em></q> The Question is only, <q>Who reasons best?</q> For even he who rejects this <em>reasoning</em> or <em>deliberating Part,</em> does it from <em>a certain Reason,</em> and from a Persuasion <q>That this is <em>best.</em></q>","subId":"16","id":"Shaftesbury.C.M.3.3.16"},{"type":"paragraph","content":"BY this time we found our-selves insensibly got home. Our <em>Philosophy</em> ended, and we return'd to the common Affairs of Life.","subId":"17","id":"Shaftesbury.C.M.3.3.17"},{"type":"note","content":"<em>Supra,</em> p. 252. And VOL. III. <em>p.</em> 201, 307, &amp;c.","subId":"n1","id":"Shaftesbury.C.M.3.3.n1"},{"type":"note","content":"VOL. I. <em>pag.</em> 307, 320, 324, <em>&amp;c.</em> VOL. III. <em>p.</em> 196, 199, <em>&amp;c.</em>","subId":"n2","id":"Shaftesbury.C.M.3.3.n2"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]},{"id":"Shaftesbury.C.M.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.M.3.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1709]},"next":{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]}}