{"id":"Butler.AR.1.7","imported":true,"parent":"Butler.AR.1","title":"Chapter VII. The Government of God, considered as a Scheme or Constitution, imperfectly comprehended","breadcrumb":"Chapter 7","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"£1 CHAPTER VII. £1 £2 THE GOVERNMENT OF GOD, CONSIDERED AS A SCHEME OR CONSTITUTION, IMPERFECTLY COMPREHENDED. £2","id":"Butler.AR.1.7"},{"type":"paragraph","content":"Though it be acknowledged, as it cannot but be, that the analogy of nature gives a strong credibility to the general doctrine of religion, and to the several particular things contained in it, considered as so many matters of fact; and likewise that it shows this credibility not to be destroyed by any notions of necessity: still, objections may be insisted upon, against the wisdom, equity, and goodness of the divine government implied in the notion of religion, and against the method by which this government is conducted; to which objections analogy can be no direct answer. For the credibility, or the certain truth, of a matter of fact, does not immediately prove any thing concerning the wisdom or goodness of it; and analogy can do no more, immediately or directly, than show such and such things to be true or credible, considered only as matters of fact. But if, upon supposition of a moral constitution of nature and a moral government over it, analogy suggests and makes it credible, that this government must be a scheme, system, or constitution of government, as distinguished from a number of single unconnected acts of distributive justice and goodness; and likewise, that it must be a scheme, so imperfectly comprehended, and of such a sort in other respects, as to afford a direct general answer to all objections against the justice and goodness of it: then analogy is, remotely, of great service in answering those objections; both by suggesting the answer, and showing it to be a credible one.","subId":"1","id":"Butler.AR.1.7.1"},{"type":"paragraph","content":"Now this, upon inquiry, will be found to be the case. For, _First_, Upon supposition that God exercises a moral government over the world, the analogy of his natural government suggests and makes it credible, that his moral government _must_ be a scheme, quite beyond our comprehension: and this affords a general answer to all objections against the justice and goodness of it. _Secondly_, A more distinct observation of some particular things contained in God's scheme of natural government, the like things being supposed, by analogy, to be contained in his moral government, will further show, how little weight is to be laid upon these objections.","subId":"2","id":"Butler.AR.1.7.2"},{"type":"paragraph","content":"I. Upon supposition that God exercises a moral government over the world, the analogy of his natural government suggests and makes it credible, that his moral government must be a scheme, quite beyond our comprehension; and this affords a general answer to all objections against the justice and goodness of it. It is most obvious, analogy renders it highly credible, that, upon supposition of a moral government, it must be a scheme. For the world, and the whole natural government of it, appears to be so: to be a scheme, system, or constitution, whose parts correspond to each other, and to a whole, as really as any work of art, or as any particular model of a civil constitution and government. In this great scheme of the natural world, individuals have various peculiar relations to other individuals of their own species. Whole species are, we find, variously related to other species, upon this earth. Nor do we know, how much further these kinds of relations may extend. And, as there is not any action or natural event, which we are acquainted with, so single and unconnected, as not to have a respect to some other actions and events; so possibly each of them, when it has not an immediate, may yet have a remote, natural relation to other actions and events, much beyond the compass of this present world. There seems indeed nothing, from whence we can so much as make a conjecture, whether all creatures, actions, and events, throughout the whole of nature, have relations to each other But, as it is obvious, that all events have future unknown consequences; so if we trace any event, as far as we can, into what is connected with it, we shall find, that if it were not connected with something further in nature, unknown to us, something both past and present, such event could not possibly have been at all. Nor can we give the whole account of any one thing whatever; of all its causes, ends, and necessary adjuncts; those adjuncts, I mean, without which it could not have been. By this most astonishing connection, these reciprocal correspondences and mutual relations, every thing which we see in the course of nature is actually brought about. Things seemingly the most insignificant imaginable, are perpetually observed to be necessary conditions to other things of the greatest importance; so that any one thing whatever, may for aught we know to the contrary, be a necessary condition to any other.","subId":"3","id":"Butler.AR.1.7.3"},{"type":"paragraph","content":"The natural world then, and natural government of it, being such an incomprehensible scheme; so incomprehensible, that a man must, really in the literal sense, know nothing at all, who is not sensible of his ignorance in it; this immediately suggests, and strongly shows the credibility, that the moral world and government of it may be so too. Indeed the natural and moral constitution and government of the world are so connected, as to make up together but one scheme: and it is highly probable, that the first is formed and carried on merely in subserviency to the latter; as the vegetable world is for the animal, and organized bodies for minds. But the thing intended here is, without inquiring how far the administration of the natural world is subordinate to that of the moral, only to observe the credibility, that one should be analogous or similar to the other: that therefore every act of divine justice and goodness may be supposed to look much beyond itself, and its immediate object; may have some reference to other parts of God's moral administration, and to a general moral plan; and that every circumstance of this his moral government may be adjusted beforehand with a view to the whole of it. For example: the determined length of time, and the degrees and ways, in which virtue is to remain in a state of warfare and discipline, and in which wickedness is permitted to have its progress; the times appointed for the execution of justice; the appointed instruments of it; the kinds of rewards and punishments, and the manners of their distribution; all particular instances of divine justice and goodness, and every circumstance of them, may have such respects to each other, as to make up altogether a whole, connected and related in all its parts; a scheme or system, which is as properly such, as the natural world is, and of the like kind. Supposing this to be the case, it is most evident, that we are not competent judges of this scheme, from the small parts of it which come within our view in the present life: therefore no objections against any of these parts can be insisted upon by reasonable men.","subId":"4","id":"Butler.AR.1.7.4"},{"type":"paragraph","content":"This our ignorance, and the consequence here drawn from it, are universally acknowledged upon _other_ occasions; and though scarce denied, yet are universally forgot, when persons come to argue against religion. And it is not perhaps easy, even for the most reasonable men, always to bear in mind the degree of our ignorance, and make due allowances for it. Upon these accounts, it may not be useless to go a little further, in order to show more distinctly, how just an answer our ignorance is, to objections against the scheme of Providence. Suppose then a person boldly to assert, that the things complained of, the origin and continuance of evil, might easily have been prevented by repeated interpositions;[n69] interpositions so guarded and circumstanced, as would preclude all mischief arising from them. Or, if this were impracticable, that a _scheme_ of government is itself an imperfection, since more good might have been produced, without any scheme, system, or constitution at all, by continued single unrelated acts of distributive justice and goodness; because these would have occasioned no irregularities. Farther than this, it is presumed, the objections will not be carried. Yet the answer is obvious: that were these assertions true, still the observations above, concerning our ignorance in the scheme of divine government and the consequence drawn from it, would hold, in great measure; enough to vindicate religion, against all objections from the disorders of the present state. Were these assertions true, yet the government of the world might be just and good notwithstanding; for, at the most, they would infer nothing more than that it might have been better. But they are mere arbitrary assertions; no man being sufficiently acquainted with the possibilities of things, to bring any proof of them to the lowest degree of probability. For however possible what is asserted may seem, yet many instances may be alleged, in things much less out of our reach, of suppositions absolutely impossible, and reducible to the most palpable self contradictions, which, not every one would perceive to be such; nor perhaps any one, at first sight suspect.","subId":"5","id":"Butler.AR.1.7.5"},{"type":"paragraph","content":"From these things, it is easy to see distinctly, how our ignorance, as it is the common, so it is really a satisfactory answer, to all objections against the justice and goodness of Providence. If a man, contemplating any one providential dispensation, which had no relation to any others, should object, that he discerned in it a disregard to justice, or a deficiency of goodness; nothing would be less an answer to such objection, than our ignorance in other parts of providence, or in the possibilities of things, no way related to what he was contemplating. But when we know not but the part objected against may be relative to other parts unknown to us; and when we are unacquainted with what is, in the nature of the thing, practicable in the case before us; then our ignorance is a satisfactory answer; because, some unknown relation, or some unknown impossibility, may render what is objected against, just and good; nay good in the highest practicable degree.","subId":"6","id":"Butler.AR.1.7.6"},{"type":"paragraph","content":"II. How little weight is to be laid upon such objections, will further appear, by a more distinct observation of some particular things contained in the natural government of God, the like to which may be supposed, from analogy, to be contained in his moral government.","subId":"7","id":"Butler.AR.1.7.7"},{"type":"paragraph","content":"_First_, As in the scheme of the natural world, no ends appear to be accomplished without means: so we find that means very undesirable, often conduce to bring about ends in such a measure desirable, as greatly to overbalance the disagreeableness of the means. And in cases where such means are conducive to such ends, it is not reason, but _experience_, which shows us, that they are thus conducive. Experience also shows many means to be conducive and necessary to accomplish ends, which means, before experience, we should have thought, would have had even a contrary tendency. From these observations relating to the natural scheme of the world, the moral being supposed analogous to it, arises a great credibility, that the putting our misery in each other's power to the degree it is, and making men liable to vice to the degree we are; and in general, that those things which are objected against the moral scheme of Providence, may be, upon the whole, friendly and assistant to virtue, and productive of an overbalance of happiness: _i.e._ the things objected against may be means, by which an overbalance of good, will in the end, be found produced. And from the same observations, it appears to be no presumption against this, that we do not, if indeed we do not, see those means to have any such tendency, or that they seem to us to have a contrary one. Thus those things, which we call irregularities, may not be so at all; because they may be means of accomplishing wise and good ends more considerable. It may be added, as above, that they may also be the only means, by which these wise and good ends are capable of being accomplished.","subId":"8","id":"Butler.AR.1.7.8"},{"type":"paragraph","content":"It may be proper to add, in order to obviate an absurd and wicked conclusion from any of these observations, that though the constitution of our nature, from whence we are capable of vice and misery, may, as it undoubtedly does, contribute to the perfection and happiness of the world; and though the actual permission of evil may be beneficial to it: (_i.e._ it would have been more mischievous, not that a wicked person had himself abstained from his own wickedness, but that any one had forcibly prevented it, than that it was permitted:) yet notwithstanding, it might have been much better for the world, if this very evil had never been done. Nay it is most clearly conceivable, that the very commission of wickedness may be beneficial to the world, and yet, that it would be infinitely more beneficial for men to refrain from it. For thus, in the wise and good constitution of the natural world, there are disorders which bring their own cures; diseases, which are themselves remedies. Many a man would have died, had it not been for the gout or a fever; yet it would be thought madness to assert, that sickness is a better or more perfect state than health; though the like, with regard to the moral world, has been asserted.","subId":"9","id":"Butler.AR.1.7.9"},{"type":"paragraph","content":"_Secondly_, The natural government of the world is carried on by general laws. For this there may be wise and good reasons: the wisest and best, for aught we know to the contrary. And that there are such reasons, is suggested to our thoughts by the analogy of nature; by our being made to experience good ends to be accomplished, as indeed all the good which we enjoy is accomplished, by this means,—viz.: that the laws, by which the world is governed, are general. We have scarce any kind of enjoyments, but what we are, in some way or other, instrumental in procuring ourselves, by acting in a manner which we _foresee_ likely to procure them: now this foresight could not be at all, were not the government of the world carried on by general laws. And though, for aught we know to the contrary, every single case may be, at length, found to have been provided for even by these: yet to prevent all irregularities, or remedy them as they arise, by the wisest and best general laws, may be impossible in the nature of things; as we see it is absolutely impossible in civil government.","subId":"10","id":"Butler.AR.1.7.10"},{"type":"paragraph","content":"But then we are ready to think, that, the constitution of nature remaining as it is, and the course of things being permitted to go on, in other respects, as it does, there might be interpositions to prevent irregularities; though they could not have been prevented, or remedied by any general laws. There would indeed be reason to wish, which, by-the-way, is very different from a right to claim, that all irregularities were prevented or remedied by present interpositions, if these interpositions would have no other effect than this. But it is plain they would have some visible and immediate _bad_ effects: for instance, they would encourage idleness and negligence; and they would render doubtful the natural rule of life, which is ascertained by this very thing, that the course of the world is carried on by general laws. And further, it is certain they would have _distant_ effects, and very great ones too; by means of the wonderful connections before mentioned.[n70] So that we cannot so much as guess, what would be the whole result of the interpositions desired. It may be said, any bad result might be prevented by further interpositions, whenever there was occasion for them: but this again is talking quite at random, and in the dark.[n71]","subId":"11","id":"Butler.AR.1.7.11"},{"type":"paragraph","content":"Upon the whole then, we see wise reasons, why the course of the world should be carried on by general laws, and good ends accomplished by this means: and for aught we know, there may be the wisest reasons for it, and the best ends accomplished by it. We have no ground to believe, that all irregularities could be remedied as they arise, or could have been precluded, by general laws. We find that interpositions would produce evil, and prevent good: and, for aught we know, they would produce greater evil than they would prevent; and prevent greater good than they would produce. And if this be the case, then the not interposing is so far from being a ground of complaint, that it is an instance of goodness. This is intelligible and sufficient: and going further, seems beyond the utmost reach of our faculties.","subId":"12","id":"Butler.AR.1.7.12"},{"type":"paragraph","content":"It may be said, that \"after all, these supposed impossibilities and relations are what we are unacquainted with; and we must judge of religion, as of other things, by what we do know, and look upon the rest as nothing: or however, that the answers here given to what is objected against religion, may equally be made use of to invalidate the proof of it; since their stress lies so very much upon our ignorance.\" But,","subId":"13","id":"Butler.AR.1.7.13"},{"type":"paragraph","content":"_First_, Though total ignorance in any matter does indeed equally destroy, or rather preclude, all proof concerning it, and objections against it; yet partial ignorance does not. For we may in any degree be convinced, that a person is of such a character, and consequently will pursue such ends; though we are greatly ignorant, what is the proper way of acting, in order the most effectually to obtain those ends: and in this case, objections against his manner of acting, as seemingly not conducive to obtain them, might be answered by our ignorance; though the proof that such ends were intended, might not at all be invalidated by it. Thus, the proof of religion is a proof of the moral character of God, and consequently that his government is moral, and that every one upon the whole shall receive according to his deserts; a proof that this is the designed end of his government. But we are not competent judges, what is the proper way of acting, in order the most effectually to accomplish this end.[n72] Therefore our ignorance is an answer to objections against the conduct of Providence, in permitting irregularities, as seeming contradictory to this end. Now, since it is so obvious, that our ignorance may be a satisfactory answer to objections against a thing, and yet not affect the proof of it; till it can be shown, it is frivolous to assert, that our ignorance invalidates the proof of religion, as it does the objections against it.","subId":"14","id":"Butler.AR.1.7.14"},{"type":"paragraph","content":"_Secondly_, Suppose unknown impossibilities, and unknown relations, might justly be urged to invalidate the proof of religion, as well as to answer objections against it; and that, in consequence of this, the proof of it were doubtful. Still, let the assertion be despised, or let it be ridiculed, it is undeniably true, that moral obligations would remain certain, though it were not certain what would, upon the whole, be the consequences of observing or violating them. For, these obligations arise, immediately and necessarily, from the judgment of our own mind, unless perverted, which we cannot violate without being self-condemned. And they would be certain too, from considerations of interest. For though it were doubtful, what will be the future consequences of virtue and vice; yet it is, however, credible, that they may have those consequences, which religion teaches us they will: and this credibility is a certain[n73] obligation in point of prudence, to abstain from all wickedness, and to live in the conscientious practice of all that is good.","subId":"15","id":"Butler.AR.1.7.15"},{"type":"paragraph","content":"_Thirdly_, The answers above given to the objections against religion cannot be made use of to invalidate the proof of it. For, upon suspicion that God exercises a moral government over the world, analogy does most strongly lead us to conclude, that this moral government must be a scheme, or constitution, beyond our comprehension. A thousand particular analogies show us, that parts of such a scheme, from their relation to other parts, may conduce to accomplish ends, which we should have thought they had no tendency to accomplish: nay ends, which before experience, we should have thought such parts were contradictory to, and had a tendency to prevent. Therefore all these analogies show, that the way of arguing made use of in objecting against religion is delusive: because they show it is not at all incredible, that, could we comprehend the whole, we should find the permission of the disorders objected against to be consistent with justice and goodness; and even to be instances of them. Now this is not applicable to the proof of religion, as it is to the objections against it;[n74] and therefore cannot invalidate that proof, as it does these objections.","subId":"16","id":"Butler.AR.1.7.16"},{"type":"paragraph","content":"_Lastly_, From the observation now made, it is easy to see, that the answers above given to the objections against Providence, though, in a general way of speaking, they may be said to be taken from our ignorance; yet are by no means taken merely from that, but from something which analogy shows us concerning it. For analogy shows us positively, that our ignorance in the possibilities of things, and the various relations in nature, renders us incompetent judges, and leads us to false conclusions, in cases similar to this, in which we pretend to judge and to object. So that the things above insisted upon are not mere suppositions of unknown impossibilities and relations: but they are suggested to our thoughts, and even forced upon the observation of serious men, and rendered credible too, by the analogy of nature. Therefore to take these things into the account, is to judge by experience and what we do know: and it is not judging so, to take no notice of them.","subId":"17","id":"Butler.AR.1.7.17"},{"type":"note","content":"[Pp. 177, 178.]","subId":"n69","id":"Butler.AR.1.7.n69"},{"type":"note","content":"[P. 173, &c.]","subId":"n70","id":"Butler.AR.1.7.n70"},{"type":"note","content":"[P. 175.]","subId":"n71","id":"Butler.AR.1.7.n71"},{"type":"note","content":"[Pp. 72, 73.]","subId":"n72","id":"Butler.AR.1.7.n72"},{"type":"note","content":"[P. 68], and [Part II. chap. vi.]","subId":"n73","id":"Butler.AR.1.7.n73"},{"type":"note","content":"[Serm. at the _Rolls_, p. 312, 2d ed.]","subId":"n74","id":"Butler.AR.1.7.n74"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.1","imported":true,"title":"Part I. Of Natural Religion","breadcrumb":"Part 1","published":[1736]}],"prev":{"id":"Butler.AR.1.6","imported":true,"title":"Chapter VI. The Opinion of Necessity, considered as influencting Practice","breadcrumb":"Chapter 6","published":[1736]},"next":{"id":"Butler.AR.1.Conc","imported":true,"title":"Conclusion","breadcrumb":"Conclusion","published":[1736]}}