{"imported":true,"id":"Masham.DLG.Body","title":"A DISCOURSE Concerning the Love of God.","breadcrumb":"Body","texts":[],"published":[1696],"sourceUrl":"https://digitallibrary.sdsu.edu/islandora/object/sdsu%3A3057/datastream/OBJ/view","forename":"Damaris","surname":"Cudworth","author":"Lady Masham [Damaris Cudworth]","birth":1659,"death":1708,"nationality":"English","sex":"Female","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"paragraph","content":"£4 A £4 £2 DISCOURSE £2 £4 Concerning the £4 £1 Love of God. £1","subId":"title","id":"Masham.DLG.Body.title"},{"type":"paragraph","content":"WHatever Reproaches have been made by the Romanists on the one hand, of the Want of Books of Devotion in the Church of _England_; or by the Dissenters on the other, of a dead and lifeless Way of Preaching; I think it may be affirm'd, That there cannot, any where, be found so good a Collection of Discourses upon Moral Subjects, as might be made of English Sermons, and other Treatises of that Nature, written by the Divines of our Church: Which Books are certainly, in themselves, of the greatest and most general Use of any; and do most conduce to that which is the chief Aim of Christianity, a good Life. For whatsoever else its Professors, divided into Parties, may contend about; This they must all agree in, That we ought to be a People zealous of good Works.","subId":"1","id":"Masham.DLG.Body.1"},{"type":"paragraph","content":"Yet tho' no body can deny this; And all are forced to allow, that the Duties of a good Life ought to be practis'd; It is certain, that this which is so essential to Religion, is so far degraded by some, as not to pass for a part of it. They accordingly distinguish a Religious, from a Moral Man; and carry their Zeal for the Doctrinal Part of Religion so far, that they seem to lay little Stress on the Performance of those Vertues recommended by our Saviour Christ, as the Way to Eternal Life; Which Vertues, have been commonly enough term'd _Splendid Vices_, in those they account not true Believers; And the Books writ by others, to recommend the Practice of them to the World, are look'd upon by these Men, as little more worthy of a Christian's Perusal, as such, than Histories or Maxims of humane Prudence.","subId":"2","id":"Masham.DLG.Body.2"},{"type":"paragraph","content":"But others there are, who do not in this manner undervalue Morality, that yet perhaps are not less injurious to it; Whilst they strain the Duties of it to an impracticable Pitch; or pretend to ascend by it to something beyond, or above it: Which has been mightily the Fault of those in the Church of _Rome_; Who having a better Relish of Religion, than to be satisfied with one consisting of nothing but idle, superstitious, and pompous Shows, have betaken themselves to that which they call the inward Way, or Life of Contemplation: Of which, there never has wanted great Numbers in that Church, known in several times by several Names, which distinguish'd them more than their Opinions. For in those, they all agreed in one common Difference from all the rest, though variously express'd: And who (whatever their Errours have been) have yet seem'd the most in earnest in the Business of Religion, of any that the Roman Church can boast of.","subId":"3","id":"Masham.DLG.Body.3"},{"type":"paragraph","content":"But however excusable these may be, in regard of their own Church (which perhaps allows them no other Way of being Religious, than that which leads them into these Mistakes) they yet are certainly very injurious to Christianity in the Representations they make of it; by supposing, as they do, the Perfection of a Christian State to consist in Contemplation; And the Duties of a social Life (for which 'tis plain Mankind were intended) to be low Matters, fit only to exercise the young Christian, not yet advanced into the spiritual State; to which when he arrives, even but to the first Degree (for they talk of three Degrees at least of it, by which Perfection is to be ascended to) he then looks down upon all the Duties of the second Table, as an inferiour Dispensation, belonging to those of a lower Class: And when he is ascended to the highest Degree, he is then got above Reason it self; being first melted and brought to nothing, and then lost and swallowed up in God. And by these, who suppose themselves thus far advanced, _the Use of Reasoning, and internal Discourse, tending to fix our Affections upon God, and expressing it self in sensible Devotion; and even outward Acts of Obedience to God's Will, are look'd upon as parts of the active Life, and less perfect State of a Christian;_ as may be seen in divers Books which treat of this Matter, and particularly in _Santa Sophia, Treat._ 1st. _Ch._ 1. _c._ 3. Which sufficiently shows of how dangerous Consequence it is to talk after this Fashion; and to erect into a Rule, or Dispensation of Life, what possibly the Experience of some (whose Circumstances, or extraordinary Illuminations, for ends unknown (and which we have nothing to do with) may have inabled them to give a sober, and intelligible Sense of to themselves; though to others it appear Jargon, Enthusiasm, or even Irreligion.","subId":"4","id":"Masham.DLG.Body.4"},{"type":"paragraph","content":"If Books of this kind (which more or less those usually are, the Papists call their spiritual Books) are wanting in the Church of _England,_ it is well that they are so; since they would be likely to make many more Enthusiasts than good Christians. For as the Bishop of _Worcester_ (in his Fanaticism of the Roman Church) says very well: _If once an unintelligible Way of Practical Religion become the Standard of Devotion, no Men of Sense and Reason will ever set themselves about it; but leave it to be understood by mad Men, and practis'd by Fools._ Which is a Reflection that it were to be wish'd all would make, who may be tempted by Affectation of Novelty, Fondness of an Hypothesis, or any other better Reason, to build their Practical and Devotional Discourses upon Principles which not only will not bear the Test, but which oblige them to lay down such Assertions in Morality, as sober and well disposed Christians cannot understand to be practicable: Than which, I think there never was any more evidently so, than that Mankind are obliged strictly, as their Duty, to love with Desire, nothing but God only; Every Degree of Desire of any Creature whatsoever, being Sin. This Assertion, though not altogether new, yet has been but lately brought into our Pulpits, and been pretended to be set on Foot upon a Philosophical, or Natural Ground, _viz._ _That God, not the Creature, is the _immediate_, efficient Cause of our Sensations: For whatever gives us Pleasure _(say they who hold this Hypothesis)_ has a right to our Love; but God only gives us Pleasure, therefore he only has a right to our Love._","subId":"5","id":"Masham.DLG.Body.5"},{"type":"paragraph","content":"Indeed, in a Sermon upon this Subject, _Matt._ xxij. 37. the Author pretends to establish his Sense of the Words upon a double Basis. 1. _That God is the only Cause of our Love._ 2. _That he is also the only proper Object of it._ But in Reference to the first, he does no more to this Purpose, but prove what (plainly express'd) cannot be contested; _viz._ That we receive the Power which we have of Desiring, from God: And then asks himself several Questions, as, _Can God act for a Creature? Does not God make all things for himself?_ &c. Which amount only to thus much, that they signifie it is his Opinion, that God (who doubtless made all things for himself) because his own Glory was his primary End in creating all things, had not therefore Secondary, and intermediate Ends for which he made the Creatures to operate one upon another: Which is but in a tacit Way to beg the Question. But he confesses rightly, that the Stress of this Business lies in the Proof of the second Proposition. _Upon this Hinge _(says he)_ the whole Weight of the Theory turns_, viz. That God is the only proper Object of our Love, as being the only Cause of all our pleasing Sensations; the Creatures having no Efficiency at all to operate upon us; they being only occasional Causes of those Sentiments which God produces in us. And on this Foundation it then is, that he asserts, that every Act that carries our Desires towards the Creature is sinful: Which Opinion if receiv'd, and follow'd, must necessarily bring in the like unintelligible Way of Practical Religion, which the Bishop of _Worcester_ has justly censured in the Church of _Rome_.","subId":"6","id":"Masham.DLG.Body.6"},{"type":"paragraph","content":"But however perswaded, either the Author himself, or this great Assertor of this Hypothesis are of its Truth, or Reasonableness; As there was no need at all of interesting Religion, and Morality, in the Matter; so it is also very unserviceable to them; Since that which they would inferr from it is manifestly no just Consequence, any more than a useful, or practicable Doctrine. And a Man that had not been mighty fond of an Hypothesis, would never have attempted from the Pulpit, to fortifie by Scripture, an Opinion so opposite to the Tenour of it; as well as to that Morality which has been so excellently preach'd to the World by the Divines of his own Church: Whose Discourses are generally, if not universally, founded upon this Supposition; (or at least imply it) that there may be a lawful Love of the Creatures: And being herein conform'd to right Reason, and consequently adapted to humane Life, they have helped to make some Opposition to that Irreligion, which by looseness of Manners on the one hand, and uncharitable Zeal on the other, has spread it self amongst us in this last Age; But must doubtless have prevailed further, had not more reasonable Principles of Morality been inculcated into Men, than can be grounded upon seeing all things in God, _&c._","subId":"7","id":"Masham.DLG.Body.7"},{"type":"paragraph","content":"For apparently, if the practical Duties of Religion had not been better accounted for, and inforc'd, than by the so much boasted of spiritual Books of the Roman Church, Religion and Vertue had before this time been disputed, or ridicul'd, out of our World. And yet any of these Books of mystical Divinity, will be found as well able to support them, as some of the late practical Discourses of =Mr. _N._= or as any Man's else can be, upon the Principle of our being obliged to have no Love of Desire for any of the Creatures: Which is particularly endeavour'd to be made good in the foremention'd Sermon, upon the great Commandment of the Law, _Matt._ xxij. 37. _Thou shalt love the Lord thy God with all thy Heart, with all thy Soul, and with all thy Mind._ Wherein the Author pretends to show, that all our Love is to be so intirely center'd upon God, that not any part of it is to be allow'd to the Creatures.","subId":"8","id":"Masham.DLG.Body.8"},{"type":"paragraph","content":"But least the inlarging this first Commandment to such a Magnitude, should make it seem to swallow up the second; He prevents that Objection by shewing, that these Two Commandments clash not at all: The Love of God, and of our Neighbour, (as he says) being different Loves: _For we love God with Love of Desire; and love, or should love, our Neighbour, only with Love of Benevolence._ Which Distinction, in other Discourses of his, he is more large upon; and seems to believe the latter part of it confirm'd by these Words, _Thou shalt love thy Neighbour as thy self_.","subId":"9","id":"Masham.DLG.Body.9"},{"type":"paragraph","content":"_Moses_, in _Levit._ xix. repeating to the Children of _Israel_ sundry Laws, and amongst others, several special Duties towards their Neighbour, thus concludes the last; (_ver._ the _18th._) _Thou shalt love thy Neighbour as thy self._ Which Conclusion is comprehensive of all that preceded it, or that had been omitted; And in a short Rule, better teaches the Extent of what we owe to our Neighbour, than it was possible any Enumeration of Particulars could. This Duty is indeed so fully express'd herein, that we cannot conceive any Addition could be made to the Perfection of this Precept by our Blessed Saviour; Who came to teach us the whole Will of the Father, and to give us the most perfect Rule of Life that had yet been delivered to Mankind; and accordingly, _Luke_ the _4th. ch. v._ 25. being asked, _Master what shall I do to inherit Eternal Life?_ He said, _How readest thou in the Law?_ It being answer'd, _Thou shalt love the Lord thy God with all thy Heart, and with all thy Soul, with all thy Mind, and with all thy Strength; and thy Neighbour as thy self_: He replied, _Thou hast answer'd right; This do, and thou shalt live._ He had answer'd right, in joining together these two Commandments in the Law, _on which all the rest of the Law and Prophets did depend_, Matt. xxij. 40. And our Saviour assures him the Rule of the Law was in neither part short, or defective: For he says, _This do, and thou shalt live_. We are here taught, that the Love of God, and of our Neighbour, comprises the whole of our Duty: And accordingly we are else-where also told, _That Love is the fullfilling of the Law_. Its Regulation therefore is certainly of the utmost Consequence to us; And the Measures of it are, _That we love God with all our Heart, with all our Souls, with all our Mind, and with all our Strength; and our Neighbour as our selves_.","subId":"10","id":"Masham.DLG.Body.10"},{"type":"paragraph","content":"These Precepts are joined together in the Gospel, and there is a very near Affinity between them. But they are not so joined in the Law from whence they are cited; Neither is there any Appearance that those to whom they were there given understood, or could understand by them, the Love of God and the Love of their Neighbour _to be distinct Affections, differing in kind_; as is affirm'd by =Mr. _N._= Who in Pursuance of (at best) a useless Notion, would take from a great part of Mankind their only sure Retreat, when bewildered in the Maze of Opinions, endlesly contested by the Men of Skill in Disputation: He having done as much to perplex the plain Duties of Morality, as others have done the speculative parts of Religion. But there appears no Ground from the Text here, to affirm that the Command of loving their Neighbour as themselves, was (as he says it was) _not only an absolute Measure, but a relative Character put in on purpose to distinguish it from their Love of God, Page_ 165. of his Philosophical and Divine Letters: Unless that =Mr. _N._= will say, that the Words necessarily imply so much; which is to beg the thing he contests for, and not to prove it.","subId":"11","id":"Masham.DLG.Body.11"},{"type":"paragraph","content":"_Moses_ speaking as a Law-giver, to a Multitude that did not much refine in their Speculations, or distinguish things with Philosophical Niceness, seems very plainly by this Text (as the foregoing ones make it evident) to design only to tell them how far the Love of their Neighbour ought to extend: As not only to the doing no Injury (specified in sundry Instances) but even to the _bearing no Grudge;_ And (Finally says he) _Thou shalt love thy Neighbour as thy self._ That is, do him as little Harm, and as much Good, as thou desirest should be done to thy self. Whether, or no, he should be the Object of Desire, is not determined by this Precept, any farther than as Love naturally draws Desire after it. But against the Lawfulness of any Creature's being desired by us, it is said by =Mr. _N_.= _That as we cannot love God with a Love of Benevolence, he wanting nothing to be wished to his Perfection, and Happiness; so we ought not to love the Creature with a Love of Desire, they being uncapable to make any part of our Happiness._ What we cannot do, we are certain we shall not: And we need little Caution, not to desire what is not desirable, or (which is here equivalent) not pleasing to us. But though Men may possibly (in the Ignorance they are in of their own Being, and the Constitution of other things, with their mutual Relations) mistake, that which can make them finally happy; yet none can be supposed not to know what, at the present, pleases them; which is the Happiness, or Pleasure here intended. How little it signifies to this Matter (though the Stress of the Assertion lies in it) to say, That _sensible Objects are not the efficient, but occasional Causes of our pleasing Sensations,_ will soon be consider'd. But if when we use the Word _Love,_ we reflected what it is we mean by it, we should perhaps be more inlighten'd than by =Mr. _N_='s Definition of it, and should learn to distinguish better, than to call different Passions by the same Name; or confound Love, with whatever is a Concomitant of it.","subId":"12","id":"Masham.DLG.Body.12"},{"type":"paragraph","content":"When I say that I love my Child, or my Friend, I find that my Meaning is, that they are things I am delighted in; Their Being is a Pleasure to me.","subId":"13","id":"Masham.DLG.Body.13"},{"type":"paragraph","content":"When I say that I love God above all, I find I would express that he is my chiefest Good, and I delight in him above all things.","subId":"14","id":"Masham.DLG.Body.14"},{"type":"paragraph","content":"Again, when I say that I love my self, I likewise mean by it that my Being is dear, and pleasing to me. To say one loves a thing, and that it is that which one has Complaisency in, is just the same: Love being only a Name given to that Disposition, or Act of the Mind, we find in our selves towards any thing we are pleas'd with; And so far as it is simply Love, consists barely in That; and cannot be distinguish'd into different Acts of wishing well, and desiring; which are other different Acts of the Mind, consequential to Love, according to the difference of the Object. To intelligent Beings that we love, our Love is follow'd with acts of Benevolence, or wishing well to the Being, and Happiness of that thing that helps to make us happy; and with desire of injoying that in them that delights us: And our Love to Inanimate things is follow'd with Benevolence and Well wishing to their Being, if it may be continued with their Injoyment; and with desire also of injoying them. But, because Benevolence appears most in Wishing Happiness to Beings capable of it; And the use of most Inanimate things which we love and desire to injoy, destroys them in the Injoyment; Therefore Learned Men have talk'd as if there were two sorts of Love Whereas Love is but one simple act of the Mind, always accompanied with Desire, and Benevolence too, where the Object is capable of it. But as that Definition which =Mr. _N._= has given us, (viz. _That Love is that Original Weight, Bent or Indeavour, whereby the Soul stands inclin'd to, and is mov'd forwards to Good ingeneral, or Happiness_) tells as not so well what Love is, as our own Hearts can when we consult them; So perhaps an Examination of them will not only better acquaint us with the Nature of our Passions; but also direct us better to the Measures of their Regulation, than Notions concerning them deduced from the Consequences of an Hypothesis.","subId":"15","id":"Masham.DLG.Body.15"},{"type":"paragraph","content":"Let us therefore consider more particularly, how by the different Objects of our Love our Hearts are affected.","subId":"16","id":"Masham.DLG.Body.16"},{"type":"paragraph","content":"When we say we love our selves Have we then only a simple Perception of Pleasure, and Complaisance in our Being? Or is any thing else annex'd to that Pleasure as a necessary Concomitant, or Consequence of it =Mr. _N._= says, (_Letters Philosophical and Divine,_ p. 165.) that _our love of our selves is not love of Desire, but love of Benevolence most undoubtedly._ Most undoubtedly these words of =Mr. _N._= very much clash with what he affirms elsewhere (see his _Theory and Regulation of Love,_ p. 14. and 15.) where having reduced or comprehended Love under Concupiscence and Benevolence, he expresly tells us, that _There is no desire without Benevolence, and no Benevolence without desire._ But he does not in this oppose himself only, but Truth also since the desire of the continuation of our Being is truly a Desire of our Selves, a Desire of something of our selves which we have not already: As he that having Light and Warmth enough of the Sun, desiring its Continuation, desires more of the Sun than he has already. The Continuation of our Being is necessary to our Happiness in the Beatifick Vision: And if we desire more of that Happiness by only desiring the Continuation of it, we certainly desire more of our selves, by desiring the Continuation of our Being.","subId":"17","id":"Masham.DLG.Body.17"},{"type":"paragraph","content":"Let us farther observe, how our Hearts are affected in our love of other things. Our Being, we evidently find stands in need of other Beings for its Support and Happiness; because it is not sufficient alone for either: And therefore to the Complaisance or Pleasure we have in it, we find necessarily annex'd a wishing to it whatever we conceive may either continue, or improve it.","subId":"18","id":"Masham.DLG.Body.18"},{"type":"paragraph","content":"As to God himself, whom =Mr. _N._= makes the sole Object of our Desires; I wish =Mr. _N._= had a little more explain'd himself what he means by our Desiring of God. For the Perfection and Superlativeness of his Nature, makes him the Object of our Love, Desire and Benevolence, in a quite different way from Created Beings. We love God for those Excellencies of his Nature, wherein he infinitely surpasses all that is good, or desireable in the Creature. When we are said to Desire him, I think we mean such a Communication of his Goodness, whereby he bestows on us any Degree of Happiness: And in this sense, we shall to Eternity desire more and more of him.","subId":"19","id":"Masham.DLG.Body.19"},{"type":"paragraph","content":"But he being both Necessary and Perfect, we can therefore wish no good to him, which he has not already; Because we cannot conceive any Addition of Good can be made to him. Our Benevolence is limited by his perfect Nature, only to Acts of Joy and Complaisance in his Perfections, which is all we can do; But the doing of That declares, That if any thing could be added to his Perfection and Happiness, we should wish it. And therefore, as an Expression of that Benevolence, it is made our Duty to give him Praise, and as much as we can to Glorifie him.","subId":"20","id":"Masham.DLG.Body.20"},{"type":"paragraph","content":"Again, When we say, That we love our Children, or Friends; It is evident also from the Nature of the Object, that we not only wish to them as to our selves, whatever we conceive may tend to continue, or improve their Being; but also, that Desire of them is a necessary Concomitant of our Love: Because we are not always present with them, whereby we should enjoy them more: And it is impossible to love the Presence, or Kindness of any thing, without desiring to possess it. Now, If any one will say, we ought not to be so pleased; They then deny that we ought to love: For we cannot love but what we are pleased with. It is true, that every one may apply words as they think fit; But then others ought to take care not to be imposed on by them. And if any one will either tell us, That we love things in which we find no Pleasure; Or, That being pleased with a thing, we do not yet love it; Or will call different Passions by the same Name; Or imply in the word _Love_, that complication of other Passions inseparable, indeed, from Love, but varying according to the Objects of it; It will concern us to examine what they say, before we receive their Dictates, as Measures for the Regulation of a Passion, upon the right Regulation of which depends both our Present, and Future Happiness.","subId":"21","id":"Masham.DLG.Body.21"},{"type":"paragraph","content":"Love is but one simple Act of the Mind: But whether our desiring of what we love, or only wishing well to it, or both, follows that act of Love; the Nature of the lov'd Object alone Determines. For if that be both capable of being a good to us, and of receiving good from us, or from any thing else, it is then certain that we wish both: If it be capable of but one, and we know it to be so, it is certain we can then wish but one. The Distinction which is made of love of Benevolence, and Concupiscence, (arising only from the different Natures of the Objects of our Love) is only the Mis-application of the word Love to different acts consequent to Love, but distinct from it, and depending on the different Nature of the Object.","subId":"22","id":"Masham.DLG.Body.22"},{"type":"paragraph","content":"But it is said, That _no Creature is capable of being a Good to us_. Every Man's Experience confutes this every Day, and would do so, although that were true that these Men contend for; which therefore cannot in the least tend to promote Piety.","subId":"23","id":"Masham.DLG.Body.23"},{"type":"paragraph","content":"It is certain, that to believe (which is evidently true) that we receive all our Good from the Hand of God; ought to be, and effectively is, the proper Ground of our Love of Him above all things. But that we do receive all our good from the Hand of God, is equally acknowledged whether we believe the creature receives an Efficiency from God to excite pleasing Sensations in us; Or that God himself exhibiting part of his Essence to us, at the presence of the Creature, is himself the immediate Author of those Pleasing Sensations: Which is the Hypothesis proposed for the Advancement of the Love of God.","subId":"24","id":"Masham.DLG.Body.24"},{"type":"paragraph","content":"But as Truth of no kind is ever advantaged by Falshood; so also, it seems a respect Due to so important, and withal, so evident a Duty as the Love of God, not needlesly to lay the stress of it upon any Doubtful, Unintelligible, or Precarious Hypothesis; whatever Pretences it carries with it of Piety.","subId":"25","id":"Masham.DLG.Body.25"},{"type":"paragraph","content":"Pompous Rhapsodies of the Soul's debasing her self, when she descends to set the least part of her Affections upon any thing but her Creator, (however well they may possibly be intended) are plainly but a complementing God with the contempt of his Works, by which we are the most effectually led to Know, Love, and Adore him. And such kind of Expressions as carry not a Relative, but Absolute Abhorrence, or Contempt of Injoyments the most Lawful, seem only allowable, as unpremeditated Raptures of Devout Minds, not the Productions of Philosophical Disquisition; and will only affect those that are truely Pious, whilst they carry a show of some Truth in the Heart of the Speaker, which they strictly have not in themselves. For 'tis not unlikely that a lively Remorse may so turn the Stream of some Men's Affections from all sensible Pleasures, and give them so strong a Disgust for them, that the very Remembrances and Ideas of those Pleasures, even where allowable, may become Ungrateful: As Men have often Aversion to see or hear of Places or Persons, (othertimes Dear to them) by which, or in which, they have suffer'd much. The Passions where they are strong, argue by a Logick of their own, not that of Reason, which they often and significantly enough, invert to serve their own Purpose. And when Religion is in the case (with which too many are perswaded Reason has little to do) they can easily advance this so far, as to dress out an intire System, intelligible only by Sentiment, not to Reason; of which, perhaps some of the Mystical Divines are an Example. But to what Extravagance soever this may be carried, it is not therefore to be believed, That he who requires the Service of the whole Man, rejects the Passions from bearing a part; whilst we suffer them neither to impose upon our selves, nor others, to the admitting of wrong Notions, Prejudicial to true Religion. And it is likely, that many People of weak Understandings, may owe most of their Religion to their Passions; It being certain, that if some Men had no more Religion than they are capable of having by a Rational Disquisition, it must be exceeding little.","subId":"26","id":"Masham.DLG.Body.26"},{"type":"paragraph","content":"But whenever any one pretends to prescribe Measures of Duty, not suited to a Popular Audience, but such as shall challenge the strictest Attention and Scrutiny of Reason, he ought to exclude all Metaphor and Hyperbole. For those Notions will deservedly be suspected of some Defect, which are usher'd in, or attended with Flights, not only out of the reach of common Sense, but which oppose the Experience of Mankind; As all such do that have for Foundation the Creature's being uncapable to procure us any good: There being none of them, perhaps, that we approach, which either does not, or may not, contribute to our Good, or Ill; And which truly are not in Effect allow'd to do so, by those who deny them to be Efficient Causes. For it will be found to amount to the same thing in regard of us, and our Obligation to desire them, whether they are Efficient, or Occasional Causes, of our pleasing Sensations: The proof of which last Opinion, (taken from their own Ignorance of any other way to explain the Nature of our Ideas, and Perceptions) They can hardly feel the force of; Without having a great Opinion of their own Faculties, or a very small one of the Power, and Wisdom of God. And they must also be very clear sighted, if they can discern how this Hypothesis of seeing all things in God, helps us one jot further in the Knowledge of our Ideas, and Perceptions; which is the thing it was Primarily pretended to be design'd for. They who advance this Notion, do only fetch a Circuit, and then return where they were before, without gaining any advantage, by Derogating (as they do) from the Wisdom of God, in framing his Creatures like the Idols of the Heathen, that have Eyes, and see not; Ears, and hear not, _&c._","subId":"27","id":"Masham.DLG.Body.27"},{"type":"paragraph","content":"But we are only now concern'd, to inquire of what Use this Opinion is in Morality; That any one should be zealous in asserting it on that account.","subId":"28","id":"Masham.DLG.Body.28"},{"type":"paragraph","content":"The Creatures they say are occasional Causes of our pleasing Sensations. Then, however, they are Causes of them. They deny not also, That they are such Causes as are always accompanied with the Effect, and without which the Effect is not produced. And are they not then consider'd as Goods to us, just the same as if they were efficient Causes? Or must we think a beautiful Flower has not the same Appearance, whether it be believ'd that God has lodg'd a power in the Flower to excite the Idea of its Colour in us, or that he himself exhibits the Idea of its Colour at the presence of that Object? If the Flower is either way equally pleasing (as certainly it is) then it is also equally desireable. But the Wisdom of God cannot herein be equally admired, because it is not equally conspicuous. For if God immediately exhibits to me all my Idea's, and that I do not truly see with my Eyes, and hear with my Ears; then all that wonderful Exactness and curious Workmanship, in framing the Organs of Sense, seems superfluous and vain; Which is no small Reflection upon infinite Wisdom.","subId":"29","id":"Masham.DLG.Body.29"},{"type":"paragraph","content":"We are moreover told, That the whole of our Duty, and Happiness, consists in making God the sole Object of our Desires; _The least spark of which sacred Fire cannot light upon the Creatures, without so far defrauding him:_ And that the Reason of this Duty is, because _the Creatures are not the efficient Causes of our Sensations._ If this be so, this seems also to lay an Imputation upon the Wisdom and Goodness of God, who has laid the Foundation of our Duty in a Reason which he has concealed from us. For this great Cause why we should love him alone, (_viz. because the Creatures are not the efficient Causes of our Sensations_) is so hidden from us by all the Art, and Contrivance, observable in Nature, that if it were purposely design'd to be conceal'd, and we purposely intended to be misled, it could not be more so. For in Effect till this last Age, it has not been discover'd; Or at least very sparingly; And even still (as it seems) only Heads cast in _Metaphysical Moulds_ are capable of it. This, I say, one would think were some Reflection upon the Divine Wisdom; Yet no less than this is said. For the whole of our Duty is placed in a right Regulation of our Love: The whole of that Regulation in making God the sole Object of our Desires; And having only Charity, or Benevolence, for his Creatures. And this Distribution is grounded on no clear Text of Scripture; Nor on other Foundation from Reason, than this only, That the Creatures are not the efficient Causes of our pleasing Sensations.","subId":"30","id":"Masham.DLG.Body.30"},{"type":"paragraph","content":"Indeed, sometimes, the Severity of some Precepts of Morality may well be thought to have been a hindrance to the Discovery of their Truth; And this of Centring all our Affections upon God, and not permitting the least part of our Desires to run out after sensible Goods, carries at first Sight, a specious Pretence of being of that Nature. And doubtless, with many plain, well-meaning People, (who understood not the Metaphysical Ground of it, But endeavour'd to practise it without pretending to prove it) it tended to great Austerities; sometimes perhaps Useful; but most commonly Superstitious, and Pernicious to true Religion. But a late Teacher of this Doctrine, tho' he has advanced the Theory, is more favourable in the practical part, than to recommend by it any such Popish Mortifications and Severities: And he, with great Reason, seems to believe, that the good things of this World were given to be enjoyed by us. No Creature he says, indeed, can be Loved, or Desired, without _Defrauding God, and even committing the Sin of Idolatry,_ Vol. III. _Practical Discourse,_ p. 62.67. Consequently therefore, there can be no more hateful Sin to the Almighty than (feeling Cold, or Hunger) to desire Fire, or Food, as any good to us: But he tells us at the same time, That tho' the things which satisfie these Natural Cravings are by no means to be desired as Goods; _Yet they may be securely sought for as such, and enjoyed,_ p. 73, 74. He whose _Head is cast in a Metaphysical Mould_ has, it may be, Privileges of Nature which accompany it, that ordinary Mortals are Strangers to; Who tho' they can conceive indeed a thing to be lov'd without being sought, or to be sought without being lov'd; Yet from the Frailty of their own Constitutions will scarce ever be perswaded in Fact that they, and this Author, being thoroughly Cold, seek for Fire, upon different Motives; Or will think that He being truly Hungry, seeks Food only upon a prudential Account, and not out of any Desire that he has to the Meat; Should he tell them ever so much, That the Mind of Man, conscious of its own Dignity, and Innate Nobleness, ought not to debase it self to such mean Affections, as the Love of any Creature: _The Creatures being no more capable to please any Faculty than to Create it; And therefore have no Pretence to the least Interest in our Love,_ Prac. D. _p._ 59. And it will even not be easie for him to perswade them, That he does not, in this, vilifie the Wisdom of his Creator, and reproach God for not having made him as he ought to have done. For Men are very seldom talk'd out of their Senses. And if they should not want the Charity to believe him sincere; they will yet also be very ready to conclude him unacquainted with the World, and Humane Nature, to judge of that of others by his own extraordinary, and Metaphysical Constitution.","subId":"31","id":"Masham.DLG.Body.31"},{"type":"paragraph","content":"But the Words of the Text, _Matt._ xxij. 37. _Thou shalt love the Lord thy God with all thy Heart, with all thy Soul, and with all thy Mind,_ he says, will admit of no other good Interpretation than that God is solely, and only, to be Loved: _Since with no tolerable Sense he can be said to Love God with all his Soul, and all his Mind, that only loves him above other things; Allowing other things at the same time a share in his Love,_ p. 10. _The highest Sense,_ he thinks, _that is generally put upon these Words amounts to no more than this: That God is to be the Prime, and Principal, Object of our Love, and Delight: That we are to Love him in a superlative way above all other things whatsoever, so as to lose any Good, or suffer any Evil, rather than commit the least Sin against him: That we are always to preferr him in our Love, chusing to obey him rather than Man, and to please him rather than satisfie our own Will, and to enjoy him rather than any Worldy or Carnal Pleasure,_ p. 5, 6. But this Interpretation, he thinks, _exhausts not the Sense of the Commandment; since no Logick, or Grammar, can bear to call the Part, though the larger Part, the whole,_ p. 10. But it is not the Question whether Logick, or Grammar, will bear calling the Part the whole; but whether every Text in Scripture is to be interpreted by his Logick, and Grammar: Or whether, in some Cases, Scripture does not accommodate it self to the fashion, and figurative ways of speaking usual amongst Men; Which when rightly, not literally understood, are not contrary to Logick, and Grammar. This it is plain the Opinion of the Divines, and other Learned Men is, That the Scripture does so accommodate it self: Because they have interpreted this Text, and not this alone, but others also in such a Sense. And therefore if he would put any Stress upon this Argument, he must first show that those are mistaken who think that Scripture oftentimes speaks figuratively and popularly; which is so receiv'd an Opinion, that to oppose it as he does (or else says nothing to the Purpose) without giving any reason at all, in this place, for so doing, seems to argue more Arrogancy than Impartiality in the search of Truth. Now if Scripture does sometimes accommodate it self to the ordinary ways of speaking amongst Men; Why should it not be thought to do so in this Text? Wherein the common Sense of Mankind opposes any other Meaning as possible, than that which is familiar to us. For it cannot be deny'd, that, in every Language, nothing is more ordinary than to say we love a Person intirely, or with all our Hearts, when we love them very much; And yet better may this be said, if we love them above all others. And as we mean no more than one of these two things, by these Expressions, so we design not to be understood otherwise: And this is so well known, that we are also never mistaken in them.","subId":"32","id":"Masham.DLG.Body.32"},{"type":"paragraph","content":"But it is yet more evident, that this Text is to be understood in the familiar Sense of the Words; If it be remembred that they are the Injunction of a Law-Maker (_Deut._ vi. 5. from whence our Saviour cites them) to a Rude, and Illiterate People. Now the Duty that these Words injoins, =Mr. _N._= himself confesses, cannot be carried higher than the Interpreters have carried it (viz. _to Love God supremely, and above all things_) _without building in the Air; Unless his Hypothesis be received:_ Which unless he will say _Moses_ delivered also to the _Israelites,_ he makes him an admirable Lawgiver, to deliver to his People the most Essential of all his Laws, so as it was not, or cannot be thought, likely that one of a Hundred, if at least any one amongst them, did understand it. For I suppose it will not be deny'd by Mr. _N. That though by the Parturiency of his own Mind, he very early light upon this Notion,_ and was not (as the World imagines he was) beholden to _Pere Malbranche_ for it; That the _Israelites_ generally were not so speculative, and philosophical as he, in their Natural Genius; And yet less, that they either Cultivated any such Speculations in the time of _Moses;_ Or had any Tradition, or receiv'd Opinion amongst them, _That the Creatures were not Efficient, but Occasional Causes of their Pleasing Sensations;_ by which they might be enabled to understand this Command concerning loving God. not in the familiar, and conceivable Sense of the Words, but in Mr. _N_'s Logical, and Grammatical, though otherwise Inconceivable Sense of them.","subId":"33","id":"Masham.DLG.Body.33"},{"type":"paragraph","content":"But besides that Lawgivers always give their Laws in the most familiar manner they can; The Inconceivableness also of Mr. _N_'s Sense of the Words as a Moral Rule, is a sufficient reason in it self why _Moses_ should not be understood according to his Explanation; Which puts a Meaning upon the Command that is apparently, and plainly impracticable: _viz._ That God is so wholly to be loved, that it is _defrauding Him,_ to place the least Degree of our Love upon the Creatures; And that therefore, though they may be sought and injoyed by us as Goods, yet they cannot be desired by us as such, without Sin. This Inconceivableness of any other Sense, that could (by his Auditors at least) be put upon his Words; might, I doubt not, in any other Case, plead _Moses_'s Excuse to =Mr. _N._= himself, for having thus transgress'd, as he thinks, against Logick and Grammar, whilst he express'd himself in a way, that may well be suppos'd to have been as familiar and usual then, as it is now. It is to be hoped, that to many others he will not need excuse in this, wherein, (with what has a Natural Connexion, and is accordingly, out of _Moses,_ joined to it by our Saviour) he has so well comprehended the Duty of Mankind, that Christ says, _This do, and thou shalt live:_ That is, _Love the Lord thy God with all thy Soul, with all thy Heart, with all thy Mind, and with all thy Strength: And thy Neighbour as thy self._","subId":"34","id":"Masham.DLG.Body.34"},{"type":"paragraph","content":"These Commands have no Obscurity, or Difficulty at all to be understood, if we have honest Hearts, and Heads not possess'd with an Hypothesis which every thing must be made to chime to. For to love any thing with all our Hearts, is in its known and usual Signification, to love it a dently. _Moses_ joins to loving God with all our Hearts, loving him also, with all our Souls, and all our Minds; That is, with all the Faculties of our reasonable Nature. And by this, we are taught not only to love him very ardently, but above all other things; As being our Creator, and great Benefactor, upon whom we depend every Moment, and from whom we receive all the Good that we injoy, and from whose Bounty we expect all that we hope for; As also, as being every way in himself infinitely (beyond all Degrees of Comparison) a Being the most lovely. Foolish Men (too frequent Experience shows) love ardently oftentimes, without considering whether the Object of their Love be worthy of it. But _to love with the Mind and the Soul,_ as well as the Heart, is not to love so; but to love with the Understanding, Rationally, as well as Passionately. And we cannot Love God with our _Souls and with our Mind,_ that is, with the Application of our Understandings, and with a reasonable Love, without loving him above all his Creatures; Because he is infinitely more lovely; And every ones reason, when he consults it, must always assent that he is so.","subId":"35","id":"Masham.DLG.Body.35"},{"type":"paragraph","content":"The Duty then that we are taught is plainly what reason requires, _viz._ That we love the most lovely Being above all others; And that all the Powers, and Faculties of our Mind, consent in this Preference of him: That we think of him (as well as we are able) as he is; and pay the highest Tribute of Affection, and Adoration, to him that our Natures are capable of. This is also plainly Practicable, and what we may know whether we perform or no, by asking our selves, whether we are willing to part with any other Good for the Sake of this; (as Father, Mother, Husband, Wife, or Children, &_c._) Which our Saviour tells us, whoever is not ready to part with for his Sake is not worthy of him; But that whosoever parts with any of these for the Gospel's Sake, shall receive manifold Reward, both in this Life, and in the World to come. Now if none of these were allow'd to be desirable to us, but to be only Objects of our Charity (as =Mr. _N._= says they ought to be) Why should we deserve so great Reward for forsaking of them for God's Sake? And why should our Saviour, as he plainly does, confirm the Desireableness of these things to us, if they were not in some Degree allow'd to be desired?","subId":"36","id":"Masham.DLG.Body.36"},{"type":"paragraph","content":"But =Mr. _N._= says, we are commanded to _Love our Neighbour, as our selves;_ And that it being plain, that we do not love our selves with a Love of Desire, therefore it is plain that we ought not to love our Neighbour so.","subId":"37","id":"Masham.DLG.Body.37"},{"type":"paragraph","content":"_Moses,_ in _Levit._ xix. from whence the above cited Text is taken, having rehears'd divers other Laws to the People, comes to tell them what they owe to their Neighbour; which he does from the 13 to the _18th._ Verse; with which he thus concludes: _Thou shalt not avenge, nor bear any grudge against the Children of thy People. But thou shalt love thy Neighbour as thy self._ The Sense of these Words could not be mistaken by any one who was not prepossess'd with an Hypothesis, which he was willing to support from Scripture Authority. For _Moses_ having told the People, That _they should not defraud their Neighbour; That they should not mock at his Infirmities: That they should not oppress him; But judge in Righteousness, not respecting the Person of the Poor or the Rich; That they should not only not stand against the Blood of their Neighbour; But also, not hate him in their Heart;_ And further, That they should not only take care of his Temporal Wellfare, but also of his Spiritual; By _rebuking him when he sins;_ And likewise, be so far from avenging themselves when injured by him, that _they should not so much as bear a Grudge against him;_ He concludes all with that which ought to be the Spring from which all these good Offices to our Neighbour should proceed; and which in short, fully teaches us the Extent of our Duty to him: _Thou shalt Love thy Neighbour as thy self._ That is, plainly, That as we love our selves; and from that Principle of Love, do good to our selves; so we should also love our Neighbour, and from that Principle of Love to him, should do him all the good that we can: Not only barely performing towards him the outward Acts of those Duties here injoined, or any other; But performing them upon the same Principles of Delight, and Complaisance in his well being which we have in our own; Without which, all our Performances will be defective.","subId":"38","id":"Masham.DLG.Body.38"},{"type":"paragraph","content":"We must here consider, _Moses_ speaking either as a Lawgiver, or as a Philosopher. If as the First, then without doubt he must be thought to have spoke so, as the People whom he spoke to could the easiliest apprehend him. And the whole Scope of his Discourse, makes the above-mentioned Sense of his Words plainly the most obvious meaning of them, _viz._ That as People love themselves, and upon that Principle of Love do good to themselves; So also it is their Duty to love their Neighbour; without which, they cannot discharge what they owe to him. Neither could any other Sense be put upon the Words of _Moses, Thou shalt Love thy Neighbour as thy self;_ Without the Learned Distinction of Love of Benevolence, and Love of Concupiscence; Which it is hard to believe, That Mr. _N,_ or any one else can think many, if any, of the _Israelites_ were acquainted with. Tho' if he could suppose they had been so, and that _Moses_ himself had had Regard to it; and had also Philosophiz'd as ill as the People; I wonder Mr. _N._ should not see that it would yet make nothing to his purpose: Since _Moses_ is not here telling them all that they lawfully may do, but all that they necessarily must do, not to fail in their Duty.","subId":"39","id":"Masham.DLG.Body.39"},{"type":"paragraph","content":"But if =Mr. _N._= had rather _Moses_ should be consider'd here, speaking as a Philosopher, according to, (and instructing the People in) the true Nature of things; as well as laying down Precepts for them to obey; It is then more evident, That the Words of _Moses_ will not only not comply with the Sense He puts upon them, but also that they are opposite to it. For _Moses_ says, _Thou shalt Love thy Neighbour as thy self:_ That is, thou shalt take the same Complaisance, in the Being, and well Being of thy Neighbour, as in thy own. Now it is manifestly impossible, and contradictious, that we should rejoice, and take Complaisance, in what is no way desireable to us: Or that we should not desire that in which we rejoice, and take Complaisance. The Being therefore, and well Being of our Neighbour; must necessarily be desireable to us; and we could not otherwise love him as our selves. For it is certain, That our own Being, and well Being, are desirable to us: (Who is there that does not desire the Continuation of them?) And therefore that there is no Love without Desire, any more than without Benevolence (as is apparent in our Love of God) so far as the Objects of our Love admits of both.","subId":"40","id":"Masham.DLG.Body.40"},{"type":"paragraph","content":"But Love simply, as is above said, is that Disposition, or Act, of the Mind, which we find in our selves towards any thing we are pleas'd with; and consists barely in that Disposition, or Act; And cannot be distinguish'd into different Acts of wishing well, or Benevolence; And Desiring: Which are other different Acts of the Mind, exerted according to the different Objects of our Love. We desire to injoy in every thing, that in them which delights us: And we wish well to the Being of every thing that helps to make us happy. If their Being can be continued with our Injoyment of them; that Injoyment is also necessarily desired by us: It being impossible for any Creature not to Desire whatever appears to them to make a part of their Happiness.","subId":"41","id":"Masham.DLG.Body.41"},{"type":"paragraph","content":"But now whence is it that arises either those Wars, and Violences, that are in the World amongst Men one with another; or those Tumults and Perturbations, that too frequently spring up in their own Breasts, when all things without them are Serene, Peaceable, and Quiet? From Desire, it is true, all these Mischiefs proceed: And Desire is the inexhaustible Fountain of Folly, Sin, and Misery.","subId":"42","id":"Masham.DLG.Body.42"},{"type":"paragraph","content":"Is it not therefore worthy of our greatest Application, and Endeavours, to free our selves from so Dangerous Evils? Without doubt it is so. And this has always been the Care of the Wife: Present, as well as Future Happiness, being concern'd in it. \"\"Qui Cupit aut metuit, juvat illum sic Domus aut res; // Ut Lippum pict{ae} Tabulae fomenta podagram, // Auriculas Citharae collecta sorde dolentes.\"\"","subId":"43","id":"Masham.DLG.Body.43"},{"type":"paragraph","content":"But we are to enquire what remedy Religion gives us to this Disease? And that we are sure can be no other than Reason prescribes; which is to proportion our Desires to the worth of things: For where they go beyond that, we are certain to be disappointed, whether we miss, or obtain, what we desire. But so far as the injoyment of things are in their real worth answerable to our Desires; so far we are really Happy: And should we always so succeed in a constant train of our Desires, we should, according to our Capacity, be perfectly Happy.","subId":"44","id":"Masham.DLG.Body.44"},{"type":"paragraph","content":"We cannot conceive any Being to be without Desires but God. Nor can we conceive it to be a fault for any Creature to act suitable to its Nature; and desire things that can be injoy'd; and will contribute to its Happiness. This I am sure Holy Writ allows us: For the Apostle tells us, That _God has given us all things richly to injoy._ And _Moses_ himself, (whatever Metaphysical Notions =Mr. _N._= puts into him) tells the People of _Israel,_ Deut. xxvi. 11. _Thou shalt rejoice in every good thing which the Lord thy God has given to thee; Thou and the Levite, and the Stranger that is amongst you:_ Which was but suitable to the Land of Promise, flowing with Milk, and Honey, proposed to the Desires of that whole People. And, I think, we may say, not one of the Six hundred Thousand would have marched through the Wilderness, had not _Moses_ allow'd them to desire the good things of _Canaan,_ but told them they must desire nothing of the Creature. But our Errour, and Unhappiness is, that we do not regulate our Desires aright They are not under the Government, and Direction of our Reason, and Judgment; but lead these away Captive with them in their endless Chace after whatever strikes our Imaginations with any Pleasing Idea. The best Remedy for which that Reason can prescribe, is what Religion has injoyn'd us; _viz._ an Ardent Love of God above all things. For our Desires placed upon this Object will not only never be disappointed; But also the Love of God above all other things, will the most effectually secure us from any immoderate Love of any of his Creatures: Because the contrariety between such a Love of God, and any sinful or inordinate Love of the Creature makes them inconsistent. If therefore the Love of God, and the Interests of another life, were constantly our Ruling and Predominant Passion; If in this sense (as low as it seems to =Mr. _N._=) we did Love God _with all our Heart, with all our Soul, and with all our Strength;_ We should not only be secure of doing our Duty, but also make the best provision that we could for our Happiness even here in this World. For then the disappointments we might meet with in the Love of any thing else, would never indanger the foundations of our Satisfaction; which, like a House built upon a Rock, could not be mov'd by any Storms or Tempests of Fortune: And we might say, with =Dr. _H. More_=, \"\"What's Plague, or Prison, Loss of Friends, // War, Dearth, or Death, that all things Ends? // Mere Bugbears for the Childish Mind; // Pure Panick Terrors of the Blind.\"\" Which however it may look to some like a Religious Rant, is no more than in other instances we may find Experience to have made good the truth of. For even in the Love of the things of this World, very often, one Affection, or Desire, has so much the Possession of a Man's Heart, that all others (how natural a tendency soever he has to them) do but very weakly, and superficially affect him in their Success, or Miscarriage: And this no Man that is either very Ambitious; very Covetous; very much in Love; or possess'd strongly with any other Passion; can deny to be so.","subId":"45","id":"Masham.DLG.Body.45"},{"type":"paragraph","content":"The Love of God therefore as we are capable of loving him, (that is, chiefly, not solely) does effectually secure our Happiness, and consequently our Duty: For he desires nothing of us, but that we should be as Happy as he has made us capable of Being; And has laid no Traps, or Snares, to render us Miserable; Nor does he require impossible Performances from us. Yet it is true nevertheless, that the constant Communication that we have with sensible Objects, which are apt too far to ingage our Affections, makes the Regulation of our Desires to demand our greatest Care, and Watchfulness: And too much can never be said of the Necessity of this Duty, which in general consists in desiring every thing according to its worth: And the Objects of our Desires are either Things of Temporal concern only, or of Eternal also; between which, as there cannot be in themselves, so therefore there ought not to be in our Estimation, any Comparison.","subId":"46","id":"Masham.DLG.Body.46"},{"type":"paragraph","content":"Of things Temporal which are the Objects of our Desires, They are either such as are so, from Wants of Nature; or Wants of our own making. For it is certain, That Custom, and Education (to which we owe most of the Mischiefs we suffer, and usually charge upon Nature) have procur'd us very many Wants which She intended us not; And which therefore accordingly vary in different Countries, and Ages of the World: And these Wants are very many more (especially in the Civiliz'd Nations as we call them) than the Wants of Nature; _viz._ \"\"$Queis humana sibi doleat // Natura negatis.$\"\"","subId":"47","id":"Masham.DLG.Body.47"},{"type":"paragraph","content":"They are wise who indeavour to contract their Desires to the last: But whoever says the Denial of what Nature requires, ought not to be esteem'd an Unhappiness, talks like a Disciple of _Chrysippus_, and not of Jesus Christ; Whose followers are so often exhorted to do good to all Men: Which, at least a chief part of it, consists in removing the Pains and Miseries they suffer from their Natural Wants, and Necessities: And This great part of Charity must be perform'd according to that Rule of the Apostle, _Heb._ xiii. 16. _To do good and to communicate forget not, for with such Sacrifice God is well pleased._","subId":"48","id":"Masham.DLG.Body.48"},{"type":"paragraph","content":"And altho' when the want of those things which Nature requires, comes in competition with any good of Eternal Concernment, they may well be thought light, and be slighted in that Comparison; yet in themselves they cannot, nor ought to be so. And our Master himself, thought thus; When _for the Joy that was set before him he indured the Cross,_ &c. But tho' it be a great part of Wisdom to contract our Desire, only to what Nature requires; Yet, as we must not seek the Satisfaction of our Natural Appetites, when it cannot be obtain'd without prejudice to some Duty which ought at that time to be preferr'd; So the gratification of Appetites which are not properly Natural, but which we have receiv'd from Custom, and Education, is not always Sinful. For besides that Custom (which it may be was none of our fault) is oftentimes as strong as Nature in us; Those acquired Appetites are also many times no ways prejudicial to what we owe either to God, or our Neighbour; And where they are not so, their Gratification cannot be Sinful. Our Saviour, who said, _This do, and thou shalt Live;_ assures us, That he who heartily loves God, and his Neighbour as himself, can make no mistake in his Duty dangerous to his Salvation: And those Mistakes which are so, only to our happy living whilst here; are sufficiently punish'd in the disappointment they carry along with them. It is not therefore hard for a Man, if he be sincere, to know when his Desires are rightly regulated: And he will need no Casuist besides himself, to tell him what, and how far, he may lawfully Love, or Desire; and what or how far he may not do so. Loves he any thing in the World to the prejudice of his Love of God, or his Neighbour; it is Sinful: Does he not do so, there is no Sin. To oppose this, would be to contradict those words of our Saviour. And indeed these two great Duties of the Love of God, and our Neighbour, imply or include each other. _If_, says the Apostle, (1 _John_ iv. 20.) _a man say, I love God, and hateth his Brother, he is a Liar;_ And _v._ 12. _If we love one another, God dwelleth in us, and the Love of God is perfected in us._ Again, _v._ 7. _Let us love one another, every one that loveth is born of God, and knoweth God:_ v. 8. _He that loves not, knoweth not God:_ Chap. iii. 17. _But who so has this Worlds Goods, and seeth his Brother have need, and shutteth up his Bowels of Compassion from him, how dwelleth the Love of God in him?_","subId":"49","id":"Masham.DLG.Body.49"},{"type":"paragraph","content":"God is an invisible Being: And it is by his Works, that we are led both to know, and to love him. They lead us to their invisible Author. And if we lov'd not the Creatures, it is not conceiveable how we should love God; at least, how they shuld have lov'd him, who not having the Law, yet did by Nature the things contain'd in the Law. And this, however opposite to what some tell us, seems nevertheless the sense of the above-named Apostle, who says (1 _John_ iv. 20.) _He that loveth not his Brother whom he has seen, how can he love God whom he has not seen?_ And I would demand of any one if they could suppose themselves, or any other, never to have loved any Creature, what they could imagine they should love? I suppose it must be reply'd by such a one, That as he was not the Author of his own Being, and saw clearly that he could not be produced by nothing; He was thereby led to the Acknowledgment of a Superiour Being, to whom he was indebted for his own; and therefore stood obliged to love him. But _Being_, or _Existence_, barely consider'd, is so far from being a Good, that in the state of the Damn'd, few are so Paradoxical as not to believe it an intolerable Misery: And many, even in this World, are so unhappy, that they would much rather part with their Existence, than be eternally continued in the State they are in. The Author of our Being therefore merits not our Love, unless he has given to us such a Being as we can Love. Now if none of the Objects that every way surround us, were pleasing to us; How could our Beings, that have a continual Communication with, and necessary Dependance upon these, be so?","subId":"50","id":"Masham.DLG.Body.50"},{"type":"paragraph","content":"But if the Objects that surround us do please us; that is, if we do love them; As it is then evident, they must be the first Objects of our Love, so from their Gratefulness, or Pleasingness to us, it is also evident, that we have both the Idea of Love, and are led to the Discovery of the Author of that Being, that produces what is lovely. And like as our own Existence, and that of other Beings, has assur'd us of the Existence of some Cause more Powerful than these Effects; so also the Loveliness of his Works as well assures us, that that Cause, or Author, is yet more Lovely than they, and consequently the Object the most worthy of our Love. But if none of those Beings which surround us did move our Love, we should then both be ignorant of the Nature of the Author of all things, and of Love it self. For what should then exert it, that it should not lie for ever Dormant? And which way could we (in the state we are in) receive the Idea of Love, or Lovely? For God as Powerful (which is all we should know of him, consider'd barely as a Creator) is no more an Object of Love than of Hate, or Fear; and is truly an Object only of Admiration. It seems therefore plain, that if any could be without the Love of the Creatures, they would be without the Love of God also: For as by the Existence of the Creatures, we come to know there is a Creator; so by their Loveliness it is that we come to know That of their Author, and to Love him.","subId":"51","id":"Masham.DLG.Body.51"},{"type":"paragraph","content":"But it will be said here, That we have Pleasing Sensations ('tis true) as soon as Perception; But that we have them not from the Beings which surround us, but from God. I ask, can we know this, before we know that there is a God? Or, will they say that we know there is a God as soon as ever we have Perception? Let it be true, that the Creatures have receiv'd no efficiency from God to excite pleasing Sensations in us, and are but the occasional Causes of those we feel: Yet, does a Child in the Cradle know this? Or is this apparent so soon as it is that the Fire pleases us when we are Cold? or Meat when we are Hungry? No, nor is it at any time a self evident Truth. We must know many other Truths before we come to know this; which is a Proposition containing many complex Ideas in it; and which we are not capable of framing, till we have been long acquainted with pleasing Sensations. In the mean while, it is certain, that till we can make this Discovery, we shall necessarily Love that which appears to us to be the Cause of our Pleasure, as much as if it really were so; It being unavoidably by us the same thing to us: And we are necessitated by God himself to that which =Mr. _N._= says is truly Idolatry. For our Passions are not moved by the reality, but appearance of things. To the prevention of which, this Notion were it true, and receiv'd amongst Men as such, could be of no use at all, neither could it teach them not to ascend to the Love of God, by the Love of Creatures: Since it can be of use to none till they are convinc'd of it, and none are capable of being convinc'd of it, till sensible Objects by appearing the Causes of their Pleasing Sensations, have gotten Possession of their Love, and have as soon assur'd them that God is the Object the most worthy of their Love, as they have assured them of his Existence. It is true, when first in our infancy we feel pleasing Sensations, we are no more capable of being taught by them that there is a Superiour Invisible Being that made these things to affect us thus, who therefore ought supreamly to be lov'd; than that this Invisible Being, at the Presence of these Objects, exhibits to us a part of his own Essence, by which these Pleasing Sensations are excited on occasion of those Objects without us, and that therefore he is only and solely to be loved. But tho' we are uncapable of these both alike, when first we cry for the Fire, or the Sucking-Bottle; Yet it is certain, that by the former way we are not only safe, all the time of our Ignorance, from the Sin of Idolatry, and the fatal pre-ingagement of a sinful affection; but that our love to God upon that ground is of easier deduction, and earlier apprehended than by the latter. So soon as we do begin to leave off judging by appearances, and are Capable of being convinc'd that the Diameter of the Sun exceeds that of a Bushel; We are capable also of understanding that there is a Superiour Invisible Being, the Author of those things which afford us pleasing Sensations, who therefore is supreamly to be loved. But if we are not capable of scaping Idolatry unless we love God alone, because he immediately exhibits to us a part of his Essence, by which all pleasing Sensations are caus'd in us, I fear all Mankind (before this present Age) lived and died Idolaters, and the greatest part for the future will do so; Since I guess not One of a Thousand will be found capable of apprehending, and being convinced of this new Hypothesis of seeing all things in God. And as, I think, this cannot be denied, so is it also more suitable to the Wisdom, and Goodness of God, that it should be true. For one must say, that the Happiness and Welfare of Mankind were ill taken care for, if it depended upon a Knowledge, which not only few are ever likely to have, but which comes too late to any for much Use to be made of it. For when sensible Ideas have taken Possession of us for Twelve, or Twenty Years, they must be very ignorant of the constitution of Humane Nature, that can think it possible they should presently, or probably they should ever, be dispossess'd by a Notion, altho' a true one.","subId":"52","id":"Masham.DLG.Body.52"},{"type":"paragraph","content":"And for this, =Mr. _N._= is not so kind as to furnish us with any remedy. But he whom he is suppos'd to have receiv'd this Hypothesis from, indeavours to solve the Goodness and Wisdom of God in this Matter, and to help us out of this Difficulty, by making this Principle of our being obliged to have no Love for the Creatures, to be the very Ground upon which Christianity stands; Which he thus, in short, accounts for.","subId":"53","id":"Masham.DLG.Body.53"},{"type":"paragraph","content":"We must not Desire, or Love the Creatures, they being uncapable to be our Good. We yet do Love, and desire them, tho' Reason assures us of This. And our Doing thus, is the Original Sin which we bring into the World with us: Which makes us Children of Wrath, and liable to Damnation; Unable to please God but by a Mediator, both God and Man, who only could atone the Justice of God by the Excellency of his Sacrifice; Intercede to God by the Dignity of his Priesthood; and send us the Holy Ghost by the quality of his Person.","subId":"54","id":"Masham.DLG.Body.54"},{"type":"paragraph","content":"But as this Ground of Christianity has a weak Foundation, _viz._ The Creature's being only occasional Causes of our Pleasing Sensations, (which is neither proved, nor would support the Superstructure that is rais'd upon it, if it could be proved) So it is to be hoped, that if we reject what so few have receiv'd, or so much as thought of, we may yet be good Christians. And those seem more than a little to indanger Christianity, if not Deism also, who lay the great stress of their proof upon the Hypothesis of seeing all things in God. For in that, the whole Argument for both (by which Atheists or Sceptics are propos'd to be brought over to Deism, or Christianity) terminates; in the _Conversations Chrestiennes_ of =Mr. _Malebranche_=, lately Translated into English, for the introducing amongst us that _Unintelligible way of Practical Religion_, above spoken of. And I doubt not, but if it were generally receiv'd and Preach'd by our Divines, that this Opinion of Seeing all things in God was the Basis upon which Christianity was built, Scepticism would be so far from finding thereby a Cure, that it would spread it self much farther amongst us than it has yet done; And that many who find Christianity a very Reasonable Religion in the Scriptures, would think it a very unaccountable one in a System that (laying down That for its foundation) adds also further, That the Desire we have to the Creature, is the Punishment of Sin, not the Institution of Nature: For this Concupiscence is transmitted to us from our first Parent. \"$Qui voyoit clairement Dieu en toutes choses: Il sçavoit avec evidence, que les Corps ne pouvoient estre son bien, ni le rendre par eux mêmes heureux ou Malheureux en aucune maniére: Il estoit convaincu de l'opération continuelle de Dieu sur luy; Mais sa Conviction n'estoit pas sensible. Il le connoissoit sans le sentir. Au contraire il sentoit que les Corps agissoient sur lui, quoy qu'il ne le connût pas. Il est vrai qu'estant raisonnable, il devoit suivre sa lumiére, et non pas son sentiment; & qu'il pouvoit facilement suivre sa lumiére contre son sentiment, sa connoisance claire contre sa sensation confuse, parce qu'il arrestoit sans peine ses sentimens, lors-qu'il le vouloit, à cause qu'il étoit sans concupiscence. Cependant s'arrêtant trop à ses sens, se laissant aller peu-à-peu à les écouter plus volontiers que Dieu même, à cause que les sens parlent toûjours agréablement, et que Dieu ne le portoit pas à l'écouter par des plaisirs prévenans qui auroient diminué sa Liberté; vous concevez bien comment il à pû s'éloigner de Dieu jusqu'à le perdre de vûe, pour s'unir de volonté à une Creatùre,$\" [_Entr._ iv. p. 106, 107.] _Who did clearly see God in all things, and evidently knew that Bodies could not be his true Good, nor properly make him in the least happy, or unhappy, and was fully convinc'd of God's continual Operation on him. But he had no sensible conviction: He knew this, but without feeling it. On the contrary, he could feel that Bodies acted on him, tho' he could not know it: Yet having Reason, he should have follow'd his Light, not his Sentiment; And could have done it; since he could stop his Sentiment when he pleas'd, being free from Concupiscence: However deferring to his senses, and suffering himself to hearken to them more willingly than to God, by reason the senses always move pleasingly, and God did not move him by pre-ingageing Pleasure, which might have lessen'd his freedom, it is easie to conceive how he came to remove himself so far from God as to lose sight of him, and to joyn himself to the Creature._ The same Author also gives us an account how _Adam_'s Posterity came to be infected; (which, it seems, was not from _Adam,_ as is commonly taught, but from _Eve_) \"$à cause de l'union que les enfans ont avec leur mere,$\" [_p._ 110.] _By reason of the Union that Children have with their Mother._ \"$Il n'y a point de femme qui n'ait dans le cerveau quelque trace & quelque movement d'esprits, qui la sasse penser, et qui la porte à quelque chose de sensible. Or quand l'enfant est dans le sein de sa mere, il a les mêmes traces et les mêmes émotions d'esprits que sa mere; donc en cet état il connoît et aime les corps,$\" [_p._ 111.] _And there is no Woman that has not some traces in her Brain, and motions of her Spirits, which carry her to something sensible. Now when the Child is in the Womb of its Mother, it has the same traces, and the same motion of the Spirits: Therefore in this estate it knows and loves Bodies, and consequently is born a Sinner._ And this no holiness of the Mother can hinder; Since \"$L'amour de Dieu ne se communique pas comme l'amour des Corps: Dont la raison est, que Dieu n'est pas sensible, et qu'il n'y a point de traces dans le Cerveau, qui par l'institution de la Nature representent Dieu, ni aucune des choses qui sont purement intelligibles.\" // ~~\"Une femme peut bien se representer Dieu sous la forme d'un Venerable Vieillard: Mais lors qu'elle pensera à Dieu; son enfant pensera à un Vieillard: Lors qu'elle aimera Dieu, son enfant aura de l'amour pour les Vieillards,$\" [_p._ 112, 113.] _The Love of God does not communicate it self like the love of Bodies; Of which the reason is, that God is not sensible, and there are no Vestiges in the Brain, which by the institution of Nature represent God, or anything that is purely intelligible._ // ~~_So that the Children of Women who represent to themselves God in the form of a Reverend old Man, will love Old Men: And whenever the Mothers think upon God and love God, the Children will think upon Old Men and love Old Men._ Wherefore from this Original Corruption, springs the Necessity of a Mediator, who must be both God and Man, _&c._","subId":"55","id":"Masham.DLG.Body.55"},{"type":"paragraph","content":"There seems to be some things in this Hypothesis very unintelligible; And also that it has Consequences intolerable to be admitted. But if neither of these were so; 'tis yet reason enough not to imbrace it, that it is no where either reveal'd, or prov'd; it being all but a Chain of Consequences (such as they are) depending upon the Supposition of _our seeing all things in God_. For the Desire we have to the Creatures, is asserted to be the Punishment of Sin, not the Institution of Nature, because (which is a strange Reason) the Desire of the Creatures is suppos'd Sinful, upon the ground of their not being the Efficient Causes of our Pleasing Sensations. And the Proof which is brought that they are not the Efficient Causes of our Pleasing Sensations is, that we see all things in God. But this Proof it self which is the Foundation of all, remains yet to be proved: For neither =_Pere Malebranche_=, nor any one else has done it; nor I think can do it. And that which might alone give just ground for this Suspicion is, That this Hypothesis tends to the shaking and unsettling the known Grounds of True Piety; tho' He, and a late Follower of his, would establish it upon this new, and formerly unknown Foundation.","subId":"56","id":"Masham.DLG.Body.56"},{"type":"paragraph","content":"But setting aside those Absurdities that this new Conceit would run us into, in Morality (which are sufficient Reasons for rejecting it) there are, I doubt not, some, who, if they would be at the Pains to treat it Philosophically, might be able to demonstrate its Weakness and Inconsistency on other Grounds, as well as those of Morality. But whether, or no, any one shall believe That a Work worth their while; This Hypothesis seems, yet at least, of moment enough to be so far inquired into, as these Papers have Undertaken: Since how unserviceable or injurious soever it really is to Piety, it has yet been Seriously and Zealously pretended to be of great Use to Religion; And that not only by a young Writer, whose Judgment may, perhaps, be thought By assed by the Affectation of Novelty; But also it is made the very Ground of Christianity, by a Man of an establish'd Character in the World for Philosophical Science. But as Christianity (whatever some are perswaded) is a rational Religion, and needs no Inventions of Men to support it; so it receives no Advantage by this, which it has not in the Orthodox, and commonly receiv'd Doctrine of Original Sin. That serves to all the purposes this is brought in for, as well; and therefore makes this Needless; Unless it be pretended that the Opinion of Seeing all things in God, _&c._ is needful to give Light to, and to make the commonly receiv'd Doctrine of Original Sin intelligible; Which is, to charge this Doctrine with having wanted such Evidence before this Discovery was made, as was necessary for the making it the Foundation of Christian Religion: Which surely those cannot agree to who have made it so. And those who have not made it so, will not be concern'd in the Light pretended to be brought to it; The thing it self being no more prov'd by this Explanation of the manner of it, than it was before. Upon which of these two accounts, or whatever other, =Mr. _N._= declin'd, or approv'd not the declaring this Opinion of the Creatures not being Efficient Causes of our Sensations, _&c._ to be the Ground and Basis of Christianity; Yet certainly his Subject (especially being Preached to a Country Congregation) obliged him, if not to account for the Goodness of God in this Matter, in making us without any fault of ours, the Subjects of his Wrath; yet at least to have show'd which way we were to be brought out of that State, and by what means after we were come to the Knowledge of the Truth, we should be made obedient to it. For if (as it is to be hoped he does) he believes God to wink at our Sins in the time of our Ignorance, before we are capable of understanding the Creatures to be only Occasional Causes of our Pleasing Sensations; Yet we must suppose when Men are convinced of that Truth, they are call'd on not only to Repentance, but Amendment. And if Loving the Creatures so, as yet to be willing readily to part with them all for the Love of God, or rather than offend in any thing that we know to be our Duty, (which is the highest Love of him that most People can conceive themselves capable of,) will not hinder us from being truely Idolaters, and Sacrilegious; Whilst being Hungry or Cold, Food or Fire are desired by us; And that we cannot Love our Children, or Friends, without looking on them as Goods Desireable to us; Methinks he should tell us by what means we may get rid of Appetites and Affections so offensive to God, and destructive to our Soul's Happiness; and should let us know whether he finds this attainable by our own Natural Abilities, or whether Christ has Purchas'd the Ability of doing it for those that believe in him; Or what we are to do, or conceive of our selves in an Estate so deplorable. He says indeed, _That could we but see how God alone acts in us, and Causes all our Sensations, whilst the Creatures stand mute and silent, like so many Ciphers in his Presence, having not the least Activity or Operation upon us; We should quickly dismiss the whole Creation from our Hearts, and be wholly swallow'd up by the Love of God._ But as the case is, he gives us no Remedy at all. For his making _no question _afterwards_, but that it is thus in Heaven, and that this is the Measure of Divine Love There_, is so far from helping us; That it will not so much as infer (if he could prove it were so) that this ought to be the Measure of Divine Love upon Earth. But we have a better Authority than his for it, That we know not what we shall be There; Therefore cannot tell what may be added to, or chang'd in our present Faculties: And as for those of Angels, and Arch-Angels, (which he mentions) we are yet less acquainted with them: And every one will not be convinc'd (tho' they did agree in =Mr. _N_—='s Supposition concerning them) that it were more reasonable to propose or pray to be like them (at least whilst upon Earth) then it would be for the Fishes (if they were capable of it) to propose, or pray to God, that they might fly in the Air like Birds; or Ride Post-Horses as Men do. For it may be our Earthly Element no more admits of the first, than theirs of the last. And those must be very little considerate or serious in their Prayers, who will venture to ask God for their sakes, to change the Order of Nature, which he has establish'd. It is certain, that if we had no Desires but after God, the several Societies of Mankind could not long hold together, nor the very Species be continued: For few would give themselves Care, and Sorrow, in the pursuit of Possessions not desireable.","subId":"57","id":"Masham.DLG.Body.57"},{"type":"paragraph","content":"But =Mr. _N._= pretends that there are places of Scripture, besides that of his Text, which make good his Opinion. Scripture-Authority, is that to which Reason may safely refer it self: But it were to be wished that it were appeal'd to with more Care and Consideration than it often is; and that Men would not presently, because perhaps they are perswaded their Opinions are Right, back them with any Text of Scripture that they can make Chime to them, tho' they be very little, or not at all to the Purpose; as they could not oftentimes but discern, if they would but either regard the Scope of the Discourse; or read to the end of it.","subId":"58","id":"Masham.DLG.Body.58"},{"type":"paragraph","content":"The first Text =Mr. _N._= brings for his purpose, is _Mat._ vi. 24. _No Man can serve two Masters; for either he will hate the one, and love the other; or else he will hold to the one, and despise the other; ye cannot serve God and Mammon._ Here, =Mr. _N._= says, _We are plainly told, we cannot divide between God, and the Creature: and the reason is not only because our Capacities are too narrow and scanty to be employ'd upon two such vastly different Objects; but also because we cannot love either of them, but upon such a Principle as must utterly exclude the Love of the other. For we must not love any thing but what is our true Good, what can both deserve and reward our Love: And there can be but one thing that is so, and that must either be God or the Creature. If then the Creature be our Good, let us Love That, and that only; That, and not God: But if God be our True Good (as most certainly he is) then let us Love God, and God only; God, and not the Creature: For 'tis a most inconsistent and impracticable thing to talk of Carving out our Love between both: Ye cannot serve God and Mammon._ [Practical Discourse, _p._ 64, 65.] By _Mammon,_ I suppose was never understood before, any thing but Riches, or those things for which Riches are desired: And our Saviour here tells us, we must not set our Hearts upon these things, or make our selves Slaves, or Servants to them: That is, the Desire of them must not command us; If we command it, and make it Obedient to Reason, it is then certain it does not command us, and consequently that we are not Servants to it. This is then plainly no more, but that our Desires after Riches, _&c._ must not be beyond their Worth; So as that we forget they are perishable, and uncertain Goods, such as Moth and Rust do corrupt, and the Violence and Injustice of Men may deprive us of; No longer (at best) of any value, than during our short abode in this World. For, if we do otherwise, our Reason is captivated, and we become truly Servants; The Servants of Mammon; And cannot be the Servants of God; Because we cannot Serve two so opposite and differing Masters. For it is from the contrariety of their Commands, and not from the littleness of our Minds, or Capacities, that we cannot Serve God and Mammon; Since neither little nor great can obey two Masters that command Contraries; And that is true of the Apostle, _His Servants ye are, to whom you obey._ But our Minds, as little as they are, may love God, and the Creature; when the Love of the Creature is Subordinate; And I think =Mr. _N._= nor no one else, will deny, That there are many who sincerely love God, that do yet love something in the Creature; And if so, whether their Love be Sinful, or no, it is evident their Capacities are not too little to love both; As it is also that our Reason is not captivated, and we thereby inslav'd, or render'd the Servants of every thing that we love. And here is nothing at all said by our Saviour of any other degree of Love, but such as makes us the Servants of what we love. And therefore it is no more true that we are here forbid by our Saviour to love any thing but God, than that our Capacities are too little to love any two different Objects. For if =Mr. _N._= means any thing else by _to be employ'd,_ than To Love, when he says, _That our Capacities are too narrow and scanty to be employ'd upon two such vastly different Objects,_ it is not to his purpose. But if he means by _employ'd,_ to Love; what he affirms is then neither true in his own sence of Love, nor in that of the Text. For it is not true that our Capacities are too narrow to Love any two different Objects, either in the smallest degree, (which he contends for) or so as to become the Servants of them, which is what the Text says; Provided, there be no contrariety in their Commands. His first Reason therefore why we cannot divide our Love, _viz._ From the scantiness of Our Capacities, is utterly false; our Capacities being evidently not too narrow to love any two different Objects, or even every Object which appears to us to be lovely. And there is no reason that if we love the Creatures in some degree, as occasions of Pleasure to us (we necessarily loving whatever is accompanied with Pleasure) that That Love of the Creature should exclude the Love of God; any more than that the Love of Cherries should exclude the love of our Friend that gives them us. And if we love God, yet less does the Love of him exclude our Love of his Creatures: For we love them then not only for the Pleasure that they occasion us, but for the sake of their Author; and the more we Love God, the more we shall Love his Creatures.","subId":"59","id":"Masham.DLG.Body.59"},{"type":"paragraph","content":"But another Reason, besides the narrowness of our Capacities, Why _we cannot divide our Love_ between God and the Creature, is, _because we cannot love either of them, but upon such a Principle as must utterly exclude the love of the other_; which is thus offer'd to be made out: _We must not love any thing but what is our true Good: There can be but one thing that is so: And that must be either God, or the Creature._","subId":"60","id":"Masham.DLG.Body.60"},{"type":"paragraph","content":"What is our _True Good_, he tells us is that which can both _Deserve and Reward our Love_. But certainly whatever is a Good to us, is a _True Good_; since whatever pleases us, pleases us: And our Love, which he says is to be _deserv'd and rewarded_, is nothing else but that Disposition of Mind, which we find in our selves towards any thing with which we are pleas'd. So that to tell us, that we must not love any thing but what is our _True Good_; Is as much as to say, that we must not be pleas'd with any thing but what Pleases us; which it is likely we are not in Danger of. And what is added of _deserving and rewarding our Love_, being put in as a Synonymous Expression, to explain to us what is meant by our _True Good_; Our _True Good_, does consequently tell us what is meant by _deserving and rewarding our Love_; They both signifying one and the same thing. There can therefore no more be made of This notable Principle, _viz._ _That we must not love any thing but what is our True Good_, that is, _which can both deserve and reward our Love_, then that we must not be pleased with any thing but what Pleases us; or reflect upon the Pleasure any thing causes in us, which never did cause us any Pleasure.","subId":"61","id":"Masham.DLG.Body.61"},{"type":"paragraph","content":"This, without doubt, carries much information with it; But the word _True_ (otherwise very impertinent here) is Subtilty to insinuate that which should be prov'd, _viz._ _That the Creatures are not the Efficient Causes_ of our Pleasing Sensations. And in the Lines following, he seruples not to beg the Question in more express terms; When he says, _There can be but one thing that is so_; _viz._ our _True Good_: And then follows, _and that must be either God, or the Creature; But if God be our True Good (as most certainly he is) let us Love God, and God only; God and not the Creature: For 'tis a most inconsistent and impracticable thing to carve out our Love between both: Ye cannot serve God, and Mammon_. Here we see, having needlesly told us that we _must not love any thing but our True Good_; That is, that which pleases us; He tells us next, that there can be but one thing that is so, _viz._ our _True Good_: Which is yet more evidently false, than his first Assertion is impertinent. Notwithstanding, as if it were as evidently True, as it is manifestly the contrary; He offers not any thing at all to make it good; His Assertion only seeming to him sufficient to oppose to the daily Sense and Experience of all Mankind. But indeed if by _True Good_, he did mean our chief Good; then it is true that there is but one such Good, and that is God alone, who is also the Author and Donor of all our other Good: But in this sense it is nothing to his purpose. To conclude his Demonstration, _that we cannot Love God, or the Creature, but upon such a Principle as must utterly exclude the Love of the other_; Having said we _must Love nothing but our True Good_; and _that That can be but one thing_; He tells us lastly, that that one thing _must be either God or the Creature_. Which Conclusion, when he has prov'd his foregoing Assertion, _viz._ _That there can be but one thing our Good;_ it may be convenient for him to explain a little better; But till he has proved that there is but one thing a Good to us, this last Assertion serves for nothing, unless to make it more evident that he has all along said nothing to the Purpose. For his Affirmation _that we cannot Love either God, or the Creature, but upon such a Principle as must utterly exclude the Love of the other_, Was of as much Authority to us as his Assertion, _that there can be but one thing a Good to us_: And there is no more proof offer'd by him for the one, than the other.","subId":"62","id":"Masham.DLG.Body.62"},{"type":"paragraph","content":"This, I believe, his own Observation and Experience, has often offer'd to him, for the confutation of what he affirms, _viz._ That it is not true that all Men in the World either Love God, and God only; Or the Creature only, and God not at all: Which ought to be, according to his Principles. But the Admonition of =St. _John_=, he says, is somewhat more express to his Purpose than that of our Saviour was, [1 _Joh._ 11.15.] _Love not the World nor the things of the World: If any Man love the World, the Love of the Father is not in him._ Here again =Mr. _N._= acknowledges, that according to the common Interpretation, _this is meant of the immoderate love of the World._ But he says, _they interpreted it so for want of Principles on which to raise a higher sense. 'Tis plain the words import more;_ viz. _That we are not to love the World at all; That all Love of it is immoderate._ And by his, former measures (before laid down) it appears how, and why, it is so. But I believe =St. _John_= will be found to explain himself much better than =Mr. _N._= explains him. =St. _John_= says, _Love not the World, nor the things of the World; If any Man love the World, the Love of the Father is not in him._ Now the Question is, whether =Mr. _N._= be in the right in understanding (as he does) by _Love;_ every the least degree of Love: Or whether other Interpreters are so, in thinking that by _Love,_ immoderate Love is meant: And I think there needs nothing more to satisfie us that the last are in the Right than =Mr. _N—_='s own concession, _viz._ That without his Hypothesis, this Scripture could not be understood otherwise than those Interpreters understand it: So that unless =St. _John_= writ not to be understood by those he wrote to; or that the Christians to whom he wrote, had =Mr. _N—_='s Hypothesis, it is past doubt that the other Interpreters he mentions are to be thought in the Right. But because it is believed by him, that =St. _John_=, who so much presses Love to others, had himself so little Love to Mankind, as to leave the strongest inforcement of their greatest Duty in obscurity; We will see whether, or no, there is any appearance that he did so; And whether =Mr. _N—_='s Hypothesis serve to illustrate this Scripture. For that this Hypothesis could not be learnt from it, is apparently confess'd; Because the Hypothesis must be known (as he himself owns) before the Scripture Proof of it can be understood: And therefore our former Argument against this Hypothesis from the Goodness, and Wisdom of God, that would not permit a Doctrine of the consequence this is pretended to be, to be so obscure as it is, stands still good, for all this fresh pretence to Scripture Proof. But =St. _John_= ([1 _Joh._ 11.15.]) says, _Love not the World, nor the things which are in the World: If any Man love the World, the Love of the Father is not in him._ Now that this is meant of the sinful Pleasures of the World, or the immoderate, and consequently sinful Love of Pleasures in themselves not sinful; what words can make Plainer than the immediately following ones, wherein the Reasons are given why we should not Love, the World, nor the things of the World? _viz._ ([_v._ 16.]) Because all that is in the World, as _the Lust of the Flesh, the Lust of the Eye, and the Pride of Life, is not of the Father, but is of the World_: That is, proceeds not from God, but from the Passions, Vanities, and Follies of corrupt and sinful Men: And we should not set our Hearts upon the World; That is, even the allowable Pleasures of it; Because ([_v._ 17.]) _The World passes away;_ And therefore by no means ought to be consider'd as the ultimate Good of a Being of a more induring Nature; But is indeed so far remov'd from it, as the little Duration of the one holds of proportion to the endless Duration of the other. This is what =St. _John_= says; And it seems too plain to need any other Explanation, than what he himself has given. But as if every Text in Scripture were a distinct Aphorism, it is frequently enough quoted by some, without any regard to what goes before, or to what comes after; with how much sincerity cannot be said; But certainly to the manifest bringing into Contempt those Oracles of Truth.","subId":"63","id":"Masham.DLG.Body.63"},{"type":"paragraph","content":"But for whatever Cause =Mr. _N._= omitted these Reasons of =St. _John_= for our _not loving the World, and the things of it;_ And substitured one of his own in the Place; _viz. That the Creatures are not the Efficient, but Occasional Cause of our Pleasing Sensations;_ He does say, That, without the knowledge of this his Hypothesis, we cannot know that every degree of Love of the Creature is sinful; and consequently that =St. _John_='s Reasons for inforcing the Duty he urges, were defective. But =St. _John_= tells us not that every degree of Love of the Creature is sinful: On the contrary, he says, _If we love not our Brother whom we have seen, how can we love God whom we have not seen?_","subId":"64","id":"Masham.DLG.Body.64"},{"type":"paragraph","content":"Therefore there is no more need of =Mr. _N_='s Opinion, to inforce what =St. _John_= teaches; than there is use of what =St. _John_= teaches to confirm =Mr. _N—_='s Opinion. For that =St. _John_= meant not by Love every degree of Love, is evident; Both because he would contradict himself if he did, and also from the Reasons he gives why we should not love the World, and the things of the World: _viz._Because all that is in the World _is not of the Father, and passes away_ quickly. For he would either have given us the true Reason of This, or stopping where =Mr. _N._= did in his Citation of him, not have misled us, by giving us Reasons, which not only reach not the matter, But which also serve to Determine us to another sense. For, as short-liv'd Flowers, tho' they ought not to imploy the continual care of our whole lives, may yet reasonably enough be found in our Gardens, and delight us in their Seasons; So the fading Good Things of this Life, tho' (for that reason) they are not to be fixed on as the Ultimate Good of Eternal Beings, yet there is no reason why we may not rejoice in them, as the good Gifts of God, and find all that Delight which he has joined with the lawful use of them.","subId":"65","id":"Masham.DLG.Body.65"},{"type":"paragraph","content":"But =St. _John_= says, _Love not;_ Therefore =Mr. _N._= says, we must _not Love them at all_. Our Saviour also in [St. _Matthew_], in the Chapter above cited, says, _Seek not:_ But =Mr. _N._= says not in like manner _seek not at all_. On the contrary, he tells us very expresly, we may seek the good things of this World, provided we love them not. Now, if he knows a Reason why one of these places must be taken strictly according to the Letter, and not the other; he was doubtless obliged to tell it us; especially having been so indulgent to Seeking as to have given no rules of restriction to that. But our Saviour says, _Seek not what ye shall Eat, or what ye shall Drink, or with what you shall be cloathed, for after these things do the Gentiles seek._ =Mr. _N._= must doubtless say to this that our Saviour meant by not seeking, that we should not seek immoderately, and solicitously; And so say others to what =St. _John_= says: The sense of the Discourse in both places determining that to be the meaning of both. And till =Mr. _N._= has told us why _Seeking_ must be understood in this sense, and not _Loving_ be understood so; he cannot surely disallow of it, if (after his example) we thus understand the words of =St. _John_=, viz. That we should not love immoderately; that is, beyond the worth of what we love. And thus the Admonition of =St. _John_= is no more express to his purpose than that of our Saviour, in [St. _Matt._] was. I am sure the reason with which =St. _John_= inforces his Admonition, is expresly contrary to that with which =Mr. _N._= inforces his interpretation of it. =St. _John_= says, _Love not the World,_ &c. _For all that is in the World_, viz. _the lust of the Flesh, the lust of the Eye, and the Pride of Life, is not of the Father, but is of the World_. But =Mr. _N._= says, Love not the World, _&c._ For all that is in the World, _viz._ all those Pleasures Worldly-minded Men so greedily hunt after; as _the lust of the Flesh, the lust of the Eye, and the Pride of Life_, are not of the World, but of the Father: Which seems not only to oppose =St. _John_=; But also sounds very harshly, and offensively to many Pious Persons; Who are apt to think it unworthy of, and mis-becoming the Majesty of the great God, _who is of Purer Eyes than to behold iniquity_, to be as it were at the beck of his sinful Creatures, to excite in them Sentiments of Delight, and Pleasure, whenever they are dispos'd to transgress against his Laws, tho' in the most gross, and erroneous Instances.","subId":"66","id":"Masham.DLG.Body.66"},{"type":"paragraph","content":"But the Author of this Hypothesis tells us, That this is that indeed which makes Sin to be so exceeding sinful, _viz._ That we oblige God in Virtue of that first immutable Law, or Order, which he has establish'd (that is, of exciting Sentiments of Pleasure in us upon some operation of Bodies upon us) to Reward our Transgressions against him with Pleasure, and Delight. It is strange that we cannot seem sinful enough, without having a Power of forcing God to be a Partner in our Wickedness! But this is a Consequence of an Hypothesis whose uselesness, and want of proof, are alone sufficient Causes for rejecting it. And if we will once quit what Reason and Revelation evidently and plainly tell us, to build our Religion upon the foundation of uncertain Opinions; where must we stop? Every Man, indeed, cannot so handsomly compose his System as =_P. Malebranche_=; But every Man has as much Authority to impose it upon others, or to be credited without Proof. The abovemention'd account of Sin, is plainly only supported upon its being a consequence of our seeing all things in God; who being the alone efficient Cause of all our Pleasing Sensations, must necessarily be the only efficient Cause of sinful, as well as innocent Pleasures: But no Pleasure, simply as Pleasure, being evil, God is not suppos'd in this by =_P. Malebranche_= the Author of Sin, but only Man himself; Who, he says, \"$étant pecheur & par consequent indigne d'être récompensé par des sentimens agréables, oblige Dieu en conséquence de ses volontés immuables, de luy faire sentir du plaisir dans le tems même qu'il l'offense.$\" [Entr. III. p. 91.] _We being Sinners, and by consequence unworthy to be recompenc'd by agreeable Sentiments, oblige God in consequence of his immutable Will, to make us feel pleasure in the time that we offend him._ _Viz._ Whenever we Love or Delight in any Creature. But our seeing all things in God, upon which this Notion of Sin, of Original Corruption, and the following account of Christianity stands, remains yet to be better proved; Before we reject, for so unintelligible a fancy, what is evident and plain; What may satisfie the Wise, and what the Weak (whose Souls are Doubtless of as much value, and They as much concern'd for them) may easily comprehend.","subId":"67","id":"Masham.DLG.Body.67"},{"type":"paragraph","content":"That God has made us Reasonable Creatures, we certainly know: And it is evident also, that by virtue of our being such; we are obliged to Live by the Law of Reason; which whenever we transgress, we must necessarily offend against God; We inverting that Order which he has established, in making that to obey, which ought to command; and that to command, which ought to obey. And that we are so prone (as Experience shews we are) to offend against this Law of Reason, is from the Unruliness of our Affections; Which being strong in us, (whilst Reason is weak and unable to direct them) take up with the first alluring Objects, whose impressions making settled habits in us, it is not easie for Reason to remove them, even when it does discover their Pravity; and sets us to struggle against them. And to this loose Education, and ill Custom, greatly contribute: There being scarce any Vice we are capable of, which is not instill'd into us (or at least the Seeds of it) in our very Childhood, by those foolish People that usually have the Direction of it. For it is obvious that there are few Children who are not taught by their Nurses to be Proud, Angry, Covetous, and Revengeful; and principled with those Vices, even before they have Language enough to talk of them. But God made =_Adam_= a Man, and not a Child; Therefore his Reason was in its full strength as early as his Appetites; and he had not the unhappy Preventions which others receive. He himself therefore, and his Posterity, one would have thought, ran no very great Hazard of losing those Advantages his Obedience would have procured them.","subId":"68","id":"Masham.DLG.Body.68"},{"type":"paragraph","content":"That Mankind did lose by =_Adam_= what they are restor'd to by Jesus Christ, we are plainly told in the Scripture: But that by his Miscarriage, or =_Eve_='s, any one single Soul should be doom'd to Eternal Misery, or to any condition worse than not being; whether immediately, as some hold, for =_Adam_='s Sin; or by subjecting them to a state of necessary sinning; Can neither comport with the Goodness of God, or is any where reveal'd in Scripture.","subId":"69","id":"Masham.DLG.Body.69"},{"type":"paragraph","content":"The last of these Opinions, =_Pere Malebranche_='s Hypothesis maintains; tho' he accounts for it differently from others. Children, he expresly tells us, become (through their Union with their Mothers) Sinners; and are in a state of Damnation before they are born into the World. But both the Apostle and Reason assure us, that where there is no Law, there is no Transgression. And =_Pere Malebranche_= opposes this, upon no other ground offer'd by him for so doing but that the conclusion he makes, _viz._ That Children are born Sinners, is a necessary consequence of our seeing all things in God. For God only causing us Pleasure, he only has a right to our Love, and all love of the Creature is sinful. But _a Child (by virtue of its union with the Mother) does, whilst in her Womb, know and love Bodies; consequently therefore is a Sinner, and shall be necessarily Damn'd,_ [p. 114.] (Tho' indeed in a Note upon that Word, he mitigates the sense of it to being eternally depriv'd of the Possession of God). And that we come into the World utterly uncapable to please God, (as he expresly says we do) is not through any fault at all of our own, but for =_Eve_='s; Concerning whose Transgression any ways influencing her Posterity, the Scripture yet makes no mention at all.","subId":"70","id":"Masham.DLG.Body.70"},{"type":"paragraph","content":"However, this Principle is made by =_Pere Malebranthe_= ([p. 94.]) the Foundation of Christianity. But it is certain, that the New Testament tells us nothing of it: And there it is, surely, that we ought to look for the Christian Religion. What we are there told, is, That _as in Adam all died, so in Christ shall all be made alive_, [1 Cor. xv. 22.] _That he came to abolish Death, and to bring Life and Immortality to light_, [2 Tim. i. 10.] _That we shall be justified by Faith, without the works of the Law_, [Rom. iii. 28.] And that for this end, _God sent his Son into the World, that as many as believe in him might have Eternal Life_. Yet _do we then_ (says the Apostle) _make void the Law through Faith? God forbid! yea, we establish the Law_. [Rom. iii. 31.] But the Wisdom of God in Christ Jesus, is manifest in this, that we are hereby at once the most effectually put upon using our Endeavours to _work out our Salvation with fear and trembling_; And also kept from Despair, in the sense of our own weakness to perform that Law which =_Adam_= in his more Advantageous Circumstances transgressing against, forfeited thereby Bliss and Immortality: We having not only a Promise that we shall receive from God whatever (asking as we ought) we shall ask in his Son's Name; And also of his Spirit to help our Infirmities; But to compleat all, that for the sake of Christ, our sincere, tho' imperfect. Obedience shall be accepted; Faith in him supplying its defects.","subId":"71","id":"Masham.DLG.Body.71"},{"type":"paragraph","content":"This is what the Scripture tells us of the Dispensation of God to Mankind in the Gospel of his Son: Which is so visibly suitable to, and worthy of the Divine Wisdom and Goodness, that no Inventions of Man can add any thing to it, to make it appear more so. Yet were our Views larger than to comprehend only the compass of our little Globe, they would probably afford us still further Matter for our Admiration. For 'tis a thought too limitted and narrow for Women and Children now to be kept in, that this Spot of ours is all the Habitable part of the Creation. But without understanding the System of the World, or considering what Mathematicians and Naturalists offer to convince us, that so many Regions fit for Inhabitants are not empty Desarts, and such numberless Orbs of Light more insignificant than so many Farthing Candles; We read, in the Scripture, of other Ranks of Intelligent Beings, besides our selves; Of whom, tho' it would be Presumption to affirm any thing beyond what is reveal'd, yet we know not what Relation may possibly be between them and us. The Scripture plainly intimates great Numbers of them, Superiour to us in the Dignity of their Creation, to be fallen by Disobedience (like Man) from a Happier State; And also that they are Enemies to us: Whether out of Envy for what Jesus Christ had undertaken for our Redemption, or for other Reasons, we know not. But by the small account we have of them, they seem to have set up themselves in opposition to their Maker, as thinking themselves sufficient to carve out their own Happiness; And shall find full reward of their Folly and Rebellion, when the Judgment of the great Day shall meet them.","subId":"72","id":"Masham.DLG.Body.72"},{"type":"paragraph","content":"But on Man, who after his Transgression saw his Nakedness, and was asham'd, the Father of Mercies has had Compassion, and has found out a Way for his Restoration: Such a Way as may well _humble these Proud ones in the Imagination of their hearts_; And which leaves no room to us for Boasting. For it is certain, That _by the Works of the Law no Flesh shall be Justified_, [Rom. iii. 20.] Faith, which would have preserved =_Adam_= in the state of Innocence, shall alone justifie his Posterity. And tho' the Wisdom of God has made Faith in his Son that which is required to Salvation, in those to whom he is reveal'd; We are told that _the Just_, in all Ages, have _liv'd by Faith_: Which is necessarily the Immutable Basis of all true Religion. For without we believe not only in the Being, but also in the Veracity of God, _That he Is, and that he is a Rewarder of them that diligently seek him_, it is impossible we should love _him with all our Hearts, with all our Souls,_ &c. which contains the whole Moral Law; Whose Obligations not being Arbitrary, but arising from the Nature of things, must necessarily under every Dispensation be always the same: And Christ tells us expresly, _He came not to destroy this Law, but to fulfil it_. He came to give us a clearer and fairer Transcript of it; To inforce it by his Authority and Example; To assure us of our own Future Existence, which Reason could not; And of the great Love of God to Mankind, in accepting of Faith to supply the Defects of Sincere Obedience; By which we are freed from the Terrours of an offended Deity; And have hopes of being made Heirs of a glad Immortality; Co-heirs with Christ, the Author and Finisher of our Salvation, Who, for the Joy that was set before him, indured the Cross, and despised the Shame, and has obtain'd for himself a Kingdom of which all true Believers are the Subjects. We are restored by him to a more assured Felicity than that from which =_Adam_= fell, by not believing that _in the Day he ate of the forbidden Fruit he should surely Die_; Too little attending to the Light of his Reason; (Which would have taught him not to question the Divine Veracity) and having yet no Experience to oppose to the Solicitations of his Appetite. And perhaps God in this Restoration of Mankind by Jesus Christ _(who took not on him the Nature of Angels)_ having herein _put down the Mighty from their feats, and exalted those of Low degree_, does by this Oeconomy of his Providence in our Salvation, teach _all_ the Orders of Intellectual Beings, whom he has made free Agents (as well as Man) That as he cannot make a Being Independent on himself for its Happiness; So the most inlightned Reason is only safe and secure, whilst it feels its weakness and dependency: Which if we be thoroughy, as we ought, sensible of, we shall necessarily _love God with all our Hearts, with all our Souls_, &c.","subId":"73","id":"Masham.DLG.Body.73"},{"type":"paragraph","content":"=Mr. _N._= says these words signifie, _That we must love nothing but God alone_. And to confirm that his sense of them, he brings yet two other places of Scripture: The first is, [_James_ iv. 4.] _Ye Adulterers and Adulteresses, know ye not that the Friendship of the World is Enmity with God? Whosoever therefore will be a Friend of the World, is the Enemy of God._ He tells us here, That in =St. _James_='s account, _Our Heart is so much God's Property and Peculiar, and ought so intirely to be devoted to him, that 'tis a kind of Spiritual Adultery to admit any Creature into a Partnership with him in our Love._ It is certain these are not =St. _James_='s words, and we have only =Mr. _N—_='s Affirmation that this is his sense. But tho' =Mr. _N—_='s affirming without any Proof, that all love of the Creature is here condemn'd, and said to be a kind of Spiritual Adultery, needs no other Answer but a bare Negation; And the saying without any Proof, that it is only the inordinate love of the Creature that is so call'd and condemn'd, would be enough; Yet the context further plainly shows, that that is the meaning of =St. _James_= here, by what he calls Friendship of the World. To which let me add, that Adultery does not wholly exclude all other Love of any other Person; but a love that comes in competition, or invades that which properly belongs to the Husband. For a Woman may love her Brother, or her Child, without being an Adulteress; it being not with that Love that is due to her Husband. The last place =Mr. _N._= cites to prove that Love of the Creatures is Sinful, is, from =St. _Paul_=, [Gal. vi. 14.] _The World is Crucified to me, and I unto the World._ Which last words, =Mr. _N._= says _at once comprize his present conclusion, that the Creature is not to be_ (in any degree) _the Object of our love; with the very same ground and bottom upon which he has built it. For the Apostle here first of all supposes the World to be Crucified, that is to be a Dead, Unactive, Silent, and Quiescent thing, in respect of himself; as not being able to operate upon him, or affect his Soul with any Sentiment as an Efficient Cause: And then in consequence of that declares himself to be also Crucified to the World,_ [p. 68.] which =Mr. _N._= explains very truly (tho' not very conformably to his Opinion) _by being insensible to all its Charms_: For, according to his Explanation, =St. _Paul_= knew very well that the World had no Charms. But whosoever will read this whole Passage in =St. _Paul_=, will evidently see that it amounts to this; That there were some Men so Preach'd Christ, as yet to have regard to the favour and good liking of Men; That they might avoid Persecution from some, and gain Glory from others: But =St. _Paul_= in his Preaching of the Gospel, had so intirely given up himself to it, that he minded nothing but the Preaching of the Gospel; Going on in that Work, without any regard either to Persecution, or Vain-Glory. And thus the World was Crucified to him, and he to the World: They were as Dead things, and in this respect had no Operation. =St. _Paul_='s words are, _As many as desire to make a fair shew in the Flesh, they constrain you to be Circumcis'd; Only, lest they should suffer Persecution for the Cross of Christ. For neither They themselves, who are Circumcis'd, keep the Law; But desire to have you Circumcis'd, that they may glory in your Flesh. But God forbid that I should Glory, save in the Cross of our Lord Jesus Christ, whereby the World is Crucified to me, and I unto the World._ Very often it happens, that a piece of a Discourse, or as here, even a piece of a Verse, serves for a Quotation, much better than the whole would do. This is so evident in this Place, that it requires some Charity to think that a Man is in earnest fearching after Truth, or believes himself, whilst he is a Writing after such a manner.","subId":"74","id":"Masham.DLG.Body.74"},{"type":"paragraph","content":"But because the Character =Mr. _N._= bears ought to be a Warrant for his Sincerity, we must conclude, that he does think =St. _Paul_= tells the _Galatians_, that some would have them Circumcis'd only that they might avoid Persecution, and might Glory in their Flesh. But God forbid that he should Glory in any thing but the Cross of our Lord Jesus Christ, by which the Creatures are only the Occasional, not the Efficient Causes of his Pleasing Sensations; and he Dead to them. This =Mr. _N._= it seems, does think was the Sense of what =St. _Paul_= said: But that it was not, I think common Sense will sufficiently satisfie us, without consulting Interpreters about it.","subId":"75","id":"Masham.DLG.Body.75"},{"type":"paragraph","content":"These are the Texts brought by =Mr. _N._= to support an Opinion grounded on an Hypothesis, perhaps Demonstrably false; That has evidently no proof, but the poor one from our Ignorance, that yet is not at all help'd by this Hypothesis: Which is (therefore) as well as for the Ends of Morality, plainly useless. Yet all this might well be Pardon'd to any Effort of advancing our Knowledge, if it did not pretend to influence our Religion; And not only so, but to be the very Basis, and Foundation of Christianity, as it is made to be by the first Ingenious Inventor of it. =Mr. _N._= has not, indeed, advanced that so directly: But with more Confidence a great deal, making it the ground of Morality, he falls as little short of it as is possible. And his Discourses upon this Subject being in a more Popular way, are more likely to do hurt. For certainly to perswade Men that God requires what they find impossible to perform, and opposite to their very Constitution and Being in this World, is to make Religion, and the Teachers of it, ridiculous to some; And to drive other weaker, but better-minded People into Despair; By giving them occasion to think that they do not love God as they ought. Such Effects, I fear, may be the Consequences of =Mr. _N_='s Doctrine, who teaches that we do not love God as we ought, whilst we love any Creature at all: And particularly in the above-cited Sermon, He positively says, That _the Creatures are no more our Goods, than our Gods; and that we may as well worship them, as love them_. [Pract. Disc. _p._ 62.]","subId":"76","id":"Masham.DLG.Body.76"},{"type":"paragraph","content":"These Opinions of =Mr. _N._= seem also to indanger the introducing, especially amongst those whose Imaginations are stronger than their Reason, a Devout way of talking; which having no sober, and intelligible sense under it, will either inevitably by degrees beget an Insensibility to Religion, in those themselves who use it, as well as others; By thus accustoming them to handle Holy things without Fear; Or else will turn to as wild an Enthusiasm as any that has been yet seen; and which can End in nothing but Monasteries, and Hermitages; with all those Sottish and Wicked Superstitions which have accompanied them where-ever they have been in use. And this the Author of the _Christian Conversations_ foresaw very well must be the Consequence; Or rather conformably to his Religion and Profession, might perhaps have it in his View and Design, to justifie those things by this his Hypothesis; which makes them not only allowable, but of necessary use. But however that were, he concludes his Discourse of our being obliged to have no Love for any Creature, with a sincere Acknowledgment that if this be true (which he has concluded it is) it is then absolutely necessary to renounce the World, and betake our selves to Woods and Desarts: For it is impossible to live in the daily Commerce and Conversation of the World, and love God as we ought to do. And accordingly he makes his Young Men, introduced to be Converts to Religion upon these Principles, bid Adien to the World, even to their Dearest Friends, and Relations.","subId":"77","id":"Masham.DLG.Body.77"},{"type":"paragraph","content":"For =_Pere Malebranche_=, it seems, was unacquainted with that _Distinction_ which =Mr. _N._= says, _ought to be made of Movements of the Soul, and Movements of the Body_. Otherwise he might have assured his =_Aristarchus_=, that he was in a very great Mistake, to believe that the Principles before laid down, obliged him to any retreat from the World, or Renunciation of the Injoyments of it: Since _the Movements of the Body_ (=Mr. _N._= tells us) _may be determin'd by those Objects which inviron it; and by those Movements, =_Aristarchus_= might have United himself to those things which were the Natural or Occasional Causes of his Pleasure_. (See [Mr. _N_'s Letters _Philosophical_ and _Divine,_ p. 75.]) But =_Pere Malebranche_= designing his Notions to be of some use to the World pursued them, whether by just consequence they led him; and sought not for any contrivance to make them insignificant to any other Purpose than to shew the _Parturiency_ of their Author. He therefore reasonably from his Principles, insists upon it, that the retreat from the World, is best for all; and necessary to most who design to lead a Christian Life; Those _being much to be pitied whom God calls to live in the World for the Conversion of others_.","subId":"78","id":"Masham.DLG.Body.78"},{"type":"paragraph","content":"This in a Papist, and one of a Religious Order amongst them, cannot seem strange. But there can certainly be no greater Disparagement to Christian Religion, than to say, That it unfits Men for Society; That we must not only literally become Fools for Christ's sake; but also cease to be Men. Can any Rational Man, not bred up in the Bigottry of Popery, ever perswade himself that such a Religion can be from God? Or is there any appearance throughout the whole New Testament of its being so? =_John_=, indeed, who had not the power of Miracles, or a Voice from Heaven to Authorize his Mission, made himself be taken notice of, by the remarkable Austerity of his Life: But he neither Preach'd it, nor propos'd himself, in that, an Example to others. He was by something extraordinary (tho' without Miracles) to draw Auditors to him, whom he might prepare to receive the _Messiah_. But that living in a Desart, and bidding adieu to Society, were not necessary to Religion, our Saviour's Example, as well as his Precepts, show. He came Eating and Drinking, Conversing in the World like other Men: And he assures us, That _he came not to destroy, but to fulfil the Law_; viz. The Moral Law, which is the same with the Law of Reason; than which, _Heaven and Earth, shall sooner pass away_; and in which are legibly found those Duties of an active and social Life, that have so much recommended and eterniz'd the Memories of many Philosophers, and Lawgivers, and other great Men of Antiquity; Whose Religion Mankind would be apt to think they had reason to wish for again, if they were perswaded that Christianity were opposite to, and inconsistent with those admired and beneficial Virtues that Support and Profit Society.","subId":"79","id":"Masham.DLG.Body.79"},{"type":"paragraph","content":"There is nothing more evident than that Mankind is design'd for a Sociable Life. To say that Religion unfits us for it, is to reproach the Wisdom of God as highly as it is possible; And to represent Religion as the most mischievous thing in the World, dissolving Societies. And there could not be a greater Artifice of the Devil, or Wicked Men to bring Christianity into contempt than this. But it is to be hoped, that where the Scriptures are allow'd to be read, this can never prevail; And that those who are not in danger of being led into it by the Superstitions of Priest-Craft, will not be impos'd upon in it by vain Philosophy: Nor can there be any stronger Evidence, that (That Notion, of the Love of God, grounded on his Being the immediate Cause of all our Sensations) is false, than this, _viz._ That it Destroys all the Duties and Obligations of Social Life. This indeed is not =Mr. _N_='s deduction from thence, But it is that of his Oracle =_Pere Malebranche_=, and that of Reason; And he will scarce be believ'd to be Sincere, that shall say he can daily see and injoy the Creatures as Goods, without desiring them as such; Or that shall deny, that if it be our Duty not to desire any Creature, it must then necessarily be our Duty (as =_P. M._= expresly says it is) to have as little communication with them as is possible; and to betake our selves to Desarts. But whether it were that =Mr. _N._= has no inclination to this way of Living, and that it is to That that we owe his Happy Invention of Seeking, and injoying the good things of the World, without loving them; Or that he was afraid by owning his Opinion (that we are obliged to renounce the World and live in Woods) He should be suspected of favouring Popish Superstition; He can scarcely be presum'd not to see that this inevitably follows from the Hypothesis he has embraced. But yet how injurious soever this Consequence is to Religion, so much is not therefore deny'd to what =_Per. Malebranche_= largely insists upon, _viz._ That Retirement is sometimes useful, if not necessary to a Christian Life. Those who live always in the hurry of the World, and the avocations of Worldly Business, without giving themselves time, and retreat, frequently to reflect, being no doubt very likely to enter too much into the Spirit of it; We insensibly giving up our selves to, and uniting our Hearts with what we are constantly ingaged in, and with delight apply our selves to. But if in opposition to this, any one should run into the other extream, of retreating wholly from all commerce and conversation with Men; And should give themselves the Happiness =_Pere Malebranche_= speaks of, of _attending Eternity in Desarts_; it is to be fear'd they would not mend the Matter. For whatever Vices they might part with by it, they must necessarily oppose thereby, one great end that they were sent into the World for, _viz._ of doing good; By becoming wholly useless to others: And such a one would certainly, by such a renunciation of all commerce with Men, be likelier to grow Wild, than improve the great Virtue of Christianity, and Ornament of Humane Nature, Good Will, Charity, and the being Useful to others.","subId":"80","id":"Masham.DLG.Body.80"},{"type":"paragraph","content":"As for Monasteries, and Religious Houses, (as they are call'd) all who are acquainted with them, know that they are nothing less than what is pretended; And serve only to draw in Discontented, Devout People, with an imaginary Happiness. For there is constantly as much Pride, Malice, and Faction, within those Walls, as without them; And (if we may believe what is said, and has not wanted farther Evidence) very often as much licentiousness.","subId":"81","id":"Masham.DLG.Body.81"},{"type":"paragraph","content":"In short, our Natures are so suited to a mediocrity in all things, that we can scarce exceed in any kind with Safety, To be always busy in the Affairs of the World, or always shut up from them, cannot be born: Always Company, or always Solitude, are Dangerous: And so are any other Extreams.","subId":"82","id":"Masham.DLG.Body.82"}]}
