{"id":"Hobbes.L.3.34","imported":true,"parent":"Hobbes.L.3","title":"Of the Signification of Spirit, Angel, and Inspiration in the Books of Holy Scripture","breadcrumb":"Chapter 34","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_047","blocks":[{"type":"title","content":"<h1>CHAP. XXXIV.</h1> <h1><em>Of the Signification of <span class=\"small-capitals\">Spirit</span>, <span class=\"small-capitals\">Angel</span>, and <span class=\"small-capitals\">Inspiration</span> in the Books of Holy Scripture.</em></h1> ","id":"Hobbes.L.3.34"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Body and Spirit how taken in the Scripture.</em></span> <span class=\"small-capitals\">Seeing</span> the foundation of all true Ratiocination, is the constant Signification of words; which in the Doctrine following, dependeth not (as in naturall science) on the Will of the Writer, nor (as in common conversation) on vulgar use, but on the sense they carry in the Scripture; It is necessary, before I proceed any further, to determine, out of the Bible, the meaning of such words, as by their ambiguity, may render what I am to inferre upon them, obscure, or disputable. I will begin with the words <span class=\"small-capitals\">Body</span>, and <span class=\"small-capitals\">Spirit</span>, which in the language of the Schools are termed, <em>Substances, Corporeall</em>, and <em>Incorporeall</em>.","subId":"1","id":"Hobbes.L.3.34.1"},{"type":"paragraph","content":"The Word <em>Body</em>, in the most generall acceptation, signifieth that which filleth, or occupyeth some certain room, or imagined place; and dependeth not on the imagination, but is a reall part of that we call the <em>Universe</em>. For the <em>Universe</em>, being the Aggregate of all Bodies, there is no reall part thereof that is not also <em>Body</em>; nor any thing properly a Body, that is not also part of (that Aggregate of all <em>Bodies</em>) the <em>Universe</em>. The same also, because Bodies are subject to change, that is to say, to variety of apparence to the sense of living creatures, is called <em>Substance</em>, that is to say, <em>Subject</em>, to various accidents; as sometimes to be Moved, some-times to stand Still; and to seem to our senses sometimes Hot, sometimes Cold, sometimes of one Colour, Smel, Tast, or Sound, sometimes of another. And this diversity of Seeming, (produced by the diversity of the operation of bodies, on the organs of our sense) we attribute to alterations of the Bodies that operate, &amp; call them <em>Accidents</em> of those Bodies. And according to this acceptation of the word, <em>Substance</em> and <em>Body</em>, signifie the same thing; and therefore <em>Substance incorporeall</em> are words, which when they are joined together, destroy one another, as if a man should say, an <em>Incorporeall Body</em>.","subId":"2","id":"Hobbes.L.3.34.2"},{"type":"paragraph","content":"But in the sense of common people, not all the Universe is called Body, but only such parts thereof as they can discern by the sense of Feeling, to resist their force, or by the sense of their Eyes, to hinder them from a farther prospect. Therefore in the common language of men, <em>Aire</em>, and <em>aeriall substances</em>, use not to be taken for <em>Bodies</em>, but (as often as men are sensible of their effects) are called <em>Wind</em>, or <em>Breath</em>, or (because the same are called in the Latine <em>Spiritus</em>) <em>Spirits</em>; as when they call that aeriall substance, which in the body of any living creature, gives it life and motion, <em>Vitall</em> and <em>Animall spirits</em>. But for those Idols of the brain, which represent Bodies to us, where they are not, as in a Looking-glasse, in a Dream, or to a Distempered brain waking, they are (as the Apostle saith generally of all Idols) nothing; Nothing at all, I say, there where they seem to bee; and in the brain it self, nothing but tumult, proceeding either from the action of the objects, or from the disorderly agitation of the Organs of our Sense. And men, that are otherwise imployed, then to search into their causes, know not of themselves, what to call them; and may therefore easily be perswaded, by those whose knowledge they much reverence, some to call them <em>Bodies</em>, and think them made of aire compacted by a power supernaturall, because the sight judges them corporeall; and some to call them <em>Spirits</em>, because the sense of Touch discerneth nothing in the place where they appear, to resist their fingers: So that the proper signification of <em>Spirit</em> in common speech, is either a subtile, fluid, and invisible Body, or a Ghost, or other Idol or Phantasme of the Imagination. But for metaphoricall significations, there be many: for sometimes it is taken for Disposition or Inclination of the mind; as when for the disposition to controwl the sayings of other men, we say, <em>a spirit of contradiction</em>; For <em>a disposition to uncleannesse, an unclean spirit</em>; for <em>perversenesse, a froward spirit</em>; for <em>sullennesse, a dumb spirit</em>, and for <em>inclination to godlinesse, and Gods service, the Spirit of God</em>: sometimes for any eminent ability, or extraordinary passion, or disease of the mind, as when <em>great wisdome</em> is called the <em>spirit of wisdome</em>; and <em>mad men</em> are said to be <em>possessed with a spirit</em>.","subId":"3","id":"Hobbes.L.3.34.3"},{"type":"paragraph","content":"Other signification of <em>Spirit</em> I find no where any; and where none of these can satisfie the sense of that word in Scripture, the place falleth not under humane Understanding; and our Faith therein consisteth not in our Opinion, but in our Submission; as in all places where God is said to be a <em>Spirit</em>; or where by the <em>Spirit of God</em>, is meant God himselfe. For the nature of God is incomprehensible; that is to say, we understand nothing of <em>what he is</em>, but only <em>that he is</em>; and therefore the Attributes we give him, are not to tell one another, <em>what he is</em>, nor to signifie our opinion of his Nature, but our desire to honour him with such names as we conceive most honorable amongst our selves.","subId":"4","id":"Hobbes.L.3.34.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Spirit of God taken in the Scripture sometimes for a Wind, or Breath.</em></span> <em>Gen</em>. 1. 2. <em>The Spirit of God moved upon the face of the Waters</em>. Here if by the <em>Spirit of God</em> be meant God himself, then is Motion attributed to God, and consequently <em>Place</em>, which are intelligible only of Bodies, and not of substances incorporeall; and so the place is above our understanding, that can conceive nothing moved that changes not place, or that has not dimension; and whatsoever has dimension, is Body. But the meaning of those words is best understood by the like place, <em>Gen</em>. 8. 1. Where when the earth was covered with Waters, as in the beginning, God intending to abate them, and again to discover the dry land, useth the like words, <em>I will bring my Spirit upon the Earth, and the waters shall be diminished</em>: in which place by <em>Spirit</em> is understood a Wind, (that is an Aire or <em>Spirit moved</em>,) which might be called (as in the former place) the <em>Spirit of God</em>, because it was Gods work.","subId":"5","id":"Hobbes.L.3.34.5"},{"type":"paragraph","content":"<em>Gen</em>. 41. 38. <em>Pharaoh</em> calleth the <em>Wisdome of Joseph</em>,<span class=\"margin-comment\"><em>Secondly, for extraordinary gifts of the Understanding.</em></span> the <em>Spirit of God</em>. For <em>Joseph</em> having advised him to look out a wise and discreet man, and to set him over the land of Egypt, he saith thus, <em>Can we find such a man as this is, in whom is the Spirit of God?</em> And Exod. 28. 3. <em>Thou shalt speak</em> (saith God) <em>to all that are wise hearted, whom I have filled with the Spirit of Wisdome, to make Aaron Garments, to consecrate him.</em> Where extraordinary Understanding, though but in making Garments, as being the <em>Gift</em> of God, is called the <em>Spirit</em> of God. The same is found again, <em>Exod</em>. 31. 3, 4, 5, 6. and 35. 31. And <em>Isaiah</em> 11. 2, 3. where the Prophet speaking of the Messiah, saith, <em>The Spirit of the Lord shall abide upon him, the Spirit of wisdome and understanding, the Spirit of counsell, and fortitude; and the Spirit of the fear of the Lord</em>. Where manifestly is meant, not so many Ghosts, but so many eminent <em>graces</em> that God would give him.","subId":"6","id":"Hobbes.L.3.34.6"},{"type":"paragraph","content":"In the Book of <em>Judges</em>, an extraordinary Zeal, and<span class=\"margin-comment\"><em>Thirdly, for extraordinary Affections.</em></span> Courage in the defence of Gods people, is called the <em>Spirit</em> of God; as when it excited Othoniel, Gideon, Jephtha, and Samson to deliver them from servitude, <em>Judg</em>. 3. 10. 6. 34. 11. 29. 13. 25. 14. 6, 19. And of <em>Saul</em>, upon the newes of the insolence of the Ammonites towards the men of Jabesh Gilead, it is said (1 <em>Sam</em>. 11. 6.) that <em>The Spirit of God came upon Saul, and his Anger</em> (or, as it is in the Latine, <em>his Fury</em>) <em>was kindled greatly</em>. Where it is not probable was meant a Ghost, but an extraordinary <em>Zeal</em> to punish the cruelty of the Ammonites. In like manner by the <em>Spirit</em> of God, that came upon Saul, when hee was amongst the Prophets that praised God in Songs, and Musick(1 <em>Sam</em>. 19. 20.) is to be understood, not a Ghost, but an unexpected and sudden <em>zeal</em> to join with them in their devotion.","subId":"7","id":"Hobbes.L.3.34.7"},{"type":"paragraph","content":"The false Prophet <em>Zedekiah</em>, saith to <em>Micaiah</em> (1 <em>Kings</em><span class=\"margin-comment\"><em>Fourthly, for the gift of Prediction by Dreams and Visions.</em></span> 22. 24.) <em>Which way went the Spirit of the Lord from me to speak to thee?</em> Which cannot be understood of a Ghost; for <em>Micaiah</em> declared before the Kings of Israel and Judah, the event of the battle, as from a <em>Vision</em>, and not as from a <em>Spirit</em>, speaking in him.","subId":"8","id":"Hobbes.L.3.34.8"},{"type":"paragraph","content":"In the same manner it appeareth, in the Books of the Prophets, that though they spake by the <em>Spirit</em> of God, that is to say, by a speciall grace of Prediction; yet their knowledge of the future, was not by a Ghost within them, but by some supernaturall <em>Dream</em> or <em>Vision</em>.","subId":"9","id":"Hobbes.L.3.34.9"},{"type":"paragraph","content":"<em>Gen</em>. 2. 7. It is said, <em>God made man of the dust of the</em><span class=\"margin-comment\"><em>Fiftly, for Life.</em></span> <em>Earth, and breathed into his nostrills</em> (spiraculum vitæ) <em>the breath of life, and man was made a living soul</em>. There the <em>breath of life</em> inspired by God, signifies no more, but that God gave him life; And (Job 27. 3.) <em>as long as the Spirit of God is in my nostrils</em>; is no more then to say, <em>as long as I live</em>. So in <em>Ezek</em>. 1. 20. <em>the Spirit of life was in the wheels</em>, is equivalent to, <em>the wheels were alive</em>. And (<em>Ezek</em>. 2. 30.) <em>the Spirit entred into me, and set me on my feet</em>, that is, I <em>recovered my vitall strength</em>; not that any Ghost, or incorporeall substance entred into; and possessed his body.","subId":"10","id":"Hobbes.L.3.34.10"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Sixtly, for a subordination to authority.</em></span> In the 11 chap. of <em>Numbers</em>. verse 17. I <em>will take</em> (saith God) <em>of the Spirit, which is upon thee, and will put it upon them, and they shall bear the burthen of the people with</em> <em>thee</em>; that is, upon the seventy Elders: whereupon two of the seventy are said to prophecy in the campe; of whom some complained, and Joshua desired Moses to forbid them; which Moses would not doe. Whereby it appears; that Joshua knew not they had received authority so to do, and prophecyed according to the mind of Moses, that is to say, by a <em>Spirit</em>, or <em>Authority</em> subordinate to his own.","subId":"11","id":"Hobbes.L.3.34.11"},{"type":"paragraph","content":"In the like sense we read (<em>Deut</em>. 34. 9.) that <em>Joshua was full of the Spirit of wisdome, because Moses had laid his hands upon him</em>: that is, because he was <em>ordained</em> by Moses, to prosecute the work hee had himselfe begun, (namely, the bringing of Gods people into the promised land), but prevented by death, could not finish.","subId":"12","id":"Hobbes.L.3.34.12"},{"type":"paragraph","content":"In the like sense it is said, (<em>Rom</em>. 8. 9.) <em>If any man have not the Spirit of Christ, he is none of his</em>: not meaning thereby the <em>Ghost</em> of Christ, but a <em>submission</em> to his Doctrine. As also (1 <em>John</em> 4. 2.) <em>Hereby you shall know the Spirit of God; Every Spirit that confesseth that Jesus Christ is come in the flesh, is of God</em>; by which is meant the Spirit of unfained Christianity, or <em>submission</em> to that main Article of Christian faith, that Jesus is the Christ; which cannot be interpreted of a Ghost.","subId":"13","id":"Hobbes.L.3.34.13"},{"type":"paragraph","content":"Likewise these words (<em>Luke</em> 4. 1.) <em>And Jesus full of the Holy Ghost</em> (that is, as it is exprest, <em>Mat</em>. 4. 1. and <em>Mar</em>. 1. 12. <em>of the Holy Spirit</em>,) may be understood, for <em>Zeal</em> to doe the work for which hee was sent by God the Father: but to interpret it of a Ghost, is to say, that God himselfe (for so our Saviour was,) was filled with God; which is very unproper, and unsignificant. How we came to translate <em>Spirits</em>, by the word <em>Ghosts</em>, which signifieth nothing, neither in heaven, nor earth, but the Imaginary inhabitants of mans brain, I examine not: but this I say, the word <em>Spirit</em> in the text signifieth no such thing; but either properly a reall <em>substance</em>, or Metaphorically, some extraordinary <em>ability</em> or <em>affection</em> of the Mind, or of the Body.","subId":"14","id":"Hobbes.L.3.34.14"},{"type":"paragraph","content":"The Disciples of Christ, seeing him walking upon the<span class=\"margin-comment\"><em>Seventhly, for Aeriall Bodies.</em></span> sea, (<em>Mat</em>. 14. 26. and <em>Marke</em> 6. 49.) supposed him to be a <em>Spirit</em>, meaning thereby an Aeriall <em>Body</em>, and not a Phantasme: for it is said, they all saw him; which cannot be understood of the delusions of the brain, (which are not common to many at once, as visible Bodies are; but singular, because of the differences of Fancies), but of Bodies only. In like manner, where he was taken for a <em>Spirit</em>, by the same Apostles (<em>Luke</em> 24. 3, 7.): So also (<em>Acts</em> 12. 15.) when St. <em>Peter</em> was delivered out of Prison, it would not be beleeved; but when the Maid said he was at the dore, they said it was his <em>Angel</em>; by which must be meant a corporeall substance, or we must say, the Disciples themselves did follow the common opinion of both Jews and Gentiles, that some such apparitions were not Imaginary, but Reall; and such as needed not the fancy of man for their Existence: These the Jews called <em>Spirits</em>, and <em>Angels</em>, Good or Bad; as the Greeks called the same by the name of <em>Dæmons</em>. And some such apparitions may be reall, and substantiall; that is to say, subtile Bodies, which God can form by the same power, by which he formed all things, and make use of, as of Ministers, and Messengers (that is to say, Angels) to declare his will, and execute the same when he pleaseth, in extraordinary and supernaturall manner. But when hee hath so formed them they are Substances, endued with dimensions, and take up roome, and can be moved from place to place, which is peculiar to Bodies; and therefore are not Ghosts <em>incorporeall</em>, that is to say, Ghosts that are in <em>no place</em>; that is to say, that are <em>no where</em>; that is to say, that seeming to be <em>somewhat</em>, are <em>nothing</em>. But if Corporeall be taken in the most vulgar manner, for such Substances as are perceptible by our externall Senses; then is Substance Incorporeall, a thing not Imaginary, but Reall; namely, a thin Substance, Invisible, but that hath the same dimensions that are in grosser Bodies.","subId":"15","id":"Hobbes.L.3.34.15"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Angel what.</em></span> By the name of <span class=\"small-capitals\">Angel</span>, is signified generally, a <em>Messenger</em>; and most often, a <em>Messenger of God</em>: And by a Messenger of God, is signified, any thing that makes known his extraordinary Presence; that is to say, the extraordinary manifestation of his power, especially by a Dream, or Vision.","subId":"16","id":"Hobbes.L.3.34.16"},{"type":"paragraph","content":"Concerning the creation of <em>Angels</em>, there is nothing delivered in the Scriptures. That they are Spirits, is often repeated: but by the name of Spirit, is signified both in Scripture, and vulgarly, both amongst Jews, and Gentiles, sometimes thin Bodies; as the Aire, the Wind, the Spirits Vitall, and Animall, of living creatures; and sometimes the Images that rise in the fancy in Dreams, and Visions; which are not reall Substances, nor last any longer then the Dream, or Vision they appear in; which Apparitions, though no reall Substances, but Accidents of the brain; yet when God raiseth them supernaturally, to signifie his Will, they are not unproperly termed Gods Messengers, that is to say, his <em>Angels</em>.","subId":"17","id":"Hobbes.L.3.34.17"},{"type":"paragraph","content":"And as the Gentiles did vulgarly conceive the Imagery of the brain, for things really subsistent without them, and not dependent on the fancy; and out of them framed their opinions of <em>Dæmons</em>, Good and Evill; which because they seemed to subsist really, they called <em>Substances</em>; and because they could not feel them with their hands, <em>Incorporeall</em>: so also the Jews upon the same ground, without any thing in the Old Testament that constrained them thereunto, had generally an opinion, (except the sect of the <em>Sadduces</em>,) that those apparitions (which it pleased God sometimes to produce in the fancie of men, for his own service, and therefore called them his <em>Angels</em>) were substances, not dependent on the fancy, but permanent creatures of God; whereof those which they thought were good to them, they esteemed the <em>Angels of God</em>, and those they thought would hurt them, they called <em>Evill Angels</em>, or Evill Spirits; such as was the Spirit of Python, and the Spirits of Mad-men, of Lunatiques, and Epileptiques: For they esteemed such as were troubled with such diseases, <em>Dæmoniaques</em>.","subId":"18","id":"Hobbes.L.3.34.18"},{"type":"paragraph","content":"But if we consider the places of the Old Testament where Angels are mentioned, we shall find, that in most of them, there can nothing else be understood by the word <em>Angel</em>, but some image raised (supernaturally) in the fancy, to signifie the presence of God in the execution of some supernaturall work; and therefore in the rest, where their nature is not exprest, it may be understood in the same manner.","subId":"19","id":"Hobbes.L.3.34.19"},{"type":"paragraph","content":"For we read <em>Gen</em>. 16. that the same apparition is called, not onely an <em>Angel</em>, but <em>God</em>; where that which (verse 7.) is called the <em>Angel</em> of the Lord, in the tenth verse, saith to Agar, <em>I will multiply thy seed exceedingly</em>; that is, speaketh in the person of God. Neither was this apparition a Fancy figured, but a Voice. By which it is manifest, that <em>Angel</em> signifieth there, nothing but <em>God</em> himself, that caused Agar supernaturally to apprehend a voice from heaven; or rather, nothing else but a Voice supernaturall, testifying Gods speciall presence there. Why therefore may not the Angels that appeared to Lot, and are called <em>Gen</em>. 19. 13. <em>Men</em>; and to whom, though they were two, Lot speaketh (ver. 18.) as but to one, and that one, as God, (for the words are, <em>Lot said unto them, Oh not so my Lord</em>) be understood of images of men, supernaturally formed in the Fancy; as well as before by Angel was understood a fancyed Voice? When the Angel called to Abraham out of heaven, to stay his hand (<em>Gen</em>. 22. 11.) from slaying Isaac, there was no Apparition, but a Voice; which neverthelesse was called properly enough a Messenger, or <em>Angel</em> of God, because it declared Gods will supernaturally, and saves the labour of supposing any permanent Ghosts. The Angels which Jacob saw on the Ladder of Heaven (<em>Gen</em>. 28. 12.) were a Vision of his sleep; therefore onely Fancy, and a Dream; yet being supernaturall, and signs of Gods speciall presence, those apparitions are not improperly called <em>Angels</em>. The same is to be understood (<em>Gen</em>. 31. 11.) where Jacob saith thus, <em>The Angel of the Lord appeared to mee in my sleep. For an apparition made to a man in his sleep, is that which all men call a Dreame, whether such Dreame be naturall, or super-naturall: and that which there Jacob calleth an </em>Angel<em>, was God himselfe; for the same Angel saith (verse 13.) </em>I am the God of Bethel<em>.</em>","subId":"20","id":"Hobbes.L.3.34.20"},{"type":"paragraph","content":"Also (<em>Exod</em>. 14. 9.) the Angel that went before the Army of Israel to the Red Sea, and then came behind it, is (verse 19.) the Lord himself; and he appeared not in the form of a beautifull man, but in form (by day) of a <em>pillar of cloud</em>, and (by night) in form of a <em>pillar of fire</em>; and yet this Pillar was all the apparition, and <em>Angel</em> promised to Moses (<em>Exod</em>. 14. 9.) for the Armies guide: For this cloudy pillar, is said, to have descended, and stood at the dore of the Tabernacle, and to have talked with Moses.","subId":"21","id":"Hobbes.L.3.34.21"},{"type":"paragraph","content":"There you see Motion, and Speech, which are commonly attributed to Angels, attributed to a Cloud, because the Cloud served as a sign of Gods presence; and was no lesse an Angel, then if it had had the form of a Man, or Child of never so great beauty; or Wings, as usually they are painted, for the false instruction of common people. For it is not the shape; but their use, that makes them Angels. But their use is to be significations of Gods presence in supernaturall operations; As when Moses (<em>Exod</em>. 33. 14.) had desired God to goe along with the Campe, (as he had done alwaies before the making of the Golden Calfe,) God did not answer, <em>I will goe</em>, nor <em>I will send an Angell in my stead</em>; but thus, <em>my presence shall goe with thee</em>.","subId":"22","id":"Hobbes.L.3.34.22"},{"type":"paragraph","content":"To mention all the places of the Old Testament where the name of Angel is found, would be too long. Therefore to comprehend them all at once, I say, there is no text in that part of the Old Testament, which the Church of England holdeth for Canonicall, from which we can conclude, there is, or hath been created, any permanent thing (understood by the name of <em>Spirit</em> or <em>Angel</em>,) that hath not quantity; and that may not be, by the understanding divided; that is to say, considered by parts; so as one part may bee in one place, and the next part in the next place to it; and, in summe, which is not (taking Body for that, which is some what, or some where) Corporeall; but in every place, the sense will bear the interpretation of Angel, for Messenger; as John Baptist is called an Angel, and Christ the Angel of the Covenant; and as (according to the same Analogy) the Dove, and the Fiery Tongues, in that they were signes of Gods speciall presence, might also be called Angels. Though we find in Daniel two names of Angels, <em>Gabriel</em>, and <em>Michael</em>; yet it is cleer out of the text it selfe, (<em>Dan</em>. 12. 1.) that by <em>Michael</em> is meant <em>Christ</em>, not as an Angel, but as a Prince: and that <em>Gabriel</em> (as the like apparitions made to other holy men in their sleep) was nothing but a supernaturall phantasme, by which it seemed to <em>Daniel</em>, in his dream, that two Saints being in talke, one of them said to the other, <em>Gabriel, let us make this man understand his Vision</em>: For God needeth not, to distinguish his Celestiall servants by names, which are usefull onely to the short memories of Mortalls. Nor in the New Testament is there any place, out of which it can be proved, that Angels (except when they are put for such men, as God hath made the Messengers, and Ministers of his word, or works) are things permanent, and withall incorporeall. That they are permanent, may bee gathered from the words of our Saviour himselfe, (<em>Mat</em>. 25. 41.) where he saith, it shall be said to the wicked in the last day, <em>Go ye cursed into everlasting fire prepared for the Devil and his Angels</em>: which place is manifest for the permanence of Evill Angels, (unlesse wee might think the name of Devill and his Angels may be understood of the Churches Adversaries and their Ministers;) but then it is repugnant to their Immateriality; because Everlasting fire is no punishment to impatible substances, such as are all things Incorporeall. Angels therefore are not thence proved to be Incorporeall. In like manner where St. Paul sayes (1 <em>Cor</em>. 6. 3.) <em>Know ye not that wee shall judge the Angels?</em> And (2 <em>Pet</em>. 2. 4.) <em>For if God spared not the Angels that sinned, but cast them down into hell</em>. And (<em>Jude</em> 1, 6.) <em>And the Angels that kept not their first estate, but left their owne habitation, hee hath reserved in everlasting chaines under darknesse unto the Judgment of the last day; though it prove the Permanence of Angelicall nature, it confirmeth also their Materiality.</em> And (<em>Mat</em>. 22. 30.) <em>In the resurrection men doe neither marry, nor give in marriage, but are as the Angels of God in heaven</em>: but in the resurrection men shall be Permanent, and not Incorporeall; so therefore also are the Angels.","subId":"23","id":"Hobbes.L.3.34.23"},{"type":"paragraph","content":"There be divers other places out of which may be drawn the like conclusion. To men that understand the signification of these words, <em>Substance</em>, and <em>Incorporeall</em>; as <em>Incorporeall</em> is taken not for subtile body but for <em>not Body</em>, they imply a contradiction: insomuch as to say, an Angel, or Spirit is (in that sense) an Incorporeall Substance, is to say in effect, there is no Angel nor Spirit at all. Considering therefore the signification of the word Angel in the Old Testament, and the nature of Dreams and Visions that happen to men by the ordinary way of Nature; I was enclined to this opinion, that Angels were nothing but supernaturall apparitions of the Fancy, raised by the speciall and extraordinary operation of God, thereby to make his presence and commandements known to mankind, and chiefly to his own people. But the many places of the New Testament, and our Saviours own words, and in such texts, wherein is no suspicion of corruption of the Scripture, have extorted from my feeble Reason, an acknowledgment, and beleef, that there be also Angels substantiall, and permanent. But to beleeve they be in no place, that is to say, no where, that is to say, nothing, as they (though indirectly) say, that will have them Incorporeall, cannot by Scripture bee evinced.","subId":"24","id":"Hobbes.L.3.34.24"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Inspiration what.</em></span> In the signification of the word <em>Spirit</em>, dependeth that of the word <span class=\"small-capitals\">Inspiration</span>; which must either be taken properly; and then it is nothing but the blowing into a man some thin and subtile aire, or wind, in such manner as a man filleth a bladder with his breath; or if Spirits be not corporeall, but have their existence only in the fancy, it is nothing but the blowing in of a Phantasme; which is improper to say, and impossible; for Phantasmes are not, but only seem to be somewhat. That word therefore is used in the Scripture metaphorically onely: As (<em>Gen</em>. 2. 7.) where it is said, that God <em>inspired</em> into man the breath of life, no more is meant, then that God gave unto him vitall motion. For we are not to think that God made first a living breath, and then blew it into Adam after he was made, whether that breath were reall, or seeming; but only as it is (<em>Acts</em> 17. 25.) <em>that he gave him life, and breath</em>; that is, made him a living creature. And where it is said (2 <em>Tim</em>. 3. 16.) <em>all Scripture is given by Inspiration from God</em>, speaking there of the Scripture of the Old Testament, it is an easie metaphor, to signifie, that God enclined the spirit or mind of those Writers, to write that which should be usefull, in teaching, reproving, correcting, and instructing men in the way of righteous living. But where St. Peter (2 <em>Pet</em>. 1. 21.) saith, that <em>Prophecy came not in old time by the will of man, but the holy men of God spake as they were moved by the Holy Spirit</em>, by the Holy Spirit, is meant the voice of God in a Dream, or Vision supernaturall, which is not <em>Inspiration</em>: Nor when our Saviour breathing on his Disciples, said, <em>Receive the Holy Spirit</em>, was that Breath the Spirit, but a sign of the spirituall graces he gave unto them. And though it be said of many, and of our Saviour himself, that he was full of the Holy <em>Spirit</em>; yet that Fulnesse is not to be understood for <em>Infusion</em> of the substance of God, but for accumulation of his gifts, such as are the gift of sanctity of life, of tongues, and the like, whether attained supernaturally, or by study and industry; for in all cases they are the gifts of God. So likewise where God sayes (<em>Joel</em> 2. 28.) <em>I will powre out my Spirit upon all flesh, and your Sons and your Daughters shall prophecy, your Old men shall dream Dreams, and your Young men shall see Visions</em>, wee are not to understand it in the proper sense, as if his <em>Spirit</em> were like water, subject to effusion, or infusion; but as if God had promised to give them Propheticall Dreams, and Visions. For the proper use of the word <em>infused</em>, in speaking of the graces of God, is an abuse of it; for those graces are Vertues, not Bodies to be carryed hither and thither, and to be powred into men, as into barrels.","subId":"25","id":"Hobbes.L.3.34.25"},{"type":"paragraph","content":"In the same manner, to take <em>Inspiration</em> in the proper sense, or to say that Good <em>Spirits</em> entred into men to make them prophecy, or Evill <em>Spirits</em> into those that became Phrenetique, Lunatique, or Epileptique, is not to take the word in the sense of the Scripture; for the Spirit there is taken for the power of God, working by causes to us unknown. As also (<em>Acts</em> 2. 2.) the wind, that is there said to fill the house wherein the Apostles were assembled on the day of Pentecost, is not to be understood for the Holy <em>Spirit</em>, which is the Deity it self; but for an Externall sign of Gods speciall working on their hearts, to effect in them the internall graces, and holy vertues hee thought requisite for the performance of their Apostleship.","subId":"26","id":"Hobbes.L.3.34.26"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.3","imported":true,"title":"The Third Part, Of A Christian Common-wealth","breadcrumb":"Part 3","published":[1651]}],"prev":{"id":"Hobbes.L.3.33","imported":true,"title":"Of the Number, Antiquity, Scope, Authority, and Interpreters of the Books of Holy Scripture","breadcrumb":"Chapter 33","published":[1651]},"next":{"id":"Hobbes.L.3.35","imported":true,"title":"Of the Signification in Scripture of Kingdome Of God, of Holy, Sacred, and Sacrament","breadcrumb":"Chapter 35","published":[1651]}}