{"id":"Astell.LLG.1","imported":true,"duplicate":"Norris.LLG","parent":"Astell.LLG","title":"Letter I. To Mr. Norris","breadcrumb":"Letter 1","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.1?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h2>LETTER I.</h2> <h2><em>To</em> <span class=\"name\"><em>Mr.</em> Norris</span>.</h2> ","id":"Astell.LLG.1"},{"type":"paragraph","content":"THough some morose Gentlemen wou'd perhaps remit me to the Distaff or the Kitchin, or at least to the Glass and the Needle, the proper Employments as they fancy of a Womans Life; yet expecting better things from the more Equitable and ingenious <span class=\"name\">Mr. <em>Norris</em></span>, who is not so narrow-Soul'd as to confine Learning to his own Sex, or to envy it in ours, I presume to beg his Attention a little to the Impertinencies of a Womans Pen. And indeed Sir, there is some reason why I, though a Stranger, should Address to you for the Resolution of my Doubts and Information of my Judgment, since you have increased my Natural Thirst for Truth, and set me up for a <em>Virtuoso</em>. For though I can't pretend to a Multitude of Books, Variety of Languages, the Advantages of Academical Education, or any Helps but what my own Curiosity afford; yet, <em>Thinking</em> is a Stock that no Rational Creature can want, if they know but how to use it; and this, as you have taught me, with Purity and Prayer, (which I wish were as much practis'd as they are easie to practise) is the way and method to true Knowledge. But setting Preface and Apology aside, the occasion of giving you this trouble is this:","subId":"1","id":"Astell.LLG.1.1"},{"type":"paragraph","content":"Reading the other day the Third Volume of your excellent Discourses, as I do every thing you Write with great Pleasure and no less Advantage; yet taking the liberty that I use with other Books, (and yours or no bodies will bear it) to raise all the Objections that ever I can, and to make them undergo the severest Test my Thoughts can put 'em to before they pass for currant, a difficulty arose which without your assistance I know not how to solve.","subId":"2","id":"Astell.LLG.1.2"},{"type":"paragraph","content":"Methinks there is all the reason in the World to conclude, <em>That GOD is the only efficient Cause of all our Sensations;</em> and you have made it as clear as the Day; and it is equally clear from the Letter of the Commandment, <em>That GOD is not only the Principal, but the</em> sole Object <em>of our Love:</em> But the reason you assign for it, namely, <em>Because he is the only efficient Cause of our Pleasure,</em> seems not equally clear. For if we must Love nothing but what is Lovely, and nothing is Lovely but what is our Good, and nothing is our Good but what does us Good, and nothing does us Good but what causes Pleasure in us; may we not by the same way of arguing say, That that which Causes Pain in us does not do us Good, (for nothing you say does us Good but what Causes Pleasure) and therefore can't be our Good, and if not our Good then not Lovely, and consequently not the proper, much less the only Object of our Love? Again, if the Author of our Pleasure be upon that account the only Object of our Love, then by the same reason the Author of our Pain can't be the Object of our Love; and if both these Sensations be produced by the same Cause, then that Cause is at once the Object of our Love, and of our Aversion; for it is as natural to avoid and fly from Pain, as it is to follow and pursue Pleasure?","subId":"3","id":"Astell.LLG.1.3"},{"type":"paragraph","content":"So that if these Principles, <em>viz. That GOD is the Efficient Cause of our Sensations,</em> (Pain as well as Pleasure) <em>and that he is the only Object of our Love,</em> be firm and true, as I believe they are; it will then follow, either that the being the Cause of our Pleasure is not the true and proper Reason why that Cause should be the Object of our Love, (for the Author of our Pain has as good a Title to our Love as the Author of our Pleasure;) Or else, if nothing be the Object of our Love but what does us Good, then something else does us Good besides what causes Pleasure? Or to speak more properly, the Cause of all our Sensations, Pain as well as Pleasure being the only Object of our Love, and nothing being Lovely but what does us Good, consequently, that which Causes Pain does us Good as well as that which Causes Pleasure; and therefore it can't be true, That nothing does us Good but what Causes Pleasure.","subId":"4","id":"Astell.LLG.1.4"},{"type":"paragraph","content":"Perhaps I have express'd my self but crudely, yet I am persuaded I've said enough for one of your Quickness to find out either the strength or weakness of this Objection. I shall not therefore trouble you any further, but to beg Pardon for this, and to wish you all imaginable Happiness, (if it be not absurd to wish Felicity to one who already possesses a Virtuous, Large and Contemplative Soul, and a quiet convenient Retirement, which is indeed all the Happiness that can be had on this side Heaven) and to subscribe my self <br> &emsp;Honoured Sir, <span class=\"margin-comment\">London, St. Matthew's day, 1693.</span> <br> &emsp;Your great Admirer <br> &emsp;&emsp;and most humble Servant.","subId":"5","id":"Astell.LLG.1.5"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Norris.LLG.Pref","imported":true,"duplicate":"Astell.LLG","title":"The Preface","breadcrumb":"Preface","published":[1695]},"next":{"id":"Norris.LLG.2","imported":true,"duplicate":"Astell.LLG","title":"Letter II. Mr. Norris's Answer","breadcrumb":"Letter 2","published":[1695]}}