{"id":"Astell.LLG.5","imported":true,"duplicate":"Norris.LLG","parent":"Astell.LLG","title":"Letter V. To Mr. Norris","breadcrumb":"Letter 5","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.5?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h2>LETTER V.</h2> <h2><em>To</em> <span class=\"name\"><em>Mr.</em> Norris</span>.</h2> ","id":"Astell.LLG.5"},{"type":"paragraph","content":"SO candid and condescending a Treatment of a Stranger, a Woman, and so inconsiderable an one as my self, shews you to be as much above the Generality of the World in your Practice, as you are in your Theory and Speculation. Hitherto I have courted Truth with a kind of Romantick Passion, in spite of all Difficulties and Discouragements: for knowledge is thought so unnecessary an Accomplishment for a Woman, that few will give themselves the Trouble to assist them in the Attainment of it. Not considering that the meliorating of one single Soul is an Employment more worthy of a wise Man, than most of those things to which Custom appropriates the Name of Business and Affairs. But now, since you have so generously put into my Hand an Opportunity of obtaining what I so greedily long after, that I may make the best Improvement of so great an Advantage, I give up my self entirely to your Conduct, so far as is consistent with a rational not blind Obedience, bring a free and unprejudiced Mind to receive from your Hand such Gravings and Impressions as shall seem most convenient, and though I can't engage for a prompt and comprehensive Genius, yet I will for a docible Temper.","subId":"1","id":"Astell.LLG.5.1"},{"type":"paragraph","content":"The Esteem I have for those necessary and useful Rules you have already prescribed, shall appear by my strict Observation of them. For indeed the Span of Life is too short to be trifled away in unconcerning and unprofitable Matters; and that Soul who has any Sense of a better Life, can't chuse but desire that every Minute of her Time may be employed in the regulating of her Will with the most critical Exactness, and the extending her Understanding to its utmost Stretch, that so she may obtain the most enlarg'd Knowledge and ample Fruition of <em>GOD</em> her only Good, that her Nature is capable of. I will therefore pass on to explain a little what I asserted in my last, next add a few Thoughts concerning Divine Love, and in the last place a Proposal or two for the better Prosecution of those you have already made.","subId":"2","id":"Astell.LLG.5.2"},{"type":"paragraph","content":"Now in order to the first, I am very well satisfied that <em>GOD</em> is the Cause of Mental as well as Bodily Pain, if by mental Pain you understand Grief, my Mistake lying in this, that I confounded Sin and mental Pain. 'Tis indeed evident that Sin and Grief are two distinct things; yet I cannot form to my self any Idea of Sin which does not include in it the greatest Pain and Misery. For as Sin is the meritorious Cause of all Misery, so it seems to me that the Punishment of Sin is concomitant to the Act; Misery is inseparable from Sin, and the Sinner is <em>ipso&nbsp;facto</em> punished. When therefore I said that mental Pain is the same with Sin, I meant no more than this, that as a musical Instrument, if it were capable of Sense and Thought, wou'd be uneasie and in pain when harsh discordant Notes are plaid upon it, so Man, when he breaks the Law of his Nature and runs counter to those Motions his Maker has assign'd him, when he contradicts the Order and End of his Being must needs be in Pain and Misery. And as the Health and Perfection, Ease and Pleasure, Good and Happiness (or whatever you will call it) of a Creature consists in its Conformity to the End of its Creation, and the being in such Circumstances as are agreeable to its Nature, from which when in the least it deviates it loses both its Beauty and its Pleasure; so the Soul of Man being made on purpose for the Contemplation and Love of <em>GOD</em> whensoever it ceases to pursue that End, must needs be put out of the Order of its Nature, and consequently depriv'd of all Pleasure and Perfection, whilst it stands rightly affected towards <em>GOD</em> it cannot be destitute of Pleasure, but whatsoever sets it in Opposition to him does by that Act deprive it of all Delight.","subId":"3","id":"Astell.LLG.5.3"},{"type":"paragraph","content":"So that my Hypothesis will lie thus: That although <em>GOD</em> only has Power to modifie the Soul of Man, and to affect it with Pain and Grief, yet since these are rather <em>Uneasinesses</em> than Evils strictly so call'd (nothing according to my Notion being the proper Evil of Man but Sin, of which more anon) since they are design'd by <em>GOD</em> as Mediums to good, and are, if not formally, yet at least consequentially Occasions of Pleasure; since the wilful and affected Ignorance of the Understanding and Pravity of the Will, or in other Words Sin is the true and proper Evil of a Man, because Sin only is absolutely and directly opposite to the Essence of Goodness; and seeing <em>GOD</em> can no way be said to be the Author of Sin, consequently his being the Cause of our uneasie Sensations, can be no just Bar to our Love, much less any Motive to our Aversion.","subId":"4","id":"Astell.LLG.5.4"},{"type":"paragraph","content":"As for the Distinction of the Soul into inferiour and superiour Part, I am as little satisfied with it as you can be, and do confess to you ingeniously that I have no clear Idea of that which is properly my self, nor do I well know how to distinguish its Powers and Operations: For the usual Accounts that are given of the Soul are very unsatisfactory, that in your Letter being the best I have met with and therefore for want of better Expressions, I made use of this Distinction, which I did the more readily because I learned it from your <cite><em>Christian Blessedness</em>, P. 158.</cite> All the remaining Difference therefore lies in this Question, <em>whether Sin be the only Evil?</em> And in order to the removing it, I shall first shew you my Design in affirming that it is, and then the Reasons that incline me to it, and when I have done so I will refer all to your better Judgment.","subId":"5","id":"Astell.LLG.5.5"},{"type":"paragraph","content":"First, for what I aim at, I have observ'd that most of the Folly and Mischief that is in the World proceeds from false Notions of Pain and Pleasure, and Mistakes concerning the Nature of good and evil. For would Men be perswaded that GOD is their only good, so they might enjoy him they would not much regret the Absence of other things; neither would they so greedily pursue the Shell of Pleasure, nor fix their Hearts on sensible Objects which can never satisfie. And were they but convinced that nothing is so evil as Sin, they would not <em>choose Iniquity rather than Affliction.</em> As therefore your Account of Pleasure does rectifie the Errors of our Love, so I could wish that our Aversions were better regulated than they usually are; and that Sin, which though it be not the <em>efficient,</em> is yet the <em>moral Cause</em> of all our Evils and Displeasures, were so represented as that it might appear the only proper and adequate Object of our intire Hatred and Aversion. This is my Design.","subId":"6","id":"Astell.LLG.5.6"},{"type":"paragraph","content":"Now for the Reasons (besides what are already intimated) which incline me to think that Sin is the only Evil. I grant that whatever is contrary to the Pleasure and Good of Man in any of his Capacities, may in some Sense be call'd an Evil, and in this Latitude no doubt but that both mental and sensible Pain are Evils. But because, when we speak of Evil we usually understand something that in its own Nature is the proper Object of our Aversion, evil as evil being no way eligible; and since mental and bodily Pain are not so far evil but that in some Circumstances they may become eligible, which yet they could not be without assuming the Nature of good, and therefore they are not pure and absolute Evils. And further, though 'tis easie in our Contemplations and Retirements to distinguish between greater and lesser Evils, to compare and weigh them together, and to allot to each its due Proportion of Choice or Aversion, yet since good and evil do frequently present themselves to our Minds in common Conversation and Business, when we have neither Time nor Appetite to abstract and consider, but are determin'd by this short and obvious Sillogism, <q>Evil is not eligible, but such a thing is Evil, therefore it is not to be chosen</q>: Whereas perhaps that which we refuse as evil (suppose bodily or mental Pain) though formally, and in the greatest Latitude of the Word it be an Evil, yet comparatively and <span class=\"foreign\">pro hic &amp; nunc</span>, it may be a Good, and so the proper Object of our Choice. To avoid which common Occasion of Mistake, and because the Nature of Man has so strong an Aversion to every thing that bears the Name of Evil, I wou'd rather call Grief and Pain <em>Uneasinesses</em> than Evils, and wholly appropriate the Name of Evil to Sin, which is<a href=\"#n1\"><sup>[1]</sup></a> essentially and absolutely Evil and the only entire Object of a rational Creatures Hatred and Aversion.","subId":"7","id":"Astell.LLG.5.7"},{"type":"paragraph","content":"But not to contend about Words, admitting that Pain and Grief are Evils, it is but in a comparative and lower Sense; if they were essentially Evil, they could not in some Circumstances become good, which you your self allow them to be <em>occasionally</em> and <em>consequentially,</em> and as they may be a Means to avoid a greater Evil. Whereas the very<a href=\"#n1\"><sup>[1]</sup></a> Essence of Sin is evil, it can never in any Circumstance be eligible, which is a Sign it is never good. We may not commit a lesser Sin under Pretence to avoid a greater, but we <em>may,</em> nay we <em>ought</em> to endure the greatest Pain and Grief rather than commit the least sin. For (not to dispute what Good <em>GOD</em> may bring out of the Sins of Men, or how he does it, which are Questions I will not now meddle with) I have always thought that the least moral Evil is not to be chosen, no not in order to the greatest Good, as I think may be inferred from the Apostles arguing, <cite><em>Rom.</em> 3. 8.</cite> there is a certain Peculiarity of Evil in Sin, which (though you will not allow it the only Evil, yet at least) renders it an Evil paramont to all other Evils, and excludes it from the least degree of Eligibility. For though Pain and Grief put the Soul into uneasie Circumstances, yet they don't withdraw her from her true Good, they rather excite her more strongly to cleave to him, and that Trouble which sensible things occasion, and which she feels through the Disorder of her own Thoughts, stirs her up to fix more firmly on him, whose Comforts in this Case are her only Refreshment, whereas Sin quite alienates the Soul from her only true Good, and thereby deprives her of the sole Prop she has to rest on, and consequently puts her in the most wretched, helpless and evil Condition. Every thing but Sin has something of good in it, because every thing else proceeds from <em>GOD;</em> but Sin is all over perfect Deformity, an uncompounded Evil, and a direct Contradiction to Order and Perfection, and consequently to Pleasure, and therefore is, or ought to be, set at the greatest Opposition to the Nature of Man, and to be the proper Object of his intire Hatred and Aversion. This is the Point I drive at, and if it may be gained am very indifferent whether it be by mine, or some other Way of arguing.","subId":"8","id":"Astell.LLG.5.8"},{"type":"paragraph","content":"But before I proceed to the next Particular I have two Requests, one is, That you would please to oblige me with a Definition of Pleasure; and the other, That you would a little explain the Idea of Pain, for I don't well understand your Meaning when you say, <em>That Pain anticipates all Thought or Reflection;</em> I did suppose it to be an <em>uneasie Thought</em>, and how then can it anticipate all Thought? The Bodily Impression indeed prevents Thought, but that is not properly the Pain but the Occasion of it.","subId":"9","id":"Astell.LLG.5.9"},{"type":"paragraph","content":"Now in the next place to gratifie your Desire which falls in so much with my own Inclinations, <em>That I should further communicate my Thoughts concerning divine Love;</em> a Subject on which 'tis easie to be endless, and yet impossible to say too much: I take it to be the Sum and Substance of all Religion, to which all other Duties are reducible, which are but so many different Modifications of this Soul that animates the Christian Life: And therefore such Discourses as serve to lay its Foundation deep, and raise its superstructure high, such as bring it Fuel by rational Motives, and fan its Flame by devout and relishing Expressions, do the Work of Religion all at once; for were this Divine Principle but once firmly rooted in our Hearts, and suffered to display it self in all its necessary Effects and Consequences, 'twould supercede all other Instructions, and be instead of a Thousand Monitors.","subId":"10","id":"Astell.LLG.5.10"},{"type":"paragraph","content":"The Love of <em>GOD</em> is both the best Preservative against Evil (in its greatest Latitude) and the strongest Impellent to good. 'Tis the best Antidote against Sin, in that it disarms Temptations of all their Force, they cannot fasten upon the Soul that entirely loves its Maker. He who believes <em>GOD</em> to be his only Good, if he attend at all to that Conviction, can never wilfully sin against him. For Sin being a Disconformity to <em>GOD,</em> a willing something contrary to his Nature and Will, 'tis not possible for a Man to chuse that which he believes to be contrary to his only Good, and which will therefore consequently deprive him of it. And it being nothing else but the false Appearance of some seeming Good that inclines a Man to chuse amiss, he who considers <em>GOD</em> as his only Good, and loves him with an Entireness of Affection, has shut up all the Avenues of his Soul from that <em>Syren</em> apparent Good, and is not capable of being bewitch'd by it. Indeed if we allow the Creature to be in any degree our good, 'tis hard to keep our selves from desiring it, and if we permit Desire, we can never be secure from irregular Love, that Shame and Misery of Mankind, it being easier not to desire at all than to desire with Moderation. For Love is an insinuating Passion, and where-ever 'tis admitted, will spread and make its Way. And though the Charms of the Creature be infinitely unworthy to rival those of the Creator, yet they have this Advantage, that they perpetually press upon the outward Man, and constantly present themselves to our Senses, so that if we allow them the least Share in our Hearts, 'tis odds but that at last they wholly withdraw it from him who only has a Right to it.","subId":"11","id":"Astell.LLG.5.11"},{"type":"paragraph","content":"And as the Love of <em>GOD</em> secures our Innocence, so it makes the best Provision for our Pleasure. The Soul of Man may as well cease to <em>be</em> as cease to love; something or other it must desire, but so long as it moves towards the Creature, it may amuse its Cravings but can never satisfie them. How often will the Objects of our Love be wanting? How often will the Objects of our Love be wanting? How often will they be unkind? And suppose them as present and as kind as we can wish them, shall we not be as sick of our Fruitions as we were of our Desires? For what is there in the Creature but Emptiness, Vanity and Vexation? But the Object of Divine Love is always essentially present, nothing can hide him from us but our own Neglect; if we do but fix the Eyes of our Understanding on, and direct the Motions of our Will towards him, we may always contemplate and enjoy his Beauty; may always asswage our Thirst at this Fountain, and feast our hungry Souls upon his never-failing Charms, which though they will still draw us on to pursue a further Enjoyment, because of their infinite Amability and Perfection, yet all along they will satisfie and fill our Souls with unspeakable Delight; though they don't extinguish all Desire, yet they will remove all Emptiness, and at once replenish our Faculties and enlarge them! But these ravishing Delights which the enamoured Soul feels in every Approach to her Divine Lover are better felt than expressed, and when we have once tasted of these most sapid Pleasures, we shall for ever disdain the muddy Streams of sensual Delights!","subId":"12","id":"Astell.LLG.5.12"},{"type":"paragraph","content":"Thus the Love of <em>GOD</em> defends us from the Uneasiness of Pain and Grief, as well as from the Evil of Sin, and makes us happy in all our Capacities. It is so Divine a Cordial, that the least Drop of it is able to sweeten and outweigh all the Troubles of this present State, and render the most Calamitous Condition not only <em>easie</em> but <em>joyous.</em> For it gives an Anticipation of those Joys in which it will at last invest us, brings down Heaven into our Bosoms e're it carries us up thither; and were it but largely shed abroad in our Hearts, we should be out of the Reach of Fortune, might slight and trample on all Afflictions. Though the Arrows of Pain and Grief should ruffle our Skin, they could not touch our Hearts; or they might touch but could not hurt us!","subId":"13","id":"Astell.LLG.5.13"},{"type":"paragraph","content":"Finally, to what Heights of Piety will not this Divine Principle elevate the amorous Soul! For what can be too difficult to do to acquire a more perfect Enjoyment of what we love? What can be too hard to suffer for the sake of that Object that hath won our Heart? 'Tis nothing else that cramps our Endeavours, and slackens our Industry after one of the brightest Crowns of Glory, but the dividing our Love between <em>GOD</em> and Mammon. If a foolish ill-grounded Passion can many times excite the Soul in which it dwells to do things beyond it self, If the Love of dirty Clay, or popular Breath can reconcile us to Fatigues and Distresses, and many things very uneasie to our Animal Nature, shall not the most rational and becoming Love, that Love which is the End and Perfection of our Beings, which is secured from Disappointment, Jealousie, and all that long Train of Pain and Grief which attends Desire when it moves towards the Creature, set us above all Difficulties, render our Obedience regular constant and vigorous, refine and sublimate our Natures, and make us become Angels even whilst we dwell on Earth?","subId":"14","id":"Astell.LLG.5.14"},{"type":"paragraph","content":"In the last Place for the Proposals I am to make. When you think we have sufficiently examined the Subject we are upon, I desire the Favour of you to furnish me with such a System of Principles as I may relie on, and to give me such Rules as you judge most convenient to initiate a raw Disciple in the Study of Philosophy; least for want of laying a good Foundation, I give you too much Trouble, by drawing Conclusions from false Premises, and making use of improper Terms.","subId":"15","id":"Astell.LLG.5.15"},{"type":"paragraph","content":"I have no more to add but my repeated Thanks for that great Condescention you continue to shew to <br> &emsp;(Worthy Sir,) <br> &emsp;&emsp;Your most obliged <span class=\"margin-comment\">December 12. 1693.</span> <br> &emsp;&emsp;&emsp;and humble Servant.","subId":"16","id":"Astell.LLG.5.16"},{"type":"note","content":"The Reader is desired to take Notice that no more is meant by these Phrases, than that Sin in its own Nature or Formality is entirely evil, it has neither Form nor Beauty that we should desire it, can never be ordinable to a good End, is none of GOD's Creatures, and therefore has not any the least Degree of Goodness in it, is neither eligible for its own sake, nor upon any other Account whatsoever.","subId":"n1","id":"Astell.LLG.5.n1"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Norris.LLG.4","imported":true,"duplicate":"Astell.LLG","title":"Letter IV. Mr. Norris's Answer","breadcrumb":"Letter 4","published":[1695]},"next":{"id":"Norris.LLG.6","imported":true,"duplicate":"Astell.LLG","title":"Letter VI. Mr. Norris's Answer","breadcrumb":"Letter 6","published":[1695]}}