{"id":"Norris.LLG.10","imported":true,"duplicate":"Astell.LLG","parent":"Norris.LLG","title":"Letter X. Mr. Norris's Answer","breadcrumb":"Letter 10","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.10?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"LETTER X.\nMr. Norris's Answer.\n","id":"Norris.LLG.10"},{"type":"paragraph","content":"HAving been so happy in my last as to give you no less Satisfaction concerning the second Difficulty arising from the seeming Inconsistency of the intire Love of GOD with the Love of our Neighbour, than concerning the first, suggested from the Causality of GOD in reference to Pain as well as Pleasure, I shall now resume that Thred of my Discourse, which in the last save one I begun. but by Occasion of the Objection crossing my Way was forced to interrupt and proceed to add to what both you and my self have already offered, such further Improvement as I think necessary in order to the fuller Establishment of the intire Love of GOD. The Truth and Reasonableness of which Notion the more I think of it, seems to me so very evident, that as I cannot with-hold my Assent from it my self, so were it not a matter of Practice wherein our Passions and Interests are concerned, as well as Theory that imploys our understandings, I should strangely wonder at all rational and considerate Persons that can. But this in great measure silences my Admiration. For this is the great Disadvantage that all Truths of a moral Nature lie under in Comparison of those that are physical or mathematical, that though the former be in themselves no less certain than the latter, and demonstrated with equal Evidence, yet they will not equally convince, nor find a parallel Reception in the Minds of Men, because they meet with their Passions and Lusts, and have oftentimes the will and affections to contend with even after they have gained upon their Understandings; whereas the other being abstract and indifferent Truths, and such wherein they are wholly disinteressed, stand or fall by their own Light, and never fail to be received according to the Degree of Evidence which they bring with them. Were I to deal only with the rational Part of Man, I should think that half of what has been said would be enough to convince that, but considering the Nature of the Truth I advance, and what a strong Interest is made against it in the affectionate Part of humane Nature, I cannot expect to find the generality of Men overforward to receive it. But then on the other side neither shall I for the same Reason think their Backwardness any Objection, or measure the Truth of the Proposition by the Number of its Adherents. For when all is done, Men will believe no further than they like, and were the Notion never so self-evident, or my Arguments for it never so convincing and demonstrative, the mere Opposition that it carries to the Passions and lower Interests of Men, would I doubt not be enough to make it a Paradox. For what, to have our Hearts that have been for may Years, even from the first Pulses of them, cleaving and fixing and adhering to the World, taking Root in it, and incorporating with it by a thousand little Strings and Fibres, pluckt up and torn away from it all at once, and our Hands that had taken such fast hold of it, at one Blow forced from its sweet Embraces? To be at once intirely divorced from all sensible Objects, to have all our Idols demolished, and our high Places taken down, to be divided from the whole Creation, and to have all the Ties broken which by a numerous Union linked us to it, to be forced to undergo a mystical Death, a spiritual Crucifixion, to be crucified to the World, and to have the World crucified to us, in one Word, to die to the Body and World wherein we live, and withdraw our Love from the Objects of Sense that we may place it all upon a spiritual and intellectual good, who can expect that these things should down with the generality of Mankind, or that a Doctrine that encounters such a strong Tide of Prejudices should find many Disciples in a sensual and unmortified World? The other Precepts of Morality cross only some particular Interests of Man, and fight only against some of his straggling Passions, but this engages with the whole Body of Concupiscence, and at once encounters the whole Interest of Prejudice, all the Force that is or can be raised in humane Nature. Which when I consider, however convinced of the Truth of what I contend for in the Recess of my Mind, I cannot hope by the clearest and strongest reasoning to reconcile the generality of the World to a Notion so opposite to the Passions, Customs and Prejudices of it. Only there may be here and there some liberal and ingenious Spirits who have in great measure purged themselves from the Prejudices of Sense, disingaged their Hearts from the Love of sensible Objects, and so far entered into the Methods of true Mortification as to be capable of Conviction, and of having their Minds wrought upon by the Light and Force of Reason. And if we have not yet said enough between us to convince such as these, I would desire them further to consider.","subId":"1","id":"Norris.LLG.10.1"},{"type":"paragraph","content":"That the natural Tendency of the Will being from the Author of our Natures must needs be right, it being impossible that GOD should put a false Bias upon the Soul, and that therefore 'tis the Perfection and Duty of every rational Creature to conform those Determinations of his Will that are free to that which is natural, or in other Words to take Care that the Love of his Nature and the Love of his Choice conspire in one, that they both agree in the same Motion, and concenter upon the same Object. Thus far I think I advance, nothing but what is clear and unquestionable. We are therefore only concerned to consider what is the natural Inclination of the Will, or, what that Object is to which it naturally tends and stands inclined. To this the general Answer is easie, and such as all Men will acquiesce in, who will be ready to confess that the natural Motion of the Will is to good in general. And that this is the true natural Term of its Motion is plain because the Wills of all Men how different soever in their other particular Determinations agree in this, and because we have no manner of Freedom in this Motion, or Command over it, but are altogether passive in it, which shews it to be properly a natural Motion. I lay down this therefore as an evident and undeniable Proposition, that the natural Motion of the Will is to good in general. But now how can the Will be moved towards good in general but by being moved towards all good? For to be moved towards good as good is to be moved towards all good. And how can the Will be moved towards all good but by being moved towards a universal Being who in himself is and contains all good? For as the Understanding cannot represent to it self universal Ideas, but by being united to a Being who in the Simplicity of his Nature includes all Being, so neither can the Will be moved to good in general but by being moved towards a universal Being who by reason of the Infinity of his Nature comprehends all good, that is, towards GOD, who is therefore the true Term of the natural Motion of the Soul.","subId":"2","id":"Norris.LLG.10.2"},{"type":"paragraph","content":"And that he is so will be further evident if we consider the Operation of that Cause by which this natural Motion is produced. This Cause. I here suppose, and have elsewhere shewn to be GOD, and indeed who else should be the Cause of what is natural in us but he who is the Cause of our Natures. Let us see now how this Cause acts. GOD cannot act but by his Will, that's most certain. But now the Will of GOD is not, as in us, an Expression that he receives from without himself, and which accordingly carries him out from himself, but an inward self-centring Principle, that both derives from, and terminates in himself. For as GOD is to himself his own good, his own Center and Beatifick Object, so the Love of GOD can be no other than the Love of himself. Whence it will follow, that as GOD must therefore be his own End, and whatever he wills or acts he must will and act for himself (as I have already represented it in the Discourse of Divine Love) so also that the Love which is in us must be the Effect of that very Love which GOD has for himself, there being no other Principle in the Nature of GOD whereby he is supposed to act. Whence it will further follow that the natural Tendency of our Love must necessarily be towards the same Object upon which the Love of GOD is turned. For since Love in all created Spirits is not produced but by the Will of GOD, which it self is no other than the Love which he bears himself, it is impossible that GOD should give a Love to any Spirit which does not naturally tend whither his own Love does. And since it is evident that the Term of his own Love is himself, it is as evident that the same is also the natural Term of ours, that as our Love comes from him, so it naturally tends to him, and that as he is the efficient, so he is also the true final Cause of the Will of Man; which I take to be nothing else but that continual Impression whereby the Author of Nature moves him towards himself. Which by the way may serve to furnish us with the true Reason of a very considerable Maxim which has hitherto been entertained without any, as being thought rather a first Principle than a Conclusion, I mean, that the Will of Man cannot will Evil as evil. Which though a Truth witnessed by constant Experience, and such as all Men readily consent to, and acquiesce in, I despair of ever seeing rationally accounted for upon any other Supposition than the present. But according to this the Account is clear and easie. For here the Will it self being supposed to be nothing else but that general Impression whereby GOD, moves us continually towards himself, it is plain that we cannot possibly will or love Evil as evil, as having no Motion from GOD towards it, but to the contrary, viz. to himself who is the universal good. And as we may demonstrate a Priori from this Impression whereby GOD moves us towards himself, that we cannot love Evil as evil, so from the Experience we have that we cannot love Evil as evil, we may argue, as a Posteriori, that our Wills are by their original Motion carried towards GOD, and that he is the true and sole Object of their natural Tendency.","subId":"3","id":"Norris.LLG.10.3"},{"type":"paragraph","content":"Which is also further proved by all those Arguments which I have already, and may more at large produce, for our seeing all things in GOD as our universal Idea. For since the Will of Man is moved only towards what the Spirit perceives, as is universally granted, and by Experience found to be true, and since as it has been sufficiciently proved, we perceive all things in GOD, who presents to Spirits no other Idea than himself, who indeed is all, it plainly and necessarily follows that the natural Motion of our Wills is and must be towards GOD and him only; who having made himself the sole Term and Object of our natural Love ought also to be made by us the sole Object of that which is free, since as was laid down in the Beginning, the Determinations of our Will that are free ought to be conformable to that which is natural.","subId":"4","id":"Norris.LLG.10.4"},{"type":"paragraph","content":"The whole Sum and Force of this reasoning lies in this Syllogism. That which is the sole Object of our natural Love ought to be the sole Object of that which is free. But the sole Object of our natural Love is GOD, therefore GOD ought to be the sole Object of that which is free. The first of these Propositions is evident from that moral Rectitude which must necessarily be supposed in the natural Motions of our Love, as proceeding from the Author of our Natures, to which therefore the free Motions of it ought to be conformable. The second Proposition is that which I have professedly proved, and I think sufficiently. Wherefore I look upon the Conclusion as demonstrated, viz. that GOD ought to be the sole Object of our free Love, which being the only Love that falls under Command, and the only one that is in our Power, we must conclude that GOD requires all the Love which he can possibly require, and all the Love which we can possibly give, even our whole Heart, Soul and Mind, which we are not therefore to divide betwixt him and the Creature, but to devote to him only, and religiously to present as a Burnt-offering intirely to be consumed at his divine Altar. And thus the whole Motion of our Wills falls under the Right and Title of GOD, who becomes the just proprietary and adequate Object of them in their largest Capacity and utmost Latitude. There are but two Sorts of Motions in our Souls, as in our Bodies, natural and free, and both these belong of right to GOD, who has taken the greatest Care to secure them to himself. He prevents that which is natural, and he requires that which is free. The first he makes his own by natural Instinct, the last by Commands, by Benefits and Obligations, by his own Example, by bestowing upon us the Power to love, by directing this Love towards himself, and by all the Reason in the World. We are therefore to cast both these Loves into one and the same Chanel, and make them both flow in one full Current towards GOD. We are to make GOD the only Object of our Love of Choice, as he has made himself the only object of our natural Love, and so joyning this double Motion together to employ the whole Force of our Nature upon him, and love him with all our Power from whom we have all the Power that we have to love.","subId":"5","id":"Norris.LLG.10.5"},{"type":"paragraph","content":"And how happy is that Man that can do so, that can thus order and regulate the Master and Leading Passion of his Nature, that can thus love the Lord his GOD with all his Heart, Soul and Mind! How to be envied is that Man who can thus disingage his Affections from the Creature, who can thus recollect, fix, and settle his whole Love upon GOD! It may seem that he is not so, and if we will hearken to the fallacious Reports of our Senses and Imaginations they will tell us that this is to enter into a dry, barren, disconsolate and withering Condition, and will represent it as a State of horrible Privation, as a dismal Solitude. But if it be a Solitude, 'tis such an one as that of Moses upon the holy Mount when he withdrew from the People to enjoy the Converse of God, as that of our Saviour when he tells his Disciples that they should all desert and leave him alone, and yet that he was not alone because his Father was with him. Happy Solitude, when the Creatures retire from us, and leave us to the more full and free Enjoyment of God, and thrice happy he that enjoys this divine Retreat, that can force the Creatures to withdraw, command their Absence, and wholly empty his Heart of their Love that it may be the more free for the Reception and Enjoyment of him who is able to fill the largest Room he can prepare for him there! How ravishing and lasting are his Delights, how solid and profound is his Peace, how full and overflowing are his Joys, how bright and lucid are the Regions of his Soul, how intire and undisturbed are his Enjoyments, what a settled Calm possesses his Breast, what a Unity of Thought, what a Singleness and Simplicity of Desire, and what a firm stable Rest does his Soul find when she thus reposes her full Weight upon GOD! How loose and disingaged is he from the World, and how unconcerned does he pass along through the various Scenes and Revolutions of it, how unmoved and unaltered in all the several Changes and Chances of this mortal Life! While others are tormented with Fears, and Cares, and Jealousies, unsatisfied Desires, and unprosperous Attempts, while they are breaking their own and one anothers Rests for that which when they have it will not suffer them to sleep, while they are tortured with their Lusts, and with those Wars which are occasion'd by them, while they are quarrelling and contending about the things of the World, hunting about after Bubbles and Shadows, beating up and down after Preferments, at once climbing up and falling down from the Heighths of Honour, pursuing hard in the Chase of Pleasure, all the way along complaining of Disappointments, and yet (strange Inchantment) still laying in a Stock for more: In one Word, while they are thus suffering the various Punishments of an irregular and misplaced Affection, so that the whole World seems to be like a great troubled Sea, working and foaming and raging, till all below be Storm and Tempest, his Breast in the mean while like the higher Regions of the Air enjoys a heavenly Calm, a divine Serenity, and being wholly unhinged and dislodged from the Creature, and intirely bottomed upon another Center, upon the infinite Fulness and Sufficiency of GOD, he has no more Part in any worldly Commotions than the Inhabitants of the Air have in an earthly Earthquake, nor is any further concerned in the Afflictions of those below him, but only to wonder at their Folly, and to pity their Misery.","subId":"6","id":"Norris.LLG.10.6"},{"type":"paragraph","content":"Then as to his moral State, must not the Life of such an one needs be as innocent and virtuous as 'tis pleasant and happy? 'Tis the Love of the Creature that is the general Temptation to Sin, and what St. James observes of Wars and Fightings, is as true of all other immoral Miscarriages and Disorders, that they proceed from our Lusts. And how pure and Chaste then must his Soul be that is thoroughly purged of all created Loves, and in whom the Love of GOD reigns absolute and unrival'd, without any Mixture or Competition. How secure must he needs be from Sin, when he has not that in him which may betray him to it! The Tempter may come, but he will find nothing in him to take hold of, the World may spread round about him a poisonous Breath, but it will not hurt him, the very Cleanness of his Constitution will guard him from the Infection. He has but one Love at all in his Heart, and that is for GOD, and how can he that loves nothing but GOD be tempted to transgress against him, when he has nothing to separate him from him, and all that is necessary, perhaps all that is possible to unite him to him! What is there that should tempt such a Man to Sin, and what Temptation is there that he has not to incite him to all Goodness, and what a wonderful Progress must he needs make in it? Whither will not the intire Love of GOD carry him, and to what Degrees of Christian Perfection will he not aspire under the Conduct of so divine, so omnipotent a Principle! If Obedience be the Fruit of Love, then what an intire Obedience may we expect from so intire a Love, and how fruitful will this Love of GOD be when there are no Suckers to draw off the Nourishment from it, when there is no other Love to check and hinder its Growth! The Man that harbours Creatures in his Bosom, and divides his Heart betwixt GOD and them will be always in great Danger of being betrayed by them, and though he should with great Care and habitual Watchfulness preserve for GOD a greater Share in his Affections (which is the utmost such an one can pretend to) yet he will have such a Weight constantly hanging upon his Soul, that he will be never able to soar very high, or arrive at any Excellency in Religion. But what is there on the other side that can hinder him who has emptied his Heart of the Creatures, and devoted it intirely to GOD from reaching the highest Pitch of attainable Goodness? How orderly then and regular will be his Thoughts, how refined and elevated his Affections, how obedient and compliant his Passions, how pure and sincere his Intentions, how generous and noble his Undertakings, what a forward Zeal will he have for GOD's Glory, how chearful, vigorous and constant will he be in his Service, with what Angelick Swiftness will he perform what GOD requires of him, or whatever he thinks will be pleasing to him, and how will he run the Way of his Commandments when his Heart is thus set at Liberty! At Liberty not only from this or that particular Incumbrance, this or that Lust or Passion, but from the whole Body of Sin, the intire Weight of Concupiscence.","subId":"7","id":"Norris.LLG.10.7"},{"type":"paragraph","content":"But Madam, while I thus set out the Reason and Advantage of the intire Love of GOD, I still make further way for your Question, how comes it to pass that we are so backward to a Love which is both so reasonable in it self, and so pleasant and profitable to us? You might have inlarged your Question with another, since Men are backward, not only to pay that intire Love which they owe to GOD, but even to acknowledge the Debt, and are not only loath to obey the Command, but even to understand it, will use a thousand Arts and Devices to shift off and evade the genuine Force of it, and rather than fail will say, that though GOD in the most plain and express Terms calls for our whole Love, yet he means only a Part of it. Strange and amazing Partiality and Presumption! But of this general Backwardness to receive the Sense of this plain Command (as plain as Thou shalt have no other Gods but me) I have already hinted an Account in the former Part of this Letter, and as to the Backwardness of putting it in Practice that has been so excellently and fully accounted for by your better Hand that there is nothing left for mine to add upon this Part of the Subject: And indeed scarce upon any other. I shall therefore conclude all with a very pertinent Passage out of one of the Prayers of St. Austin, in the 35th Chapter of his Meditations. Reple semper (quaeso) Cor meum inextinguibili dilectione tui, continuâ recordatione tuâ, adeo ut sicut Flamma urens totus ardeam in tui amoris dulcedine, quem & aquae multae in me nunquam possint extinguere. Fac me Dulcissime Domine amare te, & desiderio tui deponere pondus. Omnium carnalium desideriorum, & terrenarum Concupiscentiarum gravissimam Sarcinam, quae impugnant & aggravant miseram animam meam, ut post te expedite in odore unguentorum tuorum currens, usq ad tuae Pulchritudinis Visionem efficaciter satiandus merear pervenire. Duo enim Amores, alter honus, alter malus, alter dulcis, alter amarus, non se simul in uno capiunt pectore, & ideo si quis praeter to aliud diligit, non est Charitas tua Deus, in eo. Amor dulcedinis & Dulcedo amoris, Amor non crucians sed delectans, Amor sincere caste què permanens in saeculum saeculi, Amor qui semper ardes & nunquam extingueris, dulcis Christe, bone Iesu, Charitas Deus meus, accende me totum igne tuo, amore tui, Suavitate & Dulcedine tuâ, Iucunditate & exultatione tuâ, voluptate & concupiscentiâ tuâ, quae sancta est & bona, casta & munda, tranquilla est & secura, ut totus dulcedine amoris tui plenus, totus Flammâ Charitatis tuae succensus, diligam te Deum meum ex toto Corde meo, totisque medullis praecordiorum meorum, habens te in Corde, in Ore, & prae Oculis meis, semper & ubiquè, ita utnullus pateat in me locus adulterinis Amoribus.","subId":"8","id":"Norris.LLG.10.8"},{"type":"paragraph","content":"Fill always (I beseech thee) my Heart with an unquenchable Love of thee, with a continual Remembrance of thee, that so as a burning Flame, I may burn all over in the Sweetness of thy Love, which may not be quenched even by many Waters. Make me sweetest Lord to love thee, and through the Desire of thee to lay down the Weight of all carnal Desires, and the most heavy load of earthly Concupiscences, which fight against and weigh down my miserable Soul, so that running expeditely after thee in the Odor of thy Ointments, I may be worthy to arrive to the effectually satisfying Vision of thy Beauty. For two Loves, one good and another bad, one sweet and another bitter cannot dwell together in the same Breast, and therefore if any one love any thing besides thee, thy Love O God is not in him. O Love of Sweetness, O Sweetness of Love, that dost not torment but delight, Love that for ever remainest sincere and chaste, Love that does always burn and art never extinct, sweet Christ, good Jesus, my God, my Love, kindle me all over with thy Fire, with the Love of thee, with thy Sweetness, with thy Joy, with thy Pleasure and Concupiscence, which is holy and good, chaste and clean, quiet and secure, that being all full of the Sweetness of thy Love, all on fire with the Flame of thy Charity, I may love thee my GOD with my whole Heart, and with all the Power of my inward Parts, having thee in my Heart, in my Mouth, and before my Eyes, always and every where, that so there may be no Place in me open to adulterous Loves.","subId":"9","id":"Norris.LLG.10.9"},{"type":"paragraph","content":"You see Madam, that St. Austin here most expresly prays for the very same thing for which I argue, the most intire Love of GOD, and who is there that can justly scruple to say Amen to this Divine Prayer of his? I for my own Part assent to it most heartily, and so beseeching the holy Spirit, the great Dispenser of Charity, to shed this intire Love of GOD into the Hearts of you and me, and all good people; that so we may love him as a GOD, with a Love truly worthy of him, I leave you to the Correction of these my Thoughts, and to the Enjoyment of your own; which whether you will further communicate upon this Subject, that so the same Hand may conclude which begun it, I leave you to consider, while I justly thank you for the Advantage of your past Correspondence, and assure you that I cannot express how very much I am thereby obliged to continue \n     Madam, \n   Your most faithful Friend {Bemerton, May 25.} \n     and humble Servant \n       J. Norris.","subId":"10","id":"Norris.LLG.10.10"},{"type":"paragraph","content":"Your Definition of Pleasure is right as far as it goes, but that is no further than what we call a nominal Definition.","subId":"11","id":"Norris.LLG.10.11"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Astell.LLG.9","imported":true,"duplicate":"Astell.LLG","title":"Letter IX. To Mr. Norris","breadcrumb":"Letter 9","published":[1695]},"next":{"id":"Astell.LLG.11","imported":true,"duplicate":"Astell.LLG","title":"Letter XI. To Mr. Norris","breadcrumb":"Letter 11","published":[1695]}}