{"id":"Hume.HE.1.5","imported":true,"parent":"Hume.HE.1","title":"Chapter 5. William Rufus","breadcrumb":"Chapter 5","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. V.</h2> <h1>WILLIAM RUFUS.</h1> <em>Accession of William Rufus——Conspiracy against the King——Invasion of Normandy——The Crusades——Acquisition of Normandy——Quarrel with Anselm, the primate——Death——and character of William Rufus.</em>","id":"Hume.HE.1.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">1087. Accession of William Rufus.</span> WILLIAM, sirnamed <em>Rufus</em> or the <em>Red,</em> from the colour of his hair, had no sooner procured his father's recommendatory letter to Lanfranc, the primate, than he hastened to take measures for securing to himself the government of England. Sensible, that a deed so unformal, and so little prepared, which violated Robert's right of primogeniture, might meet with great opposition, he trusted entirely for success to his own celerity; and having left St. Gervais, while William was breathing his last, he arrived in England, before intelligence of his father's death had reached that kingdom<a href=\"#n1\"><sup>[1]</sup></a>. Pretending orders from the king, he secured the fortresses of Dover, Pevensey, and Hastings, whose situation rendered them of the greatest importance; and he got possession of the royal treasure at Winchester, amounting to the sum of sixty <span class=\"page-break\"></span>thousand pounds, by which he hoped to encourage and encrease his partizans<a href=\"#n2\"><sup>[2]</sup></a>. The primate, whose rank and reputation in the kingdom gave him great authority, had been entrusted with the care of his education, and had conferred on him the honour of knighthood<a href=\"#n3\"><sup>[3]</sup></a>; and being connected with him by these ties, and probably deeming his pretensions just, declared that he would pay a willing obedience to the last will of the Conqueror, his friend and benefactor. Having assembled some bishops and some of the principal nobility, he instantly proceeded to the ceremony of crowning the new king<a href=\"#n4\"><sup>[4]</sup></a>; and by this dispatch endeavoured to prevent all faction and resistance. At the same time, Robert, who had been already acknowledged successor to Normandy, took peaceable possession of that dutchy.","subId":"1","id":"Hume.HE.1.5.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conspiracy against the king.</span> <span class=\"small-capitals\">But</span> though this partition appeared to have been made without any violence or opposition, there remained in England many causes of discontent, which seemed to menace that kingdom with a sudden revolution. The barons, who generally possessed large estates both in England and in Normandy, were uneasy at the separation of those territories; and foresaw, that, as it would be impossible for them to preserve long their allegiance to two masters, they must necessarily resign either their ancient patrimony or their new acquisitions<a href=\"#n5\"><sup>[5]</sup></a>. Robert's title to the dutchy they esteemed incontestible; his claim to the kingdom plausible; and they all desired that this prince, who alone had any pretensions to unite these states, should be put in possession of both. A comparison also of the personal qualities of the two brothers led them to give the preference to the elder. The duke was brave, open, sincere, generous: Even his predominant faults, his extreme indolence and facility, were not disagreeable to those haughty barons, who affected independance, and submitted with reluctance to a vigorous administration in their sovereign. The king, though equally brave, was violent, haughty, tyrannical; and seemed disposed to govern more by the fear than by the love of his subjects. Odo, bishop of Baieux, and Robert earl of Mortaigne, maternal brothers of the conqueror, envying the great credit of Lanfranc, which was encreased by his late services, enforced all these motives with their partizans, and <span class=\"page-break\"></span>engaged them in a formal conspiracy to dethrone the king. They communicated their design to Eustace, count of Bologne, Roger earl of Shrewsbury and Arundel, Robert Belesme, his eldest son, William bishop of Durham, Robert de Moubray, Roger Bigod, Hugh de Grentmesnil; and they easily procured the assent of these potent noblemen. The conspirators, retiring to their castles, hastened to put themselves in a military posture; and expecting to be soon supported by a powerful army from Normandy, they had already begun hostilities in many places.","subId":"2","id":"Hume.HE.1.5.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, sensible of his perilous situation, endeavoured to engage the affections of the native English. As that people were now so thoroughly subdued that they no longer aspired to the recovery of their ancient liberties, and were content with the prospect of some mitigation in the tyranny of the Norman princes, they zealously embraced William's cause, upon receiving general promises of good treatment, and of enjoying the licence of hunting in the royal forests. The king was soon in a situation to take the field; and as he knew the danger of delay, he suddenly marched into Kent; where his uncles had already seized the fortresses of Pevensey and Rochester. These places he successively reduced by famine; and though he was prevailed on by the earl of Chester, William de Warrenne, and Robert Fitz Hammon, who had embraced his cause, to spare the lives of the rebels, he confiscated all their estates, and banished them the kingdom<a href=\"#n6\"><sup>[6]</sup></a>. This success gave authority to his negotiations with Roger earl of Shrewsbury, whom he detached from the confederates: And as his powerful fleet, joined to the indolent conduct of Robert, prevented the arrival of the Norman succours, all the other rebels found no resource but in flight or submission. Some of them received a pardon; but the greater part were attainted and the king bestowed their estates on the Norman barons, who had remained faithful to him.","subId":"3","id":"Hume.HE.1.5.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">1089.</span> <span class=\"small-capitals\">William</span>, freed from the danger of these insurrections, took little care of fulfilling his promises to the English, who still found themselves exposed to the same oppressions, which they had undergone during the reign of the Conqueror, and which were rather augmented by the violent, impetuous temper of the present <span class=\"page-break\"></span>monarch. The death of Lanfranc, who retained great influence over him, gave soon after a full career to his tyranny; and all orders of men found reason to complain of an arbitrary and illegal administration. Even the privileges of the church, held sacred in those days, were a feeble rampart against his usurpations. He seized the temporalities of all the vacant bishoprics and abbies; he delayed the appointing of successors to those dignities, that he might the longer enjoy the profits of their revenue; he bestowed some of the church-lands in property on his captains and favourites; and he openly set to sale such sees and abbies as he thought proper to dispose of. Though the murmurs of the ecclesiastics, which were quickly propagated to the nation, rose high against this grievance, the terror of William's authority, confirmed by the suppression of the late insurrections, retained every one in subjection and preserved general tranquillity in England.","subId":"4","id":"Hume.HE.1.5.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">1090. Invasion of Normandy.</span> <span class=\"small-capitals\">The</span> king even thought himself enabled to disturb his brother in the possession of Normandy. The loose and negligent administration of that prince had emboldened the Norman barons to affect a great independancy; and their mutual quarrels and devastations had rendered that whole territory a scene of violence and outrage. Two of them, Walter and Odo, were bribed by William to deliver the fortresses of St. Valori and Albemarle into his hands: Others soon after imitated the example of revolt; while Philip, king of France, who ought to have protected his vassal in the possession of his fief, was, after making some efforts in his favour, engaged by large presents to remain neuter. The duke had also reason to apprehend danger from the intrigues of his brother Henry. This young prince, who had inherited nothing of his father's great possessions but some of his money, had furnished Robert, while he was making his preparations against England, with the sum of three thousand marks; and in return for so slender a supply, had been put in possession of the Cotentin, which comprehended near a third of the dutchy of Normandy. Robert afterwards upon some suspicion threw him into prison; but finding himself exposed to invasion from the king of England, and dreading the conjunction of the two brothers against him, he now gave Henry his liberty, and even made use of his assistance in suppressing the insurrections of his rebellious subjects. Conan, a rich burgess of Roüen, had entered into a conspiracy to deliver that city to William; but Henry, <span class=\"page-break\"></span>on the detection of his guilt, carried the traitor up to a high tower, and with his own hands flung him from the battlements.","subId":"5","id":"Hume.HE.1.5.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king appeared in Normandy at the head of an army; and affairs seemed to have come to extremity between the brothers; when the nobility on both sides, strongly connected by interest and alliances, interposed and mediated an accommodation. The chief advantage of this treaty accrued to William, who obtained possession of the territory of Eu, the towns of Aumale, Fescamp, and other places: But in return he promised, that he would assist his brother in subduing Maine, which had rebelled; and that the Norman barons, attainted in Robert's cause, should be restored to their estates in England. The two brothers also stipulated, that, on the demise of either without issue, the survivor should inherit all his dominions; and twelve of the most powerful barons on each side swore, that they would employ their power to insure the effectual execution of the whole treaty<a href=\"#n7\"><sup>[7]</sup></a>: A strong proof of the great independance and authority of the nobles in those ages!","subId":"6","id":"Hume.HE.1.5.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prince</span> Henry, disgusted, that so little care had been taken of his interests in this accommodation, retired to St. Michael's Mount, a strong fortress on the coast of Normandy, and infested the neighbourhood with his incursions. Robert and William with their joint forces besieged him in this place, and had nearly reduced him by the scarcity of water; when the elder, hearing of his distress, granted him permission to supply himself, and also sent him some pipes of wine for his own table. Being reproved by William for this ill-timed generosity, he replied, <em>What, shall I suffer my brother to die of thirst? Where shall we find another, when he is gone?</em> The king also, during this siege, performed an act of generosity, which was less suitable to his character. Riding out one day alone, to take a survey of the fortress, he was attacked by two soldiers, and dismounted. One of them drew his sword in order to dispatch him; when the king exclaimed, <em>Hold knave! I am the king of England.</em> The soldier suspended his blow; and raising the king from the ground, with expressions of respect, received a handsome reward, and was taken into his service. Prince Henry was soon after obliged to <span class=\"page-break\"></span>capitulate; and being despoiled of all his patrimony, wandered about for some time with very few attendants, and often in great poverty.","subId":"7","id":"Hume.HE.1.5.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> continued intestine discord among the barons was alone in that age destructive: <span class=\"margin-comment\">1091.</span> The public wars were commonly short and feeble, produced little bloodshed, and were attended with no memorable event. To this Norman war, which was so soon concluded, there succeeded hostilities with Scotland, which were not of longer duration. Robert here commanded his brother's army, and obliged Malcolm to accept of peace and do homage to the crown of England. This peace was not more durable. Malcolm, two years after, levying an army, invaded England, <span class=\"margin-comment\">1093.</span> and after ravaging Northumberland, he laid siege to Alnwic, where a party of earl Moubray's troops falling upon him by surprize, a sharp action ensued, in which Malcolm was slain. This incident interrupted for some years the regular succession to the Scottish crown. Though Malcolm left legitimate sons, his brother, Donald, on account of the youth of these princes, was advanced to the throne; but kept not long possession of it. Duncan, natural son of Malcolm, formed a conspiracy against him; and being assisted by William with a small force, made himself master of the kingdom. New broils ensued with Normandy. The frank, open, remiss temper of Robert was ill-fitted to withstand the interested, rapacious character of William, who, supported by greater power, was still encroaching on his brother's possessions, and instigating his turbulent barons to rebellion against him. <span class=\"margin-comment\">1094.</span> The king, having gone over to Normandy to support his partizans, ordered an army of twenty thousand men to be levied in England, and to be conducted to the sea-coast, as if they were instantly to be embarked. Here Ralph Flambard, the king's minister, and the chief instrument of his extortions, exacted ten shillings a piece from them, in lieu of their service, and then dismissed them into their several counties. This money was so skilfully employed by William, that it rendered him better service than he could have expected from the army. He engaged the French king by new presents to depart from the protection of Robert; and he daily bribed the Norman barons to desert his service: But was prevented from pushing his advantages by an incursion of the Welsh, which obliged him to return to England. He found no difficulty in repelling the enemy; but was not able to <span class=\"page-break\"></span>make any considerable impression on a country, guarded by its mountainous situation. A conspiracy of his own barons, which was detected at this time, <span class=\"margin-comment\">1095.</span> appeared a more serious concern, and engrossed all his attention. Robert Moubray, earl of Northumberland, was at the head of this combination; and he engaged in it the count d'Eu, Richard de Tunbridge, Roger de Lacey, and many others. The purpose of the conspirators was to dethrone the king, and to advance in his stead, Stephen, count of Aumalc, nephew to the Conqueror. William's dispatch prevented the design from taking effect, and disconcerted the conspirators. Moubray made some resistance; but being taken prisoner, was attainted, and thrown into confinement, where he died about thirty years after. <span class=\"margin-comment\">1096.</span> The count d'Eu denied his concurrence in the plot; and to justify himself, fought, in the presence of the court at Windsor, a duel with Geoffrey Bainard, who accused him. But being worsted in the combat, he was condemned to be castrated, and to have his eyes put out. William de Alderi, another conspirator, was supposed to be treated with more rigour, when he was sentenced to be hanged.","subId":"8","id":"Hume.HE.1.5.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Crusades.</span> <span class=\"small-capitals\">But</span> the noise of these petty wars and commotions was quite sunk in the tumult of the Crusades, which now engrossed the attention of Europe, and have ever since engaged the curiosity of mankind, as the most signal and most durable monument of human folly, that has yet appeared in any age or nation. After Mahomet had, by means of his pretended revelations, united the dispersed Arabians under one head, they issued forth from their desarts in great multitudes; and being animated with zeal for their new religion, and supported by the vigour of their new government, they made deep impression on the eastern empire, which was far in the decline, with regard both to military discipline and to civil policy. Jerusalem, by its situation, became one of their most early conquests; and the Christians had the mortification to see the holy sepulchre, and the other places, consecrated by the presence of their religious founder, fallen into the possession of infidels. But the Arabians or Saracens were so employed in military enterprizes, by which they spread their empire, in a few years, from the banks of the Ganges, to the Streights of Gibraltar, that they had no leisure for theological controversy: And though the Alcoran, the original monument of their faith, seems to contain some violent <span class=\"page-break\"></span>precepts, they were much less infected with the spirit of bigotry and persecution than the indolent and speculative Greeks, who were continually refining on the several articles of their religious system. They gave little disturbance to those zealous pilgrims, who daily flocked to Jerusalem; and they allowed every man, after paying a moderate tribute, to visit the holy sepulchre, to perform his religious duties, and to return in peace. But the Turcomans or Turks, a tribe of Tartars, who had embraced Mahometanism, having wrested Syria from the Saracens, and having in the year 1065 made themselves masters of Jerusalem, rendered the pilgrimage much more difficult and dangerous to the Christians. The barbarity of their manners, and the confusions attending their unsettled government, exposed the pilgrims to many insults, robberies, and extortions; and these zealots, returning from their meritorious fatigues and sufferings, filled all Christendom with indignation against the infidels, who profaned the holy city by their presence, and derided the sacred mysteries in the very place of their completion. Gregory VII. among the other vast ideas which he entertained, had formed the design of uniting all the western Christians against the Mahometans; but the egregious and violent invasions of that pontiff on the civil power of princes, had created him so many enemies, and had rendered his schemes so suspicious, that he was not able to make great progress in this undertaking. The work was reserved for a meaner instrument, whose low condition in life exposed him to no jealousy, and whose folly was well calculated to coincide with the prevailing principles of the times.","subId":"9","id":"Hume.HE.1.5.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Peter</span>, commonly called the Hermit, a native of Amiens in Picardy, had made the pilgrimage to Jerusalem. Being deeply affected with the dangers, to which that act of piety now exposed the pilgrims, as well as with the instances of oppression, under which the eastern Christians laboured, he entertained the bold, and in all appearance, impracticable project of leading into Asia, from the farthest extremities of the West, armies sufficient to subdue those potent and warlike nations, which now held the holy city in subjection<a href=\"#n8\"><sup>[8]</sup></a>. He proposed his views to Martin II. who filled the papal chair, and who, though sensible of the advantages, which the head of the Christian religion must reap from a religious war, and <span class=\"page-break\"></span>though he esteemed the blind zeal of Peter a proper means for effecting the purpose<a href=\"#n9\"><sup>[9]</sup></a>, resolved not to interpose his authority, till he saw a greater probability of success. He summoned a council at Placentia, which consisted of four thousand ecclesiastics and thirty thousand seculars; and which was so numerous, that no hall could contain the multitude, and it was necessary to hold the assembly in a plain. The harangues of the pope, and of Peter himself, representing the dismal situation of their brethren in the east, and the indignity, suffered by the Christian name, in allowing the holy city to remain in the hands of infidels, here found the minds of men so well prepared, that the whole multitude, suddenly and violently, declared for the war, and solemnly devoted themselves to perform this service, so meritorious, as they believed it, to God and religion.","subId":"10","id":"Hume.HE.1.5.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though Italy seemed thus to have zealously embraced the enterprize, Martin knew, that, in order to insure success, it was necessary to inlist the greater and more warlike nations in the same engagement; and having previously exhorted Peter to visit the chief cities and sovereigns of Christendom, he summoned another council at Clermont in Auvergne<a href=\"#n10\"><sup>[10]</sup></a>. The fame of this great and pious design, being now universally diffused, procured the attendance of the greatest prelates, nobles, and princes; and when the pope and the hermit renewed their pathetic exhortations, the whole assembly, as if impelled by an immediate inspiration, not moved by their preceding impressions, exclaimed with one voice, <em>It is the will of God, It is the will of God:</em> Words deemed so memorable, and so much the result of a divine influence, that they were employed as the signal of rendezvous and battle in all the future exploits of those adventurers<a href=\"#n11\"><sup>[11]</sup></a>. Men of all ranks flew to arms with the utmost ardour; and an exterior symbol too, a circumstance of chief moment, was here chosen by the devoted combatants. The sign of the cross, which had been hitherto so much revered among Christians, and which, the more it was an object of reproach among the pagan world, was the more passionately cherished by them, became the badge of union, and was affixed to their right shoulder, by all who enlisted themselves in this sacred warfare<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"11","id":"Hume.HE.1.5.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Europe</span> was at this time sunk into profound ignorance and superstition: The ecclesiastics had acquired the greatest ascendant over the human mind: The people, who, being little restrained by honour, and less by law, abandoned themselves to the worst crimes and disorders, knew of no other expiation than the observances imposed on them by their spiritual pastors: and it was easy to represent the holy war as an equivalent for all penances<a href=\"#n13\"><sup>[13]</sup></a>, and an atonement for every violation of justice and humanity. But amidst the abject superstition, which now prevailed, the military spirit also had universally diffused itself; and though not supported by art or discipline, was become the general passion of the nations, governed by the feudal law. All the great lords possessed the right of peace and war: They were engaged in perpetual hostilities with each other: The open country was become a scene of outrage and disorder: The cities, still mean and poor, were neither guarded by walls, nor protected by privileges, and were exposed to every insult: Individuals were obliged to depend for safety on their own force, or their private alliances: And valour was the only excellence, which was held in esteem, or gave one man the preeminence above another. When all the particular superstitions, therefore, were here united in one great object, the ardour for military enterprizes took the same direction; and Europe, impelled by its two ruling passions, was loosened, as it were, from its foundations, and seemed to precipitate itself in one united body upon the east.","subId":"12","id":"Hume.HE.1.5.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> orders of men, deeming the crusades the only road to heaven, enlisted themselves under these sacred banners, and were impatient to open the way with their sword to the holy city. Nobles, artizans, peasants, even priests<a href=\"#n14\"><sup>[14]</sup></a> inrolled their names; and to decline this meritorious service was branded with the reproach of impiety, or what perhaps was esteemed still more disgraceful, of cowardice and pusillanimity<a href=\"#n15\"><sup>[15]</sup></a>. The infirm and aged contributed to the expedition by presents and money; and many of them, not satisfied with the merit of this atonement, attended it in person, and were determined, if possible, to breathe their last, in sight of that city where their Saviour had died for them. Women themselves, concealing their sex under the disguise of armour, attended <span class=\"page-break\"></span>the camp; and commonly forgot still more the duty of their sex, by prostituting themselves, without reserve, to the army<a href=\"#n16\"><sup>[16]</sup></a>. The greatest criminals were forward in a service, which they regarded as a propitiation for all crimes; and the most enormous disorders were, during the course of those expeditions, committed by men, enured to wickedness, encouraged by example, and impelled by necessity. The multitude of the adventurers soon became so great, that their more sagacious leaders, Hugh count of Vermandois, brother to the French king, Raymond count of Toulouse, Godfrey of Boüillon, prince of Brabant, and Stephen count of Blois<a href=\"#n17\"><sup>[17]</sup></a>, became apprehensive lest the greatness itself of the armament should disappoint its purpose; and they permitted an undisciplined multitude, computed at 300,000 men, to go before them, under the command of Peter the Hermit, and Walter the Moneyless<a href=\"#n18\"><sup>[18]</sup></a>. These men took the road towards Constantinople through Hungary and Bulgaria; and trusting, that Heaven, by supernatural assistance, would supply all their necessities, they made no provision for subsistence on their march. They soon found themselves obliged to obtain by plunder what they had vainly expected from miracles; and the enraged inhabitants of the countries through which they passed, gathering together in arms, attacked the disorderly multitude, and put them to slaughter without resistance. The more disciplined armies followed after; and passing the streights at Constantinople, they were mustered in the plains of Asia, and amounted in the whole to the number of 700,000 combatants<a href=\"#n19\"><sup>[19]</sup></a>.","subId":"13","id":"Hume.HE.1.5.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Amidst</span> this universal frenzy, which spread itself by contagion throughout Europe, especially in France and Germany, men were not entirely forgetful of their present interest; and both those who went on this expedition, and those who stayed behind, entertained schemes of gratifying, by its means, their avarice or their ambition. The nobles who enlisted themselves were moved, from the romantic spirit of the age, to hope for opulent establishments in the east, the chief seat of arts and commerce during those ages; and in pursuit of these chimerical projects, they sold at the lowest price their ancient castles and inheritances, which had now lost all value in their eyes. The greater princes, who remained at home, besides <span class=\"page-break\"></span>establishing peace in their dominions by giving occupation abroad to the inquietude and martial disposition of their subjects, took the opportunity of annexing to their crown many considerable fiefs, either by purchase or by the extinction of heirs. The pope frequently turned the zeal of the crusaders from the infidels against his own enemies, whom he represented as equally criminal with the enemies of Christ. The convents and other religious societies bought the possessions of the adventurers; and as the contributions of the faithful were commonly entrusted to their management, they often diverted to this purpose what was intended to be employed against the infidels<a href=\"#n20\"><sup>[20]</sup></a>. But no one was a more immediate gainer by this epidemic fury than the king of England, who kept aloof from all connections with those fanatical and romantic warriors.","subId":"14","id":"Hume.HE.1.5.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Acquisition of Normandy.</span> <span class=\"small-capitals\">Robert</span>, duke of Normandy, impelled by the bravery and mistaken generosity of his spirit, had early enlisted himself in the crusade; but being always unprovided with money, he found, that it would be impracticable for him to appear in a manner suitable to his rank and station, at the head of his numerous vassals and subjects, who, transported with the general rage, were determined to follow him into Asia. He resolved, therefore, to mortgage or rather to sell his dominions, which he had not talents to govern; and he offered them to his brother William, for the very unequal sum of ten thousand marks<a href=\"#n21\"><sup>[21]</sup></a>. The bargain was soon concluded: The king raised the money by violent extortions on his subjects of all ranks, even on the convents, who were obliged to melt their plate in order to furnish the quota demanded of them<a href=\"#n22\"><sup>[22]</sup></a>: He was put in possession of Normandy and Maine; and Robert, providing himself with a magnificent train, set out for the Holy Land, in pursuit of glory, and in full confidence of securing his eternal salvation.","subId":"15","id":"Hume.HE.1.5.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> smallness of this sum, with the difficulties which William found in raising it, suffices alone to refute the account which is heedlessly adopted by historians, of the enormous revenue of the conqueror. Is it credible, that Robert would consign to the rapacious <span class=\"page-break\"></span>hands of his brother such considerable dominions, for a sum, which, according to that account, made not a week's income of his father's English revenue alone? Or that the king of England could not on demand, without oppressing his subjects, have been able to pay him the money? The conqueror, it is agreed, was frugal as well as rapacious; yet his treasure, at his death, exceeded not 60,000 pounds, which hardly amounted to his income for two months: Another certain refutation of that exaggerated account.","subId":"16","id":"Hume.HE.1.5.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> fury of the crusades, during this age, less infected England than the neighbouring kingdoms; probably because the Norman conquerors, finding their settlement in that kingdom still somewhat precarious, durst not abandon their homes, in quest of distant adventures. The selfish interested spirit also of the king, which kept him from kindling in the general flame, checked its progress among his subjects; and as he is accused of open profaneness<a href=\"#n23\"><sup>[23]</sup></a>, and was endued with a sharp wit<a href=\"#n24\"><sup>[24]</sup></a>, it is likely that he made the romantic chivalry of the crusaders the object of his perpetual raillery. As an instance of his irreligion, we are told, that he once accepted of sixty marks from a Jew, whose son had been converted to Christianity, and who engaged him by that present to assist him in bringing back the youth to Judaism. William employed both menaces and persuasion for that purpose; but finding the convert obstinate in his new faith, he sent for the father, and told him, that as he had not succeeded, it was not just that he should keep the present; but as he had done his utmost, it was but equitable that he should be paid for his pains; and he would therefore retain only thirty marks of the money<a href=\"#n25\"><sup>[25]</sup></a>. At another time, it is said, he sent for some learned Christian theologians and some rabbies, and bade them fairly dispute the question of their religion in his presence: He was perfectly indifferent between them; had his ears open to reason and conviction; and would embrace that doctrine, which upon comparison should be found supported by the most solid arguments<a href=\"#n26\"><sup>[26]</sup></a>. If this story be true, it is probable that he meant only to amuse himself by turning both into ridicule: But we must be cautious of admitting every thing related by the monkish historians to the disadvantage of this prince: He had the misfortune to be <span class=\"page-break\"></span>engaged in quarrels with the ecclesiastics, particularly with Anselm, commonly called St. Anselm, archbishop of Canterbury; and it is no wonder his memory should be blackened by the historians of that order.","subId":"17","id":"Hume.HE.1.5.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Quarrel with Anselm, the primate.</span> <span class=\"small-capitals\">After</span> the death of Lanfranc, the king, for several years, retained in his own hands the revenues of Canterbury, as he did those of many other vacant bishoprics: but falling into a dangerous sickness, he was seized with remorse, and the clergy represented to him, that he was in danger of eternal perdition, if before his death he did not make atonement for those multiplied impieties and sacrileges, of which he had been guilty<a href=\"#n27\"><sup>[27]</sup></a>. He resolved therefore to supply instantly the vacancy of Canterbury; and for that purpose he sent for Anselm, a Piedmontese by birth, abbot of Bec in Normandy, who was much celebrated for his learning and piety. The abbot earnestly refused the dignity, fell on his knees, wept, and entreated the king to change his purpose<a href=\"#n28\"><sup>[28]</sup></a>; and when he found the prince obstinate in forcing the pastoral staff upon him, he kept his fist so fast clenched, that it required the utmost violence of the bystanders to open it, and force him to receive that ensign of spiritual dignity<a href=\"#n29\"><sup>[29]</sup></a>. William soon after recovered; and his passions regaining their wonted vigour, he returned to his former violence and rapine. He detained in prison several persons whom he had ordered to be freed during the time of his penitence; he still preyed upon the ecclesiastical benefices; the sale of spiritual dignities continued as open as ever; and he kept possession of a considerable part of the revenues belonging to the see of Canterbury<a href=\"#n30\"><sup>[30]</sup></a>. But he found in Anselm that persevering opposition, which he had reason to expect from the ostentatious humility, which that prelate had displayed in refusing his promotion.","subId":"18","id":"Hume.HE.1.5.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> opposition, made by Anselm, was the more dangerous on account of the character of piety, which he soon acquired in England, by his great zeal against all abuses, particularly those in dress and ornament. There was a mode, which, in that age, prevailed throughout Europe, both among men and women, to give an enormous length to their shoes, to draw the toe to a sharp point, and to affix to it the figure of a bird's bill, or some such ornament, <span class=\"page-break\"></span>which was turned upwards, and which was often sustained by gold or silver chains tied to the knee<a href=\"#n31\"><sup>[31]</sup></a>. The ecclesiastics took exception at this ornament, which, they said, was an attempt to bely the Scripture, where it is affirmed, that no man can add a cubit to his stature; and they declaimed against it with great vehemence, nay assembled some synods, who absolutely condemned it. But, such are the strange contradictions in human nature! Though the clergy, at that time, could overturn thrones, and had authority sufficient to send above a million of men on <em>their</em> errand to the desarts of Asia, they could never prevail against these long-pointed shoes: On the contrary, that caprice, contrary to all other modes, maintained its ground during several centuries; and if the clergy had not at last desisted from their persecution of it, it might still have been the prevailing fashion in Europe.","subId":"19","id":"Hume.HE.1.5.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Anselm was more fortunate in decrying the particular mode, which was the object of his aversion, and which probably had not taken such fast hold of the affections of the people. He preached zealously against the long hair and curled locks, which were then fashionable among the courtiers; he refused the ashes on Ash-Wednesday to those who were so accoutered; and his authority and eloquence had such influence, that the young men universally abandoned that ornament, and appeared in the cropt hair, which was recommended to them by the sermons of the primate. The noted historian of Anselm, who was also his companion and secretary, celebrates highly this effort of his zeal and piety<a href=\"#n32\"><sup>[32]</sup></a>.","subId":"20","id":"Hume.HE.1.5.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> William's profaneness therefore returned to him with his health, he was soon engaged in controversies with this austere prelate. There was at that time a schism in the church, between Urban and Clement, who both pretended to the papacy<a href=\"#n33\"><sup>[33]</sup></a>; and Anselm, who, as abbot of Bec, had already acknowledged the former, was determined, without the king's consent, to introduce his authority into Engiand<a href=\"#n34\"><sup>[34]</sup></a>. William, who, imitating his father's example, had prohibited his subjects from recognizing any pope, whom he had not previously received, was enraged at this attempt; <span class=\"page-break\"></span>and summoned a synod at Rockingham, with an intention of deposing Anselm: But the prelate's suffragans declared, that, without the papal authority, they knew of no expedient for inflicting that punishment on their primate<a href=\"#n35\"><sup>[35]</sup></a>. The king was at last engaged by other motives to give the preference to Urban's title; Anselm received the pall from that pontiff; and matters seemed to be accommodated between the king and the primate<a href=\"#n36\"><sup>[36]</sup></a>, when the quarrel broke out afresh from a new cause. William had undertaken an expedition against Wales, and required the archbishop to furnish his quota of soldiers for that service; but Anselm, who regarded the demand as an oppression on the church, and yet durst not refuse compliance, sent them so miserably accoutered, that the king was extremely displeased, and threatened him with a prosecution<a href=\"#n37\"><sup>[37]</sup></a>. Anselm, on the other hand, demanded positively that all the revenues of his see should be restored to him; appealed to Rome against the king's injustice<a href=\"#n38\"><sup>[38]</sup></a>; and affairs came to such extremities, that the primate, finding it dangerous to remain in the kingdom, desired and obtained the king's permission to retire beyond sea. All his temporalities were seized<a href=\"#n39\"><sup>[39]</sup></a>; but he was received with great respect by Urban, who considered him as a martyr in the cause of religion, and even menaced the king, on account of his proceedings against the primate and the church, with the sentence of excommunication. Anselm assisted at the council of Bari, where, besides fixing the controversy between the Greek and Latin churches, concerning the procession of the Holy Ghost<a href=\"#n40\"><sup>[40]</sup></a>, the right of election to church preferments was declared to belong to the clergy alone, and spiritual censures were denounced against all ecclesiastics, who did homage to laymen for their sees or benefices, and against all laymen who exacted it<a href=\"#n41\"><sup>[41]</sup></a>. The rite of homage, by the feudal customs, was, that the vassal should throw himself on his knees, should put his joined hands between those of his superior, and should in that posture swear fealty to him<a href=\"#n42\"><sup>[42]</sup></a>. But the council declared it execrable, that pure hands, which could create God, and could offer him up as a sacrifice for the salvation of mankind, <span class=\"page-break\"></span>should be put, after this humiliating manner, between profane hands, which, besides being inured to rapine and bloodshed, were employed day and night in impure purposes and obscene contacts<a href=\"#n43\"><sup>[43]</sup></a>. Such were the reasonings prevalent in that age; reasonings, which, though they cannot be passed over in silence, without omitting the most curious and, perhaps, not the least instructive part of history, can scarcely be delivered with the requisite decency and gravity.","subId":"21","id":"Hume.HE.1.5.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">1097.</span> <span class=\"small-capitals\">The</span> cession of Normandy and Maine by duke Robert encreased the king's territories; but brought him no great encrease of power, because of the unsettled state of those countries, the mutinous disposition of the barons, and the vicinity of the French king, who supported them in all their insurrections. Even Helie, lord of la Fleche, a small town in Anjou, was able to give him inquietude; and this great monarch was obliged to make several expeditions abroad, without being able to prevail over so petty a baron, who had acquired the confidence and affections of the inhabitants of Maine. He was, however, so fortunate, as at last to take him prisoner in a rencounter; but having released him, at the intercession of the French king and the count of Anjou, he found the province of Maine still exposed to his intrigues and incursions. Helie, being introduced by the citizens into the town of Mans, besieged the garrison in the citadel: <span class=\"margin-comment\">1099.</span> William, who was hunting in the new forest, when he received intelligence of this hostile attempt, was so provoked, that he immediately turned his horse, and galloped to the sea-shore at Dartmouth; declaring, that he would not stop a moment till he had taken vengeance for the offence. He found the weather so cloudy and tempestuous, that the mariners thought it dangerous to put to sea: But the king hurried on board, and ordered them to set sail instantly; telling them that they never yet heard of a king that was drowned<a href=\"#n44\"><sup>[44]</sup></a>. By this vigour and celerity, he delivered the citadel of Mans from its present danger; and pursuing Helie into his own territories, he laid siege to Majol, a small castle in those parts: But a wound, which he received before this place, obliged him to raise the siege; <span class=\"margin-comment\">1100.</span> and he returned to England.","subId":"22","id":"Hume.HE.1.5.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> weakness of the greatest monarchs, during this age, in their military expeditions against their nearest neighbours, appears the more surprising, when we consider the prodigious numbers, which even petty princes, seconding the enthusiastic rage of the people, were able to assemble, and to conduct in dangerous enterprizes to the remote provinces of Asia. William, earl of Poitiers and duke of Guienne, enflamed with the glory, and not discouraged by the misfortunes, which had attended the former adventurers in the crusades, had put himself at the head of an immense multitude, computed by some historians to amount to 60,000 horse, and a much greater number of foot<a href=\"#n45\"><sup>[45]</sup></a>, and he purposed to lead them into the Holy Land against the infidels. He wanted money to forward the preparations requisite for this expedition, and he offered to mortgage all his dominions to William, without entertaining any scruple on account of that rapacious and iniquitous hand, to which he resolved to consign them<a href=\"#n46\"><sup>[46]</sup></a>. The king accepted the offer; and had prepared a fleet, and an army, in order to escort the money, and take possession of the rich provinces of Guienne and Poictou; <span class=\"margin-comment\">3d August.</span> when an accident put an end to his life, and to all his ambitious projects. He was engaged in hunting, the sole amusement, and indeed the chief occupation of princes in those rude times, when society was little cultivated, and the arts afforded few objects worthy of attention. Walter Tyrrel, a French gentleman, remarkable for his address in archery, attended him in this recreation, of which the new forest was the scene; and as William had dismounted after a chace, Tyrrel, impatient to show his dexterity, let fly an arrow at a stag, which suddenly started before him. The arrow, glancing from a tree, struck the king in the breast, and instantly slew him<a href=\"#n47\"><sup>[47]</sup></a>; while Tyrrel, <span class=\"margin-comment\">Death and character of William Rufus.</span> without informing any one of the accident, put spurs to his horse, hastened to the sea-shore, embarked for France, and joined the crusade in an expedition to Jerusalem; a pennance which he imposed on himself for this involuntary crime. The body of William was found in the forest by the country-people, and was buried without any pomp or ceremony at Winchester. His courtiers were negligent in performing the last duties to a master who was so little beloved; and every one <span class=\"page-break\"></span>was too much occupied in the interesting object of fixing his successor, to attend the funerals of a dead sovereign.","subId":"23","id":"Hume.HE.1.5.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> memory of this monarch is transmitted to us with little advantage by the churchmen, whom he had offended; and though we may suspect in general, that their account of his vices is somewhat exaggerated, his conduct affords little reason for contradicting the character which they have assigned him, or for attributing to him any very estimable qualities. He seems to have been a violent and tyrannical prince; a perfidious, encroaching, and dangerous neighbour; an unkind and ungenerous relation. He was equally prodigal and rapacious in the management of his treasury; and if he possessed abilities, he lay so much under the government of impetuous passions, that he made little use of them in his administration; and he indulged, without reserve, that domineering policy, which suited his temper, and which, if supported, as it was in him, with courage and vigour, proves often more successful in disorderly times, than the deepest foresight and most refined artifice.","subId":"24","id":"Hume.HE.1.5.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> monuments which remained of this prince in England are the Tower, Westminster-hall, and London-bridge, which he built. The most laudable foreign enterprize which he undertook, was the sending of Edgar Atheling, three years before his death, into Scotland with a small army, to restore prince Edgar the true heir of that kingdom, son of Malcolm, and of Margaret, sister of Edgar Atheling; and the enterprize proved successful. It was remarked in that age, that Richard, an elder brother of William's, perished by an accident in the new forest; Richard, his nephew, natural son of duke Robert, lost his life in the same place, after the same manner: And all men, upon the king's fate, exclaimed, that, as the Conqueror had been guilty of extreme violence, in expelling all the inhabitants of that large district, to make room for his game, the just vengeance of heaven was signalized, in the same place, by the slaughter of his posterity. William was killed in the thirteenth year of his reign, and about the fortieth of his age. As he was never married, he left no legitimate issue.","subId":"25","id":"Hume.HE.1.5.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the eleventh year of this reign, Magnus king of Norway made a descent on the isle of Anglesea; but was repulsed by Hugh, earl of Shrewsbury. This is the last attempt made by the northern nations upon England. That restless people seem about this time <span class=\"page-break\"></span>to have learned the practice of tillage, which thenceforth kept them at home, and freed the other nations of Europe from the devastations spread over them by those pyratical invaders. This proved one great cause of the subsequent settlement and improvement of the southern nations.","subId":"26","id":"Hume.HE.1.5.26"},{"type":"note","content":"W. Malmes. p. 120. M. Paris, p. 10.","subId":"n1","id":"Hume.HE.1.5.n1"},{"type":"note","content":"Chron. Sax. p. 192. Brompton, p. 983.","subId":"n2","id":"Hume.HE.1.5.n2"},{"type":"note","content":"W. Malmes. p. 120. M. Paris, p. 10. Thom. Rudborne, p. 263.","subId":"n3","id":"Hume.HE.1.5.n3"},{"type":"note","content":"Hoveden, p. 461.","subId":"n4","id":"Hume.HE.1.5.n4"},{"type":"note","content":"Order. Vitalis, p. 666.","subId":"n5","id":"Hume.HE.1.5.n5"},{"type":"note","content":"Chron. Sax. p. 195. Order. Vital. p. 668.","subId":"n6","id":"Hume.HE.1.5.n6"},{"type":"note","content":"Chron. Sax. p. 197. W. Malm. p. 121. Hoveden, p. 462. M. Paris, p. 11. Annal. Waverl. p. 137. W. Heming. p. 463. Sim. Dunelm. p. 216. Brompton, p. 986.","subId":"n7","id":"Hume.HE.1.5.n7"},{"type":"note","content":"Gul. Tyrius, lib. i. cap. 11. M. Paris, p. 17.","subId":"n8","id":"Hume.HE.1.5.n8"},{"type":"note","content":"Gul. Tyrius, lib. i. cap. 13.","subId":"n9","id":"Hume.HE.1.5.n9"},{"type":"note","content":"Concil. tom. x. Concil. Clarom. Matth. Paris, p. 16. M. West. p. 233.","subId":"n10","id":"Hume.HE.1.5.n10"},{"type":"note","content":"Historia Bell. Sacri, tom. i. Musaei Ital.","subId":"n11","id":"Hume.HE.1.5.n11"},{"type":"note","content":"Hist. Bell. Sacri, tom. 1. Mus. Ital. Order. Vital. p. 721.","subId":"n12","id":"Hume.HE.1.5.n12"},{"type":"note","content":"Order. Vital. p. 720.","subId":"n13","id":"Hume.HE.1.5.n13"},{"type":"note","content":"Order. Vital. p. 720.","subId":"n14","id":"Hume.HE.1.5.n14"},{"type":"note","content":"W. Malm. p. 133.","subId":"n15","id":"Hume.HE.1.5.n15"},{"type":"note","content":"Vertot Hist. de Chev. de Malte, vol. i. p. 46.","subId":"n16","id":"Hume.HE.1.5.n16"},{"type":"note","content":"Sim. Dunelm. p. 222.","subId":"n17","id":"Hume.HE.1.5.n17"},{"type":"note","content":"Matth. Paris, p. 17.","subId":"n18","id":"Hume.HE.1.5.n18"},{"type":"note","content":"Matth. Paris, p. 20, 21.","subId":"n19","id":"Hume.HE.1.5.n19"},{"type":"note","content":"Padre Paolo Hist. delle benef. ecclesiast. p. 128.","subId":"n20","id":"Hume.HE.1.5.n20"},{"type":"note","content":"W. Malm. p. 123.Chron. T. Wykes, p. 24. Annal. Waverl. p. 139. W. Heming. p. 467. Flor. Wig. p. 648. Sim. Dunelm. p. 222. Knyghton, p. 2364.","subId":"n21","id":"Hume.HE.1.5.n21"},{"type":"note","content":"Eadmer, p. 35. W. Malm. p. 123. W. Heming. p. 467.","subId":"n22","id":"Hume.HE.1.5.n22"},{"type":"note","content":"G. Newbr. p. 358. W. Gemet. p. 292.","subId":"n23","id":"Hume.HE.1.5.n23"},{"type":"note","content":"W. Malm. p. 121.","subId":"n24","id":"Hume.HE.1.5.n24"},{"type":"note","content":"Eadmer, p. 47.","subId":"n25","id":"Hume.HE.1.5.n25"},{"type":"note","content":"W. Malm. p. 123.","subId":"n26","id":"Hume.HE.1.5.n26"},{"type":"note","content":"Eadmer, p. 16. Chron. Sax. p. 198.","subId":"n27","id":"Hume.HE.1.5.n27"},{"type":"note","content":"Eadmer, p. 17. Diceto, p. 494.","subId":"n28","id":"Hume.HE.1.5.n28"},{"type":"note","content":"Eadmer, p. 18.","subId":"n29","id":"Hume.HE.1.5.n29"},{"type":"note","content":"Eadmer, p. 19, 43. Chron. Sax. p. 199.","subId":"n30","id":"Hume.HE.1.5.n30"},{"type":"note","content":"Order. Vital. p. 682. W. Malmes. p. 123. Knyghton, p. 2369.","subId":"n31","id":"Hume.HE.1.5.n31"},{"type":"note","content":"Eadmer, p. 23.","subId":"n32","id":"Hume.HE.1.5.n32"},{"type":"note","content":"Hoveden, p. 463.","subId":"n33","id":"Hume.HE.1.5.n33"},{"type":"note","content":"Eadmer, p. 25. M. Paris, p. 13. Diceto, p. 494. Spelm. Conc. vol. ii. p. 16.","subId":"n34","id":"Hume.HE.1.5.n34"},{"type":"note","content":"Eadmer, p. 30.","subId":"n35","id":"Hume.HE.1.5.n35"},{"type":"note","content":"Diceto, p. 495.","subId":"n36","id":"Hume.HE.1.5.n36"},{"type":"note","content":"Eadmer, p. 37, 43.","subId":"n37","id":"Hume.HE.1.5.n37"},{"type":"note","content":"Ibid. p. 40.","subId":"n38","id":"Hume.HE.1.5.n38"},{"type":"note","content":"M. Paris, p. 13. Parker, p. 178.","subId":"n39","id":"Hume.HE.1.5.n39"},{"type":"note","content":"Eadmer, p. 49. M. Paris, p. 13. Sim. Dun. p. 224.","subId":"n40","id":"Hume.HE.1.5.n40"},{"type":"note","content":"M. Paris, p. 14.","subId":"n41","id":"Hume.HE.1.5.n41"},{"type":"note","content":"Spellman, Du Cange, in verb. <em>Hominium.</em>","subId":"n42","id":"Hume.HE.1.5.n42"},{"type":"note","content":"W. Heming. p. 467. Flor. Wigorn. p. 649. Sim. Dunelm. p. 224. Brompton, p. 994.","subId":"n43","id":"Hume.HE.1.5.n43"},{"type":"note","content":"W. Malm. p. 124. H. Hunt. p. 378. M. Paris, p. 36. Ypod. Neust. p. 442.","subId":"n44","id":"Hume.HE.1.5.n44"},{"type":"note","content":"W. Malm. p. 149. The whole is said by Order. Vital. p. 789, to amount to 300,000 men.","subId":"n45","id":"Hume.HE.1.5.n45"},{"type":"note","content":"W. Malmes. p. 127.","subId":"n46","id":"Hume.HE.1.5.n46"},{"type":"note","content":"W. Malm. p. 125. H. Hunt. p. 378. M. Paris, p. 37. Petr. Bles. p. 110.","subId":"n47","id":"Hume.HE.1.5.n47"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]}],"prev":{"id":"Hume.HE.1.4","imported":true,"title":"Chapter 4. William the Conqueror","breadcrumb":"Chapter 4","published":[1762]},"next":{"id":"Hume.HE.1.6","imported":true,"title":"Chapter 6. Henry I","breadcrumb":"Chapter 6","published":[1762]}}