{"id":"Mandeville.FB.EC","imported":true,"parent":"Mandeville.FB","title":"An Essay on Charity and Charity-Schools","breadcrumb":"Essay on Charity","published":[1724],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called _The Grumbling Hive, or Knaves Turn'd Honest_. In 1714, he published the poem again, together with a preface, _An Enquiry into the Origin of Moral Virtue_, and several _Remarks_ on the poem, all under the title of _The Fable of the Bees_. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_091","blocks":[{"type":"title","content":"£1 An Essay on Charity and Charity-Schools £1","id":"Mandeville.FB.EC"},{"type":"paragraph","content":"CHARITY is that Virtue by which part of that sincere Love we have for our selves is transferr'd pure and unmix'd to others, not tied to us by the Bonds of Friendship or Consanguinity, and even meer Strangers, whom we have no obligation to, nor hope or expect any thing from. If we lessen any ways the Rigour of this Definition, part of the Virtue must be lost. What we do for our Friends and Kindred, we do partly for our selves: When a Man acts in behalf of Nephews or Neices, and says they are my Brother's Children, I do it out of Charity; he deceives you: for if he is capable, it is expected from him, and he does it partly for his own Sake: If he values the Esteem of the World, and is nice as to Honour and Reputation, he is obliged to have a greater Regard to them than for Strangers, or else he must suffer in his Character.","subId":"1","id":"Mandeville.FB.EC.1"},{"type":"paragraph","content":"The Exercise of this Virtue relates either to Opinion, or to Action, and is manifested in what we think of others, or what we do for them. To be charitable then in the first Place, we ought to put the best Construction on all that others do or say, that the Things are capable of. If a Man builds a fine House, tho' he has not one Symptom of Humility, furnishes it richly, and lays out a good Estate in Plate and Pictures, we ought not to think that he does it out of Vanity, but to encourage Artists, employ Hands, and set the Poor to work for the Good of his Country: And if a Man sleeps at Church, so he does not snore, we ought to think he shuts his Eyes to increase his Attention. The Reason is, because in our Turn we desire that our utmost Avarice should pass for Frugality; and that for Religion, which we know to be Hypocrisy. Secondly, That Virtue is conspicuous in us, when we bestow our Time and Labour for nothing, or employ our Credit with others in behalf of those who stand in need of it, and yet could not expect such an Assistance from our Friendship or Nearness of Blood. The last Branch of Charity consists in giving away (while we are alive) what we value our selves, to such as I have already named; being contented rather to have and enjoy less, than not relieve those who want, and shall be the Objects of our Choice.","subId":"2","id":"Mandeville.FB.EC.2"},{"type":"paragraph","content":"This Virtue is often counterfeited by a Passion of ours, call'd _Pity_ or _Compassion,_ which consists in a Fellow-feeling and Condolence for the Misfortunes and Calamities of others: all Mankind are more or less affected with it; but the weakest Minds generally the most. It is raised in us, when the Sufferings and Misery of other Creatures make so forcible an Impression upon us, as to make us uneasy. It comes in either at the Eye or Ear, or both; and the nearer and more violently the Object of Compassion strikes those Senses, the greater Disturbance it causes in us, often to such a Degree as to occasion great Pain and Anxiety.","subId":"3","id":"Mandeville.FB.EC.3"},{"type":"paragraph","content":"Should any of us be lock'd up in a Ground-Room, where in a Yard joining to it there was a thriving good-humour'd Child at play, of two or three Years old, so near us that through the Grates of the Window we could almost touch it with our Hand; and if while we took delight in the harmless Diversion, and imperfect Prittle-Prattle of the innocent Babe, a nasty over-grown Sow should come in upon the Child, set it a screaming, and frighten it out of its Wits; it is natural to think, that this would make us uneasy, and that with crying out, and making all the menacing Noise we could, we should endeavour to drive the Sow away. But if this should happen to be an half-starv'd Creature, that mad with Hunger went roaming about in quest of Food, and we should behold the ravenous Brute, in spite of our Cries and all the threatning Gestures we could think of, actually lay hold of the helpless Infant, destroy and devour it; To see her widely open her destructive Jaws, and the poor Lamb beat down with greedy haste; to look on the defenceless Posture of tender Limbs first trampled on, then tore asunder; to see the filthy Snout digging in the yet living Entrails suck up the smoking Blood, and now and then to hear the Crackling of the Bones, and the cruel Animal with savage Pleasure grunt over the horrid Banquet; to hear and see all this, What Tortures would it give the Soul beyond Expression! Let me see the most shining Virtue the Moralists have to boast of so manifest either to the Person possess'd of it, or those who behold his Actions: Let me see Courage, or the Love of one's Country so apparent without any Mixture, clear'd and distinct, the first from Pride and Anger, the other from the Love of Glory, and every Shadow of Self-Interest, as this Pity would be clear'd and distinct from all other Passions. There would be no need of Virtue or Self-Denial to be moved at such a Scene; and not only a Man of Humanity, of good Morals and Commiseration, but likewise an Highwayman, an House-Breaker, or a Murderer could feel Anxieties on such an Occasion; how calamitous soever a Man's Circumstances might be, he would forget his Misfortunes for the time, and the most troublesome Passion would give way to Pity, and not one of the Species has a Heart so obdurate or engaged that it would not ake at such a Sight, as no Language has an Epithet to fit it.","subId":"4","id":"Mandeville.FB.EC.4"},{"type":"paragraph","content":"Many will wonder at what I have said of Pity, that it comes in at the Eye or Ear, but the Truth of this will be known when we consider that the nearer the Object is the more we suffer, and the more remote it is the less we are troubled with it. To see People Executed for Crimes, if it is a great way off, moves us but little, in comparison to what it does when we are near enough to see the Motion of the Soul in their Eyes, observe their Fears and Agonies, and are able to read the Pangs in every Feature of the Face. When the Object is quite remov'd from our Senses, the Relation of the Calamities or the reading of them can never raise in us the Passion call'd Pity. We may be concern'd at bad News, the Loss and Misfortunes of Friends and those whose Cause we espouse, but this is not Pity, but Grief or Sorrow; the same as we feel for the Death of those we love, or the Destruction of what we value.","subId":"5","id":"Mandeville.FB.EC.5"},{"type":"paragraph","content":"When we hear that three or four thousand Men, all Strangers to us, are kill'd with the Sword, or forc'd into some River where they are drown'd, we say and perhaps believe that we pity them. It is Humanity bids us have Compassion with the Sufferings of others, and Reason tells us, that whether a thing be far off or done in our Sight, our Sentiments concerning it ought to be the same, and we should be asham'd to own that we felt no Commiseration in us when any thing requires it. He is a cruel Man, he has no Bowels of Compassion: All these things are the Effects of Reason and Humanity, but Nature makes no Compliments; when the Object does not strike, the Body does not feel it; and when Men talk of pitying People out of sight, they are to be believed in the same manner as when they say, that they are our humble Servants. In paying the usual Civilities at first meeting, those who do not see one another every Day, are often very glad and very sorry alternately for five or six times together in less than two Minutes, and yet at parting carry away not a jot more of Grief or Joy than they met with. The same it is with Pity, and it is a thing of Choice no more than Fear or Anger. Those who have a strong and lively Imagination, and can make Representations of things in their Minds, as they would be if they were actually before them, may work themselves up into something that resembles Compassion; but this is done by Art, and often the help of a little Enthusiasm, and is only an Imitation of Pity; the Heart feels little of it, and it is as faint as what we suffer at the acting of a Tragedy; where our Judgment leaves part of the Mind uninform'd, and to indulge a lazy Wantonness suffers it to be led into an Error, which is necessary to have a Passion rais'd, the slight Strokes of which are not unpleasant to us when the Soul is in an idle unactive Humour.","subId":"6","id":"Mandeville.FB.EC.6"},{"type":"paragraph","content":"As Pity is often by our selves and in our own Cases mistaken for Charity, so it assumes the Shape, and borrows the very Name of it; a Beggar asks you to exert that Virtue for Jesus Christ's sake, but all the while his great Design is to raise your Pity. He represents to your View the worst side of his Ailments and bodily Infirmities; in chosen Words he gives you an Epitome of his Calamities real or fictitious; and while he seems to pray God that he will open your Heart, he is actually at work upon your Ears; the greatest Profligate of them flies to Religion for Aid, and assists his Cant with a doleful Tone and a study'd Dismality of Gestures: But he trusts not to one Passion only, he flatters your Pride with Titles and Names of Honour and Distinction; your Avarice he sooths with often repeating to you the Smallness of the Gift he sues for, and conditional Promises of future Returns with an Interest extravagant beyond the Statute of Usury tho' out of the reach of it. People not used to great Cities, being thus attack'd on all sides, are commonly forc'd to yield, and can't help giving something tho' they can hardly spare it themselves. How oddly are we manag'd by Self-Love! It is ever watching in our Defence, and yet, to sooth a predominant Passion, obliges us to act against our Interest: For when Pity seizes us, if we can but imagine that we contribute to the Relief of him we have Compassion with, and are Instrumental to the lessening of his Sorrows, it eases us, and therefore pitiful People often give an Alms when they really feel that they would rather not.","subId":"7","id":"Mandeville.FB.EC.7"},{"type":"paragraph","content":"When Sores are very bare or seem otherwise afflicting in an extraordinary manner, and the Beggar can bear to have them expos'd to the cold Air, it is very shocking to some People; 'tis a Shame, they cry, such Sights should be suffer'd; the main Reason is, it touches their Pity feelingly, and at the same time they are resolv'd, either because they are Covetous, or count it an idle Expence, to give nothing, which makes them more uneasy. They turn their Eyes, and where the Cries are dismal, some would willingly stop their Ears if they were not ashamed. What they can do is to mend their Pace, and be very angry in their Hearts that Beggars should be about the Streets. But it is with Pity as it is with Fear, the more we are conversant with Objects that excite either Passion, the less we are disturb'd by them, and those to whom all these Scenes and Tones are by Custom made familiar, they make little Impression upon. The only thing the industrious Beggar has left to conquer those fortified Hearts, if he can walk either with or without Crutches, is to follow close, and with uninterrupted Noise teaze and importune them, to try if he can make them buy their Peace. Thus thousands give Money to Beggars from the same Motive as they pay their Corn-cutter, to walk easy. And many a Half-penny is given to impudent and designedly persecuting Rascals, whom, if it could be done handsomely, a Man would cane with much greater Satisfaction. Yet all this by the Courtesy of the Country is call'd Charity.","subId":"8","id":"Mandeville.FB.EC.8"},{"type":"paragraph","content":"The Reverse of Pity is Malice: I have spoke of it where I treat of Envy. Those who know what it is to examine themselves, will soon own that it is very difficult to trace the Root and Origin of this Passion. It is one of those we are most ashamed of, and therefore the hurtful part of it is easily subdued and corrected by a Judicious Education. When any body near us stumbles, it is natural even before Reflexion to stretch out our Hands to hinder or at least break the Fall, which shews that while we are Calm we are rather bent to Pity. But tho' Malice by it self is little to be fear'd, yet assisted with Pride, it is often mischievous, and becomes most terrible when egg'd on and heighten'd by Anger. There is nothing that more readily or more effectually extinguishes Pity than this Mixture, which is call'd Cruelty: From whence we may learn that to perform a meritorious Action, it is not sufficient barely to conquer a Passion, unless it likewise be done from a laudable Principle, and consequently how necessary that Clause was in the Definition of Virtue, that our Endeavours were to proceed from _a rational Ambition of being Good._","subId":"9","id":"Mandeville.FB.EC.9"},{"type":"paragraph","content":"Pity, as I have said somewhere else, is the most amiable of all our Passions, and there are not many Occasions on which we ought to conquer or curb it. A Surgeon may be as compassionate as he pleases, so it does not make him omit or forbear to perform what he ought to do. Judges likewise and Juries may be influenced with Pity, if they take care that plain Laws and Justice it self are not infringed and do not suffer by it. No Pity does more Mischief in the World than what is excited by the Tenderness of Parents, and hinders them from managing their Children as their rational Love to them would require, and themselves could wish it. The Sway likewise which this Passion bears in the Affections of Women is more considerable than is commonly imagined, and they daily commit Faults that are altogether ascribed to Lust, and yet are in a great measure owing to Pity.","subId":"10","id":"Mandeville.FB.EC.10"},{"type":"paragraph","content":"What I named last is not the only Passion that mocks and resembles Charity; Pride and Vanity have built more Hospitals than all the Virtues together. Men are so tenacious of their Possessions, and Selfishness is so riveted in our Nature, that whoever can but any ways conquer it shall have the Applause of the Publick, and all the Encouragement imaginable to conceal his Frailty and sooth any other Appetite he shall have a mind to indulge. The Man that supplies with his private Fortune, what the whole must otherwise have provided for, obliges every Member of the Society, and therefore all the World are ready to pay him their Acknowledgement, and think themselves in Duty bound to pronounce all such Actions virtuous, without examining or so much as looking into the Motives from which they were perform'd. Nothing is more destructive to Virtue or Religion it self, than to make Men believe that giving Money to the Poor, tho' they should not part with it till after Death, will make a full Atonement in the next World, for the Sins they have committed in this. A Villain who has been guilty of a barbarous Murder may by the help of false Witnesses escape the Punishment he deserv'd: He prospers, we'll say, heaps up great Wealth, and by the Advice of his Father Confessor leaves all his Estate to a Monastery, and his Children Beggars. What fine Amends has this good Christian made for his Crime, and what an honest Man was the Priest who directed his Conscience? He who parts with all he has in his Life-time, whatever Principle he acts from, only gives away what was his own; but the rich Miser who refuses to assist his nearest Relations while he is alive, tho' they never designedly disoblig'd him, and disposes of his Money for what we call Charitable Uses after his Death, may imagine of his Goodness what he pleases, but he robbs his Posterity. I am now thinking of a late Instance of Charity, a prodigious Gift, that has made a great Noise in the World: I have a mind to set it in the Light I think it deserves, and beg leave, for once to please Pedants, to treat it somewhat Rhetorically.","subId":"11","id":"Mandeville.FB.EC.11"},{"type":"paragraph","content":"That a Man with small Skill in Physick and hardly any Learning, should by vile Arts get into Practice, and lay up great Wealth, is no mighty Wonder; but that he should so deeply work himself into the good Opinion of the World as to gain the general Esteem of a Nation, and establish a Reputation beyond all his Contemporaries, with no other Qualities but a perfect Knowledge of Mankind, and a Capacity of making the most of it, is something extraordinary. If a Man arrived to such a height of Glory should be almost distracted with Pride, sometime give his attendance on a Servant or any mean Person for nothing, and at the same time neglect a Nobleman that gives exorbitant Fees, at other times refuse to leave his Bottle for his Business without any regard to the Quality of the Persons that sent for him, or the Danger they are in: If he should be surly and morose, affect to be an Humourist, treat his Patients like Dogs, tho' People of Distinction, and value no Man but what would deify him, and never call in question the certainty of his Oracles: If he should insult all the World, affront the first Nobility, and extend his Insolence even to the Royal Family: If to maintain as well as to increase the Fame of his Sufficiency, he should scorn to consult with his Betters on what Emergency soever, look down with contempt on the most deserving of his Profession, and never confer with any other Physician but what will pay Homage to his Superior Genius, creep to his Humour, and never approach him but with all the slavish Obsequiousness a Court-Flatterer can treat a Prince with: If a Man in his Life-time should discover on the one hand such manifest Symptoms of Superlative Pride, and an insatiable Greediness after Wealth at the same time, and on the other no regard to Religion or Affection to his Kindred, no Compassion to the Poor, and hardly any Humanity to his Fellow-Creatures, if he gave no Proofs that he lov'd his Country, had a Publick Spirit, or was a Lover of Arts, of Books or of Literature, what must we judge of his Motive, the Principle he acted from, when after his Death we find that he has left a Trifle among his Relations who stood in need of it, and an immense Treasure to an University that did not want it?","subId":"12","id":"Mandeville.FB.EC.12"},{"type":"paragraph","content":"Let a Man be as charitable as it is possible for him to be without forfeiting his Reason or good Sense; can he think otherwise, but that this famous Physician did in the making of his Will, as in every thing else, indulge his darling Passion, entertaining his Vanity with the Happiness of the Contrivance? when he thought on the Monuments and Inscriptions, with all the Sacrifices of Praise that would be made to him, and above all the yearly Tribute of Thanks, of Reverence and Veneration that would be paid to his Memory with so much Pomp and Solemnity; when he consider'd, how in all these Performances Wit and Invention would be rack'd, Art and Eloquence ransack'd to find out Encomiums suitable to the Publick Spirit, the Munificence and the Dignity of the Benefactor, and the artful Gratitude of the Receivers; when he thought on, I say, and consider'd these Things, it must have thrown his ambitious Soul into vast Ecstasies of Pleasure, especially when he ruminated on the Duration of his Glory, and the Perpetuity he would by this Means procure to his Name. Charitable Opinions are often stupidly false; when Men are dead and gone, we ought to judge of their Actions, as we do of Books, and neither wrong their Understanding nor our own. The _British {AE}sculapius_ was undeniably a Man of Sense, and if he had been influenc'd by Charity, a Publick Spirit, or the Love of Learning, and had aim'd at the Good of Mankind in general, or that of his own Profession in particular, and acted from any of these Principles, he could never have made such a Will; because so much Wealth might have been better managed, and a Man of much less Capacity would have found out several better Ways of laying out the Money. But if we consider, that he was as undeniably a Man of vast Pride, as he was a Man of Sense, and give ourselves leave only to surmise, that this extraordinary Gift might have proceeded from such a Motive, we shall presently discover the Excellency of his Parts, and his consummate Knowledge of the World: for, if a Man would render himself immortal, be ever prais'd and deify'd after his Death, and have all the Acknowledgement, the Honours, and Compliments paid to his Memory, that Vain-Glory herself could wish for, I don't think it in human Skill to invent a more effectual Method. Had he follow'd Arms, behaved himself in five and twenty Sieges, and as many Battles, with the Bravery of an _Alexander,_ and exposed his Life and Limbs to all the Fatigues and Dangers of War for fifty Campaigns together; or devoting himself to the _Muses,_ sacrific'd his Pleasure, his Rest, and his Health to Literature, and spent all his Days in a laborious Study, and the Toils of Learning; or else abandoning all worldly Interest, excell'd in Probity, Temperance, and Austerity of Life, and ever trod in the strictest Path of Virtue, he would not so effectually have provided for the Eternity of his Name, as after a voluptuous Life, and the luxurious Gratification of his Passions, he has now done without any Trouble or Self-Denial, only by the Choice in the Disposal of his Money, when he was forc'd to leave it.","subId":"13","id":"Mandeville.FB.EC.13"},{"type":"paragraph","content":"A rich Miser, who is thoroughly selfish, and would receive the Interest of his Money even after his Death, has nothing else to do than to defraud his Relations, and leave his Estate to some famous University: they are the best Markets to buy Immortality at with little Merit; in them Knowledge, Wit and Penetration are the Growth, I had almost said, the Manufacture of the Place: There Men are profoundly skill'd in Human Nature, and know what it is their Benefactors want; and there extraordinary Bounties shall always meet with an extraordinary Recompense, and the Measure of the Gift is ever the Standard of their Praises, whether the Donor be a Physician or a Tinker, when once the living Witnesses that might laugh at them are extinct. I can never think on the Anniversary of the Thanksgiving-Day decreed to a great Man, but it puts me in mind of the miraculous Cures, and other surprizing Things that will be said of him a hundred Years hence, and I dare prognosticate, that before the End of the present Century, he will have Stories forg'd in his Favour, (for Rhetoricians are never upon Oath) that shall be as fabulous at least as any Legends of the Saints.","subId":"14","id":"Mandeville.FB.EC.14"},{"type":"paragraph","content":"Of all this our subtle Benefactor was not ignorant, he understood Universities, their Genius, and their Politicks, and from thence foresaw and knew that the Incense to be offer'd to him would not cease with the present or a few succeeding Generations, and that it would not only last for the trifling Space of three or four hundred Years, but that it would continue to be paid to him through all Changes and Revolutions of Government and Religion, as long as the Nation subsists, and the Island it self remains.","subId":"15","id":"Mandeville.FB.EC.15"},{"type":"paragraph","content":"It is deplorable that the Proud should have such Temptations to wrong their lawful Heirs: For when a Man in ease and affluence, brimfull of Vain-Glory, and humour'd in his Pride by the greatest of a polite Nation, has such an infallible Security in Petto for an Everlasting Homage and Adoration to his _Manes_ to be paid in such an extraordinary manner, he is like a Hero in Battle, who in feasting on his own Imagination tastes all the Felicity of Enthusiasm. It buoys him up in Sickness, relieves him in Pain, and either guards him against or keeps from his View all the Terrors of Death, and the most dismal Apprehensions of Futurity.","subId":"16","id":"Mandeville.FB.EC.16"},{"type":"paragraph","content":"Should it be said that to be thus Censorious, and look into Matters, and Mens Consciences with that Nicety, will discourage People from laying out their Money this way; and that let the Money and the Motive of the Donor be what they will, he that receives the Benefit is the Gainer, I would not disown the Charge, but am of Opinion, that this is no Injury to the Publick, should one prevent Men from crowding too much Treasure into the Dead Stock of the Kingdom. There ought to be a vast disproportion between the Active and Unactive part of the Society to make it Happy, and where this is not regarded the multitude of Gifts and Endowments may soon be excessive and detrimental to a Nation. Charity, where it is too extensive, seldom fails of promoting Sloth and Idleness, and is good for little in the Commonwealth but to breed Drones and destroy Industry. The more Colleges and Alms-houses you build the more you may. The first Founders and Benefactors may have just and good Intentions, and would perhaps for their own Reputations seem to labour for the most laudable Purposes, but the Executors of those Wills, the Governors that come after them, have quite other Views, and we seldom see Charities long applied as it was first intended they should be. I have no design that is Cruel, nor the least aim that savours of Inhumanity. To have sufficient Hospitals for Sick and Wounded I look upon as an indispensible Duty both in Peace and War: Young Children without Parents, Old Age without Support, and all that are disabled from Working, ought to be taken care of with Tenderness and Alacrity. But as on the one hand I would have none neglected that are helpless, and really necessitous without being wanting to themselves, so on the other I would not encourage Beggary or Laziness in the Poor: All should be set to work that are any ways able, and Scrutinies should be made even among the Infirm: Employments might be found out for most of our Lame, and many that are unfit for hard Labour, as well as the Blind, as long as their Health and Strength would allow of it. What I have now under Consideration leads me naturally to that kind of Distraction the Nation has labour'd under for some time, the Enthusiastick Passion for Charity-Schools.","subId":"17","id":"Mandeville.FB.EC.17"},{"type":"paragraph","content":"The generality are so bewitched with the Usefulness and Excellency of them, that whoever dares openly oppose them is in danger of being Stoned by the Rabble. Children that are taught the Principles of Religion and can read the Word of God, have a greater Opportunity to improve in Virtue and good Morality, and must certainly be more civiliz'd than others, that are suffer'd to run at random and have no body to look after them. How perverse must be the Judgment of those, who would not rather see Children decently dress'd, with clean Linen at least once a Week, that in an orderly manner follow their Master to Church, than in every open place meet with a Company of Black-guards without Shirts or any thing whole about them, that insensible of their Misery are continually increasing it with Oaths and Imprecations! Can any one doubt but these are the great Nursery of Thieves and Pick-pockets? What Numbers of Felons and other Criminals have we Tried and Convicted every Sessions! This will be prevented by Charity-Schools, and when the Children of the Poor receive a better Education, the Society will in a few Years reap the Benefit of it, and the Nation be clear'd of so many Miscreants as now this great City and all the Country about it are fill'd with.","subId":"18","id":"Mandeville.FB.EC.18"},{"type":"paragraph","content":"This is the general Cry, and he that speaks the least Word against it, an Uncharitable, Hard-hearted and Inhuman, if not a Wicked, Profane, and Atheistical Wretch. As to the Comeliness of the Sight, no body disputes it, but I would not have a Nation pay too dear for so transient a Pleasure, and if we might set aside the finery of the Shew, every thing that is material in this popular Oration might soon be answer'd.","subId":"19","id":"Mandeville.FB.EC.19"},{"type":"paragraph","content":"As to Religion, the most knowing and polite Part of a Nation have every where the least of it; Craft has a greater Hand in making Rogues than Stupidity, and Vice in general is no where more predominant than where Arts and Sciences flourish. Ignorance is, to a Proverb, counted to be the Mother of Devotion, and it is certain that we shall find Innocence and Honesty no where more general than among the most illiterate, the poor silly Country People. The next to be consider'd, are the Manners and Civility that by Charity-Schools are to be grafted into the Poor of the Nation. I confess that in my Opinion to be in any degree possess'd of what I named is a frivolous if not a hurtful Quality, at least nothing is less requisite in the Laborious Poor. It is not Compliments we want of them, but their Work and Assiduity. But I give up this Article with all my Heart, good Manners we'll say are necessary to all People, but which way will they be furnished with them in a Charity-School? Boys there may be taught to pull off their Caps promiscuously to all they meet, unless it be a Beggar: But that they should acquire in it any Civility beyond that I can't conceive.","subId":"20","id":"Mandeville.FB.EC.20"},{"type":"paragraph","content":"The Master is not greatly qualify'd, as may be guessed by his Salary, and if he could teach them Manners he has not time for it: While they are at School they are either learning or saying their Lesson to him, or employed in Writing or Arithmetick, and as soon as School is done, they are as much at Liberty as other Poor Peoples Children. It is Precept and the Example of Parents, and those they Eat, Drink and Converse with, that have an Influence upon the Minds of Children: Reprobate Parents that take ill Courses and are regardless of their Children, won't have a mannerly civiliz'd Offspring tho' they went to a Charity-School till they were Married. The honest pains-taking People, be they never so poor, if they have any Notion of Goodness and Decency themselves, will keep their Children in awe, and never suffer them to rake about the Streets, and lie out a-nights. Those who will work themselves, and have any command over their Children, will make them do something or other that turns to Profit as soon as they are able, be it never so little; and such as are so Ungovernable, that neither Words nor Blows can work upon them, no Charity School will mend; Nay, Experience teaches us, that among the Charity-Boys there are abundance of bad ones that Swear and Curse about, and, bar the Clothes, are as much Black-guard as ever _Tower-hill_ or St. _James_'s produc'd.","subId":"21","id":"Mandeville.FB.EC.21"},{"type":"paragraph","content":"I am now come to the enormous Crimes, and vast Multitude of Malefactors, that are all laid upon the want of this notable Education. That abundance of Thefts and Robberies are daily committed in and about the City, and great Numbers yearly suffer Death for those Crimes is undeniable: But because this is ever hooked in when the Usefulness of Charity-Schools is called in Question, as if there was no Dispute, but they would in a great measure remedy, and in time prevent those Disorders, I intend to examine into the real Causes of those Mischiefs so justly complained of, and doubt not but to make it appear that Charity-Schools, and every thing else that promotes Idleness, and keeps the Poor from Working, are more Accessary to the Growth of Villany, than the want of Reading and Writing, or even the grossest Ignorance and Stupidity.","subId":"22","id":"Mandeville.FB.EC.22"},{"type":"paragraph","content":"Here I must interrupt my self to obviate the Clamours of some impatient People, who upon Reading of what I said last will cry out that far from encouraging Idleness, they bring up their Charity-Children to Handicrafts, as well as Trades, and all manner of Honest Labour. I promise them that I shall take notice of that hereafter, and answer it without stifling the least thing that can be said in their Behalf.","subId":"23","id":"Mandeville.FB.EC.23"},{"type":"paragraph","content":"In a populous City it is not difficult for a young Rascal, that has pushed himself into a Crowd, with a small Hand and nimble Fingers to whip away a Handkerchief or Snuff-Box from a Man who is thinking on Business, and regardless of his Pocket. Success in small Crimes seldom fails of ushering in greater, and he that picks Pockets with Impunity at twelve, is likely to be a House-breaker at sixteen, and a thorough-paced Villain long before he is twenty. Those who are Cautious as well as Bold, and no Drunkards, may do a world of Mischief before they are discovered; and this is one of the greatest Inconveniences of such vast over-grown Cities as _London_ or _Paris,_ that they harbour Rogues and Villains as Granaries do Vermin; they afford a perpetual Shelter to the worst of People, and are places of Safety to Thousands of Criminals, who daily commit Thefts and Burglaries, and yet by often changing their places of Abode, may conceal themselves for many Years, and will perhaps for ever escape the Hands of Justice, unless by chance they are apprehended in a Fact. And when they are taken, the Evidences perhaps want clearness or are otherwise insufficient, the Depositions are not strong enough, Juries and often Judges are touched with Compassion; Prosecutors tho' vigorous at first often relent before the time of Trial comes on: Few Men prefer the publick Safety to their own Ease; a Man of Good-nature is not easily reconcil'd with taking away of another Man's Life, tho' he has deserved the Gallows. To be the cause of any one's Death, tho' Justice requires it, is what most People are startled at, especially Men of Conscience and Probity, when they want Judgment or Resolution; as this is the reason that Thousands escape that deserve to be capitally Punished, so it is likewise the cause that there are so many Offenders, who boldly venture in hopes, that if they are taken they shall have the same good Fortune of getting off.","subId":"24","id":"Mandeville.FB.EC.24"},{"type":"paragraph","content":"But if Men did imagine and were fully persuaded, that as surely as they committed a Fact that deserved Hanging, so surely they would be Hanged, Executions would be very rare, and the most desperate Felon would almost as soon hang himself as he would break open a House. To be Stupid and Ignorant is seldom the Character of a Thief. Robberies on the Highway and other bold Crimes are generally perpetrated by Rogues of Spirit and a Genius, and Villains of any Fame are commonly subtle cunning Fellows, that are well vers'd in the Method of Trials, and acquainted with every Quirk in the Law that can be of Use to them, that overlook not the smallest Flaw in an Indictment, and know how to make an Advantage of the least slip of an Evidence and every thing else, that can serve their turn to bring them off.","subId":"25","id":"Mandeville.FB.EC.25"},{"type":"paragraph","content":"It is a mighty Saying, that it is better that five hundred Guilty People should escape, than that one innocent Person should suffer: This Maxim is only true as to Futurity, and in relation to another World; but it is very false in regard to the Temporal Welfare of the Society. It is a terrible thing a Man should be put to Death for a Crime he is not guilty of; yet so oddly Circumstances may meet in the infinite variety of Accidents, that it is possible it should come to pass, all the Wisdom that Judges, and Conscienciousness that Juries may be possess'd of, notwithstanding. But where Men endeavour to avoid this with all the Care and Precaution human Prudence is able to take, should such a Misfortune happen perhaps once or twice in half a score Years, on Condition that all that time Justice should be Administred with all the Strictness and Severity, and not one Guilty Person suffered to escape with Impunity; it would be a vast Advantage to a Nation, not only as to the securing of every one s Property and the Peace of the Society in general, but it would likewise save the Lives of Hundreds, if not Thousands, of Necessitous Wretches, that are daily hanged for Trifles, and who would never have attempted any thing against the Law, or at least not have ventured on Capital Crimes, if the hopes of getting off, should they be taken, had not been one of the Motives that animated their Resolution. Therefore where the Laws are plain and severe, all the remissness in the Execution of them, Lenity of Juries and frequency of Pardons are in the main a much greater Cruelty to a populous State or Kingdom , than the use of Racks and the most exquisite Torments.","subId":"26","id":"Mandeville.FB.EC.26"},{"type":"paragraph","content":"Another great Cause of those Evils is to be look'd for in the want of Precaution in those that are robbed, and the many Temptations that are given. Abundance of Families are very remiss in looking after the Safety of their Houses, some are robbed by the Carelessness of Servants, others for having grudg'd the price of Bars and Shutters. Brass and Pewter are ready Money, they are every where about the House; Plate perhaps and Money are better secured, but an ordinary Lock is soon opened, when once a Rogue is got in.","subId":"27","id":"Mandeville.FB.EC.27"},{"type":"paragraph","content":"It is manifest then that many different Causes concur, and several scarce avoidable Evils contribute to the Misfortune of being pester'd with Pilferers, Thieves, and Robbers, which all Countries ever were and ever will be, more or less, in and near considerable Towns, more especially vast and overgrown Cities. 'Tis Opportunity makes the Thief; Carelessness and Neglect in fastning Doors and Windows, the excessive Tenderness of Juries and Prosecutors, the small Difficulty of getting a Reprieve and frequency of Pardons, but above all the many Examples of those who are known to be guilty, are destitute both of Friends and Money, and yet by imposing on the Jury, Baffling the Witnesses, or other Tricks and Stratagems, find out means to escape the Gallows. These are all strong Temptations that conspire to draw in the Necessitous, who want Principle and Education.","subId":"28","id":"Mandeville.FB.EC.28"},{"type":"paragraph","content":"To these you may add as Auxiliaries to Mischief, an Habit of Sloth and Idleness and strong Aversion to Labour and Assiduity, which all Young People will contract that are not brought up to downright Working, or at least kept employ'd most Days in the Week, and the greatest part of the Day. All Children that are Idle, even the best of either Sex, are bad Company to one another whenever they meet.","subId":"29","id":"Mandeville.FB.EC.29"},{"type":"paragraph","content":"It is not then the want of Reading and Writing, but the concurrence and a complication of more substantial Evils that are the perpetual Nursery of abandon'd Profligates in great and opulent Nations; and whoever would accuse Ignorance, Stupidity and Dastardness, as the first, and what Physicians call the Procatartic Cause, let him examine into the Lives, and narrowly inspect the Conversations and Actions of ordinary Rogues and our common Felons, and he will find the reverse to be true, and that the blame ought rather to be laid on the excessive Cunning and Subtlety, and too much Knowledge in general, which the worst of Miscreants and the Scum of the Nation are possessed of.","subId":"30","id":"Mandeville.FB.EC.30"},{"type":"paragraph","content":"Human Nature is every where the same: Genius, Wit and Natural Parts are always sharpened by Application, and may be as much improv'd in the Practice of the meanest Villany, as they can in the Exercise of Industry or the most Heroic Virtue. There is no Station of Life, where Pride, Emulation, and the Love of Glory may not be displayed. A young Pickpocket, that makes a Jest of his Angry Prosecutor, and dexterously wheedles the old Justice into an Opinion of his Innocence, is envied by his Equals and admired by all the Fraternity. Rogues have the same Passions to gratify as other Men, and value themselves on their Honour and Faithfulness to one another, their Courage, Intrepidity, and other manly Virtues, as well as People of better Professions; and in daring Enterprizes, the Resolution of a Robber may be as much supported by his Pride, as that of an honest Soldier, who fights for his Country.","subId":"31","id":"Mandeville.FB.EC.31"},{"type":"paragraph","content":"The Evils then we complain of are owing to quite other Causes than what we assign for them. Men must be very wavering in their Sentiments, if not inconsistent with themselves, that at one time will uphold Knowledge and Learning to be the most proper means to promote Religion, and defend at another that Ignorance is the Mother of Devotion.","subId":"32","id":"Mandeville.FB.EC.32"},{"type":"paragraph","content":"But if the Reasons alledged for this general Education are not the true ones, whence comes it that the whole Kingdom both great and small are so Unanimously Fond of it? There is no miraculous Conversion to be perceiv'd among us, no universal Bent to Goodness and Morality that has on a sudden overspread the Island; there is as much Wickedness as ever, Charity is as Cold, and real Virtue as Scarce: The Year seventeen hundred and twenty has been as prolifick in deep Villany, and remarkable for selfish Crimes and premeditated Mischief, as can be pick'd out of any Century whatever; not committed by Poor Ignorant Rogues that could neither Read nor Write, but the better sort of People as to Wealth and Education, that most of them were great Masters in Arithmetick, and liv'd in Reputation and Splendor. To say that when a thing is once in Vogue, the Multitude follows the common Cry, that Charity Schools are in Fashion in the same manner as Hoop'd Petticoats, by Caprice, and that no more Reason can be given for the one than the other, I am afraid will not be Satisfactory to the Curious, and at the same Time I doubt much, whether it will be thought of great Weight by many of my Readers, what I can advance besides.","subId":"33","id":"Mandeville.FB.EC.33"},{"type":"paragraph","content":"The real Source of this present Folly is certainly very abstruse and remote from sight, but he that affords the least Light in Matters of great Obscurity does a kind Office to the Enquirers. I am willing to allow, that in the Beginning the first Design of those Schools was Good and Charitable, but to know what increases them so extravagantly, and who are the chief Promoters of them now, we must make our Search another way, and address ourselves to the rigid Party-men that are Zealous for their Cause, either Episcopacy or Presbytery; but as the latter are but the poor Mimicks of the first, tho' equally pernicious, we shall confine ourselves to the National Church, and take a turn thro' a Parish that is not bless'd yet with a Charity School.—But here I think myself obliged in Conscience to ask pardon of my Reader for the tiresome Dance I am going to lead him if he intends to follow me, and therefore I desire that he would either throw away the Book and leave me, or else arm himself with the Patience of _Job_ to endure all the Impertinences of low Life, the Cant and Tittle-tattle he is like to meet with before he can go half a Street's length.","subId":"34","id":"Mandeville.FB.EC.34"},{"type":"paragraph","content":"First we must look out among the young Shopkeepers, that have not half the Business they could wish for, and consequently Time to spare. If such a New-beginner has but a little Pride more than ordinary, and loves to be medling, he is soon mortify'd in the Vestry, where Men of Substance and long standing, or else your pert litigious or opinionated Bawlers, that have obtained the Title of Notable Men, commonly bear the Sway. His Stock and perhaps Credit are but inconsiderable, and yet he finds within himself a strong Inclination to Govern. A Man thus qualified thinks it a thousand Pities there is no Charity School in the Parish: he communicates his Thoughts to two or three of his Acquaintance first; they do the same to others, and in a Month's time there is nothing else talk'd of in the Parish. Every body invents Discourses and Arguments to the Purpose according to his Abilities.—It is an errant Shame, says one, to see so many Poor that are not able to educate their Children, and no Provision made for them where we have so many rich People. What d'ye talk of Rich, answers another, they are the worst: they must have so many Servants, Coaches and Horses: They can lay out hundreds, and some of them thousands of Pounds for Jewels and Furniture, but not spare a Shilling to a poor Creature that wants it: When Modes and Fashions are discours'd of they can hearken with great Attention, but are wilfully deaf to the Cries of the Poor. Indeed, Neighbour, replies the first, you are very right, I don't believe there is a worse Parish in _England_ for Charity than ours: 'Tis such as you and I that would do good if it was in our power, but of those that are able there's very few that are willing.","subId":"35","id":"Mandeville.FB.EC.35"},{"type":"paragraph","content":"Others more violent fall upon particular Persons, and fasten Slander on every Man of Substance they dislike, and a thousand idle Stories in behalf of Charity are rais'd and handed about to defame their Betters. While this is doing throughout the Neighbourhood, he that first broach'd the pious Thought rejoices to hear so many come in to it, and places no small Merit in being the first Cause of so much Talk and Bustle: But neither himself nor his Intimates being considerable enough to set such a thing on foot, some body must be found out who has greater Interest: he is to be address'd to, and shew'd the Necessity, the Goodness, the Usefulness, and Christianity of such a Design: next he is to be flatter'd.—Indeed, Sir, if you would espouse it, no body has a greater Influence over the best of the Parish than yourself: one Word of you I am sure would engage such a one: If you once would take it to heart, Sir, I would look upon the thing as done, Sir.—If by this kind of Rhetorick they can draw in some old Fool or conceited Busy-body that is rich, or at least reputed to be such, the thing begins to be feasible, and is discours'd of among the better sort. The Parson or his Curate, and the Lecturer are every where extolling the Pious Project. The first Promoters mean while are indefatigable: If they were guilty of any open Vice they either Sacrifice it to the love of Reputation, or at least grow more cautious and learn to play the Hypocrite, well knowing that to be flagitious or noted for Enormities is inconsistent with the Zeal which they pretend to for Works of Supererogation and excessive Piety.","subId":"36","id":"Mandeville.FB.EC.36"},{"type":"paragraph","content":"The Number of these diminutive Patriots increasing, they form themselves into a Society and appoint stated Meetings, where every one concealing his Vices has liberty to display his Talents. Religion is the Theme, or else the Misery of the Times occasion'd by Atheism and Profaneness. Men of Worth, who live in Splendor, and thriving People that have a great deal of Business of their own, are seldom seen among them. Men of Sense and Education likewise, if they have nothing to do, generally look out for better Diversion. All those who have a higher Aim, shall have their Attendance easily excus'd, but contribute they must or else lead a weary Life in the Parish. Two sorts of People come in voluntarily, stanch Church-men, who have good Reasons for it in Petto, and your sly Sinners that look upon it as meritorious, and hope that it will expiate their Guilt, and Satan be Non-suited by it at a small Expence. Some come into it to save their Credit, others to retrieve it, according as they have either lost or are afraid of losing it: others again do it Prudentially to increase their Trade and get Acquaintance, and many would own to you, if they dared to be sincere and speak the Truth, that they would never have been concern'd in it, but to be better known in the Parish. Men of Sense that see the folly of it and have no body to fear, are persuaded into it not to be thought singular or to run Counter to all the World; even those who are resolute at first in denying it, it is ten to one but at last they are teaz'd and importun'd into a Compliance. The Charge being calculated for most of the Inhabitants, the insignificancy of it is another Argument that prevails much, and many are drawn in to be Contributors, who without that would have stood out and strenuously opposed the whole Scheme.","subId":"37","id":"Mandeville.FB.EC.37"},{"type":"paragraph","content":"The Governors are made of the middling People, and many inferiour to that Class are made use of, if the forwardness of their Zeal can but over-balance the meanness of their Condition. If you should ask these Worthy Rulers, why they take upon them so much Trouble to the detriment of their own Affairs and loss of Time, either singly or the whole body of them, they would all unanimously answer, that it is the Regard they have for Religion and the Church, and the Pleasure they take in Contributing to the Good, and Eternal Welfare of so many Poor Innocents that in all Probability would run into Perdition in these wicked Times of Scoffers and Freethinkers. They have no thought of Interest, even those, who deal in and provide these Children with what they want, have not the least design of getting by what they sell for their Use, and tho' in every thing else their Avarice and Greediness after Lucre be glaringly conspicuous, in this Affair they are wholly divested from Selfishness, and have no Worldly Ends. One Motive above all, which is none of the least with the most of them, is to be carefully conceal'd, I mean the Satisfaction there is in Ordering and Directing: There is a melodious Sound in the Word Governor that is charming to mean People: Every Body admires Sway and Superiority, even _Imperium in Belluas_ has its delights, there is a Pleasure in Ruling over any thing, and it is this chiefly that supports human Nature in the tedious Slavery of School-masters. But if there be the least Satisfaction in governing the Children, it must be ravishing to govern the School-master himself . What fine things are said and perhaps wrote to a Governor, when a School-master is to be chosen! How the Praises tickle, and how pleasant it is not to find out the Fulsomness of the Flattery, the Stiffness of the Expressions, or the Pedantry of the Style!","subId":"38","id":"Mandeville.FB.EC.38"},{"type":"paragraph","content":"Those who can examine Nature will always find, that what these People most pretend to is the least, and what they utterly deny their greatest Motive. No Habit or Quality is more easily acquir'd than Hypocrisy, nor any thing sooner learn'd than to deny the Sentiments of our Hearts and the Principle we act from: But the Seeds of every Passion are innate to us and no body comes into the World without them. If we will mind the Pastimes and Recreations of young Children, we shall observe nothing more general in them, than that all who are suffer'd to do it, take delight in playing with Kittens and little Puppy Dogs. What makes them always lugging and pulling the poor Creatures about the House proceeds from nothing else but that they can do with them what they please, and put them into what posture and shape they list, and the Pleasure they receive from this is originally owing to the love of Dominion and that usurping Temper all Mankind are born with.","subId":"39","id":"Mandeville.FB.EC.39"},{"type":"paragraph","content":"When this great Work is brought to bear, and actually accomplish'd, Joy and Serenity seem to overspread the Face of every Inhabitant, which likewise to account for I must make a short Digression. There are every where slovenly sorry Fellows that are used to be seen always Ragged and Dirty: These People we look upon as miserable Creatures in general, and unless they are very remarkable we take little Notice of them, and yet among these there are handsome and well-shaped Men as well as among their Betters. But if one of these turns Soldier, what a vast Alteration is there observ'd in him for the better, as soon as he is put in his Red Coat, and we see him look smart with his Grenadier's Cap and a great Ammunition Sword! All who knew him before are struck with other Ideas of his Qualities, and the Judgment which both Men and Women form of him in their Minds is very different from what it was. There is something Analogous to this in the Sight of Charity Children; there is a natural Beauty in Uniformity which most People delight in. It is diverting to the Eye to see Children well match'd, either Boys or Girls, march two and two in good order; and to have them all whole and tight in the same Clothes and Trimming must add to the comeliness of the sight; and what makes it still more generally entertaining is the imaginary share which even Servants and the meanest in the Parish have in it, to whom it costs nothing; Our Parish Church, Our Charity Children. In all this there is a Shadow of Property that tickles every body that has a Right to make use of the Words, but more especially those who actually contribute and had a great Hand in advancing the pious Work.","subId":"40","id":"Mandeville.FB.EC.40"},{"type":"paragraph","content":"It is hardly conceiveable that Men should so little know their own Hearts, and be so ignorant of their inward Condition, as to mistake Frailty, Passion and Enthusiasm for Goodness, Virtue and Charity; yet nothing is more true than that the Satisfaction, the Joy and Transports they feel on the accounts I named, pass with these miserable Judges for principles of Piety and Religion. Whoever will consider what I have said for two or three Pages, and suffer his Imagination to rove a little further on what he has heard and seen concerning this Subject, will be furnished with sufficient Reasons abstract from the love of God and true Christianity, why Charity-Schools are in such uncommon Vogue, and so unanimously approv'd of and admired among all sorts and conditions of People. It is a Theme which every Body can talk of and understands thoroughly, there is not a more inexhaustible Fund for Tittle-tattle, and a variety of low conversation in Hoy-boats and Stage-coaches. If a Governor that in Behalf of the School or the Sermon exerted himself more than ordinary, happens to be in Company, how he is commended by the Women, and his Zeal and Charitable Disposition extoll'd to the Skies! Upon my word, Sir, says an Old Lady, we are all very much obliged to you, I don't think any of the other Governors could have made Interest enough to procure us a Bishop; 'twas on your Account I am told that his Lordship came, tho he was not very well: To which the other replies very gravely, that it is his Duty, but that he values no Trouble nor Fatigue so he can be but serviceable to the Children, poor Lambs: Indeed, says he, I was resolv'd to get a pair of Lawn Sleeves, tho' I rid all Night for it, and I am very glad I was not disappointed.","subId":"41","id":"Mandeville.FB.EC.41"},{"type":"paragraph","content":"Sometimes the School it self is discours'd of, and of whom in all the Parish it is most expected he should build one: The old Room where it is now kept is ready to drop down; Such a one had a vast Estate left him by his Uncle, and a great deal of Money besides; a Thousand Pounds would be nothing in his Pocket.","subId":"42","id":"Mandeville.FB.EC.42"},{"type":"paragraph","content":"At others the great Crouds are talk'd of that are seen at some Churches, and the considerable Sums that are gather'd; from whence by an easy transition they go over to the Abilities, the different Talents and Orthodoxy of Clergymen. Dr. —— —— —— is a Man of great Parts and Learning, and I believe he is very hearty for the Church, but I don't like him for a Charity-Sermon. There is no better Man in the World than —— —— ——; he forces the Money out of their Pockets. When he preach'd last for our Children I am sure there was abundance of People that gave more than they intended when they came to Church.  I could see it in their Faces, and rejoic'd at it heartily.","subId":"43","id":"Mandeville.FB.EC.43"},{"type":"paragraph","content":"Another Charm that renders Charity-Schools so bewitching to the Multitude is the general Opinion Establish'd among them, that they are not only actually Beneficial to Society as to Temporal Happiness, but likewise that Christianity enjoyns and requires of us, we should erect them for our future Welfare. They are earnestly and fervently recommended by the whole body of the Clergy, and have more Labour and Eloquence laid out upon them than any other Christian Duty; not by young Parsons or poor Scholars of little Credit, but the most Learned of our Prelates and the most Eminent for Orthodoxy, even those who do not often fatigue themselves on any other Occasion. As to Religion, there is no doubt but they know what is chiefly required of us, and consequently the most necessary to Salvation: and as to the World, who should understand the Interest of the Kingdom better than the Wisdom of the Nation, of which the Lords Spiritual are so considerable a Branch? The consequence of this Sanction is, first, that those, who with their Purses or Power are instrumental to the increase or maintenance of these Schools, are tempted to place a greater Merit in what they do than otherwise they could suppose it deserv'd. Secondly, that all the rest, who either cannot or will not any ways contribute towards them, have still a very good reason why they should speak well of them; for tho' it be difficult, in things that interfere with our Passions, to act well, it is always in our power to wish well, because it is perform'd with little Cost. There is hardly a Person so Wicked among the Superstitious Vulgar, but in the liking he has for Charity-Schools, he imagines to see a glimmering Hope that it will make an Atonement for his Sins, from the same Principle as the most Vicious comfort themselves with the Love and Veneration they bear to the Church, and the greatest Profligates find an Opportunity in it to shew the Rectitude of their Inclinations at no Expence.","subId":"44","id":"Mandeville.FB.EC.44"},{"type":"paragraph","content":"But if all these were not Inducements sufficient to make Men stand up in Defence of the Idol I speak of, there is another that will infallibly Bribe most People to be Advocates for it. We all naturally love Triumph, and whoever engages in this Cause is sure of Conquest, at least in Nine Companies out of Ten. Let him dispute with whom he will, considering the Speciousness of the Pretence, and the Majority he has on his side, it is a Castle, an impregnable Fortress he can never be beat out of; and was the most Sober, Virtuous Man alive to produce all the Arguments to prove the detriment Charity-Schools, at least the Multiplicity of them, do to Society, which I shall give hereafter, and such as are yet stronger, against the greatest Scoundrel in the World, who should only make use of the common Cant of Charity and Religion, the Vogue would be against the first, and himself lose his Cause in the Opinion of the Vulgar.","subId":"45","id":"Mandeville.FB.EC.45"},{"type":"paragraph","content":"The Rise then and Original of all the Bustle and Clamour that is made throughout the Kingdom in Behalf of Charity-Schools, is chiefly built on Frailty and Human Passion, at least it is more than possible that a Nation should have the same Fondness and feel the same Zeal for them as are shewn in ours, and yet not be prompted to it by any principle of Virtue or Religion. Encouraged by this Consideration, I shall with the greater Liberty attack this vulgar Error, and endeavour to make it evident, that far from being Beneficial, this forc'd Education is pernicious to the Publick, the Welfare whereof as it demands of us a regard Superior to all other Laws and Considerations, so it shall be the only Apology I intend to make for differing from the present Sentiments of the Learned and Reverend Body of our Divines, and venturing plainly to deny, what I have just now own'd to be openly asserted by most of our Bishops as well as Inferior Clergy. As our Church pretends to no Infallibility even in Spirituals, her proper Province, so it cannot be an Affront to her to imagine that she may err in Temporals which are not so much under her immediate care.—— —— —— But to my Task.","subId":"46","id":"Mandeville.FB.EC.46"},{"type":"paragraph","content":"The whole Earth being Curs'd, and no Bread to be had but what we eat in the sweat of our Brows, vast Toil must be undergone before Man can provide himself with Necessaries for his Sustenance and the bare Support of his corrupt and defective Nature as he is a single Creature; but infinitely more to make Life comfortable in a Civil Society, where Men are become taught Animals, and great Numbers of them have by mutual compact framed themselves into a Body Politick; and the more Man's Knowledge increases in this State, the greater will be the variety of Labour required to make him easy. It is impossible that a Society can long subsist, and suffer many of its Members to live in Idleness, and enjoy all the Ease and Pleasure they can invent, without having at the same time great Multitudes of People that to make good this Defect will condescend to be quite the reverse, and by use and patience inure their Bodies to work for others and themselves besides.","subId":"47","id":"Mandeville.FB.EC.47"},{"type":"paragraph","content":"The Plenty and Cheapness of Provisions depends in a great measure on the Price and Value that is set upon this Labour, and consequently the Welfare of all Societies, even before they are tainted with Foreign Luxury, requires that it should be perform'd by such of their Members as in the first Place are sturdy and robust and never used to Ease or Idleness, and in the second, soon contented as to the necessaries of Life; such as are glad to take up with the coursest Manufacture in every thing they wear, and in their Diet have no other aim than to feed their Bodies when their Stomachs prompt them to eat, and with little regard to Taste or Relish, refuse no wholesome Nourishment that can be swallow'd when Men are Hungry, or ask any thing for their Thirst but to quench it.","subId":"48","id":"Mandeville.FB.EC.48"},{"type":"paragraph","content":"As the greatest part of the Drudgery is to be done by Day-light, so it is by this only that they actually measure the time of their Labour without any thought of the Hours they are employ'd, or the weariness they feel; and the Hireling in the Country must get up in the Morning, not because he has rested enough, but because the Sun is going to rise. This last Article alone would be an intolerable Hardship to Grown People under Thirty, who during Nonage had been used to lie a-bed as long as they could sleep: but all three together make up such a Condition of Life as a Man more mildly Educated would hardly choose; tho' it should deliver him from a Goal or a Shrew.","subId":"49","id":"Mandeville.FB.EC.49"},{"type":"paragraph","content":"If such People there must be, as no great Nation can be happy without vast Numbers of them, would not a Wise Legislature cultivate the Breed of them with all imaginable Care, and provide against their Scarcity as he would prevent the Scarcity of Provision it self? No Man would be poor and fatigue himself for a Livelihood if he could help it: The absolute necessity all stand in for Victuals and Drink, and in cold Climates for Clothes and Lodging, makes them submit to any thing that can be bore with. If no body did Want no body would work; but the greatest Hardships are look'd upon as solid Pleasures, when they keep a Man from Starving.","subId":"50","id":"Mandeville.FB.EC.50"},{"type":"paragraph","content":"From what has been said it is manifest, that in a free Nation where Slaves are not allow'd of, the surest Wealth consists in a Multitude of laborious Poor; for besides that they are the never-failing Nursery of Fleets and Armies, without them there could be no Enjoyment, and no Product of any Country could be valuable. To make the Society happy and People easy under the meanest Circumstances, it is requisite that great Numbers of them should be Ignorant as well as Poor. Knowledge both enlarges and multiplies our Desires, and the fewer things a Man wishes for, the more easily his Necessities may be supply'd.","subId":"51","id":"Mandeville.FB.EC.51"},{"type":"paragraph","content":"The Welfare and Felicity therefore of every State and Kingdom, require that the Knowledge of the Working Poor should be confin'd within the Verge of their Occupations, and never extended (as to things visible) beyond what relates to their Calling. The more a Shepherd, a Plowman or any other Peasant knows of the World, and the things that are Foreign to his Labour or Employment, the less fit he'll be to go through the Fatigues and Hardships of it with Chearfulness and Content.","subId":"52","id":"Mandeville.FB.EC.52"},{"type":"paragraph","content":"Reading, Writing and Arithmetick, are very necessary to those, whose Business require such Qualifications, but where People's livelihood has no dependence on these Arts, they are very pernicious to the Poor, who are forc'd to get their Daily Bread by their Daily Labour. Few Children make any Progress at School, but at the same time they are capable of being employ'd in some Business or other, so that every Hour those of poor People spend at their Book is so much time lost to the Society. Going to School in comparison to Working is Idleness, and the longer Boys continue in this easy sort of Life, the more unfit they'll be when grown up for downright Labour, both as to Strength and Inclination. Men who are to remain and end their Days in a Laborious, Tiresome and Painful Station of Life, the sooner they are put upon it at first, the more patiently they'll submit to it for ever after. Hard Labour and the coarsest Diet are a proper Punishment to several kinds of Malefactors, but to impose either on those that have not been used and brought up to both is the greatest Cruelty, when there is no Crime you can charge them with.","subId":"53","id":"Mandeville.FB.EC.53"},{"type":"paragraph","content":"Reading and Writing are not attain'd to without some Labour of the Brain and Assiduity, and before People are tolerably vers'd in either, they esteem themselves infinitely above those who are wholly Ignorant of them, often with so little Justice and Moderation as if they were of another Species. As all Mortals have naturally an Aversion to Trouble and Painstaking, so we are all fond of, and apt to over-value those Qualifications we have purchased at the Expence of our Ease and Quiet for Years together. Those who spent a great part of their Youth in learning to Read, Write and Cypher, expect and not unjustly to be employ'd where those Qualifications may be of use to them; the Generality of them will look upon downright Labour with the utmost Contempt, I mean Labour perform'd in the Service of others in the lowest Station of Life, and for the meanest Consideration. A Man who has had some Education, may follow Husbandry by Choice, and be diligent at the dirtiest and most laborious Work; but then the Concern must be his own, and Avarice, the Care of a Family, or some other pressing Motive must put him upon it; but he won't make a good Hireling and serve a Farmer for a pitiful Reward; at least he is not so fit for it as a Day-Labourer that has always been employ'd about the Plough and Dung Cart, and remembers not that ever he has lived otherwise.","subId":"54","id":"Mandeville.FB.EC.54"},{"type":"paragraph","content":"When Obsequiousness and mean Services are required, we shall always observe that they are never so chearfully nor so heartily perform'd as from Inferiors to Superiors; I mean Inferiors not only in Riches and Quality, but likewise in Knowledge and Understanding. A Servant can have no unfeign'd Respect for his Master, as soon as he has Sense enough to find out that he serves a Fool. When we are to learn or to obey, we shall experience in our selves, that the greater Opinion we have of the Wisdom and Capacity of those that are either to Teach or Command us, the greater Deference we pay to their Laws and Instructions. No Creatures submit contentedly to their Equals, and should a Horse know as much as a Man, I should not desire to be his Rider.","subId":"55","id":"Mandeville.FB.EC.55"},{"type":"paragraph","content":"Here I am obliged again to make a Digression, tho' I declare I never had a less Mind to it than I have at this Minute; but I see a thousand Rods in Piss, and the whole Posse of diminutive Pedants against me for assaulting the Christ-cross-row, and opposing the very Elements of Literature.","subId":"56","id":"Mandeville.FB.EC.56"},{"type":"paragraph","content":"This is no Panick Fear, and the Reader will not imagine my Apprehensions ill grounded, if he considers what an Army of petty Tyrants I have to cope with, that all either actually persecute with Birch or else are solliciting for such a Preferment. For if I had no other Adversaries than the starving Wretches of both Sexes, throughout the Kingdom of _Great Britain,_ that from a natural Antipathy to Working, have a great Dislike to their present Employment, and perceiving within a much stronger Inclination to command than ever they felt to obey others, think themselves qualify'd, and wish from their Hearts to be Masters and Mistresses of Charity-Schools, the Number of my Enemies would by the most modest Computation amount to one hundred thousand at least.","subId":"57","id":"Mandeville.FB.EC.57"},{"type":"paragraph","content":"Methinks I hear them cry out that a more dangerous Doctrine never was broach'd, and Popery's a Fool to it, and ask what Brute of a _Saracen_ it is that draws his ugly Weapon for the Destruction of Learning. It is ten to one but they'll indict me for endeavouring by Instigation of the Prince of Darkness, to introduce into these Realms greater Ignorance and Barbarity than ever Nation was plunged into by _Goths_ and _Vandals_ since the Light of the Gospel first appeared in the World. Whoever labours under the Publick Odium has always Crimes laid to his Charge he never was guilty of, and it will be suspected that I have had a hand in obliterating the Holy Scriptures, and perhaps affirm'd that it was at my Request that the small Bibles publish'd by Patent in the Year 1721, and chiefly made use of in Charity-Schools, were through badness of Print and Paper render'd illegible; which yet I protest I am as innocent of as the Child unborn. But I am in a thousand Fears; the more I consider my Case the worse I like it, and the greatest Comfort I have is in my sincere Belief, that hardly any body will mind a Word of what I say; or else if ever the People suspected that what I write would be of any weight to any considerable part of the Society, I should not have the Courage barely to think on all the Trades I should disoblige; and I cannot but smile when I reflect on the Variety of uncouth Sufferings that would be prepar'd for me, if the Punishment they would differently inflict upon me was emblematically to point at my Crime. For if I was not suddenly stuck full of useless Penknifes up to the Hilts, the Company of Stationers would certainly take me in hand and either have me buried alive in their Hall under a great Heap of Primers and Spelling-Books, they would not be able to sell; or else send me up against Tide to be bruised to Death in a Paper Mill that would be obliged to stand still a Week upon my Account. The Ink-makers at the same time would for the Publick Good offer to choke me with Astringents, or drown me in the black Liquor that would be left upon their Hands; which, if they join'd stock, might easily be perform'd in less than a Month; and if I should escape the Cruelty of these united Bodies, the Resentment of a private Monopolist would be as fatal to me, and I should soon find my self pelted and knock'd o' th' Head with little squat Bibles clasp'd in Brass and ready arm'd for Mischief, that, Charitable Learning ceasing, would be fit for nothing but unopen'd to fight with, and Exercises truly Polemick.","subId":"58","id":"Mandeville.FB.EC.58"},{"type":"paragraph","content":"The Digression I spoke of just now is not the foolish Trifle that ended with the last Paragraph, and which the grave Critick, to whom all Mirth is unseasonable, will think very impertinent; but a serious Apologetical one I am going to make out of hand, to clear my self from having any Design against Arts and Sciences, as some Heads of Colleges and other careful Preservers of human Learning might have apprehended upon seeing Ignorance recommended as a necessary Ingredient in the Mixture of Civil Society.","subId":"59","id":"Mandeville.FB.EC.59"},{"type":"paragraph","content":"In the first place I would have near double the number of Professors in every University of what there is now. Theology with us is generally well provided, but the two other Faculties have very little to boast of, especially Physick. Every Branch of that Art ought to have two or three Professors, that would take Pains to communicate their Skill and Knowledge to others. In publick Lectures a vain Man has great Opportunities to set off his Parts, but private Instructions are more useful to Students. Pharmacy and the Knowledge of the Simples are as necessary as Anatomy or the History of Diseases: It is a shame that when Men have taken their Degree, and are by Authority intrusted with the Lives of the Subject, they should be forc'd to come to _London_ to be acquainted with the _Materia Medica_ and the Composition of Medicines, and receive Instructions from others that never had University Education themselves; it is certain that in the City I named there is ten times more Opportunity for a Man to improve himself in Anatomy, Botany, Pharmacy, and the Practice of Physick, than at both Universities together. What has an Oil-shop to do with Silks; or who would look for Hams and Pickles at a Mercer's? Where things are well managed, Hospitals are made as subservient to the Advancement of Students in the Art of Physick as they are to the recovery of Health in the Poor.","subId":"60","id":"Mandeville.FB.EC.60"},{"type":"paragraph","content":"Good Sense ought to govern Men in Learning as well as in Trade: No Man ever bound his Son 'Prentice to a Goldsmith to make him a Linen-draper; then why should he have a Divine for his Tutor to become a Lawyer or a Physician? It is true, that the Languages, Logick and Philosophy should be the first Studies in all the Learned Professions; but there is so little Help for Physick in our Universities that are so rich, and where so many idle People are well paid for eating and drinking, and being magnificently as well as commodiously lodg'd, that bar Books and what is common to all the Three Faculties, a Man may as well qualify himself at _Oxford_ or _Cambridge_ to be a Turkey-Merchant as he can to be a Physician; Which is in my humble Opinion a great sign that some part of the great Wealth they are possessed of is not so well applied as it might be.","subId":"61","id":"Mandeville.FB.EC.61"},{"type":"paragraph","content":"Professors should, besides their Stipends allowed 'em by the Publick, have Gratifications from every Student they teach, that Self-Interest as well as Emulation and the Love of Glory might spur them on to Labour and Assiduity. When a Man excels in any one Study or part of Learning, and is qualify'd to teach others, he ought to be procur'd if Money will purchase him, without regarding what Party, or indeed what Country or Nation he is of, whether Black or White. Universities should be publick Marts for all manner of Literature, as your Annual Fairs, that are kept at _Leipsick, Francfort,_ and other Places in _Germany,_ are for different Wares and Merchandizes, where no difference is made between Natives and Foreigners, and which Men resort to from all Parts of the World with equal Freedom and equal Privilege.","subId":"62","id":"Mandeville.FB.EC.62"},{"type":"paragraph","content":"From paying the Gratifications I spoke of I would excuse all Students design'd for the Ministry of the Gospel. There is no Faculty so immediately necessary to the Government of a Nation as that of Theology, and as we ought to have great Numbers of Divines for the Service of this Island, I would not have the meaner People discouraged from bringing up their Children to that Function. For tho' wealthy Men, if they have many Sons, sometimes make one of them a Clergyman, as we see even Persons of Quality take up Holy Orders, and there are likewise People of good Sense, especially Divines, that from a Principle of Prudence bring up their Children to that Profession, when they are morally assured that they have Friends or Interest enough, and shall be able either by a good Fellowship at the University, Advowsons or other Means to procure 'em a Livelihood: But these produce not the large Number of Divines that are yearly Ordain'd, and for the Bulk of the Clergy we are indebted to another Original.","subId":"63","id":"Mandeville.FB.EC.63"},{"type":"paragraph","content":"Among the midling People of all Trades there are Bigots who have a superstitious Awe for a Gown and Cassock: of these there are Multitudes that feel an ardent Desire of having a Son promoted to the Ministry of the Gospel, without considering what is to become of them afterwards; and many a kind Mother in this Kingdom, without consulting her own Circumstances or her Child's Capacity, transported with this laudable Wish, is daily feasting on this pleasing Thought, and often before her Son is twelve Years old, mixing Maternal Love with Devotion, throws herself into Ecstasies and Tears of Satisfaction, by reflecting on the future Enjoyment she is to receive from seeing him stand in a Pulpit, and with her own Ears hearing him preach the Word of God. It is to this Religious Zeal, or at least the Human Frailties that pass for and represent it, that we owe the great plenty of poor Scholars the Nation enjoys. For considering the inequality of Livings, and the smallness of Benefices up and down the Kingdom, without this happy Disposition in Parents of small Fortune, we could not possibly be furnished from any other Quarter with proper Persons for the Ministry, to attend all the Cures of Souls, so pitifully provided for, that no Mortal could live upon them that had been educated in any tolerable Plenty, unless he was possessed of real Virtue, which it is Foolish and indeed Injurious, we should more expect from the Clergy than we generally find it in the Laity.","subId":"64","id":"Mandeville.FB.EC.64"},{"type":"paragraph","content":"The great Care I would take to promote that part of Learning which is more immediately useful to Society, should not make me neglect the more Curious and Polite, but all the Liberal Arts and every Branch of Literature should be encouraged throughout the Kingdom, more than they are, if my wishing could do it. In every County there should be one or more large Schools erected at the Publick Charge for _Latin_ and _Greek_, that should be divided into six or more Classes, with particular Masters in each of them. The whole should be under the Care and Inspection of some Men of Letters in Authority, who would not only be Titular Governors, but actually take pains at least twice a Year, in hearing every Class thoroughly examin'd by the Master of it, and not content themselves with judging of the Progress the Scholars had made from Themes and other Exercises that had been made out of their Sight.","subId":"65","id":"Mandeville.FB.EC.65"},{"type":"paragraph","content":"At the same time I would discourage and hinder the multiplicity of those petty Schools, that never would have had any Existence had the Masters of them not been extremely indigent. It is a Vulgar Error that no body can spell or write _English_ well without a little smatch of _Latin._ This is upheld by Pedants for their own Interest, and by none more strenuously maintained than such of 'em as are poor Scholars in more than one Sense; in the mean time it is an abominable Falshood. I have known, and am still acquainted with several, and some of the Fair Sex, that never learn'd any _Latin,_ and yet keep to strict Orthography, and write admirable good Sense; whereas on the other hand every body may meet with the Scriblings of pretended Scholars, at least such as went to a Grammar School for several Years, that have Grammar Faults and are ill-spelt. The understanding of _Latin_ thoroughly is highly necessary to all that are designed for any of the Learned Professions, and I would have no Gentleman without Literature; even those who are to be brought up Attorneys, Surgeons and Apothecaries, should be much better vers'd in that Language than generally they are; but to Youth who afterwards are to get a Livelihood in Trades and Callings in which _Latin_ is not daily wanted, it is of no Use, and the learning of it an evident Loss of just so much Time and Money as are bestowed upon it. When Men come into Business, what was taught them of it in those petty Schools is either soon forgot, or only fit to make them impertinent, and often very troublesome in Company. Few Men can forbear valuing themselves on any Knowledge they had once acquired, even after they have lost it; and unless they are very modest and discreet, the undigested scraps which such People commonly remember of _Latin,_ seldom fail of rendring them at one time or other ridiculous to those who understand it.","subId":"66","id":"Mandeville.FB.EC.66"},{"type":"paragraph","content":"Reading and Writing I would Treat as we do Musick and Dancing, I would not hinder them nor force them upon the Society: As long as there was any thing to be got by them, there would be Masters enough to Teach them; but nothing should be taught for nothing but at Church: And here I would exclude even those who might be designed for the Ministry of the Gospel; for if Parents are so miserably Poor that they can't afford their Children these first Elements of Learning, it is Impudence in them to aspire any further.","subId":"67","id":"Mandeville.FB.EC.67"},{"type":"paragraph","content":"It wou'd Encourage likewise the lower sort of People to give their Children this part of Education, if they could see them preferred to those of idle Sots or sorry Rake-hells, that never knew what it was to provide a Rag for their Brats but by Begging. But now when a Boy or a Girl are wanted for any small Service, we reckon it a Duty to employ our Charity Children before any other. The Education of them looks like a Reward for being Vicious and Unactive, a Benefit commonly bestow'd on Parents, who deserve to be punished for shamefully neglecting their Families. In one Place you may hear a Rascal Half-drunk, Damning himself, call for the other Pot, and as a good Reason for it add, that his Boy is provided for in Clothes and has his Schooling for nothing: In another you shall see a poor Woman in great Necessity, whose Child is to be taken care of, because herself is a Lazy Slut, and never did any thing to remedy her Wants in good earnest, but bewailing them at a Jinshop.","subId":"68","id":"Mandeville.FB.EC.68"},{"type":"paragraph","content":"If every Body's Children are well taught, who by their own Industry can Educate them at our Universities, there will be Men of Learning enough to supply this Nation and such another; and Reading, Writing or Arithmetick, would never be wanting in the Business that requires them, tho' none were to learn them but such whose Parents could be at the Charge of it. It is not with Letters as it is with the Gifts of the Holy Ghost, that they may not be purchased with Money; and bought Wit, if we believe the Proverb, is none of the Worst.","subId":"69","id":"Mandeville.FB.EC.69"},{"type":"paragraph","content":"I thought it necessary to say thus much of Learning, to obviate the Clamours of the Enemies to Truth and fair Dealing, who had I not so amply explained my self on this Head, wou'd have represented me as a Mortal Foe to all Literature and useful Knowledge, and a wicked Advocate for universal Ignorance and Stupidity. I shall now make good my Promise of answering what I know the Well-wishers to Charity-Schools would object against me, by saying that they brought up the Children under their care to Warrantable and Laborious Trades, and not to Idleness as I did insinuate.","subId":"70","id":"Mandeville.FB.EC.70"},{"type":"paragraph","content":"I have sufficiently shew'd already, why going to School was Idleness if compar'd to Working, and exploded this sort of Education in the Children of the Poor, because it Incapacitates them ever after for downright Labour, which is their proper Province, and in every Civil Society a Portion they ought not to repine or grumble at, if exacted from them with Discretion and Humanity. What remains is that I should speak as to their putting them out to Trades, which I shall endeavour to demonstrate to be destructive to the Harmony of a Nation, and an impertinent intermeddling with what few of these Governors know any thing of.","subId":"71","id":"Mandeville.FB.EC.71"},{"type":"paragraph","content":"In order to this let us examine into the Nature of Societies, and what the Compound ought to consist of, if we would raise it to as high a degree of Strength, Beauty and Perfection, as the Ground we are to do it upon will let us. The Variety of Services that are required to supply the Luxurious and Wanton Desires as well as real Necessities of Man, with all their subordinate Callings, is in such a Nation as ours prodigious; yet it is certain that, tho' the number of those several Occupations be excessively great, it is far from being infinite; if you add one more than is required it must be superfluous. If a Man had a good Stock and the best Shop in _Cheapside_ to sell Turbants in, he wou'd be ruin'd, and if _Demetrius_ or any other Silversmith made nothing but _Diana_'s Shrines, he would not get his Bread, now the Worship of that Goddess is out of Fashion. As it is Folly to set up Trades that are not wanted, so what is next to it is to increase in any one Trade the Numbers beyond what are required. As things are managed with us, it would be preposterous to have as many Brewers as there are Bakers, or as many Woollen-drapers as there are Shoe-makers. This Proportion as to Numbers in every Trade finds it self, and is never better kept than when no body meddles or interferes with it.","subId":"72","id":"Mandeville.FB.EC.72"},{"type":"paragraph","content":"People that have Children to educate that must get their Livelihood, are always consulting and deliberating what Trade or Calling they are to bring them up to, 'till they are fix'd; and Thousands think on this that hardly think at all on any thing else. First they confine themselves to their Circumstances, and he that can give but ten Pounds with his Son must not look out for a Trade where they ask an hundred with an Apprentice; but the next they think on is always which will be the most advantageous; if there be a Calling where at that time People are more generally employ'd than they are in any other in the same Reach, there are presently half a score Fathers ready to supply it with their Sons. Therefore the greatest Care most Companies have is about the Regulation of the Number of Prentices. Now when all Trades complain, and perhaps justly, that they are overstocked, you manifestly injure that Trade, to which you add one Member more than wou'd flow from the Nature of Society. Besides that the Governors of Charity-Schools don't deliberate so much what Trade is the best, but what Tradesmen they can get that will take the Boys, with such a Sum; and few Men of Substance and Experience will have any thing to do with these Children; they are afraid of a hundred Inconveniences from the necessitous Parents of them: So that they are bound, at least most commonly, either to Sots and neglectful Masters, or else such as are very needy and don't care what becomes of their Prentices, after they have received the Money; by which it seems as if we study'd nothing more than to have a perpetual Nursery for Charity-Schools.","subId":"73","id":"Mandeville.FB.EC.73"},{"type":"paragraph","content":"When all Trades and Handicrafts are overstock'd, it is a certain sign there is a Fault in the Management of the Whole; for it is impossible there should be too many People if the Country is able to feed them. Are Provisions dear? Whose Fault is that, as long as you have Ground untill'd and Hands unemploy'd? But I shall be answer'd, that to increase Plenty, must at long run undo the Farmer or lessen the Rents all over _England._ To which I reply, that what the Husbandman complains of most is what I would redress: The greatest Grievance of Farmers, Gardeners and others, where hard Labour is required, and dirty Work to be done, is, that they can't get Servants for the same Wages they used to have them at. The Day-Labourer grumbles at sixteen Pence to do no other Drudgery than what Thirty Years ago his Grandfather did chearfully for half the Money. As to the Rents, it is impossible they should fall while you increase your Numbers, but the Price of Provisions and all Labour in general must fall with them if not before; and a Man of a Hundred and Fifty Pounds a Year, has no Reason to complain that his Income is reduced to One Hundred, if he can buy as much for that One Hundred as before he could have done for Two.","subId":"74","id":"Mandeville.FB.EC.74"},{"type":"paragraph","content":"There is no Intrinsick Worth in Money but what is alterable with the Times, and whether a Guinea goes for Twenty Pounds or for a Shilling, it is (as I have already hinted before) the Labour of the Poor, and not the high and low value that is set on Gold or Silver, which all the Comforts of Life must arise from. It is in our Power to have a much greater Plenty than we enjoy, if Agriculture and Fishery were taken care of, as they might be; but we are so little capable of increasing our Labour, that we have hardly Poor enough to do what is necessary to make us subsist. The Proportion of the Society is spoil'd, and the Bulk of the Nation, which should every where consist of Labouring Poor, that are unacquainted with every thing but their Work, is too little for the other parts. In all Business where downright Labour is shun'd or over-paid, there is plenty of People. To one Merchant you have ten Book-keepers, or at least Pretenders; and every where in the Country the Farmer wants Hands. Ask for a Footman that for some Time has been in Gentlemen's Families, and you'll get a dozen that are all Butlers. You may have Chamber-maids by the Score, but you can't get a Cook under extravagant Wages.","subId":"75","id":"Mandeville.FB.EC.75"},{"type":"paragraph","content":"No Body will do the dirty slavish Work, that can help it. I don't discommend them; but all these things shew that the People of the meanest Rack know too much to be serviceable to us. Servants require more than Masters and Mistresses can afford, and what madness is it to encourage them in this, by industriously increasing at our Cost that Knowledge which they will be sure to make us pay for over again! And it is not only that those who are educated at our own Expence incroach upon us, but the raw ignorant Country Wenches and Boobily Fellows that can do, and are good for, nothing, impose upon us likewise. The scarcity of Servants occasion'd by the Education of the first, gives a Handle to the latter of advancing their Price, and demanding what ought only to be given to Servants that understand their Business, and have most of the good Qualities that can be required in them.","subId":"76","id":"Mandeville.FB.EC.76"},{"type":"paragraph","content":"There is no Place in the World where there are more clever Fellows to look at or to do an Errand than some of our Footmen; but what are they good for in the main? The greatest part of them are Rogues and not to be trusted; and if they are Honest half of them are Sots, and will get Drunk three or four times a Weak. The surly ones are generally Quarrelsome, and valuing their Manhood beyond all other Considerations, care not what Clothes they spoil, or what Disappointments they may occasion, when their Prowess is in Question. Those who are good-natur'd, are generally sad Whore-masters that are ever running after the Wenches, and spoil all the Maid-Servants they come near. Many of them are Guilty of all these Vices, Whoring, Drinking, Quarreling, and yet shall have all their Faults overlook'd and bore with, because they are Men of good Mien and humble Address that know how to wait on Gentlemen; which is an unpardonable Folly in Masters and generally ends in the Ruin of Servants.","subId":"77","id":"Mandeville.FB.EC.77"},{"type":"paragraph","content":"Some few there are that are not addicted to any of these Failings, and understand their Duty besides; but as these are Rarities, so there is not one in Fifty but what over-rates himself; his Wages must be extravagant, and you can never have done giving him; every thing in the House is his Perquisite, and he won't stay with you unless his Vails are sufficient to maintain a midling Family; and tho' you had taken him from the Dunghil, out of an Hospital, or a Prison, you shall never keep him longer than he can make of his Place what in his high Estimation of himself he shall think he deserves; nay, the best and most civiliz'd, that never were Saucy and Impertinent, will leave the most indulgent Master, and, to get handsomely away, frame fifty Excuses, and tell downright Lies, as soon as they can mend themselves. A Man, who keeps an Half-Crown or Twelve-penny Ordinary, looks not more for Money from his Customers than a Footman does from every Guest that Dines or Sups with his Master; and I question whether the one does not often think a Shilling or Half a Crown, according to the Quality of the Person, his due as much as the other.","subId":"78","id":"Mandeville.FB.EC.78"},{"type":"paragraph","content":"A Housekeeper who cannot afford to make many Entertainments, and does not often invite People to his Table, can have no creditable Man-Servant, and is forc'd to take up with some Country Booby or other Aukward Fellow, who will likewise give him the Slip as soon as he imagines himself fit for any other Service, and is made wiser by his rascally Companions. All noted Eating-Houses and Places that many Gentlemen resort to for Diversion or Business, more especially the Precincts of _Westminster-hall,_ are the great Schools for Servants, where the dullest Fellows may have their Understandings improved; and get rid at once of their Stupidity and their Innocence. They are the Academies for Footmen, where Publick Lectures are daily read on all Sciences of low Debauchery by the experienc'd Professors of them, and Students are instructed in above Seven Hundred illiberal Arts, how to Cheat, Impose upon, and find out the blind side of their Masters, with so much Application, that in few Years they become Graduates in Iniquity. Young Gentlemen and others that are not thoroughly vers'd in the World, when they get such knowing Sharpers in their Service, are commonly indulging above measure; and for fear of discovering their want of Experience hardly dare to contradict or deny them any thing, which is often the Reason that by allowing them unreasonable Privileges they expose their Ignorance when they are most endeavouring to conceal it.","subId":"79","id":"Mandeville.FB.EC.79"},{"type":"paragraph","content":"Some perhaps will lay the things I complain of to the charge of Luxury, of which I said that it could do no hurt to a rich Nation, if the Imports never did exceed the Exports; but I don't think this Imputation Just, and nothing ought to be scored on the Account of Luxury, that is downright the Effect of Folly. A Man may be very extravagant in indulging his Ease and his Pleasure, and render the Enjoyment of the World as Operose and Expensive as they can be made, if he can afford it, and at the same time shew his good Sense in every thing about him: This he cannot be said to do if he industriously renders his People incapable of doing him that Service he expects from them. 'Tis too much Money, excessive Wages, and unreasonable Vails that spoil Servants in _England._ A Man may have Five and Twenty Horses in his Stables without being guilty of Folly, if it suits with the rest of his Circumstances, but if he keeps but one, and overfeeds it to shew his Wealth, he is a Fool for his Pains. Is it not Madness to suffer that Servants should take three and others five _per Cent._ of what they pay to Tradesmen for their Masters, as is so well known to Watchmakers and others that sell Toys, superfluous Nicknacks, and other Curiosities, if they deal with People of Quality and Fashionable Gentlemen that are above telling their own Money? If they should accept of a Present when offer'd, it might be conniv'd at, but it is an unpardonable Impudence that they should claim it as their due, and contend for it if refused. Those who have all the Necessaries of Life provided for, can have no occasion for Money but what does them hurt as Servants, unless they were to hoard it up for Age or Sickness, which among our _Skip-kennels_ is not very common, and even then it makes them Saucy and Insupportable.","subId":"80","id":"Mandeville.FB.EC.80"},{"type":"paragraph","content":"I am credibly inform'd that a parcel of Footmen are arriv'd to that height of Insolence as to have enter'd into a Society together, and made Laws by which they oblige themselves not to serve for less than such a Sum, nor carry Burdens or any Bundle or Parcel above a certain Weight, not exceeding Two or Three Pounds, with other Regulations directly opposite to the Interest of those they Serve, and altogether destructive to the Use they were design'd for. If any of them be turn'd away for strictly adhering to the Orders of this Honourable Corporation, he is taken care of till another Service is provided for him, and there is no Money wanting at any time to commence and maintain a Law-suit against any Master that shall pretend to strike or offer any other Injury to his Gentleman Footman, contrary to the Statutes of their Society. If this be true, as I have reason to believe it is, and they are suffer'd to go on in consulting and providing for their own Ease and Conveniency any further, we may expect quickly to see the _French_ Comedy _Le Maitre le Valet_ acted in good earnest in most Families, which if not redress'd in a little time, and those Footmen increase their Company to the Number it is possible they may, as well as assemble when they please with Impunity, it will be in their Power to make a Tragedy of it whenever they have a mind to't.","subId":"81","id":"Mandeville.FB.EC.81"},{"type":"paragraph","content":"But suppose those Apprehensions frivolous and groundless, it is undeniable that Servants in general are daily incroaching upon Masters and Mistresses, and endeavouring to be more upon the Level with them. They not only seem sollicitous to abolish the low Dignity of their Condition, but have already considerably rais'd it in the common Estimation from the Original Meanness which the publick Welfare requires it should always remain in. I don't say that these things are altogether owing to Charity-Schools, there are other Evils they may be partly ascrib'd to. _London_ is too big for the Country, and in several Respects we are wanting to our selves. But if a thousand Faults were to concur before the Inconveniences could be produced we labour under, can any Man doubt who will consider what I have said, that Charity-Schools are Accessary, or at least that they are more likely to Create and Increase than to lessen or redress those Complaints?","subId":"82","id":"Mandeville.FB.EC.82"},{"type":"paragraph","content":"The only thing of Weight then that can be said in their behalf is, that so many Thousand Children are Educated by them in the Christian Faith and the Principles of the Church of _England._ To demonstrate that this is not a sufficient Plea for them, I must desire the Reader, as I hate Repetitions, to look back on what I have said before, to which I shall add, that whatever is necessary to Salvation and requisite for Poor Labouring People to know concerning Religion, that Children learn at School, may fully as well either by Preaching or Catechizing be taught at Church from which or some other Place of Worship I would not have the meanest of a Parish that is able to walk to it be absent on _Sundays._ It is the Sabbath, the most useful Day in seven, that is set apart for Divine Service and Religious Exercise as well as resting from Bodily Labour, and it is a Duty incumbent on all Magistrates to take particular Care of that Day. The Poor more especially and their Children should be made to go to Church on it both in the Fore and Afternoon, because they have no Time on any other. By Precept and Example they ought to be encouraged and used to it from their very Infancy; the wilful Neglect of it ought to be counted Scandalous, and if downright Compulsion to what I urge might seem too Harsh and perhaps Impracticable, all Diversions at least ought strictly to be prohibited, and the Poor hindred from every Amusement Abroad that might allure or draw them from it.","subId":"83","id":"Mandeville.FB.EC.83"},{"type":"paragraph","content":"Where this Care is taken by the Magistrates as far as it lies in their Power, Ministers of the Gospel may instil into the smallest Capacities, more Piety and Devotion, and better Principles of Virtue and Religion than Charity-Schools ever did or ever will produce, and those who complain, when they have such Opportunities, that they cannot imbue their Parishioners with sufficient Knowledge of what they stand in need of as Christians, without the assistance of Reading and Writing, are either very lazy or very Ignorant and Undeserving themselves.","subId":"84","id":"Mandeville.FB.EC.84"},{"type":"paragraph","content":"That the most Knowing are not the most Religious, will be evident if we make a Trial between People of different Abilities even in this Juncture, where going to Church is not made such an Obligation on the Poor and Illiterate, as it might be. Let us pitch upon a hundred Poor Men, the first we can light on, that are above forty, and were brought up to hard Labour from their Infancy, such as never went to School at all, and always lived remote from Knowledge and great Towns: Let us compare to these an equal number of very good Scholars, that shall all have had University Education; and be, if you will, half of them Divines, well versed in Philology and Polemick Learning; then let us impartially examine into the Lives and Conversations of both, and I dare engage that among the first who can neither Read nor Write, we shall meet with more Union and Neighbourly Love, less Wickedness and Attachment to the World, more Content of Mind, more Innocence, Sincerity, and other good Qualities that conduce to the Publick Peace and real Felicity, than we shall find among the latter, where on the contrary, we may be assured of the height of Pride and Insolence, eternal Quarrels and Dissensions, Irreconcilable Hatreds, Strife, Envy, Calumny and other Vices destructive to mutual Concord, which the illiterate labouring Poor are hardly ever tainted with to any considerable Degree.","subId":"85","id":"Mandeville.FB.EC.85"},{"type":"paragraph","content":"I am very well persuaded, that what I have said in the last Paragraph will be no News to most of my Readers; but if it be Truth, why should it be stifled, and why must our concern for Religion be eternally made a Cloke to hide our real Drifts and worldly Intentions? Would both Parties agree to pull off the Masque, we should soon discover that whatever they pretend to, they aim at nothing so much in Charity-Schools, as to strengthen their Party, and that the great Sticklers for the Church, by Educating Children in the Principles of Religion, mean inspiring them with a Superlative Veneration for the Clergy of the Church of _England,_ and a strong Aversion and immortal Animosity against all that dissent from it. To be assured of this, we are but to mind on the one hand, what Divines are most admired for their Charity Sermons and most fond to Preach them; and on the other, whether of late Years we have had any Riots or Party Scuffles among the Mob, in which the Youth of a famous Hospital in this City were not always the most forward Ring-leaders.","subId":"86","id":"Mandeville.FB.EC.86"},{"type":"paragraph","content":"The Grand Asserters of Liberty, who are ever guarding themselves and Skirmishing against Arbitrary Power, often when they are in no danger of it, are generally speaking, not very superstitious, nor seem to lay great stress on any Modern Apostleship: Yet some of these likewise speak up loudly for Charity-Schools, but what they expect from 'em has no relation to Religion or Morality: They only look upon them as the proper means to destroy and disappoint the power of the Priests over the Laity. Reading and Writing increase Knowledge, and the more Men know, the better they can Judge for themselves, and they imagine that, if Knowledge could be rendered Universal, People could not be Priest-rid, which is the thing they fear the most.","subId":"87","id":"Mandeville.FB.EC.87"},{"type":"paragraph","content":"The First, I confess, it is very probable will get their Aim. But sure wise Men that are not Red-hot for a Party, or Bigots to the Priests, will not think it worth while to suffer so many Inconveniences, as Charity-Schools may be the Occasion of, only to promote the Ambition and Power of the Clergy. To the other I would answer, that if all those who are Educated at the Charge of their Parents or Relations, will but think for themselves and refuse to have their Reason imposed upon by the Priests, we need not be concerned for what the Clergy will work upon the Ignorant that have no Education at all. Let them make the most of them: considering the Schools we have for those who can and do pay for Learning, it is ridiculous to imagine that the abolishing of Charity-Schools would be a step towards any Ignorance that could be prejudicial to the Nation.","subId":"88","id":"Mandeville.FB.EC.88"},{"type":"paragraph","content":"I would not be thought Cruel, and am well assured if I know any thing of myself, that I abhor Inhumanity; but to be compassionate to excess where Reason forbids it, and the general Interest of the Society requires steadiness of Thought and Resolution, is an unpardonable Weakness. I know it will be ever urged against me, that it is Barbarous the Children of the Poor should have no Opportunity of exerting themselves, as long as God has not debarr'd them from Natural Parts and Genius more than the Rich. But I cannot think this is harder, than it is that they should not have Money as long as they have the same Inclinations to spend as others. That great and useful Men have sprung from Hospitals, I don't deny; but it is likewise very probable, that when they were first employ'd, many as capable as themselves not brought up in Hospitals were neglected, that with the same good fortune would have done as well as they, if they had been made use of instead of them.","subId":"89","id":"Mandeville.FB.EC.89"},{"type":"paragraph","content":"There are many Examples of Women that have excelled in Learning, and even in War, but this is no reason we should bring 'em all up to _Latin_ and _Greek_ or else Military Discipline, instead of Needle-work and Housewifery. But there is no scarcity of Sprightliness or Natural Parts among us, and no Soil or Climate has Human Creatures to boast of better formed either inside or outside than this Island generally produces. But it is not Wit, Genius or Docility we want, but Diligence, Application, and Assiduity.","subId":"90","id":"Mandeville.FB.EC.90"},{"type":"paragraph","content":"Abundance of hard and dirty Labour is to be done, and coarse Living is to be complied with: Where shall we find a better Nursery for these Necessities than the Children of the Poor? none certainly are nearer to it or fitter for it. Besides that the things I called Hardships, neither seem nor are such to those who have been brought up to 'em, and know no better. There is not a more contented People among us, than those who work the hardest and are the least acquainted with the Pomp and Delicacies of the World.","subId":"91","id":"Mandeville.FB.EC.91"},{"type":"paragraph","content":"These are Truths that are undeniable; yet I know few People will be pleased to have them divulged; what makes them odious is an unreasonable Vein of Petty Reverence for the Poor, that runs through most Multitudes, and more particularly in this Nation, and arises from a mixture of Pity, Folly and Superstition. It is from a lively Sense of this Compound that Men cannot endure to hear or see any thing said or acted against the Poor; without considering, how Just the one, or Insolent the other. So a Beggar must not be beat tho' he strikes you first. Journeymen Tailors go to Law with their Masters and are obstinate in a wrong Cause, yet they must be pitied; and murmuring Weavers must be relieved, and have fifty silly things done to humour them, tho' in the midst of their Poverty they insult their Betters, and on all Occasions appear to be more prone to make Holy-days and Riots than they are to Working or Sobriety.","subId":"92","id":"Mandeville.FB.EC.92"},{"type":"paragraph","content":"This puts me in mind of our Wool, which considering the posture of our Affairs, and the Behaviour of the Poor, I sincerely believe ought not upon any Account to be carried Abroad: But if we look into the reason, why suffering it to be fetched away is so pernicious, our heavy Complaint and Lamentations that it is exported can be no great Credit to us. Considering the mighty and manifold Hazards that must be run before it can be got off the Coast, and safely landed beyond Sea; it is manifest that the Foreigners, before they can work our Wool, must pay more for it very considerably, than what we can have it for at Home. Yet notwithstanding this great difference in the Prime Cost, they can afford to sell the Manufactures made of it cheaper at Foreign Markets than ourselves. This is the Disaster we grone under, the intolerable Mischief, without which the Exportation of that Commodity could be no greater prejudice to us than that of Tin or Lead, as long as our Hands were fully employed, and we had still Wool to spare.","subId":"93","id":"Mandeville.FB.EC.93"},{"type":"paragraph","content":"There is no People yet come to higher Perfection in the Woollen Manufacture, either as to dispatch or goodness of Work, at least in the most considerable Branches, than ourselves, and therefore what we complain of can only depend on the difference in the Management of the Poor, between other Nations and ours. If the labouring People in one Country will work Twelve Hours in a Day, and six Days in a Week, and in another they are employ'd but Eight Hours in a Day, and not above Four Days in a Week, the one is obliged to have Nine Hands for what the other does with Four. But if moreover the Living, the Food and Raiment, and what is consumed by the Workmen of the Industrious costs but half the Money of what is expended among an equal Number of the other, the Consequence must be that the first will have the Work of Eighteen Men for the same Price as the other gives for the Work of Four. I would not insinuate, neither do I think, that the difference either in diligence or necessaries of Life between us and any Neighbouring Nation is near so great as what I speak of, yet I would have it considered, that half of that difference and much less is sufficient to over-balance the Disadvantage they labour under as to the Price of Wool.","subId":"94","id":"Mandeville.FB.EC.94"},{"type":"paragraph","content":"Nothing to me is more evident than that no Nation in any Manufacture whatever can undersell their Neighbours with whom they are at best but Equals as to Skill and Dispatch, and the conveniency for Working, more especially when the Prime Cost of the thing to be Manufactured is not in their favour, unless they have Provisions, and whatever is relating to their Sustenance cheaper, or else Workmen that are either more Assiduous, and will remain longer at their Work, or be content with a meaner and coarser way of Living than those of their Neighbours. This is certain, that where Numbers are equal, the more laborious People are, and the fewer Hands the same Quantity of Work is perform'd by, the greater Plenty there is in a Country of the Necessaries for Life, the more considerable and the cheaper that Country may render its Exports.","subId":"95","id":"Mandeville.FB.EC.95"},{"type":"paragraph","content":"It being granted then, that abundance of Work is to be done, the next thing which I think to be likewise undeniable is, that the more chearfully it is done the better, as well for those that perform it as for the rest of the Society. To be happy is to be pleas'd, and the less Notion a Man has of a better way of Living, the more content he'll be with his own; and on the other hand, the greater a Man's Knowledge and Experience is in the World, the more exquisite the Delicacy of his Taste, and the more consummate Judge he is of things in general, certainly the more difficult it will be to please him. I would not advance any thing that is Barbarous or Inhuman: But when a Man enjoys himself, Laughs and Sings, and in his Gesture and Behaviour shews me all the tokens of Content and Satisfaction, I pronounce him happy, and have nothing to do with his Wit or Capacity. I never enter into the Reasonableness of his Mirth, at least I ought not to judge of it by my own Standard, and argue from the Effect which the thing that makes him merry would have upon me. At that rate a Man that hates Cheese must call me Fool for loving blue Mold. _De gustibus non est disputandum_ is as true in a Metaphorical as it is in the Literal Sense, and the greater the distance is between People as to their Condition, their Circumstances and manner of Living, the less capable they are of judging of one anothers Troubles or Pleasures.","subId":"96","id":"Mandeville.FB.EC.96"},{"type":"paragraph","content":"Had the meanest and most unciviliz'd Peasant leave _Incognito_ to observe the greatest King for a Fortnight; tho' he might pick out several Things he would like for himself, yet he would find a great many more, which, if the Monarch and he were to change Conditions, he would wish for his part to have immediately alter'd or redress'd, and which with Amazement he sees the King submit to. And again if the Sovereign was to examine the Peasant in the same manner, his Labour would be insufferable, the Dirt and Squalor, his Diet and Amours, his Pastimes and Recreations would be all abominable; but then what Charms would he find in the other's Peace of Mind, the Calmness and Tranquillity of his Soul? No Necessity for Dissimulation with any of his Family, or feign'd Affection to his Mortal Enemies; no Wife in a Foreign Interest, no Danger to apprehend from his Children; no Plots to unravel, no Poison to fear; no popular Statesman at Home or cunning Courts abroad to manage; no seeming Patriots to bribe; no unsatiable Favourite to gratify; no selfish Ministry to obey; no divided Nation to please, or fickle Mob to humour, that would direct and interfere with his Pleasures.","subId":"97","id":"Mandeville.FB.EC.97"},{"type":"paragraph","content":"Was impartial Reason to be Judge between real Good and real Evil, and a Catalogue made accordingly of the several Delights and Vexations differently to be met with in both Stations, I question whether the Condition of Kings would be at all preferable to that of Peasants, even as Ignorant and Laborious as I seem to require the latter to be. The Reason why the generality of People would rather be Kings than Peasants is first owing to Pride and Ambition, that is deep]y riveted in human Nature, and which to gratify we daily see Men undergo and despise the greatest Hazards and Difficulties. Secondly, to the difference there is in the force with which our Affection is wrought upon as the Objects are either Material or Spiritual. Things that immediately strike our outward Senses act more violently upon our Passions than what is the result of Thought and the dictates of the most demonstrative Reason, and there is a much stronger Bias to gain our Liking or Aversion in the first than there is in the latter.","subId":"98","id":"Mandeville.FB.EC.98"},{"type":"paragraph","content":"Having thus demonstrated that what I urge could be no Injury or the least diminution of Happiness to the Poor, I leave it to the judicious Reader, whether it is not more probable we should increase our Exports by the Methods I hint at, than by sitting still and damning and sinking our Neighbours for beating us at our own Weapons; some of them out-selling us in Manufactures made of our own Product which they dearly purchas'd, others growing Rich in spite of Distance and Trouble, by the same Fish which we neglect, tho' it is ready to jump into our Mouths.","subId":"99","id":"Mandeville.FB.EC.99"},{"type":"paragraph","content":"As by discouraging Idleness with Art and Steadiness you may compel the Poor to labour without Force, so by bringing them up in Ignorance you may inure them to real Hardships without being ever sensible themselves that they are such. By bringing them up in Ignorance, I mean no more, as I have hinted long ago, than that as to Worldly Affairs their Knowledge should be confin'd within the Verge of their own Occupations, at least that we should not take pains to extend it beyond those Limits. When by these two Engines we shall have made Provisions, and consequently labour cheap, we must infallibly out-sell our Neighbours; and at the same time increase our Numbers. This is the Noble and Manly way of encountring the Rivals of our Trade, and by dint of Merit out-doing them at Foreign Markets.","subId":"100","id":"Mandeville.FB.EC.100"},{"type":"paragraph","content":"To allure the Poor we make use of Policy in some Cases with Success. Why should we be neglectful of it in the most important Point, when they make their boast that they will not live as the Poor of other Nations? If we cannot alter their Resolution, why should we applaud the Justness of their Sentiments against the Common Interest? I have often wondred formerly how an _Englishman,_ that pretended to have the Honour and Glory as well as the Welfare of his Country at Heart, could take delight in the Evening to hear an Idle Tenant that owed him above a Year's Rent ridicule the _French_ for wearing Wooden Shoes, when in the Morning he had had the Mortification of hearing the great King _William_ that Ambitious Monarch as well as able Statesman, openly own to the World and with Grief and Anger in his Looks complain of the Exorbitant Power of _France._ Yet I don't recommend Wooden Shoes, nor do the Maxims I would introduce require Arbitrary Power in one Person. Liberty and Property I hope may remain secured, and yet the Poor be better employ'd than they are, tho' their Children should wear out their Clothes by useful Labour, and blacken them with Country Dirt for something, instead of tearing them off their Backs at play, and dawbing them with Ink for nothing.","subId":"101","id":"Mandeville.FB.EC.101"},{"type":"paragraph","content":"There is above three or four Hundred Years Work, for a Hundred Thousand Poor more than we have in this Island. To make every part of it Useful, and the whole thoroughly inhabited, many Rivers are to be made Navigable, Canals to be cut in Hundreds of Places. Some Lands are to be drain'd and secured from Inundations for the future: Abundance of barren Soil is to be made fertile, and thousands of Acres rendred more beneficial by being made more accessible. _Dii Laboribus omnia vendunt._ There is no difficulty of this nature, that Labour and Patience cannot surmount. The highest Mountains may be thrown into their Valleys that stand ready to receive them, and Bridges might be laid where now we would not dare to think of it. Let us look back on the Stupendious Works of the _Romans,_ more especially their Highways and Aqueducts. Let us consider in one view the vast Extent of several of their Roads, how substantial they made them, and what Duration they have been of, and in another a poor Traveller that at every Ten Miles end is stop'd by a Turnpike, and dunn'd for a Penny for mending the Roads in the Summer, with what every Body knows will be Dirt before the Winter that succeeds it is expired.","subId":"102","id":"Mandeville.FB.EC.102"},{"type":"paragraph","content":"The Conveniency of the Publick ought ever to be the Publick Care, and no private Interest of a Town or a whole County should ever hinder the Execution of a Project or Contrivance that would manifestly tend to the Improvement of the whole; and every Member of the Legislature, who knows his Duty, and would choose rather to act like a wise Man, than curry Favour with his Neighbours, will prefer the least Benefit accruing to the whole Kingdom to the most visible Advantage of the Place he serves for.","subId":"103","id":"Mandeville.FB.EC.103"},{"type":"paragraph","content":"We have Materials of our own, and want neither Stone nor Timber to do any thing, and was the Money that People give uncompell'd to Beggars who don't deserve it, and what every Housekeeper is oblig'd to pay to the Poor of his Parish that is otherwise employ'd or ill-applied, to be put together every Year, it would make a sufficient Fund to keep a great many Thousands at work. I don't say this because I think it practicable, but only to shew that we have Money enough to spare to employ vast multitudes of Labourers; neither should we want so much for it as we perhaps might imagine. When it is taken for granted that a Soldier, whose Strength and Vigour is to be kept up at least as much as any Body's, can live upon Six-Pence a Day, I can't conceive the Necessity of giving the greatest part of the Year Sixteen and Eighteen Pence to a Day-Labourer.","subId":"104","id":"Mandeville.FB.EC.104"},{"type":"paragraph","content":"The Fearful and Cautious People that are ever Jealous of their Liberty, I know will cry out, that where the Multitudes I speak of should be kept in constant Pay, Property and Privileges would be precarious. But they might be answer'd, that sure Means might be found out, and such Regulations made, as to the Hands in which to trust the management and direction of these Labourers; that it would be impossible for the Prince or any Body else to make an ill Use of their Numbers.","subId":"105","id":"Mandeville.FB.EC.105"},{"type":"paragraph","content":"What I have said in the Four or Five last Paragraphs, I foresee will with abundance of Scorn be Laugh'd at by many of my Readers, and at best be call'd Building Castles in the Air; but whether that is my Fault or theirs is a Question. When the Publick Spirit has left a Nation, they not only lose their Patience with it and all thoughts of Perseverence, but become likewise so narrow-soul'd, that it is a pain for them even to think of things that are of uncommon extent or require great length of Time; and whatever is Noble or Sublime in such Conjunctures is counted Chimerical. Where deep Ignorance is entirely routed and expell'd, and low Learning promiscuously scatter'd on all the People, Self-Love turns Knowledge into Cunning, and the more this last Qualification prevails in any Country the more the People will fix all their Cares, Concern and Application on the Time present, without regard of what is to come after them, or hardly ever thinking beyond the next Generation.","subId":"106","id":"Mandeville.FB.EC.106"},{"type":"paragraph","content":"But as Cunning, according to my Lord _Verulam,_ is but Left-handed Wisdom, so a prudent Legislature ought to provide against this Disorder of the Society as soon as the Symptoms of it appear, among which the following are the most obvious. Imaginary Rewards are generally despised; every body is for turning the Penny and short Bargains; he that is diffident of every thing and believes nothing but what he sees with his own Eyes is counted the most prudent, and in all their Dealings Men seem to Act from no other Principle than that of The Devil take the hindmost. Instead of planting Oaks, that will require a Hundred and Fifty Years before they are fit to be cut down, they build Houses with a Design that they shall not stand above Twelve or Fourteen Years. All Heads run upon the uncertainty of things, and the vicissitudes of human Affairs. The Mathematicks become the only valuable Study, and are made use of in every thing even where it is ridiculous, and Men seem to repose no greater Trust in Providence than they would in a Broken Merchant.","subId":"107","id":"Mandeville.FB.EC.107"},{"type":"paragraph","content":"It is the Business of the Publick to supply the Defects of the Society, and take that in hand first which is most neglected by private Persons. Contraries are best cured by Contraries, and therefore as Example is of greater efficacy than Precept in the amendment of National Failings, the Legislature ought to resolve upon some great Undertakings that must be the Work of Ages as well as vast Labour, and convince the World that they did nothing without an anxious regard to their latest Posterity. This will fix or at least help to settle the volatile Genius and fickle Spirit of the Kingdom, put us in mind that we are not born for our selves only, and be a means of rendring Men less distrustful, and inspiring them with a true Love for their Country, and a tender Affection for the Ground it self, than which nothing is more necessary to aggrandize a Nation. Forms of Government may alter, Religions and even Languages may change, but _Great Britain_ or at least (if that likewise might lose its Name) the Island it self will remain, and in all human probability last as long as any part of the Globe. All Ages have ever paid their kind Acknowledgments to their Ancestors for the Benefits derived from them, and a Christian who enjoys the Multitude of Fountains and vast Plenty of Water to be met with in the City of St. _Peter,_ is an ungrateful Wretch if he never casts a thankful Remembrance on old _Pagan Rome,_ that took such prodigious Pains to procure it.","subId":"108","id":"Mandeville.FB.EC.108"},{"type":"paragraph","content":"When this Island shall be cultivated and every Inch of it made Habitable and Useful, and the whole the most convenient and agreeable Spot upon Earth, all the Cost and Labour laid out upon it will be gloriously repaid by the Incense of them that shall come after us; and those who burn with the noble Zeal and Desire after Immortality, and took such Care to improve their Country, may rest satisfy'd, that a thousand and two thousand Years hence they shall live in the Memory and everlasting Praises of the future Ages that shall then enjoy it.","subId":"109","id":"Mandeville.FB.EC.109"},{"type":"paragraph","content":"Here I should have concluded this Rhapsody of Thoughts, but something comes in my Head concerning the main Scope and Design of this Essay, which is to prove the Necessity there is for a certain Portion of Ignorance in a well-order'd Society, that I must not omit, because by mentioning it I shall make an Argument on my side of what, if I had not spoke of it, might easily have appear'd as a strong Objection against me. It is the Opinion of most People, and mine among the rest, that the most commendable Quality of the present Czar of _Muscovy_ is his unwearied Application in raising his Subjects from their native Stupidity, and Civilizing his Nation: but then we must consider it is what they stood in need of, and that not long ago the greatest part of them were next to Brute Beasts. In proportion to the Extent of his Dominions and the Multitudes he commands, he had not that Number or Variety of Tradesmen and Artificers which the true Improvement of the Country required, and therefore was in the right in leaving no Stone unturn'd to procure them. But what is that to us who labour under a contrary Disease? Sound Politicks are to the Social Body what the Art of Medicine is to the Natural, and no Physician would treat a Man in a Lethargy as if he was sick for want of Rest, or prescribe in a Dropsy what should be administred in a Diabetes. In short, _Russia_ has too few Knowing Men, and _Great Britain_ too many.","subId":"110","id":"Mandeville.FB.EC.110"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"}],"prev":{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]},"next":{"id":"Mandeville.FB.SNS","imported":true,"title":"A Search into the Nature of Society","breadcrumb":"Search into the Nature of Society","published":[1724]}}