{"id":"Hobbes.L.1.4","imported":true,"parent":"Hobbes.L.1","title":"Of Speech","breadcrumb":"Chapter 4","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_015","blocks":[{"type":"title","content":"£1 CHAP. IV. £1 £1 _Of ^Speech^._ £1","id":"Hobbes.L.1.4"},{"type":"paragraph","content":"#_Originall of Speech._#  THe Invention of _Printing_, though ingenious, compared with the invention of _Letters_, is no great matter. But who was the first that found the use of Letters, is not known. He that first brought them into _Greece_, men say was _Cadmus_, the sonne of _Agenor_, King of Ph{ae}nicia. A profitable Invention for continuing the memory of time past, and the conjunction of mankind, dispersed into so many, and distant regions of the Earth; and with all difficult, as proceeding from a watchfull observation of the divers motions of the Tongue, Palat, Lips, and other organs of Speech; whereby to make as many differences of characters, to remember them. But the most noble and profitable invention of all other, was that of ^Speech^, consisting of _Names_ or _Appellations_, and their Connexion; whereby men register their Thoughts; recall them when they are past; and also declare them one to another for mutuall utility and conversation; without which, there had been amongst men, neither Common-wealth, nor Society, nor Contract, nor Peace, no more than amongst Lyons, Bears, and Wolves. The first author of Speech was _God_ himself, that instructed _Adam_ how to name such creatures as he presented to his sight; For the Scripture goeth no further in this matter. But this was sufficient to direct him to adde more names, as the experience and use of the creatures should give him occasion; and to joyn them in such manner by degrees, as to make himself understood; and so by succession of time, so much language might be gotten, as he had found use for; though not so copious, as an Orator or Philosopher has need of. For I do not find any thing in the Scripture, out of which, directly or by consequence can be gathered, that _Adam_ was taught the names of all Figures, Numbers, Measures, Colours, Sounds, Fancies, Relations; much less the names of Words and Speech, as _Generall, Speciall, Affirmative, Negative, Interrogative, Optative, Infinitive_, all which are usefull; and least of all, of _Entity, Intentionality, Quiddity_, and other insignificant words of the School.","subId":"1","id":"Hobbes.L.1.4.1"},{"type":"paragraph","content":"But all this language gotten, and augmented by _Adam_ and his posterity, was again lost at the tower of _Babel_, when by the hand of God, every man was stricken for his rebellion, with an oblivion of his former language. And being hereby forced to disperse themselves into severall parts of the world, it must needs be, that the diversity of Tongues that now is, proceeded by degrees from them, in such manner, as need (the mother of all inventions) taught them; and in tract of time grew every where more copious.","subId":"2","id":"Hobbes.L.1.4.2"},{"type":"paragraph","content":"#_The use of Speech._# The generall use of Speech, is to transferre our Mentall Discourse, into Verbal; or the Trayne of our Thoughts, into a Trayne of Words; and that for two commodities; whereof one is, the Registring of the Consequences of our Thoughts; which being apt to slip out of our memory, and put us to a new labour, may again be recalled, by such words as they were marked by. So that the first use of names, is to serve for _Markes_, or _Notes_ of remembrance. Another is, when many use the same words, to signifie (by their connexion and order,) one to another, what they conceive, or think of each matter; and also what they desire, feare, or have any other passion for. And for this use they are called _Signes_. Speciall uses of Speech are these; First, to Register, what by cogitation, wee find to be the cause of any thing, present or past; and what we find things present or past may produce, or effect: which in summe, is acquiring of Arts. Secondly, to shew to others that knowledge which we have attained; which is, to Counsell, and Teach one another. Thirdly, to make known to others our wills, and purposes, that we may have the mutuall help of one another. Fourthly, to please and delight our selves, and others, by playing with our words, for pleasure or ornament, innocently.","subId":"3","id":"Hobbes.L.1.4.3"},{"type":"paragraph","content":"#_Abuses of Speech._# To these Uses, there are also foure correspondent Abuses. First, when men register their thoughts wrong, by the inconstancy of the signification of their words; by which they register for their conceptions, that which they never conceived; and so deceive themselves. Secondly, when they use words metaphorically; that is, in other sense than that they are ordained for; and thereby deceive others. Thirdly, when by words they declare that to be their will, which is not. Fourthly, when they use them to grieve one another: for seeing nature hath armed living creatures, some with teeth, some with horns, and some with hands, to grieve an enemy, it is but an abuse of Speech, to grieve him with the tongue, unlesse it be one whom wee are obliged to govern; and then it is not to grieve, but to correct and amend.","subId":"4","id":"Hobbes.L.1.4.4"},{"type":"paragraph","content":"The manner how Speech serveth to the remembrance of the consequence of causes and effects, consisteth in the imposing of _Names_, and the _Connexion_ of them.","subId":"5","id":"Hobbes.L.1.4.5"},{"type":"paragraph","content":"#_Names Proper & Common._# Of Names, some are _Proper_, and singular to one onely thing; as _Peter, John, This man, this Tree_: and some are _Common_ to many things; as _Man, Horse, Tree_; every of which though but one Name, is nevertheless the name of divers particular things; #_Universall._# in respect of all which together, it is called an _Universall_; there being nothing in the world Universall but Names; for the things named, are every one of them Individuall and Singular.","subId":"6","id":"Hobbes.L.1.4.6"},{"type":"paragraph","content":"One Universall name is imposed on many things, for their similitude in some quality, or other accident: And wheras a Proper Name bringeth to mind one thing onely; Universals recall any one of those many.","subId":"7","id":"Hobbes.L.1.4.7"},{"type":"paragraph","content":"And of Names Universall, some are of more, and some of lesse extent; the larger comprehending the less large: and some again of equall extent, comprehending each other reciprocally. As for example, the Name _Body_ is of larger signification than the word _Man_, and comprehendeth it; and the names _Man_ and _Rationall_, are of equall extent, comprehending mutually one another. But here wee must take notice, that by a Name is not alwayes understood, as in Grammar, one onely Word; but sometimes by circumlocution many words together. For all these words, _Hee that in his actions observeth the Lawes of his Country_, make but one Name, equivalent to this one word, _Just_.","subId":"8","id":"Hobbes.L.1.4.8"},{"type":"paragraph","content":"By this imposition of Names, some of larger, some of stricter signification, we turn the reckoning of the consequences of things imagined in the mind, into a reckoning of the consequences of Appellations. For example, a man that hath no use of Speech at all, (such, as is born and remains perfectly deafe and dumb,) if he set before his eyes a triangle, and by it two right angles, (such as are the corners of a square figure,) he may by meditation compare and find, that the three angles of that triangle, are equall to those two right angles that stand by it. But if another triangle be shewn him different in shape from the former, he cannot know without a new labour, whether the three angles of that also be equall to the same. But he that hath the use of words, when he observes, that such equality was consequent, not to the length of the sides, nor to any other particular thing in his triangle; but onely to this, that the sides were straight, and the angles three; and that that was all, for which he named it a Triangle; will boldly conclude Universally, that such equality of angles is in all triangles whatsoever; and register his invention in these generall termes, _Every triangle hath its three angles equall to two right angles_. And thus the consequence found in one particular, comes to be registred and remembred, as an Universall rule; and discharges our mentall reckoning, of time and place; and delivers us from all labour of the mind, saving the first; and makes that which was found true _here_, and _now_, to be true in _all times_ and _places_.","subId":"9","id":"Hobbes.L.1.4.9"},{"type":"paragraph","content":"But the use of words in registring our thoughts, is in nothing so evident as in Numbring. A naturall foole that could never learn by heart the order of numerall words, as _one, two_, and _three_, may observe every stroak of the Clock, and nod to it, or say one, one, one; but can never know what houre it strikes. And it seems, there was a time when those names of number were not in use; and men were fayn to apply their fingers of one or both hands, to those things they desired to keep account of; and that thence it proceeded, that now our numerall words are but ten, in any Nation, and in some but five, and then they begin again. And he that can tell ten, if he recite them out of order, will lose himselfe, and not know when he has done: Much lesse will he be able to adde, and substract, and performe all other operations of Arithmetique. So that without words, there is no possibility of reckoning of Numbers; much lesse of Magnitudes, of Swiftnesse, of Force, and other things, the reckonings whereof are necessary to the being, or well-being of man-kind.","subId":"10","id":"Hobbes.L.1.4.10"},{"type":"paragraph","content":"When two Names are joyned together into a Consequence, or Affirmation; as thus, _A man is a living creature_; or thus, _if he be a man, he is a living creature_, If the later name _Living creature_, signifie all that the former name _Man_ signifieth, then the affirmation, or consequence is _true_; otherwise _false_. For _True_ and _False_ are attributes of Speech, not of Things. And where Speech is not, there is neither _Truth_ nor _Falshood. Errour_ there may be, as when wee expect that which shall not be; or suspect what has not been: but in neither case can a man be charged with Untruth.","subId":"11","id":"Hobbes.L.1.4.11"},{"type":"paragraph","content":"#_Necessity of Definitions._# Seeing then that _truth_ consisteth in the right ordering of names in our affirmations, a man that seeketh precise _truth_, had need to remember what every name he uses stands for; and to place it accordingly; or else he will find himselfe entangled in words, as a bird in lime-twiggs; the more he struggles, the more belimed. And therefore in Geometry, (which is the onely Science that it hath pleased God hitherto to bestow on mankind,) men begin at settling the significations of their words; which settling of significations, they call _Definitions_; and place them in the beginning of their reckoning.","subId":"12","id":"Hobbes.L.1.4.12"},{"type":"paragraph","content":"By this it appears how necessary it is for any man that aspires to true Knowledge, to examine the befinitions of former Authors; and either to correct them, where they are negligently set down; or to make them himselfe. For the errours of Definitions multiply themselves, according as the reckoning proceeds; and lead men into absurdities, which at last they see, but cannot avoyd, without reckoning anew from the beginning; in which lyes the foundation of their errours. From whence it happens, that they which trust to books, do as they that cast up many little summs into a greater, without considering whether those little summes were rightly cast up or not; and at last finding the errour visible, and not mistrusting their first grounds, know not which way to cleere themselves; but spend time in fluttering over their bookes; as birds that entring by the chimney, and finding themselves inclosed in a chamber, flutter at the false light of a glasse window, for want of wit to consider which way they came in. So that in the right Definition of Names, lyes the first use of Speech; which is the Acquisition of Science: And in wrong, or no Definitions, lyes the first abuse; from which proceed all false and senslesse Tenets; which make those men that take their instruction from the authority of books, and not from their own meditation, to be as much below the condition of ignorant men, as men endued with true Science are above it. For between true Science, and erroneous Doctrines, Ignorance is in the middle. Naturall sense and imagination, are not subject to absurdity. Nature it selfe cannot erre: and as men abound in copiousnesse of language; so they become more wise, or more mad than ordinary. Nor is it possible without Letters for any man to become either excellently wise, or (unless his memory be hurt by disease, or ill constitution of organs) excellently foolish. For words are wise mens counters, they do but reckon by them: but they are the mony of fooles, that value them by the authority of an _Aristotle_, a _Cicero_, or a _Thomas_, or any other Doctor whatsoever, if but a man.","subId":"13","id":"Hobbes.L.1.4.13"},{"type":"paragraph","content":"#_Subject to Names._# _Subject to Names_, is whatsoever can enter into, or be considered in an account; and be added one to another to make a summe; or substracted one from another, and leave a remainder. The Latines called Accounts of mony _Rationes_, and accounting, _Ratiocinatio_: and that which we in bills or books of account call _Items_, they called _Nomina_; that is, _Names_: and thence it seems to proceed, that they extended the word _Ratio_, to the faculty of Reckoning in all other things. The Greeks have but one word λόγος, for both _Speech_ and _Reason_; not that they thought there was no Speech without Reason; but no Reasoning without Speech: And the act of reasoning they called _Syllogisme_; which signifieth summing up of the consequences of one saying to another. And because the same things may enter into account for divers accidents; their names are (to shew that diversity) diversly wrested, and diversified. This diversity of names may be reduced to foure generall heads.","subId":"14","id":"Hobbes.L.1.4.14"},{"type":"paragraph","content":"First, a thing may enter into account for _Matter_, or _Body_; as _living, sensible, rationall, hot, cold, moved, quiet_; with all which names the word _Matter_, or _Body_ is understood; all such, being names of Matter.","subId":"15","id":"Hobbes.L.1.4.15"},{"type":"paragraph","content":"Secondly, it may enter into account, or be considered, for some accident or quality, which we conceive to be in it; as for _being moved_, for _being so long_, for _being hot_, &c; and then, of the name of the thing it selfe, by a little change or wresting, wee make a name for that accident, which we consider; and for _living_ put into the account _life_; for _moved, motion_; for _hot, heat_; for _long, length_, and the like: And all such Names, are the names of the accidents and properties, by which one Matter, and Body is distinguished from another. These are called _names Abstract_; because severed (not from Matter, but) from the account of Matter.","subId":"16","id":"Hobbes.L.1.4.16"},{"type":"paragraph","content":"Thirdly, we bring into account, the Properties of our own bodies, whereby we make such distinction: as when any thing is _Seen_ by us, we reckon not the thing it selfe; but the _sight_, the _Colour_, the _Idea_ of it in the fancy: and when any thing is _heard_, wee reckon it not; but the _hearing_, or _sound_ onely, which is our fancy or conception of it by the Eare: and such are names of fancies.","subId":"17","id":"Hobbes.L.1.4.17"},{"type":"paragraph","content":"#_Use of Names Positive._# Fourthly, we bring into account, consider, and give names, to _Names_ themselves, and to _Speeches_: For, _generall, universall, speciall, {oe}quivocall_, are names of Names. And _Affirmation, Interrogation, Commandement, Narration, Syllogisme, Sermon, Oration_, and many other such, are names of Speeches. And this is all the variety of Names _Positive_; which are put to mark somewhat which is in Nature, or may be feigned by the mind of man, as Bodies that are, or may be conceived to be; or of bodies, the Properties that are, or may be feigned to be; or Words and Speech.","subId":"18","id":"Hobbes.L.1.4.18"},{"type":"paragraph","content":"#_Negative Names with their Uses._# There be also other Names, called _Negative_; which are notes to signifie that a word is not the name of the thing in question; as these words _Nothing, no man, infinite, indocible, three want foure_, and the like; which are nevertheless of use in reckoning, or in correcting of reckoning; and call to mind our past cogitations, though they be not names of any thing; because they make us refuse to admit of Names not rightly used.","subId":"19","id":"Hobbes.L.1.4.19"},{"type":"paragraph","content":"#_Words insignificant._# All other Names, are but insignificant sounds; and those of two sorts. One, when they are new, and yet their meaning not explained by Definition; whereof there have been aboundance coyned by Schoole-men, and pusled Philosophers.","subId":"20","id":"Hobbes.L.1.4.20"},{"type":"paragraph","content":"Another, when men make a name of two Names, whose significations are contradictory and inconsistent; as this name, an _incorporeall body_, or (which is all one) an _incorporeall substance_, and a great number more. For whensoever any affirmation is false, the two names of which it is composed, put together and made one, signifie nothing at all. For example, if it be a false affirmation to say _a quadrangle is round_, the word _round quadrangle_ signifies nothing; but is a meere sound. So likewise if it be false, to say that vertue can be powred, or blown up and down; the words _In-powred vertue, In-blown vertue_, are as absurd and insignificant, as a _round quadrangle_. And therefore you shall hardly meet with a senslesse and insignificant word, that is not made up of some Latin or Greek names. A Frenchman seldome hears our Saviour called by the name of _Parole_, but by the name of _Verbe_ often; yet _Verbe_ and _Parole_ differ no more, but that one is Latin, the other French.","subId":"21","id":"Hobbes.L.1.4.21"},{"type":"paragraph","content":"#_Understanding._# When a man upon the hearing of any Speech, hath those thoughts which the words of that Speech, and their connexion, were ordained and constituted to signifie; Then he is said to understand it: _Understanding_ being nothing else, but conception caused by Speech. And therefore if Speech be peculiar to man (as for ought I know it is,) then is Understanding peculiar to him also. And therefore of absurd and false affirmations, in case they be universall, there can be no Understanding; though many think they understand, then, when they do but repeat the words softly, or con them in their mind.","subId":"22","id":"Hobbes.L.1.4.22"},{"type":"paragraph","content":"What kinds of Speeches signifie the Appetites, Aversions, and Passions of mans mind; and of their use and abuse, I shall speak when I have spoken of the Passions.","subId":"23","id":"Hobbes.L.1.4.23"},{"type":"paragraph","content":"#_Inconstant names._# The names of such things as affect us, that is, which please, and displease us, because all men be not alike affected with the same thing, nor the same man at all times, are in the common discourses of men, of _inconstant_ signification. For seeing all names are imposed to signifie our conceptions; and all our affections are but conceptions; when we conceive the same things differently, we can hardly avoyd different naming of them. For though the nature of that we conceive, be the same; yet the diversity of our reception of it, in respect of different constitutions of body, and prejudices of opinion, gives every thing a tincture of our different passions. And therefore in reasoning, a man must take heed of words; which besides the signification of what we imagine of their nature, have a signification also of the nature, disposition, and interest of the speaker; such as are the names of Vertues, and Vices; For one man calleth _Wisdome_, what another calleth _feare_; and one _cruelty_, what another _justice_; one _prodigality_, what another _magnanimity_; and one _gravity_, what another _stupidicy_, &c. And therefore such names can never be true grounds of any ratiocination. No more can Metaphors, and Tropes of speech: but these are less dangerous, because they profess their inconstancy; which the other do not.","subId":"24","id":"Hobbes.L.1.4.24"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.1","imported":true,"title":"The First Part, Of Man","breadcrumb":"Part 1","published":[1651]}],"prev":{"id":"Hobbes.L.1.3","imported":true,"title":"Of the Consequence or Trayne of Imaginations","breadcrumb":"Chapter 3","published":[1651]},"next":{"id":"Hobbes.L.1.5","imported":true,"title":"Of Reason and Science","breadcrumb":"Chapter 5","published":[1651]}}