{"id":"Locke.EHU.3.2","imported":true,"parent":"Locke.EHU.3","title":"Chapter 2. Of the Signification of Words","breadcrumb":"Chapter 2","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.2?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. II.\nOf the Signification of Words.\n","id":"Locke.EHU.3.2"},{"type":"paragraph","content":"MAN, though he have great variety of Thoughts, and such, from which others, as well as himself, might receive Profit and Delight; yet they are all within his own Breast, invisible, and hidden from others, nor can of themselves be made appear. The Comfort therefore, and Advantage of Society, not being to be had without Communication of Thoughts, it was necessary, that Man should find out some external sensible Signs, whereby those invisible Ideas, which possess his Mind in so great variety, might be made known to others: For which purpose, nothing was so fit, either for Plenty or Quickness, as those articulate Sounds, which with so much Ease and Variety, he found himself able to make. Thus we may conceive how Words, which were by Nature so well adapted to that purpose, come to be made use of by Men, as the Signs of their Ideas; not by any natural connection, that there is between particular articulate Sounds, and certain Ideas, for then there would be but one Language amongst all Men; but by a voluntary Imposition, whereby such a Word is made arbitrarily the Mark of such an Idea. The use then of Words, is to be sensible Marks of Ideas; and the Ideas they stand for, are their proper and immediate Signification.","subId":"1","id":"Locke.EHU.3.2.1"},{"type":"paragraph","content":"The use Men have of these Marks, being either to record their own Ideas for the Assistence of their own Memory; or as it were, to bring them out, and lay them before the view of others. Words in their primary and immediate Signification, stand for nothing, but the Ideas in the Mind of him that uses them, how imperfectly soever, or carelesly those Ideas are collected from the Things, which they are supposed to represent. When a Man speaks to another, it is, that he may be understood; and the end of the Speech is, that those Sounds, as Marks, may make known his Ideas to the Hearer. That then which Words are the Marks of, are the Ideas of the Speaker: Nor can any one apply them, as Marks immediately to any thing else, but the Ideas that he himself hath: For this would be to make them Signs of his own Conception, and yet apply them to other Ideas; which would be to make them Signs, and not Signs of his Ideas at the same time; and so in Effect, to have no Signification at all. Words being voluntary Signs, they cannot be voluntary Signs imposed by him on Things he knows not. That would be to make them Signs of nothing, Sounds without Signification. A Man cannot make his Words the Signs either of Qualities in Things, or of Conceptions in the Mind of another, whereof he has none in his own. Till he has some Ideas of his own, he cannot suppose them to correspond with the Conceptions of another Man; nor can he use any Signs for them: For it would be the Signs of he knows not what, which is in Truth to be the Sign of nothing. But when he represents to himself other Men's Ideas, by some of his own, if he consent to give them the same Names, that other Men do, 'tis still to his own Ideas; to Ideas that he has, and not to Ideas that he has not.","subId":"2","id":"Locke.EHU.3.2.2"},{"type":"paragraph","content":"This is so necessary in the use of Language, that in this respect, the Knowing, and the Ignorant; the Learned, and Unlearned, use the Words they speak (with any meaning) all alike. They, in every Man's Mouth, stand for the Ideas he has, and which he would express by them. A Child having taken notice of nothing in the Metal he hears called Gold, but the bright shining Yellow-Colour, he applies the Word Gold only to his own Idea of that Colour, and nothing else; and therefore calls the same Colour in a Peacock's Tail, Gold. Another that hath better observed, adds to shining Yellow, great Weight: And then the Sound Gold, when he uses it, stands for a complex Idea of a shining Yellow, and very weighty Substance. Another adds to those Qualities, Fusibility: And then the Word Gold to him signifies, a Body, bright, yellow, fusible, and very heavy. Another adds Malleability. Each of these uses equally the Word Gold, when they have Occasion to express the Idea, they have apply'd it to. But it is evident, that each can apply it only to his own Idea; nor can he make it stand, as a Sign of such a complex Idea, as he has not.","subId":"3","id":"Locke.EHU.3.2.3"},{"type":"paragraph","content":"But though Words, as they are used by Men, can properly and immediately signifie nothing but the Ideas, that are in their Minds; yet they in their Thoughts, give them a secret reference to two other Things. First, They suppose their Words to be Marks of the Ideas in the Minds also of other Men, with whom they communicate: For else they should talk in vain, and could not be understood, if the Sounds they applied to one Idea, were such, as by the Hearer, were apply'd to another, which is to speak two Languages. But in this, Men stand not usually to examine, whether the Idea they, and he they discourse with, be the same: But think it enough, that they use the Word, as they imagine, in the common Acceptation of that Language; in which case, they suppose that the Idea, they make it a Sign of, is precisely the same, to which the Understanding Men of that Country apply that Name.","subId":"4","id":"Locke.EHU.3.2.4"},{"type":"paragraph","content":"Secondly, Because Men would not be thought to talk barely of their own Imaginations, but of Things as really they are; therefore they often suppose their Words to stand also for the Reality of Things. But this relating more particularly to Substances, and their Names, as, perhaps, the former does to simple Ideas and Modes, we shall speak of these two different ways of applying Words more at large, when we come to treat of the Names of mixed Modes, and Substances, in particular: Though give me leave here to say, that it is a perverting the use of Words, and brings unavoidable Obscurity and Confusion into their Signification, whenever we make them stand for any thing, but those Ideas we have in our own Minds.","subId":"5","id":"Locke.EHU.3.2.5"},{"type":"paragraph","content":"Concerning Words also, this is farther to be considered. First, That they being immediately the Signs of Men's Ideas; and by that means, the Instruments whereby Men communicate their Conceptions, and express to one another those Thoughts and Imaginations, they have within their own Breasts, there comes by constant use, to be such a Connexion between certain Sounds, and the Ideas they stand for, that the Names heard, almost as readily excite certain Ideas; as if the Objects themselves, which are apt to produce them did actually affect the Senses. Which is manifestly so in all obvious sensible Qualities; and in all Substances, that frequently, and familiarly occurr to us.","subId":"6","id":"Locke.EHU.3.2.6"},{"type":"paragraph","content":"Secondly, That though the proper and immediate Signification of Words, are Ideas in the Mind of the Speaker; yet because by familiar use from our Cradles, we come to learn certain articulate Sounds very perfectly, and have them readily on our Tongues, and Memories, but yet are not always careful to examine, or settle their Significations perfectly, it often happens, that Men, even when they would apply themselves to an attentive Consideration, do set their Thoughts more on Words than Things. Nay, because Words are many of them learn'd, before the Ideas are known for which they stand: Therefore some, not only Children, but Men, speak several Words, no otherwise than Parrots do, only because they have learn'd them, and have been accustomed to those Sounds. But so far as Words are of Use and Signification, so far is there a constant connexion between the Sound and the Idea; and a Designation, that the one stand for the other: without which Application of them, they are nothing, but so much insignificant Noise.","subId":"7","id":"Locke.EHU.3.2.7"},{"type":"paragraph","content":"Words by long and familiar use, as has been said, come to excite in Men certain Ideas so constantly and readily, that they are apt to suppose a natural connexion between them. But that they signifie only Men's peculiar Ideas, and that by a perfectly arbitrary Imposition, is evident, in that they often fail to excite in others (even that use the same Language) the same Ideas we take them to be the Signs of: And every Man has so inviolable a Liberty, to make Words stand for what Ideas he pleases, that no one hath the Power to make others have the same Ideas in their Minds, that he has, when they use the same Words, that he does. And therefore the great Augustus himself, in the Possession of that Power, which ruled the World, acknowledged he could not make a new Latin Word: which was as much as to say, that he could not arbitrarily appoint, what Idea any Sound should be a Sign of, in the Mouths and common Language of his Subjects. 'Tis true, common use, by a tacit Consent, appropriates certain Sounds to certain Ideas in all Languages; which so far limits the signification of that Sound, that unless a Man applies it to the same Idea, he cannot speak properly. And it is also true, that unless a Man's Words excite the same Ideas in the Hearer, which he makes them stand for in speaking, he cannot speak intelligibly. But whatever be the consequences of his use of any Words, different either from the Publick, or that Person to whom he addresses them: This is certain, their signification in his use of them, is limited to his Ideas, and they can be Signs of nothing else.","subId":"8","id":"Locke.EHU.3.2.8"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.3","imported":true,"title":"Book 3. Of Words","breadcrumb":"Book 3","published":[1689]}],"prev":{"id":"Locke.EHU.3.1","imported":true,"title":"Chapter 1. Of Words or Language in General","breadcrumb":"Chapter 1","published":[1689]},"next":{"id":"Locke.EHU.3.3","imported":true,"title":"Chapter 3. Of General Terms","breadcrumb":"Chapter 3","published":[1689]}}