{"id":"Locke.EHU.3.6","imported":true,"parent":"Locke.EHU.3","title":"Chapter 6. Of the Names of Substances","breadcrumb":"Chapter 6","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.6?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. VI.\nOf the Names of Substances.\n","id":"Locke.EHU.3.6"},{"type":"paragraph","content":"THe common Names of Substances, as well as other general Terms, stand for Sorts: which is nothing else but the being made signs of such complex Ideas, wherein several particular Substances do, or might agree, by virtue of which, they are capable to be comprehended in one common Conception, and be signified by one Name. I say, do or might agree: for though there be but one Sun existing in the World, yet the Idea of it being abstracted, so as that more Substances (if there were several) might each agree in it; it is as much a Sort, as if there were as many Suns, as there are Stars. They want not their Reasons, who think there are, and that each fixed Star, would answer the Idea the name Sun stands for, to one who were placed in a due distance. which, by the way, may shew us how much the Sorts, or, if you please, Genera and Species of Things (for those Latin terms signifie to me, no more than the English word Sort) depend on such Collections of Ideas, as Men have made; and not on the real Nature of Things: since 'tis not impossible, but that in propriety of Speech, that might be a Sun to one, which is a Star to another.","subId":"1","id":"Locke.EHU.3.6.1"},{"type":"paragraph","content":"The measure and boundary of each Sort, or Species, whereby it is constituted that particular Sort, and distinguished from others, is that we call its Essence, which is nothing but that abstract Idea, to which the Name is annexed: So that every thing contained in that Idea, is essential to that Sort. This, though it be all the Essence of natural Substances, that we know, or by which we distinguish them into Sorts; yet I call it by a peculiar name, the nominal Essence, to distinguish it from that real Constitution of Substances, upon which depends this nominal Essence, and all the Properties of that Sort; which therefore, as has been said, may be called the real Essence: v. g. the nominal Essence of Gold, is that complex Idea the word Gold stands for, let it be, for instance, a Body yellow, of a certain weight, malleable, fusible, and fixed. But the real Essence, is the constitution of the insensible parts of that Body, on which those Qualities, and all the other Properties of Gold depend. How far these two are different, though they are both called Essence, is obvious, at first sight, to discover.","subId":"2","id":"Locke.EHU.3.6.2"},{"type":"paragraph","content":"For though, perhaps, voluntary Motion, with Sense and Reason, join'd to a Body of a certain shape, be the complex Idea, to which I, and others, annex the name Man; and so be the nominal Essence of the Species so called: Yet no body will say, that that complex Idea, is the real Essence and Source of all those Operations, are to be found in any Individual of that Sort. The foundation of all those Qualities, which are the Ingredients of our complex Idea, is something quite different: And had we such a Knowledge, of that Constitution of Man, from which his Faculties of Moving, Sensation, and Reasoning, and other Powers flow; and on which his so regular shape depends, as 'tis possible Angels have, and 'tis certain his Maker has, we should have a quite other Idea of his Essence, than what now is contained in our Definition of that Species, be it what it will: And our Idea of any individual Man, would be as far different from what it now is, as is his, who knows all the Springs and Wheels, and other contrivances within, of the famous Clock at Strasburg, is from that which a gazing Country-man has of it, who barely sees the motion of the Hand, and hears the Clock strike, and observes only some of the outward appearances.","subId":"3","id":"Locke.EHU.3.6.3"},{"type":"paragraph","content":"How much Essence, in the ordinary use of the word, relates to Sorts, and that it is considered in particular Beings, no farther than as they are ranked into Sorts, appears from hence: That take but away the abstract Ideas, by which we sort Individuals, and rank them under common Names, and then the thought of any thing essential to any of them, instantly vanishes: we have no notion of the one, without the other: which plainly shews their relation. 'Tis necessary for me to be as I am; GOD and Nature has made me so: But there is nothing I have, is essential to me. An Accident, or Disease, may very much alter my Colour, or Shape; a Fever, or Fall, may take away my Reason, or Memory, or both; and an Apoplex leave neither Sense, nor Understanding, no nor Life. Other Creatures of my shape, may be made with more, and better, or fewer, and worse Faculties than I have: And others may have Reason, and Sense, in a shape and body very different from mine. None of these are essential to the one, or the other, or to any Individual whatsoever, till the Mind refers it to some Sort or Species of Things; and then presently, according to the abstract Idea of that Sort, something is found essential. Let any one examine his own Thoughts, and he will find, that as soon as he supposes or speaks of Essential, the consideration of some Species, or the complex Idea, signified by some general name, comes into his Mind: And 'tis in reference to that, that this or that Quality is said to be essential; so that if it be asked, whether it be essential to me, or any other particular corporeal Being to have Reason? I say no; nor more than it is essential to this white thing I write on, to have words in it. But if that particular Being, be to be counted of the Sort Man, and to have that name Man given it, then Reason is essential to it, supposing Reason to be a part of the complex Idea the name Man stands for: as it is essential to this thing I write on, to contain words, if I will give it the name Treatise, and rank it under that Species. So that essential, and not essential, relate only to our abstract Ideas, and the names annexed to them; which amounts to no more but this, That whatever particular Thing, has not in it those Qualities, which are contained in the abstract Idea, which any general term stands for, cannot be ranked under that Species, nor be called by that name, since that abstract Idea is the very essence of the Species.","subId":"4","id":"Locke.EHU.3.6.4"},{"type":"paragraph","content":"Thus if the Idea of Body, with some People, be bare Extension, or Space, then Solidity is not essential to Body: If others make the Idea, to which they give the name Body, to be Solidity and Extension, then Solidity is essential also to Body. That therefore, and that alone is considered as essential, which makes a part of the complex Idea the name of a Sort stands for, without which, no particular Thing can be reckoned of that Sort, nor be entituled to that name. Should there be found a parcel of Matter, that had all the other Qualities that are in Iron, but wanted Obedience to the Loadstone; and would neither be drawn by it, nor receive Direction from it, Would any one question, whether it wanted any thing essential? It would be absurd to ask, Whether a thing really existing, wanted any Thing essential to it. Or could it be demanded, Whether this made an essential or specifick difference, or no; since we have no other measure of Essential, or Specifick, but our abstract Ideas? And to talk of specifick Differences in Nature, without reference to general Ideas and Names, is to talk unintelligibly. For I would ask any one, What is sufficient to make an essential difference in Nature, between any two particular Beings, without any regard had to some abstract Idea, which is looked upon as the Essence and Standard of a Species? All such Patterns and Standards, being quite laid aside, particular Beings, considered barely in themselves, will be found to have all their Qualities equally essential; and every thing, in each Individual, will be essential to it, or, which is more true, nothing at all. For though it may reasonably be asked, Whether obeying the Magnet, be essential to Iron? yet, I think, it is very improper and insignificant to ask, Whether it be essential to that particular parcel of Matter I cut my Pen with, without considering it under the name Iron, or as being of a certain Species? And if, as has been said, our abstract Ideas, which have names annexed to them, are the Boundaries of Species, nothing can be essential but what is contained in those Ideas.","subId":"5","id":"Locke.EHU.3.6.5"},{"type":"paragraph","content":"'Tis true, I have often mentioned a real Essence, distinct in Substances, from those abstract Ideas of them, which I call their nominal Essences. By this real Essence, I mean, that real constitution of any Thing, which is the foundation of all those Properties, that are combined in, and are constantly found to co-exist with the nominal Essence; that particular constitution, which every Thing has within it self, without any relation to any thing without it. But Essence, even in this sense, relates to a Sort, and supposes a Species: For being that real Constitution, on which the Properties depend, it necessarily supposes a sort of Things, Properties belonging only to Species, and not to Individuals: v. g. Supposing the nominal Essence of Gold, to be a Body of such a peculiar Colour and Weight, with Malleability and Fusibility, the real Essence is that Constitution of the parts of Matter, on which these Qualities, and their Union, depend; and is also the foundation of its Solubility in Aq. Regia, and other Properties accompanying that complex Idea. Here are Essences and Properties, but all upon supposition of a Sort, or general abstract Idea, which is considered as immutable: but there is no individual parcel of Matter, to which any of these Qualities are so annexed, as to be essential to it, or inseparable from it. That which is essential, belongs to it as a Condition, whereby it is of this or that Sort: But take away the consideration of its being ranked under the name of some abstract Idea, and there is nothing necessary to it, nothing inseparable from it. Indeed, as to the real Essences of Substances, we only suppose their Being, without precisely knowing what they are. But that which annexes them still to the Species, is the nominal Essence, of which they are the supposed foundation and cause.","subId":"6","id":"Locke.EHU.3.6.6"},{"type":"paragraph","content":"The next thing to be considered is, by which of those Essences it is, that Substances are determined into Sorts, or Species; and that 'tis evident, is by the nominal Essence. For 'tis that alone, that the name, which is the mark of the Sort, signifies. 'Tis impossible therefore, that any thing should determine the Sorts of Things, which we rank under general Names, but that Idea, which that Name is design'd as a Mark for; which is that, as has been shewn, which we call the nominal Essence. Why do we say, This is an Horse, and that a Mule; this is an Animal, that an Herb? How comes any particular Thing to be of this or that Sort, but because it has that nominal Essence? Or, which is all one, agrees to that abstract Idea that Name is annexed to? And I desire any one but to reflect on his own Thoughts, when he hears or speaks any of those, or other Names of Substances, to know what sort of Essences they stand for.","subId":"7","id":"Locke.EHU.3.6.7"},{"type":"paragraph","content":"And that the Species of Things to us, are nothing but the ranking them under distinct Names, according to the complex Ideas in us; and not according to precise, distinct, real Essences in them, is plain from hence; That we find many of the Individuals that are ranked into one Sort, called by one common Name, and so received as being of one Species, have yet Qualities depending on their real Constitutions, as far different one from another, as from others, from which they are accounted to differ specifically. This, as it is easie to be observed by all, who have to do with natural Bodies; so Chymists especially, are often, by sad Experience, convinced of it, when they, sometimes in vain, seek for the same Qualities in one parcel of Sulphur, Antimony, or Vitriol, which they have found in others. For though they are Bodies of the same Species, having the same nominal Essence, under the same Name; yet do they often, upon severe ways of examination, betray Qualities, so different one from another, as to frustrate the Expectation and Labour of very wary Chymists. But if Things were distinguished into Species, according to their real Essences, it would be as impossible to find different Properties in any two individual Substances of the same Species, as it is to find different Properties in two Circles, or two equilateral Triangles. That is properly the Essence to us, which determines every particular to this or that Classis; or, which is the same Thing, to this or that general Name: And what can that be else, but that abstract Idea, to which that name is annexed? and so has, in truth, a reference, not so much to the being of particular Things, as to their general Denominations.","subId":"8","id":"Locke.EHU.3.6.8"},{"type":"paragraph","content":"Nor indeed can we rank, and sort Things, and consequently (which is the end of sorting) denominate them by their real Essences, because we know them not. Our Faculties carry us no farther towards the knowledge and distinction of Substances, than a Collection of those sensible Ideas, which we observe in them: which however made with the greatest diligence, and exactness we are capable of; yet our complex Idea is more remote from the true internal Constitution, from which those Qualities flow, than, as I said, a Countryman's Idea is, from the inward contrivance of that famous Clock at Strasburg, whereof he only sees the outward Figure and Motions. There is not so contemptible a Plant, or Animal, that does not confound the most inlarged Understanding. Though the familiar use of Things about us, take off our Wonder; yet it cures not our Ignorance. When we come to examine the Stones, we tread on; or the Iron, we daily handle, we presently find, we know not their Make; and can give no Reason, of the different Qualities we find in them. 'Tis evident the internal Constitution, whereon their properties depend, is unknown to us. For to go no farther than the grossest and most obvious we can imagine amongst them, What is that Texture of Parts? That real Essence, that makes Lead, and Antimony susible; Wood, and Stones not? What makes Lead, and Iron malleable; Antimony, and Stones not? And yet how infinitely these come short, of the fine Contrivances, and unconceivable real Essences of Plants and Animals, every one knows. The Workmanship of the all-wise, and powerful God, in the great Fabrick of the Universe, and every part thereof, farther exceeds the Capacity and Comprehension of the most inquisitive and intelligent Man; than the best contrivance of the most ingenious Man, doth the Conceptions of the most ignorant of rational Creatures. Therefore we in vain pretend to range Things into sorts, and dispose them into certain Classes, under Names, by their real Essences, that are so far from our Comprehensions. A blind Man may as soon sort Things by their Colours, and he that has lost his Smell, as well distinguish a Lily and a Rose by their Odors, as by those internal Constitutions he knows not. He that thinks he can distinguish Sheep and Goats by their real Essences, that are unknown to him, may be pleased to try his Skill in those Species, called Cassiwary, and Querechinchio; and by their internal real Essences, determine the boundaries of those Species, without knowing the complex Idea of sensible Qualities, that each of those Names stands for, in the Countries where those Animals are to be found.","subId":"9","id":"Locke.EHU.3.6.9"},{"type":"paragraph","content":"Those therefore who have been taught, that the several Species of Substances had their distinct internal substantial Forms; and that it was those Forms, which made the distinction of Substances into their true Species and Genera, were led yet farther out of the way, by having their Minds set upon fruitless Enquiries after substantial Forms, wholly unintelligible, and whereof we have scarce so much as any obscure, or confused Conception in general.","subId":"10","id":"Locke.EHU.3.6.10"},{"type":"paragraph","content":"That our ranking, and distinguishing natural Substances into Species consists in the Nominal Essences the Mind makes, and not in the real Essences to be found in the Things themselves, is farther evident from our Ideas of Spirits. For the Mind getting, only by reflecting on its own Operations, those simple Ideas which it attributes to Spirits, it hath, or can have no other Notion of Spirit, but by attributing all those Operations, it finds in it self, to a sort of Beings, without Consideration of Matter. And even the most advanced Notion we have of God, is but attributing the same simple Ideas we have got from Reflection, on what we find in our selves; and which we conceive to have more Perfection in them, than would be in their absence, attributing, I say, those simple Ideas to him in an unlimited degree. Thus having got from reflecting on our selves, the Idea of Existence, Knowledge, Power, and Pleasure, each of which we find it better to have than to want; and the more we have of each, the better, joining all these together, with infinity to each of them, we have the complex Idea of an eternal, omniscient, omnipotent, infinitely wise, and happy Being. And though we are told, that there are different Species of Angels; yet we know not how to frame distinct specifick Ideas of them; not out of any Conceit, that the Existence of more Species than one of Spirits, is impossible: But because having no more simple Ideas (nor being able to frame more) applicable to such Being, but only those few, taken from our selves, and from the Actions of our own Minds in thinking, and being delighted, and moving several parts of our Bodies; we can no otherwise distinguish in our Conceptions the several Species of Spirits, one from another, but by attributing those Operations and Powers, we find in our selves to them, in a higher or lower degree; and so have neither distinct specifick Ideas of Spirits, except only of GOD, to whom we attribute both Duration, and all those other Ideas with Infinity; to the other Spirits, with limitation, amongst which, we make no distinction: Nor do we, between GOD and them in our Ideas, put any difference by any number of simple Ideas, which we have of one, and not of the other, but only that of Infinity. All the particular Ideas of Existence, Knowledge, Will, Power, and Motion, &c. being Ideas derived from the Operations of our Minds, we attribute all of them to all sorts of Spirits, with the difference only of degrees, to the utmost we can imagine, even Infinity, when we would frame, as well as we can, an Idea of the first Being; who yet, 'tis certain, is infinitely more remote in the real Excellency of his Nature, from the highest and perfectest of all created Beings, much more from what our narrow Understandings can conceive of Him, than the greatest Man, nay, purest Seraphim, is from the most contemptible part of Matter.","subId":"11","id":"Locke.EHU.3.6.11"},{"type":"paragraph","content":"It is not impossible to conceive, nor repugnant to Reason, that there may be many Species of Spirits, as much separated and diversified one from another by distinct Properties, whereof we have no Ideas, as the Species of sensible Things are distinguished one from another, by Qualities, which we know, and observe in them. That there should be more Species of intelligent Creatures above us, than there are of sensible and material below us, is probable to me from hence; That in all the visible corporeal World, we see no Chasms, or Gaps. All quite down from us, the descent is by easie steps, and a continued series of Things, that in each remove, differ very little one from the other. There are Fishes that have Wings, and are not Strangers to the airy Region: and there are some Birds, that are Inhabitants of the Water; whose Bloud is cold as Fishes, and their Flesh in taste so near akin, that the Scrupulous are allow'd them on Fish-days. There are Animals so near of kin both to Birds and Beasts, that they are in the middle between both: Amphibious Animals link the Terrestrial and Aquatique together; Seales live at Land and at Sea, and Porpoises have the warm Bloud and Entrails of an Hog, not to mention what is confidently reported of Mermaids, or Sea-men. There are some Brutes, that seem to have as much Knowledge and Reason, as some that are called Men: and the Animal and Vegetable Kingdoms, are so nearly join'd, that if you will take the lowest of one, and the highest of the other, there will scarce be perceived any great difference between them; and so on till we come to the lowest and the most inorganical parts of Matter, we shall find every-where, that the several Species are linked together, and differ but in almost insensible degrees. And when we consider the infinite Power and Wisdom of the Maker, we have reason to think, that it is suitable to the magnificent Harmony of the Universe, and the great Design and infinite Goodness of the Architect, that the Species of Creatures should also, by gentle degrees, ascend upward from us towards his infinite Perfection, as we see they gradually descend from us downwards: Which if it be probable, we have reason then to be perswaded, that there are far more Species of Creatures above us, than there are beneath; we being, in degrees of Perfection, much more remote from the infinite Being of GOD, than we are from the lowest state of Being, and that which approaches nearest to nothing. And yet of all those distinct Species, for the reasons above-said, we have no di-Ideas.","subId":"12","id":"Locke.EHU.3.6.12"},{"type":"paragraph","content":"But to return to the Species of corporeal Substances. If I should ask any one, whether Ice and Water were two distinct Species of Things, I doubt not but I should be answered in the affirmative: And it cannot be denied, but he that says they are two distinct Species, is in the right. But if an English-man, bred in Iamaica, who, perhaps, had never seen nor heard of Ice, coming into England in the Winter, find the Water he put in his Bason at night, in a great part frozen in the morning; and not knowing any peculiar name it had, should call it harden'd Water; I ask, Whether this would be a new Species to him, different from Water? And, I think, it would be answered here, It would not to him be a new Species, no more than congealed Gelly, when it is cold, is a distinct Species, from the same Gelly fluid and warm; or than liquid Gold, in the Fornace, is a distinct Species from hard Gold in the Hands of a Workman. And if this be so, 'tis plain, that our distinct Species, are nothing but distinct complex Ideas, with distinct Names annexed to them. 'Tis true, every Substance that exists, has its peculiar Constitution, whereon depend those sensible Qualities, and Powers, we observe in it: But the ranking of Things into Species, which is nothing but sorting them under several Titles, is done by us, according to the Ideas that we have of them: Which though sufficient to distinguish them by Names; so that we may be able to discourse of them, when we have them not present before us: yet if we suppose it to be done by their real internal Constitutions, and that Things existing, are distinguished, by Nature, into Species by real Essences, according as we distinguish them into Species by Names, we shall be liable to great Mistakes.","subId":"13","id":"Locke.EHU.3.6.13"},{"type":"paragraph","content":"To distinguish substantial Beings into Species, according to the usual supposition, that there are certain precise Essences or Forms of Things, whereby all the Individuals existing, are, by Nature, distinguished into Species, these Things are necessary:","subId":"14","id":"Locke.EHU.3.6.14"},{"type":"paragraph","content":"First, To be assured, that Nature, in the production of Things, always designs them to partake of certain regulated established Essences, which are to be the Models of all Things to be produced. This, in that crude sense, it is usually proposed, would need some better explication, before it can fully be assented to.","subId":"15","id":"Locke.EHU.3.6.15"},{"type":"paragraph","content":"Secondly, It would be necessary to know, whether Nature always attains that Essence, it designs in the production of Things. The irregular and monstrous Births, that in divers sorts of Animals have been observed, will always give us reason to doubt of one, or both of these.","subId":"16","id":"Locke.EHU.3.6.16"},{"type":"paragraph","content":"Thirdly, It ought to be determined, whether those we call Monsters, be really a distinct Species, according to the scholastick notion of the word Species; since it is certain, that every thing that exists, has its particular Constitution: And yet we find, that some of these monstrous Productions, have few or none of those Qualities, which are supposed to result from, and accompany the Essence of that Species, from whence they derive their Originals, and to which, by their descent, they seem to belong.","subId":"17","id":"Locke.EHU.3.6.17"},{"type":"paragraph","content":"Fourthly, The real Essences of those Things, which we distinguish into Species, and as so distinguished, we name, ought to be known; i. e. we ought to have Ideas of them. But since we are ignorant in these four points, the supposed real Essences of Things, stand us not in stead, for the distinguishing Substances into Species.","subId":"18","id":"Locke.EHU.3.6.18"},{"type":"paragraph","content":"Fifthly, The only imaginable help in this case, would be, that having framed perfect complex Ideas, of the Properties of Things, flowing from their different real Essences, we should thereby distinguish them into Species. But neither can this be done: for being ignorant of the real Essence it self, it is impossible to know all those Properties, that flow from it, and are so annexed to it, that any one of them being away, we may certainly conclude, that that Essence is not there, and so the Thing is not of that Species. We can never know what are the precise number of Properties, depending on the real Essence of Gold, any one of which failing, the real Essence of Gold, and consequently Gold, would not be there, unless we knew the real Essence of Gold it self, and by that determined that Species. By the Word Gold here, I must be understood to design a particular piece of Matter; v. g. the last Guinea that was coin'd. For if it should stand here in its ordinary Signification for that complex Idea, which I, or any one else calls Gold; i. e. for the nominal Essence of Gold, it would be Iargon: so hard is it, to shew the various meaning and imperfection of Words, when we have nothing else but Words to do it by.","subId":"19","id":"Locke.EHU.3.6.19"},{"type":"paragraph","content":"By all which it is clear, That our distinguishing Substances into Species by Names, is not at all founded on their real Essences; nor can we pretend to range, and determine them exactly into Species, according to internal essential differences.","subId":"20","id":"Locke.EHU.3.6.20"},{"type":"paragraph","content":"But since, as is aforesaid, we have need of general Words, tho' we know not the real Essences of Things; all we can do, is to collect such a number of simple Ideas, as by Examination, we find to be united together in Things existing, and thereof to make one complex Idea; which though it be not the real Essence of any Substance that exists, is yet the specifick Essence, to which our Name belongs, and is convertible with it; by which we may at least try the Truth of these nominal Essences. For Example, there be that say, that the Essence of Body is Extension: If it be so, we can never mistake, in putting the Essence of any thing for the Thing it self. Let us then in Discourse, put Extension for Body; and when we would say, that Body moves, let us say, that Extension moves, and see how it will look: And he that should say, that one Extension, by Impulse moves another Extension, would, by the bare Expression, sufficiently shew the absurdity of such a Notion. The Essence of any thing, in respect of us, is the whole complex Idea, comprehended and marked by that Name; and in Substances, besides the several distinct simple Ideas that make them up, the confused one of Substance, or of an unknown Support and Cause of their Union, is always a part: And therefore the Essence of Body is not bare Extension, but an extended solid thing; and so to say, an extended solid thing moves, or impels another, is all one, and as intelligible, as to say, Body moves, or impels. Likewise, to say, that a rational Animal is capable of Conversation, is all one, as to say, a Man. But no one will say, That Rationality is capable of Conversation, because it makes not the whole Essence, to which we give the Name Man.","subId":"21","id":"Locke.EHU.3.6.21"},{"type":"paragraph","content":"There are Creatures in the World, that have shapes like ours, but are hairy, and want Language, and Reason. There are Naturals amongst us, that have perfectly our shape, but want Reason, and some of them Language too. There are Creatures, as 'tis said, (sit fides penes Authorem, but there appears no contradiction, that there should be such,) that with Language, and Reason, and a shape in other Things agreeing with ours, have hairy Tails; others where the Males have no Beards, and others where the Females have. If it be asked, whether these be all Men, or no, all of humane Species; 'tis plain, the Question refers only to the nominal Essence: For those to whom the definition of the Word Man, or the complex Idea, signified by that Name, agrees, they are Men, and the other not. But if the Enquiry be made concerning the supposed real Essence; and whether the internal Constitution and Frame of these several Creatures be specifically different, it is wholly impossible for us to answer, no part of that going into our specifick Idea: only we have Reason to think, that where the Faculties, or outward Frame so much differs, the internal Constitution is not exactly the same: But what difference in the internal real Constitution, makes a specifick difference, is in vain to enquire; whilst our measures of Species, be, as they are, only our abstract Ideas, which we know; and not that internal Constitution, which makes no part of them. Shall the difference of Hair only on the Skin, be a mark of a different internal specifick Constitution between a Changeling and a Drill, when they agree in Shape, and want of Reason, and Speech? And shall not the want of Reason and Speech, be a sign to us of different real Constitutions and Species, between a Changeling, and a reasonable Man? And so of the rest, if we pretend, that the distinction of Species is fixedly established by the real Frame, and secret Constitutions of Things.","subId":"22","id":"Locke.EHU.3.6.22"},{"type":"paragraph","content":"Nor let any one say, that the real Species of Animals, are distinguished by a Power of Propagation, by the mixture of Male and Female, and Plants by Seeds, for this would help us no farther, than in the distinction of the Species of Animals, and Vegetables: What must we do for the rest? Nor is it sufficient in them: For if History lie not, Women have conceived by Drills,; and what real Species, by that measure, such a Production will be in Nature, will be a new Question; and we have Reason to think this not impossible, since Mules, and Gimars, the one from the mixture of an Horse, and an Ass, the other from the mixture of a Bull, and a Mare, are so frequent in the World. I once saw a Creature, that was the Issue of a Cat, and a Rat, and had the plain marks of both about it; wherein Nature appear'd to have followed the pattern of neither sort alone, but to have jumbled them both together.","subId":"23","id":"Locke.EHU.3.6.23"},{"type":"paragraph","content":"Upon the whole matter, 'tis evident, that 'tis their own Collections of sensible Qualities, that Men make the Essences of their several sorts of Substances; and that their real internal Structures, are not considered by the greatest part of Men, in the sorting them; much less any substantial Forms were ever thought on by any, but those who have in this one part of the World, learned the Language of the Schools: and yet those ignorant Men, who pretend not any insight into the real Essences, nor trouble themselves about substantial Forms, but are content with knowing Things one from another, by their sensible Qualities, are often better acquainted with their Differences; can more nicely distinguish them for their uses; and better know what they may expect from each, than those learned quick-sighted Men, who look so deep into them, and talk so confidently of something more hidden and essential.","subId":"24","id":"Locke.EHU.3.6.24"},{"type":"paragraph","content":"But supposing that the real Essences of Substances were discoverable, by those, that would severely apply themselves to that Enquiry; yet we could not reasonably think, that the ranking of Things under general Names, was regulated by those internal real Constitutions, or any thing else but their obvious appearances: Since Languages, in all Countries, have been established long before Sciences; so that they have not been Philosophers, or Logicians, or such who have troubled themselves about Forms and Essences, that have made the general Names, that are in use amongst the severel Nations of Men: But those, more or less comprehensive terms, have, for the most part, in all Languages, received their Birth and Signification, from ignorant and illiterate People; who sorted and denominated Things, by those sensible Qualities they found in them, thereby to signifie them, when absent to others, whether they had an occasion to mention a Sort, or a particular Thing.","subId":"25","id":"Locke.EHU.3.6.25"},{"type":"paragraph","content":"Since then it is evident, that we sort and name Substances by their nominal, and not by their real Essences, the next thing to be considered is, how, and by whom these Essences come to be made. As to the latter, 'tis evident they are made by the Mind, and not by Nature: For were they Nature's Workmanship, they could not be so various and different in several Men, as 'tis evident they are. For if we will examine it, we shall not find the nominal Essence of any one Species of Substances, in all Men the same; no not of that, which of all others we are the most intimately acquainted with. It could not possibly be, that the abstract Idea, to which the name Man is given, should be different in several Men, if it were of Nature's making; and that to one it should be Animal rationale, and to another Animal implume bipes latis unguibus. He that annexes the name Man, to a complex Idea, made up of Sense and spontaneous Motion, join'd to a Body of such a shape, has thereby one Essence of the Species Man: And he that, upon farther examination, adds Rationality, has another Essence of the Species he calls Man: By which means, the same Individual will be a true Man to the one, which is not so to the other. I think, there is scarce any one will allow this upright Figure, so well known, to be the essential difference of the Species Man; and yet how far Men determine of the sorts of Animals, rather by their Shape, than Descent, is very visible; since it has been more than once debated, whether several humane Foetus should be preserved, or received to Baptism, or no, only because of the difference of their outward Configuration, from the ordinary Make of Children, without knowing whether they were not as capable of Reason, as Infants cast in another Mold: Some whereof, though of an approved shape, are never capable of as much appearance of Reason, all their Lives, as is to be found in an Ape, or an Elephant; and never give any signs of being acted by a rational Soul. Whereby it is evident, that the outward Figure, which only was found wanting, and not the Faculty of Reason, which no body could know would be wanting in its due season, was made essential to the humane Species. The learned Divine and Lawyer, must, on such occasions, renounce his sacred Definition of Animal Rationale, and substitute some other Essence of the humane Species.","subId":"26","id":"Locke.EHU.3.6.26"},{"type":"paragraph","content":"Wherein then, would I gladly know, consists the precise and unmovable Boundaries of that Species? 'Tis plain, if we examine, there is no such thing made by Nature, and established by Her amongst Men. The real Essence of that, or any other sort of Substances, 'tis evident we know not: and therefore are so undetermined in our nominal Essences, which we make our selves, that if several Men were to be asked, concerning some odly-shaped Foetus, as soon as born, whether it were a Man, or no; 'tis past doubt, one should meet with different Answers: Which could not happen, if the nominal Essences, whereby we limit and distinguish the Species of Substances, were not made by Man, with some liberty; but were exactly copied from precise Boundaries set by Nature, whereby it distinguish'd all Substances into certain Species. Who would undertake to resolve, what Species that Monster was of, which is mentioned by Licetus, lib. 1. c. 3. with a Man's Head, and Hog's Body? Or those other, which to the Bodies of Men, had the Heads of Beasts, as Dogs, Horses, &c. If any of these Creatures had lived, and could have spoke, it would have increased the difficulty. Had the upper part, to the middle, been of humane shape, and all below Swine; Had it been Murther to destroy it? Or must the Bishop have been consulted, whether it were Man enough to be admitted to the Font, or no? As I have been told it happen'd in France some years since, in somewhat a like case. So uncertain are the Boundaries of Species of Animals to us, who have no other measures, than the complex Ideas of our own collecting: And so far are we from certainly knowing what a Man is; though, perhaps, it will be judged great ignorance, to make any doubt about it. And yet, I think, I may say, that the certain Boundaries of that Species, are so far from being determined, and the precise number of simple Ideas, which make that nominal Essence, so far from being setled, and perfectly known, that very material Doubts may still arise about it: And I imagine, none of the Definitions, of the word Man, we yet have, nor Descriptions of that sort of Animal, so perfect and exact, as to satisfie a considerate inquisitive person; much less to obtain a general Consent, and to be that which Men would everywhere stick by, in the Decision of Cases, and determining of Life and Death, Baptism or no Baptism, in Productions that might happen.","subId":"27","id":"Locke.EHU.3.6.27"},{"type":"paragraph","content":"But though these nominal Essences of Substances are made by the Mind, they are not yet made so arbitrarily, as those of mixed Modes. To the making of any nominal Essence, it is necessary, First, That the Ideas whereof it consists, have such an union, as to make but one Idea, how compounded soever. Secondly, That the particular Ideas so united, be exactly the same, neither more nor less. For if two abstract complex Ideas, differ either in number, or sorts, of their component parts, they make two different, and not one and the same Essence. In the first of these, the Mind, in making its complex Ideas of Substances, only follows Nature; and puts none together, which are not supposed to have an union in Nature. No body joins the Voice of a Sheep, with the Shape of an Horse; nor the Colour of Lead, with the Weight and Fixedness of Gold, to be the complex Ideas of any real Substances; unless he has a mind to fill his head with Chimaera's, and his Discourse with unintelligible Words. Men, observing certain Qualities always join'd and existing together, therein copied Nature; and of Ideas so united, made their complex ones of Substances. For though Men may make what complex Ideas they please, and give what names to them they will; yet if they will be understood, when they speak of Things really existing, they must, in some degree, conform their Ideas, to the Things they would speak of: Or else Mens Language will be like that of Babel; and every Man's Words, being intelligible only to himself, would no longer serve to Conversation, and the ordinary Affairs of Life, if the Ideas they stand for, be not some way answering the common appearances, and agreement of Substances, as they really exist.","subId":"28","id":"Locke.EHU.3.6.28"},{"type":"paragraph","content":"Secondly, Though the Mind of Man, in making its complex Ideas of Substances, never puts any together, that do not really, or are not supposed to co-exist; and so it truly borrows that Union from Nature: Yet the Number it combines, depends upon the various Care, Industry, or Fansie of him that makes it. Men generally content themselves with some few sensible obvious Qualities; and often, if not always, leave out others as material, and as firmly united, as those that they take. Of sensible Substances, there are two sorts; one of organiz'd Bodies, which are propagated by Seeds; and in these, the Shape is that, which to us is the leading Quality, and most characteristical Part, that determines the Species: And therefore in Vegetables and Animals, an extended solid Substance of such, a certain Figure usually serves the turn. For however some Men seem to prize their Definition of Animal Rationale, yet should there a Creature be found, that had Language and Reason, but partaked not of the usual shape of a Man, I believe it would hardly pass for a Man, how much soever it were Animal Rationale. And if Baalam's Ass had, all his Life, discoursed as rationally, as he did once with his Master, I doubt yet, whether any one would have thought him worthy the name Man, or allow'd him to be of the same Species with himself. As in Vegetables and Animals 'tis the Shape, so in most other Bodies, not propagated by Seed, 'tis the Colour we most fix on, and are most led by. Thus where we find the Colour of Gold, we are apt to imagine all the other Qualities, comprehended in our complex Idea, to be there also: and we commonly take these two obvious Qualities, viz. Shape and Colour, for so presumptive Ideas of several Species, that in a good Picture, we readily say, this is a Lion, and that a Rose; this is a Gold, and that a Silver Goblet, only by the different Figures and Colours, represented to the Eye by the Pencil.","subId":"29","id":"Locke.EHU.3.6.29"},{"type":"paragraph","content":"But though this serves well enough for gross and confused Conceptions, and unaccurate ways of Talking and Thinking; yet Men are far enough from having agreed on the precise number of simple Ideas, or Qualities, belonging to any sort of Things, signified by its name. Nor is it a wonder, since it requires much time, pains, and skill, strict enquiry, and long examination, to find out what, and how many those simple Ideas are, which are constantly and inseparably united in Nature, and are always to be found together in the same Subject. Most Men, wanting either Time, Inclination, or Industry enough for this, even to some tolerable degree, content themselves with some few obvious, and outward appearances of Things, thereby readily to distinguish, and sort them for the common Affairs of Life: And so, without farther examination, give them names, or take up the names already in use. Which though in common Conversation, they pass well enough for the signs of some few obvious Qualities co-existing, are yet far enough from comprehending, in a setled signification, a precise number of simple Ideas; much less all those, which are united in Nature. He that shall consider, after so much stir, about Genus and Species, and such a deal of talk of specifick Differences, how few Words we have yet setled Definitions of, may, with Reason, imagine, that those Forms, there hath been so much noise made about, are only Chimaeras, which give us no light into the specifick Natures of Things. And he that shall consider, how far the names of Substances are from having Significations, wherein all who use them do agree, will have reason to conclude, that though the nominal Essences of Substances, are all supposed to be copied from Nature; yet they are all, or most of them, very imperfect. Since the composition of those complex Ideas, are, in seveveral Men, very different: and therefore, that these Boundaries of Species, are as Men, and not as Nature makes them, if at least there are in Nature any such prefixed bounds. 'Tis true, that many particular Substances are so made by Nature, that they have agreement and likeness one with another, and so afford a fundation of being ranked into Sorts. But the sorting of Things by us, or the making of determinate Species, being in order to naming and comprehending them under general terms, I cannot see how it can be properly said, that Nature sets the Boundaries of the Species of Things: Or if it be so, our Boundaries of Species, are not exactly conformable to those in Nature. For we, having need of general names for present use, stay not for a perfect discovery of all those Qualities, which would best shew us their most material differences and agreements; but we our selves divide them, by certain obvious appearances, into Species, that we may the easier, under general names, communicate about them. For having no other knowledge of any Substance, but of the simple Ideas, that are united in it; and observing several particular Things, to agree with others, in several of those simple Ideas, we make that collection our specifick Idea, and give it a general name; that in recording our own Thoughts, and Discourse with others, we may, in one short word, design all the Individuals that agree in that complex Idea, without enumerating the simple Ideas, that make it up; and so not waste our Time and Breath in tedious Descriptions: which we see they are fain to do, who would discourse of any new sort of Things, they have not yet a name for.","subId":"30","id":"Locke.EHU.3.6.30"},{"type":"paragraph","content":"But however, these Species of Substances pass well enough in ordinary Conversation, it is plain enough, that this complex Idea, wherein they observe several Individuals to agree, is, by different Men, made very differently; by some more, and others less accurately. In some, this complex Idea contains a greater, and in others a smaller number of Qualities; and so is apparently such as the Mind makes it. The yellow shining colour, makes Gold to Children; others add Weight, Malleableness, and Fusibility; and others yet other Qualities, they find joined with that yellow Colour, as constantly as its Weight or Fusibility. For in all these, and the like Qualities, one has as good a right to be put into the complex Idea of that Substance, wherein they are all join'd, as another. And therefore different Men leaving out, or putting in several simple Ideas, which others do not, according to their various Examination, Skill, or Observation of that subject, have different Essences of Gold; which must therefore be of their own, and not of Nature's making.","subId":"31","id":"Locke.EHU.3.6.31"},{"type":"paragraph","content":"If the number of simple Ideas, that make the nominal Essence of the lowest Species, or first sorting of Individuals, depend on the Mind of Man, variously collecting them, it is much more evident, that they do so, in the more comprehensive Classes, which; by the Masters of Logick, are called Genera, which are complex Ideas designedly imperfect; out of which, are purposely left out several of those Qualities, that are to be found in the Things themselves. For as the Mind, to make general Ideas, comprehending several particulars, leaves out those of Time, and Place, and such other, that make them incommunicable to more than one Individual, so to make other yet more general Ideas, that may comprehend different sorts, it leaves out those Qualities, that distinguish them, and puts into its new Collection, only such Ideas, as are common to several sorts. The same convenience that made Men express several parcels of yellow Matter coming from Guiny, and Peru, under one name, sets them also upon making of one name, that may comprehend both Gold, and Silver, and some other Bodies of different sorts, which it does by the same way of leaving out those Qualities, which are peculiar to each sort; and retaining a complex Idea, made up of those, that are common to each Species: to which the name Metal being annexed, there is a Genus constituted; the Essence whereof being that abstract Idea, containing only Malleableness and Fusibility, with certain degrees of Weight and Fixedness, wherein Bodies of several kinds agree, leaves out the Colour, and other Qualities peculiar to Gold, and Silver, and the other sorts comprehended under the name Metal. Whereby it is plain, that Men follow not exactly the Patterns set them by Nature, when they make their general Ideas of Substances; since there is no Body to be found, which has barely Malleableness and Fusibility in it, without other Qualities as inseparable as those. But Men, in making their general Ideas, seeking more the convenience of Language, and quick dispatch, by short and comprehensive signs, than the true and precise Nature of Things, as they exist, have, in the framing their abstract Ideas, chiefly pursued that end, which was to be furnished with store of general, and variously comprehensive Names. So that in this whole business of Genera and Species, the Genus, or more comprehensive, is but a partial conception of what is in the Species, and the Species, but a partial Idea of what is to be found in each Individual. If therefore any one will think, that a Man, and an Horse, and an Animal, and a Plant, &c. are distinguished by real Essences made by Nature, he must think Nature to be very liberal of these real Essences, making one for Body, another for an Animal, and another for an Horse; and all these Essences liberally bestowed upon Bucephalus. But if we would rightly consider what is done, in all these Genera and Species, or Sorts, we should find, that there is no new Thing made, but only more or less comprehensive signs; whereby we may be enabled to express, in a few syllables, great number of particular Things, as they agree in more or less general conceptions, which we have framed to that purpose. In all which, we may observe, that the more general term, is always the name of a less complex Idea; and that each Genus, is but a partial conception of the Species comprehended under it. So that if these abstract general Ideas, be thought to be complete, it can only be in respect of a certain established relation, between them and certain names, which are made use of to signifie them; and not in respect of any thing existing, as made by Nature.","subId":"32","id":"Locke.EHU.3.6.32"},{"type":"paragraph","content":"This is adjusted to the true end of Speech, which is to be the easiest and shortest way of communicating our Notions. For thus he, that would make and discourse of Things, as they agreed in the complex Idea of Extension and Solidity, needed but use the word Body, to denote all such. He that, to these, would join others, signified by the words Life, Sense, and spontaneous Motion, needed but use the word Animal, to signifie all which partaked of those Ideas: and he that had made a complex Idea of a Body, with Life, Sense, and Motion, with the Faculty of Reasoning, and a certain Shape joined to it, needed but use the short monosyllable Man, to express all particulars that corresponded to that complex Idea. This is the proper business of Genus and Species: and this Men do, without any consideration of real Essences, or substantial Forms, which come not within the reach of our Knowledge, when we think of those Things; nor within the signification of our Words, when we discourse with others.","subId":"33","id":"Locke.EHU.3.6.33"},{"type":"paragraph","content":"Were I to talk with any one, of a Sort of Birds, I lately saw in St. Iames's Park, about three or four foot high, with a Covering of something between Feathers and Hair, of a dark brown colour, without Wings, but in the place thereof, two or three little branches, coming down like sprigs of Spanish Broom; long great Legs, with Feet only of three Claws, and without a Tail; I must make this description of it, and so may make others understand me: But when I am told, that the name of it is Cassuaris, I may then use that word to stand in discourse for all my complex Idea mentioned in that description; though by that word, which is now become a specifick name, I know no more of the real Essence, or Constitution of that sort of Animals, than I did before; and knew probably as much of the nature of that Species of Birds, before I learn'd the name, as many English-men do of Swans, or Herons, which are specifick names, very well known of sorts of Birds common in England.","subId":"34","id":"Locke.EHU.3.6.34"},{"type":"paragraph","content":"From what has been said, 'tis evident, that Men make sorts of Things. For it being different Essences alone, that make different Species, 'tis plain, that they who make those abstract Ideas, which are the nominal Essences, do thereby make the Species, or Sort. Should there be a Body found, having all the other Qualities of Gold, except Malleableness, 'twould, no doubt, be made a question, whether it were Gold, or no; whether it were of that Species. This could be determined only by that abstract Idea, to which every one annexed the name Gold: so that it would be true Gold to him, and belong to that Species, who included not Malleableness in his nominal Essence, signified by the sound Gold; and on the other side, it would not be true Gold, or of that Species to him, who included Malleableness in his specifick Idea. And who, I pray, is it, that makes these divers Species, even under one and the same name, but Men that make two different abstract Ideas, consisting not exactly of the same collection of Qualities? Nor is it a mere Supposition to imagine, that a Body may exist, wherein the other obvious Qualities of Gold may be without Malleableness; since it is certain, that Gold it self will be sometimes so eager, (as Artists call it,) that it will as little endure the Hammer, as Glass it self. What we have said, of the putting in, or leaving out of Malleableness out of the complex Idea, the name Gold is, by any one, annexed to, may be said of its peculiar Weight, Fixedness, and several other the like Qualities: For whatever is left out, or put in, 'tis still the complex Idea, to which that name is annexed, that makes the Species: and as any particular parcel of Matter answers that Idea, so the name of the Sort belongs truly to it; and it is of that Species. And thus any thing is true Gold, perfect Metal. All which determination of the Species, 'tis plain, depends on the Understanding of Man, making this or that complex Idea.","subId":"35","id":"Locke.EHU.3.6.35"},{"type":"paragraph","content":"This then, in short, is the case: Nature makes many particular Things, which do agree, one with another, in many sensible Qualities, and probably too, in their internal frame and constitution: But 'tis not this real Essence, that distinguishes them into Species; 'tis Men, who, taking occasion from the Qualities they find united in them, and wherein they observe often, several individuals to agree, range them into Sorts, in order to their naming, for the convenience of comprehensive signs; under which particular, Individuals, according to their conformity to this or that abstract Idea, come to be ranked, as under Ensigns: so that this is of the Blew, that the Red Regiment; this is a Man, that a Drill: And in this, I think, consists the whole business of Genus and Species.","subId":"36","id":"Locke.EHU.3.6.36"},{"type":"paragraph","content":"I do not deny, but Nature, in the constant production of particular Beings, makes them not always new and various, but very much alike and of kin one to another: But I think it is nevertheless true, that the Boundaries of the Species, whereby Men sort them, are made by Men; since the Essences of the Species, distinguished by different names, are, as has been proved, of Man's making, and seldom adequate to the internal Nature of the Things they are taken from. So that we may truly say, such a manner of sorting of Things, is the Workmanship of Men.","subId":"37","id":"Locke.EHU.3.6.37"},{"type":"paragraph","content":"One thing, I doubt not, but will seem very strange in this Doctrine; which is, that, from what has been said, it will follow, that each abstract Idea, with a name to it, makes a distinct Species. But who can help it, if Truth will have it so? For so it must remain, till some body can shew us the Species of Things, limitted and distinguished by something else; and let us see, that general terms signifie not our abstract Ideas, but something different from them. I would fain know, why a Shock, and a Hound, are not as distinct Species, as a Spaniel, and an Elephant. We have no other Idea of the different Essence of an Elephant and a Spaniel, than we have of the different Essence of a Shock and an Hound; all the essential difference, whereby we know and distinguish them one from another, consisting only in the different Collection of simple Ideas, to which we have given those different names.","subId":"38","id":"Locke.EHU.3.6.38"},{"type":"paragraph","content":"How much the making of Species and Genera is in order to general Names, and how much general Names are necessary, if not to the Being, yet at least to the Completing of a Species, and making it pass for such, will appear, besides what has been said, above, concerning Ice and Water, in a very familiar example. A silent, and a striking Watch, are but one Species, to those who have but one name for them: but he that has the name Watch for one, and Clock for the other, and distinct complex Ideas, to which those Names belong, to him they are different Species. But it will be said, the inward contrivance and constitution, is different between these two, which the Watch-maker has a clear Idea of: And yet, 'tis plain, they are but one Species to him, when he has but one name for them. For what is sufficient in the inward Contrivance, to make a new Species? There are some Watches, that are made with four Wheels, others with five: Is this a specifick difference to the Workman? Some have Strings and Physies, and others none; some have the Balance loose, and others regulated by a spiral Spring, and others by Hogs Bristles: Are any, or all of these, enough to make a specifick difference to the Workman, that knows each of these, and several other different Contrivances, in the internal Constitutions of Watches? 'Tis certain, each of these hath a real difference from the rest; but whether it be an essential, a specifick difference, or no, relates only to the complex Idea, to which the name Watch is given: as long as they all agree in the Idea that belongs to that name, which has no Species under it, they are not essentially nor specifically different. But if any one will make minuter Divisions from Differences, that he knows in the internal frame of Watches; and to such precise complex Ideas, give names, that shall prevail: they will then be new Species to them, who have those Ideas, with names to them; and can, by those differences, distinguish Watches into these several sorts, and then Watches will be a generical name. But yet they would be no distinct Species to Men ignorant of Clock-work, and the inward Contrivances of Watches; who had no other Idea, but the outward shape and bulk, with the marking of the Hours by the Hand: For to them, all those other Names would be but synonymous Terms for the same Idea, and signifie no more, nor no other thing but a Watch. Just thus, I think, it is in natural Things. No body will doubt, that the Wheels, or Springs (if I may so say) within, are different in a rational Man, and a Changeling, no more than that there is a difference in the frame between a Drill, and a Changeling. But whether one, or both these differences be essential, or specifical, is only to be known to us, by their agreement, or disagreement with the complex Idea that the name Man stands for: For by that alone can it be determined, whether one, or both, or neither of those be a Man, or no.","subId":"39","id":"Locke.EHU.3.6.39"},{"type":"paragraph","content":"From what has been before said, we may see the reason, why, in the Species of artificial Things, there is generally less confusion and uncertainty, than in natural. Because an artificial Thing being a production of Man, which the Artificer design'd, and therefore well knows the Idea of, the name of it is supposed to stand for no other Idea, nor to import any other Essence, than what is certainly to be known, and easie enough to be apprehended. For the Idea, or Essence, of the several sorts of artificial Things, consisting, for the most part, in nothing but the determinate Figure of sensible Parts; and sometimes Motion depending thereon, which the Artificer fashions in Matter, such as he finds for his Turn, it is not beyond the reach of our Faculties to attain a certain Idea thereof; and so settle the signification of the Names, whereby the Species of artificial Things are distinguished, with less Doubt, Obscurity, and Equivocation, than we can in Things natural, whose differences and Operations depend upon Contrivances, beyond the reach of our Discoveries.","subId":"40","id":"Locke.EHU.3.6.40"},{"type":"paragraph","content":"I must be excused here, if I think, artificial Things are of distinct Species, as well as natural: Since I find they are as plain, and orderly ranked into sorts, and have distinct complex Ideas, to which we give general Names, as much distinct one from another, as natural Substances. For why should we not think a Watch, and Pistol, as distinct Species one from another, as a Horse, and a Dog, they being expressed in our Minds by distinct Ideas, and to others, by distinct Appellations?","subId":"41","id":"Locke.EHU.3.6.41"},{"type":"paragraph","content":"This is farther to be observed concerning Substances, that they alone of all our several sorts of Ideas, have particular, or proper Names, whereby one only particular Thing is signified. Because in simple Ideas, Modes, and Relations, it seldom happens, that Men have occasion to mention often this, or that particular, when it is absent. Besides the greatest part of mixed Modes, being Actions, which perish in their Birth, are not capable of a lasting Duration, as Substances, which are the Actors; and wherein the complex Ideas, designed by that Name, have a lasting Union.","subId":"42","id":"Locke.EHU.3.6.42"},{"type":"paragraph","content":"I must beg Pardon of my Reader, for having dwelt so long upon this Subject, and perhaps, with some Obscurity. But I desire, it may be considered, how difficult is is, to lead another by Words into the Thoughts of Things, stripp'd of those specifical differences we give them: Which Things, if I name not, I say nothing; and if I do name them, I thereby rank them into some sort, or other, and suggest to the Mind the usual abstract Idea of that Species; and so cross my purpose. For to talk of a Man, and to lay by, at the same time, the ordinary signification of the Name Man, which is our complex Idea, usually annexed to it; and bid the Reader consider Man, as he is in himself, and whereby he is really distinguished from others, in his internal Constitution, or real Essence; that is, by something, he knows not what, looks like trifling: and yet thus one must do, who would speak of the supposed real Essences and Species of Things, as thought to be made by Nature, if it be but only to make it understood, that there is no such thing signified by the general Names, Substances are call'd by. But because it is difficult by known familiar Names to do this, give me leave to endeavour by an Example, to make the different Consideration, the Mind has of specifick Names and Ideas, a little more clear; and to shew how the complex Ideas of Modes, are referr'd sometimes to Archetypes in the Minds of other intelligent Beings; or which is the same, to the signification annexed by others, to their receive Names; and sometimes, to no Archetypes at all. Give me leave also to shew how the Mind always refers its Ideas of Substances, either to the Substances themselves, or to the signification of their Names, as to their Archetypes; and also to make plain the Nature of Species, or sorting of Things, as apprehended, and made use of by us; and of the Essences belonging to those Species, which is, perhaps, of more Moment, to discover the Extent and Certainty of our Knowledge, than we at first imagine.","subId":"43","id":"Locke.EHU.3.6.43"},{"type":"paragraph","content":"Let us suppose Adam in the State of a grown Man, with a good Understanding, but in a strange Country, with all Things new, and unknown about him; and no other Faculties, to attain the Knowledge of them, but what one of this Age has now. He observes Lamech more melancholy than usual, and imagines it to be from a suspicion he has of his Wife Adah, whom he most ardently loved, that she had too much Kindness for another Man. Adam discourses these his Thoughts to Eve, and desires her to take care that Adah commit not Folly: And in these Discourses with Eve, he makes use of these two new Words, Kinneah and Niouph. In time, Adam's mistake appears, for he finds Lamech's Trouble proceeded from having kill'd a Man: But yet the two Names, Kinneah and Niouph; the one standing for suspicion in a Husband, of his Wive's Disloyalty to him; and the other, for the Act of committing Disloyalty. It is plain then, that here were two distinct complex Ideas of mixed Modes, with Names to them, two distinct Species of Actions essentially different, I ask wherein consist the Essences of these two distinct Species of Actions, and 'tis plain, it consisted in a precise Combination of simple Ideas, different in one from the other. I ask, whether the complex Idea in Adam's Mind, which he call'd Kinneah, were adequate, or no? And it is plain it was, for it being a Combination of simple Ideas, which he without regard to any Archetype, without respect to any thing as a Pattern, voluntarily put together, abstracted and gave the Name Kinneah to, to express in short to others, by that one sound, all the simple Ideas contained and united in that complex one, it must necessarily follow, that it was an adequate Idea. His own choice having made that Combination, it had all in it he intended it should, and so could not but be perfect, could not but be adequate, it being referr'd to no other Archetype, which it was supposed to represent.","subId":"44","id":"Locke.EHU.3.6.44"},{"type":"paragraph","content":"These Words, Kinneah and Niouph, by degrees grew into common use; and then the case was somewhat altered. Adam's Children had the same Faculties, and thereby the same Power, that he had, to make what complex Ideas of mixed Modes they pleased in their own Minds; to abstract them; and make what Sounds they pleased, the Signs of them: But the use of Names, being to make our Ideas within us known to others, that cannot be done, but when the same Sign stands for the same Idea in two, who would communicate their Thoughts and Discourse together. Those therefore of Adam's Children, that found these two Words, Kinneah and Niouph, in familiar use, could not take them for insignificant sounds: but must needs conclude, they stood for something, for certain Ideas, abstract Ideas, they being general Names, which abstract Ideas were the Essences of the Species, distinguished by those Names. If therefore they would use these Words, as Names of Species, already establish'd and agreed on, they were obliged to conform the Ideas in their Minds, signified by these Names, to the Ideas that they stood for in other Men's Minds, and to conform their Ideas to them, as to their Patterns and Archetypes; and then indeed their Ideas of these complex Modes, were liable to be inadequate, as being very apt (especially those that consisted of Combinations of many simple Ideas) not to be exactly conformable to the Ideas in other Men's Minds, using the same Names; though for this, there be usually a Remedy at Hand, which is, to ask the meaning of any Word we understand not, of him that uses it: it being as impossible, to know certainly, what the Words Jealousie and Adultery (which I think answer [greek text] and [greek text]) stand for in another Man's Mind, with whom I would discourse about them; as it was impossible, in the beginning of Language, to know what Kinneah and Niouph stood for in another Man's Mind, without Explication, they being voluntary Signs in every one.","subId":"45","id":"Locke.EHU.3.6.45"},{"type":"paragraph","content":"Let us now also consider after the same manner, the Names of Substances, in their first Application. One of Adam's Children, roving in the Mountains, lights on a glittering Substance, which pleases his Eyes; Home he carries it to Adam, who upon Consideration of it, finds it to be hard, to have a bright yellow Colour, and an exceeding great Weight. These, perhaps, at first, are all the Qualities, he takes notice of in it, and abstracting this complex Idea, consisting of a Substance, having that peculiar bright Yellowness, and a Weight very great in proportion to its Bulk, he gives it the Name Zahab, to denominate, and mark all Substances, that have these sensible Qualities in them. 'Tis evident now, that in this Case, Adam acts quite differently from what he did before, in forming those Ideas of mixed Modes, to which he gave the Name Kinneah and Niouph; for there he put Ideas together, only by his own Imagination, not taken from the Existence of any thing; and to them he gave Names to denominate all Things, that should happen to agree to those his abstract Ideas, without considering whether any such thing did exist, or no: the Standard there was of his own making. But in the forming his Idea of this new Substance, he takes the quite contrary Course, here he has a Standard made by Nature; and therefore being to represent that to himself, by the Idea he has of it, even when it is absent, he puts in no simple Idea into his complex one, but what he has the Perception of from the thing it self. He takes Care that his Idea be conformable to this Archetype, and intends the Name should stand for an Idea so conformable.","subId":"46","id":"Locke.EHU.3.6.46"},{"type":"paragraph","content":"This piece of Matter, thus denominated Zahab by Adam, being quite different from any he had seen before, no Body, I think, will deny to be a distinct Species, and to have its peculiar Essence; and that the Name Zahab is the mark of the Species, and a Name belonging to all Things partaking in that Essence. But here it is plain, the Essence Adam signified, and made the Name Zahab stand for, was nothing but a Body hard, shining, yellow, and very heavy. But the inquisitive Mind of Man, not content with the Knowledge of these, as I may say, superficial Qualities, puts Adam upon farther Examination of this Matter. He therefore knocks, and beats it with Flints, to see what was discoverable in the inside: He finds it yield to Blows, but not easily separate into pieces: he finds it will bend without breaking. Is not now Ductility to be added to his former Idea, and the Essence of the Species that Name Zahab stands for? Farther Trials discover Fusibility, and Fixedness, Are not they also, by the same Reason, that any of the others were, to be put into the complex Idea, signified by the Name Zahab? If not, What Reason will there be shewed more for the one than the other? If these must, then all the other Properties, which any farther Trials shall discover in this Matter, ought by the same Reason to make a part of the Ingredients of the complex Idea, which the Name Zahab stands for; and so be the Essence of the Species, marked by that Name; which Properties, because they are endless, it is plain, that the Idea made after this Fashion by this Archetype, will be always inadequate.","subId":"47","id":"Locke.EHU.3.6.47"},{"type":"paragraph","content":"But this is not all, it would also follow, that the Names of Substances would not only have, (as in Truth they have) but would also be supposed to have different Significations, as used by different Men, which would very much cumber the use of Language. For if every distinct Quality, that were discovered in any Matter by any one, were supposed to make a necessary part of the complex Idea, signified by the common Name given it, it must follow, that Men must suppose the same Word to signifie different Things in different Men: Since they cannot doubt, but different Men may have discovered several Qualities in Substances of the same Denomination, which others know nothing of.","subId":"48","id":"Locke.EHU.3.6.48"},{"type":"paragraph","content":"To avoid this therefore, they have supposed a real Essence, belonging to every Species, from which these Properties all flow, and would have their name of the Species stand for that: But they not having any Idea of that real Essence in Substances, and their Words signifying nothing but the Ideas they have, that which is done by this Attempt, is only to put the name or sound, in the place and stead of the thing having that real Essence, without knowing what that real Essence is; and this is that which Men do, when they speak of Species of Things, as supposing them made by Nature, and distinguished by real Essences.","subId":"49","id":"Locke.EHU.3.6.49"},{"type":"paragraph","content":"For let us consider, when we affirm, that all Gold is fixed, either it means that Fixedness is a part of the Definition, part of the nominal Essence the Word Gold stands for; and so this Affirmation, all Gold is fixed, contains nothing but the signification of the Term Gold. Or else it means, that Fixedness not being a part of the definition of the Word Gold, is a Property of that Substance it self: in which Case, it is plain, that the Word Gold stands in the place of a Substance, having the real Essence of a Species of Things, made by Nature; in which way of Substitution, it has so confused and uncertain a Signification, that though this Proposition, Gold is fixed, be in that sense an Affirmation of something real; yet 'tis a Truth will always fail us in its particular Application, and so is of no real Use nor Certainty. For let it be never so true, that all God, i. e. all that has the real Essence of Gold, is fixed, What serves this for, whilst we know not in this sense, what is or is not Gold? For if we know not the real Essence of Gold, 'tis impossible we should know what parcel of Matter has that Essence, and so whether it be true Gold or no.","subId":"50","id":"Locke.EHU.3.6.50"},{"type":"paragraph","content":"To conclude; what liberty Adam had at first to make any complex Ideas of mixed Modes, by no other Pattern, but by his own Thoughts, the same have all Men ever since had. And the same necessity of conforming his Ideas of Substances to Things without him, as to Archetypes made by Nature, that Adam was under, if he would not wilfully impose upon himself, the same are all Men ever since under too. The same Liberty also, that Adam had of affixing any new name to any Idea; the same has any one still, (especially the beginners of Languages, if we can imagine any such,) but only with this difference, that in Places, where Men in Society have already established a Language amongst them, the signification of Words are very warily and sparingly to be alter'd: because Men being furnished already with names for their Ideas, and common Use having appropriated known names to certain Ideas, an affected misapplication of them cannot but be very ridiculous. He that hath new Notions, will, perhaps, venture sometimes on the coining new Terms, to express them: Men think it a Boldness, and 'tis uncertain, whether common Use will ever make them pass for currant. But in Communication with others, it is necessary, that we conform the Ideas we make the vulgar Words of any Language stand for, to their known proper Significations, (which I have explain'd at large already,) or else to make known that new Signification, we apply them to.","subId":"51","id":"Locke.EHU.3.6.51"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.3","imported":true,"title":"Book 3. Of Words","breadcrumb":"Book 3","published":[1689]}],"prev":{"id":"Locke.EHU.3.5","imported":true,"title":"Chapter 5. Of the Names of mixed Modes and Relations","breadcrumb":"Chapter 5","published":[1689]},"next":{"id":"Locke.EHU.3.7","imported":true,"title":"Chapter 7. Of Particles","breadcrumb":"Chapter 7","published":[1689]}}