{"imported":true,"id":"Hutcheson.IBV.IGE.1","parent":"Hutcheson.IBV.IGE","title":"Section 1. Of the Moral Sense by which we perceive Virtue and Vice, and approve or disapprove them in others","breadcrumb":"Section 1","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_036","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. I. £3 £3 _Of the _Moral Sense_ by which we perceive _Virtue_ and _Vice_, and approve or disapprove them in others._ £3","id":"Hutcheson.IBV.IGE.1"},{"type":"paragraph","content":"#Different Ideas of Moral and Natural Good.# THAT the Perceptions of _moral Good_ and _Evil_, are perfectly different from those of _natural Good_ or _Advantage_, every one must convince himself, by reflecting upon the different Manner in which he finds himself affected when these Objects occur to him. Had we no _Sense_ of _Good_ distinct from the _Advantage_ or _Interest_ arising from the external Senses, and the Perceptions of _Beauty_ and _Harmony_; our Sensations and Affections toward a _fruitful Field_, or _commodious Habitation_, would be much the same with what we have toward a _generous Friend_, or any _noble Character_; for both are or may be _advantageous_ to us: And we should no more admire any Action, or love any Person in a distant _Country_, or _Age_, whose Influence could not extend to us, than we love the _Mountains_ of ^Peru^, while we are unconcern'd in the _Spanish Trade_. We should have the same Sentiments and Affections toward _inanimate Beings_, which we have toward _rational Agents_, which yet every one knows to be false. Upon Comparison, we say, \"Why should we approve or love _inanimate Beings_? They have no Intention of _Good_ to us, or to any other Person; their _Nature_ makes them fit for our Uses, which they neither know nor study to serve. But it is not so with _rational Agents_: they study the _Interest_, and delight in the _Happiness_ of other Beings with whom they converse.\"","subId":"1","id":"Hutcheson.IBV.IGE.1.1"},{"type":"paragraph","content":"^We^ are all then conscious of the Difference between that _Approbation_ or Perception of _moral Excellence_, which _Benevolence_ excites toward the Person in whom we observe it, and that Opinion of _natural Goodness_, which only raises _Desire_ of Possession toward the good Object. Now \"what should make this Difference, if all Approbation, or _Sense_ of _Good_ be from Prospect of _Advantage_? Do not _inanimate Objects_ promote our _Advantage_, as well as _benevolent Persons_, who do us Offices of _Kindness_ and _Friendship_? Should we not then have the same endearing Approbation of both? or only the same cold Opinion of _Advantage_ in both?\" The Reason why it is not so, must be this, \"That we have a distinct Perception of _Beauty_, or _Excellence_ in the kind Affections of _rational Agents_; whence we are determin'd to admire and love such _Characters_ and _Persons_.\"","subId":"2","id":"Hutcheson.IBV.IGE.1.2"},{"type":"paragraph","content":"#In Actions done to our selves.# ^Suppose^ we reap the same _Advantage_ from two Men, one of whom serves us from an _ultimate Desire_ of our Happiness, and Good-will toward us; the other from Views of _Self-Interest_, or by _Constraint_: both are in this Case equally beneficial or _advantageous_ to us, and yet we shall have quite different Sentiments of them. We must then certainly have other Perceptions of _moral Actions_, than those of _Advantage_: And that Power of receiving these Perceptions may be call'd a ^Moral Sense^, since the Definition agrees to it, _viz._ _a Determination of the Mind, to receive any Idea from the Presence of an Object which occurs to us, independent on our Will_[n1].","subId":"3","id":"Hutcheson.IBV.IGE.1.3"},{"type":"paragraph","content":"#Of Evil, Moral and Natural.# ^This^ perhaps will be equally evident from our Ideas of _Evil_, done to us designedly by a _rational Agent_. Our Senses of _natural Good_ and _Evil_ would make us receive, with equal Serenity and Composure, an _Assault_, a _Buffet_, an _Affront_ from a _Neighbour_, a _Cheat_ from a _Partner_, or _Trustee_, as we would an equal Damage from the Fall of a _Beam_, a _Tile_, or a _Tempest_; and we should have the same Affections and Sentiments on both Occasions. _Villany_, _Treachery_, _Cruelty_, would be as meekly resented as a _Blast_, or _Mildew_, or an _overflowing Stream_. But I fansy every one is very differently affected on these Occasions, tho' there may be equal _natural Evil_ in both. Nay, Actions no way detrimental may occasion the strongest Anger and Indignation, if they evidence only impotent Hatred or Contempt. And, on the other hand, the Intervention of _moral Ideas_ may prevent our _Condemnation_ of the Agent, or bad moral Apprehension of that Action, which causes to us the greatest _natural Evil_. Thus the Opinion of _Justice_ in any Sentence, will prevent all Ideas of _moral Evil_ in the Execution, or Hatred toward the _Magistrate_, who is the immediate Cause of our greatest Sufferings.","subId":"4","id":"Hutcheson.IBV.IGE.1.4"},{"type":"paragraph","content":"#In Actions toward others.# ^In^ our Sentiments of Actions which affect ourselves, there is indeed a Mixture of the Ideas of _natural_ and _moral Good_, which require some Attention to separate them. But when we reflect upon the Actions which affect other Persons only, we may observe the _moral Ideas_ unmix'd with those of _natural Good_ or _Evil_. For let it be here observ'd, that those Senses by which we perceive Pleasure in natural Objects, whence they are constituted _Advantageous_, could never raise in us any Desire of _publick Good_, but only of what was good to ourselves in particular. Nor could they ever make us approve an Action merely because of its promoting the Happiness of others. And yet, as soon as any Action is represented to us as flowing from _Love_, _Humanity_, _Gratitude_, _Compassion_, a _Study_ of the good of others, and an ultimate Desire of their Happiness, altho' it were in the most distant Part of the World, or in some past Age, we feel Joy within us, admire the lovely Action, and praise its Author. And on the contrary, every Action represented as flowing from Ill-will, Desire of the Misery of others without View to any prevalent Good to the Publick, or _Ingratitude_, raises Abhorrence and Aversion.","subId":"5","id":"Hutcheson.IBV.IGE.1.5"},{"type":"paragraph","content":"^It^ is true indeed, that the Actions we approve in others, are generally imagin'd to tend to the _natural Good_ of _Mankind_, or of some _Parts_ of it. But whence this _secret Chain_ between _each Person_ and _Mankind_? How is my _Interest_ connected with the most distant _Parts_ of it? And yet I must admire Actions which show Good-will toward them, and love the Author. Whence this _Love_, _Compassion_, _Indignation_ and _Hatred_ toward even _feign'd Characters_, in the most distant Ages, and Nations, according as they appear _kind_, _faithful_, _compassionate_, or of the _opposite Dispositions_, toward their imaginary Contemporaries? If there is no _moral Sense_, which makes rational Actions appear _Beautiful_; if all Approbation be from the _Interest_ of the Approver, \"\"_What's ^Hecuba^ to us, or we to ^Hecuba^?_[n2]\"\"","subId":"6","id":"Hutcheson.IBV.IGE.1.6"},{"type":"paragraph","content":"#Moral Ideas not from Interest.# ^Some^ refin'd Explainers of _Self-Love_ may tell us, \"That we approve or condemn _Characters_, according as we apprehend we should have been supported, or injur'd by them, had we liv'd in their Days.\" But how obvious is the Answer, if we only observe, that had we no Sense of _moral Good_ in _Humanity_, _Mercy_, _Faithfulness_, why should not _Self-Love_, and our Sense of _natural Good_ engage us always to the victorious Side, and make us admire and love the successful _Tyrant_, or _Traitor_? Why do not we love =^Sinon^=, or =^Pyrrhus^=, in the [_{AE}neid_]? for had we been Greeks, these two would have been very _advantageous Characters_. Why are we affected with the Fortunes of =^Priamus^=, =^Polites^=, =^Choroebus^= or =^{AE}neas^=? Would not the _Parsimony_ of a Miser be as advantageous to his Heir, as the _Generosity_ of a worthy Man is to his Friend? And cannot we as easily imagine ourselves Heirs to Misers, as the Favourites of Heroes? Why don't we then approve both alike? It is plain we have some _secret Sense_ which determines our Approbation without regard to _Self-Interest_; otherwise we should always favour the _fortunate_ Side without regard to _Virtue_, and suppose ourselves engaged with that Party.","subId":"7","id":"Hutcheson.IBV.IGE.1.7"},{"type":"paragraph","content":"^As^ =Mr. _Hobbes_= explains all the Sensations of _Pity_ by our Fear of the like Evils, when by Imagination we place ourselves in the Case of the Sufferers; so others explain all Approbation and Condemnation of Actions in distant Ages or Nations, by a like Effort of Imagination: We place ourselves in the Case of others, and then discern an _imaginary private Advantage or Disadvantage_ in these Actions. But as his Account of Pity will never explain how the Sensation increases, according to the apprehended _Worth_ of the Sufferer, or according to the _Affection_ we formerly had to him; since the Sufferings of any Stranger may suggest the same Possibility of our suffering the like: So this Explication will never account for our high Approbation of brave unsuccessful Attempts, which we see prove detrimental both to the Agent, and to those for whose Service they were intended; here there is no private Advantage to be imagined. Nor will it account for our Abhorrence of such Injuries as we are incapable of suffering. Sure, when a Man abhors the Attempt of the young =_Tarquin_=, he does not imagine that he has chang'd his Sex like =_C{ae}neus_=. And then, when one corrects his Imagination, by remembring his own Situation, and Circumstances, we find the moral Approbation and Condemnation continues as lively as it was before, tho' the Imagination of Advantage is gone.","subId":"8","id":"Hutcheson.IBV.IGE.1.8"},{"type":"paragraph","content":"^Suppose^ any great Destruction occasion'd by mere _Accident_, without any Design, or Negligence of the Person who casually was the Author of it: This Action might have been as _disadvantageous_ to us as design'd _Cruelty_, or _Malice_; but who will say he has the same Idea of both Actions, or Sentiments of the Agents? Thus also an easy, indolent _Simplicity_, which exposes a Man of Wealth as a Prey to others, may be as advantageous a Disposition as the most _prudent Generosity_, to those he converses with; and yet our Sentiments of this latter Temper are far nobler than of the former. \"Whence then this Difference?\"","subId":"9","id":"Hutcheson.IBV.IGE.1.9"},{"type":"paragraph","content":"^And^ farther, Let us make a Supposition, which perhaps is not far from Matter of Fact, to try if we cannot approve even _disadvantageous Actions_, and perceive _moral Good_ in them. A few ingenious _Artisans_, persecuted in their own Country, flee to ours for Protection; they instruct us in _Manufactures_ which support Millions of Poor, increase the Wealth of almost every Person in the _State_, and make us formidable to our _Neighbours_. In a _Nation_ not far distant from us, some resolute _Burgomasters_, full of Love to their _Country_, and Compassion toward their _Fellow-Citizens_, opprest in Body and Soul by a _Tyrant_ and _Inquisition_, with _indefatigable Diligence_, _publick Spirit_, and _Courage_, support a tedious perilous War against the _Tyrant_, and form an _industrious Republick_, which rivals us in _Trade_, and almost in _Power_. All the World sees whether the _former_ or the _latter_ have been more _advantageous_ to us: and yet let every Man consult his own Breast, which of the two Characters he has the most agreeable Idea of? whether of the _useful Refugee_, or the _publick-spirited Burgomaster_, by whose Love to his own _Country_, we have often suffer'd in our _Interests_? And I am confident he will find some other Foundation of Esteem than _Advantage_, and will see a just Reason, why the Memory of our _Artisans_ is so obscure among us, and yet that of our _Rivals_ is immortal.","subId":"10","id":"Hutcheson.IBV.IGE.1.10"},{"type":"paragraph","content":"#Self-Love not the Ground of Approbation.# ^Some^ _Moralists_, who will rather twist _Self-Love_ into a thousand Shapes, than allow any other Principle of Approbation than _Interest_, may tell us, \"That whatever profits one Part without detriment to another, profits _the Whole_, and then some small Share will redound to _each Individual_; that those Actions which tend to the _Good_ of the _Whole_, if universally perform'd, would most effectually secure to _each Individual_ his own Happiness; and that consequently, we may approve such Actions, from the Opinion of their tending ultimately to our own _Advantage_.\"","subId":"11","id":"Hutcheson.IBV.IGE.1.11"},{"type":"paragraph","content":"^We^ need not trouble these _Gentlemen_ to shew by their nice Train of Consequences, and Influences of Actions by way of Precedent in particular Instances, that we in this Age reap any _Advantage_ from =^Orestes^='s killing the _treacherous_ =^{AE}gysthus^=, or from the Actions of =^Codrus^= or =^Decius^=. Allow their Reasonings to be perfectly good, they only prove, that after long Reflection, and Reasoning, we may find out some ground to judge certain Actions advantageous to us, which every man admires as soon as he hears of them; and that too under a quite different Conception.","subId":"12","id":"Hutcheson.IBV.IGE.1.12"},{"type":"paragraph","content":"^Should^ any of our Travellers find some old _Grecian Treasure_, the _Miser_ who hid it, certainly perform'd an Action more to the Traveller's _Advantage_ than =^Codrus^= or =^Orestes^=; for he must have but a small Share of Benefit from their Actions, whose Influence is so dispers'd, and lost in various Ages and Nations: Surely then this _Miser_ must appear to the Traveller a prodigious Hero in _Virtue_! For _Self-Interest_ will recommend Men to us only according to the _Good_ they do to _our Selves_, and not give us high Ideas of _publick Good_, but in proportion to our Share of it. But must a Man have the Reflection of =^Cumberland^= or =^Puffendorf^=, to admire _Generosity_, _Faith_, _Humanity_, _Gratitude_? Or reason so nicely to apprehend the _Evil_ in _Cruelty_, _Treachery_, _Ingratitude_? Do not the _former_ excite our _Admiration_, and _Love_, and _Study_ of Imitation, where-ever we see them, almost at first View, without any such Reflection, and the _latter_, our _Contempt_, and _Abhorrence_? Unhappy would it be for _Mankind_, if a _Sense of Virtue_ was of as narrow an Extent, as a Capacity for such _Metaphysicks_.","subId":"13","id":"Hutcheson.IBV.IGE.1.13"},{"type":"paragraph","content":"#Our Moral Sense cannot be brib'd.# ^This^ _moral Sense_, either of our _own_ Actions, or of those of _others_, has this in common with our other Senses, that however our Desire of _Virtue_ may be counterbalanc'd by _Interest_, our Sentiment or Perception of its _Beauty_ cannot; as it certainly might be, if the only Ground of our Approbation were Views of _Advantage_. Let us consider this both as to our _own_ Actions and those of _others_.","subId":"14","id":"Hutcheson.IBV.IGE.1.14"},{"type":"paragraph","content":"#In judging of our own Actions.# ^A Covetous^ _Man_ shall dislike any Branch of Trade, how useful soever it may be to the Publick, if there is no Gain for himself in it; here is an Aversion from _Interest_. Propose a sufficient Premium, and he shall be the first who sets about it, with full Satisfaction in his own Conduct. Now is it the same way with our _Sense_ of _moral Actions_? Should any one advise us to wrong a _Minor_, or _Orphan_, or to do an ungrateful Action, toward a _Benefactor_; we at first View abhor it: Assure us that it will be very _advantageous_ to us, propose even a _Reward_; our _Sense_ of the Action is not alter'd. It is true, these Motives may make us undertake it; but they have no more Influence upon us to make us approve it, than a Physician's Advice has to make a nauseous Potion pleasant to the Taste, when we perhaps force ourselves to take it for the Recovery of Health.","subId":"15","id":"Hutcheson.IBV.IGE.1.15"},{"type":"paragraph","content":"^Had^ we no Notion of Actions, beside our Opinion of their _Advantage_ or _Disadvantage_, could we ever chuse an Action as _advantageous_, which we are conscious is still _evil_? as it too often happens in human Affairs. Where would be the need of such _high Bribes_ to prevail with Men to abandon the Interests of a ruin'd Party, or of _Tortures_ to force out the Secrets of their Friends? Is it so hard to convince Mens Understandings, if that be the only Faculty we have to do with, that it is probably more advantageous to secure present Gain, and avoid present Evils, by joining with the prevalent Party, than to wait for the remote Possibility of future Good, upon a Revolution often improbable, and sometimes unexpected? And when Men are over-persuaded by _Advantage_, do they always approve their own Conduct? Nay, how often is their remaining Life odious, and shameful, in their _own Sense_ of it, as well as in that of others, to whom the base Action was profitable?","subId":"16","id":"Hutcheson.IBV.IGE.1.16"},{"type":"paragraph","content":"^If^ any one becomes satisfy'd with his own Conduct in such a Case, upon what Ground is it? How does he please himself, or vindicate his Actions to others? Never by reflecting upon his _private Advantage_, or alledging this to others as a Vindication; but by gradually warping into the _moral Principles_ of his _new_ Party; for no Party is without them. And thus Men become pleas'd with their Actions under some Appearance of _moral Good_, distinct from _Advantage_.","subId":"17","id":"Hutcheson.IBV.IGE.1.17"},{"type":"paragraph","content":"#Our Moral Sense not founded on Religion.# ^It^ may perhaps be alledg'd, \"That in those Actions of our own which we call _good_, there is _this_ constant _Advantage_, superior to all others, which is the Ground of our Approbation, and the Motive to them from _Self-love_, _viz._ That we suppose the ^Deity^ will _reward_ them.\" This will be more fully consider'd[n3] hereafter: At present it is enough to observe, that many have high Notions of _Honour_, _Faith_, _Generosity_, _Justice_, who have scarce any Opinions about the ^Deity^, or any Thoughts of _future Rewards_; and abhor any thing which is _treacherous_, _cruel_, or _unjust_, without any regard to _future Punishments_.","subId":"18","id":"Hutcheson.IBV.IGE.1.18"},{"type":"paragraph","content":"^But^ farther, tho' these _Rewards_ and _Punishments_, may make my own Actions appear _advantageous_ to me, yet they would never make me approve, and love _another_ Person for the like Actions, whose Merit would not be imputed to me. Those Actions are _advantageous_ indeed to the _Agent_; but his _Advantage_ is not my _Advantage_: and _Self-Love_ could never recommend to me Actions as _advantageous_ to others, or make me like the Authors of them on that account.","subId":"19","id":"Hutcheson.IBV.IGE.1.19"},{"type":"paragraph","content":"#Our Moral Sense of the Actions of others, not to be brib'd.# ^This^ is the second thing to be consider'd, \"Whether our _Sense_ of the _moral Good_ or _Evil_ in the Actions of others, can be over-balanc'd, or brib'd by Views of _Interest_.\" Now I may indeed easily be capable of wishing, that another would do an Action I abhor as _morally evil_, if it were very _advantageous_ to me: _Interest_ in that Case may overbalance my Desire of _Virtue_ in another. But no _Interest to myself_, will make me approve an Action as morally Good, which without that _Interest to myself_, would have appear'd morally evil; if upon computing its whole Effects, it appears to produce as great a Moment of Good in the Whole, when it is not beneficial to me, as it did before, when it was. In our _Sense_ of _moral Good_ or _Evil_, our own private Advantage or Loss is of no more moment, than the Advantage or Loss of a third Person, to make an Action appear _Good_ or _Evil_. This Sense therefore cannot be over-balanc'd by _Interest_. How ridiculous an Attempt would it be, to engage a Man by Rewards or Thretnings into a good Opinion of an Action, which was contrary to his _moral Notions_? We may procure Dissimulation by such means, and that is all.","subId":"20","id":"Hutcheson.IBV.IGE.1.20"},{"type":"paragraph","content":"#Not occasion'd by Praise.# ^A late^ witty Author[n4] says, \"That the Leaders of Mankind do not really admire such Actions as those of =^Regulus^=, or =^Decius^=, but only observe, that Men of such Dispositions are very useful for the Defence of any State; and therefore by _Panegyricks_, and _Statues_, they encourage such Tempers in others, as the most _tractable_ and _useful_.\" Here first let us consider, If a _Traitor_, who would sell his own Country to us, may not often be as _advantageous_ to us, as an _Hero_ who defends us: And yet we can love the Treason, and hate the Traitor. We can at the same time praise a _gallant Enemy_, who is very _pernicious_ to us. Is there nothing in all this but an Opinion of _Advantage_?","subId":"21","id":"Hutcheson.IBV.IGE.1.21"},{"type":"paragraph","content":"^Again^, upon this Scheme what could a _Statue_ or _Panegyrick_ effect?—Men love _Praise_—They will do the Actions which they observe to be _praised_—_Praise_, with Men who have no other Idea of _Good_ but _Self-Interest_, is _the Opinion which a Nation or Party have of a Man as useful to them_—=^Regulus^=, or =^Cato^=, or =^Decius^=, had no _Advantage_ by the Actions which profited their Country, and therefore they themselves could not admire them, however the Persons who reap'd the _Advantage_ might praise such Actions.—=^Regulus^= or =^Cato^= could not possibly praise or love another Hero for a _virtuous Action_; for this would not gain them the _Advantage_ of _Honour_; and their own Actions they must have look'd upon as the hard Terms on which Honour was to be purchas'd, without any thing amiable in them, which they could contemplate or reflect upon with Pleasure. Nay, what should excite a =^Cato^= or a =^Decius^= to desire Praise, if it is only the cold Opinion of others that they were useful to the State, without any Perception of Excellence in such Conduct?—Now how unlike is this to what the least Observation would teach a Man concerning such Characters?","subId":"22","id":"Hutcheson.IBV.IGE.1.22"},{"type":"paragraph","content":"But says[n5] he, \"These wondrous cunning Governors made Men believe, by their _Statues_ and _Panegyricks_, that there was _publick Spirit_, and that this was in it self _excellent_; and hence Men are led to admire it in others, and to imitate it in themselves, forgetting the Pursuit of their own _Advantage_.\" So easy a matter it seems to him, to quit judging of others by what we feel in ourselves!—for a Person who is wholly _selfish_, to imagine others to be _publick-spirited_!—for one who has no Ideas of _Good_ but in his own _Advantage_, to be led, by the Persuasions of others, into a Conception of _Goodness_ in what is avowedly detrimental to himself, and profitable to others; nay so entirely, as not to approve the Action thorowly, but so far as he was conscious that it proceeded from a _disinterested Study_ of the _Good_ of others!—Yet this it seems _Statues_ and _Panegyricks_ can accomplish! \"\"$Nil intra est oleam, nil extra est in nuce duri!$[n6]\"\"","subId":"23","id":"Hutcheson.IBV.IGE.1.23"},{"type":"paragraph","content":"^It^ is an easy matter for Men to assert any thing in Words; but our own Hearts must decide the Matter, \"Whether some _moral Actions_ do not at first View appear _amiable_ even to those who are unconcern'd in their Influence? Whether we do not sincerely _approve_ and love a generous kind _Friend_, or _Patriot_, whose Actions procure _Honour_ to him only, without any _Advantage_ to our selves?\" It is true, that the Actions which we approve, are useful to Mankind; but not always to the Approver. It would perhaps be useful to the _Whole_, that all Men agreed in performing such Actions; and then every one would have his Share of the _Advantage_: But this only proves, that _Reason_ and _calm Reflection_ may recommend to us, from _Self-Interest_, those Actions, which at first View our _moral Sense_ determines us to admire, without considering this _Interest_. Nay, our _Sense_ shall operate even where the _Advantage_ to ourselves does not hold. We can approve the Justice of a Sentence against ourselves: A condemn'd _Traitor_ may approve the Vigilance of a =^Cicero^= in discovering conspiracies, tho' it had been for the Traitor's Advantage, that there never had been in the World any Men of such Sagacity. To say that he may still approve such Conduct as tending to the _publick Good_, is a Jest from one whose only Idea of _Good_ is _Self-Interest_. Such a Person has no Approbation of _publick Spirit_, nor Desire of _publick Good_, farther than it tends to his own _Advantage_, which it does not at all in the present Case.","subId":"24","id":"Hutcheson.IBV.IGE.1.24"},{"type":"paragraph","content":"#Nor Custom, Education, &c.# ^If^ what is said makes it appear, that we have some other _amiable Idea_ of Actions than that of _advantageous_ to our selves, we may conclude, \"That this Perception of _moral Good_ is not deriv'd from _Custom_, _Education_, _Example_, or _Study_.\" These give us no new Ideas: They might make us see _private Advantage_ in Actions whose Usefulness did not at first appear; or give us Opinions of some Tendency of Actions to our _Detriment_, by some nice Deductions of Reason, or by a rash Prejudice, when upon the first View of the Action we should have observ'd no such thing: but they never could have made us apprehend Actions as _amiable_ or _odious_, without any Consideration of our own _Advantage_.","subId":"25","id":"Hutcheson.IBV.IGE.1.25"},{"type":"paragraph","content":"^It^ remains then, \"That as the ^Author^ of _Nature_ has determin'd us to receive, by our _external Senses_, pleasant or disagreeable Ideas of Objects, according as they are useful or hurtful to our Bodys; and to receive from _uniform Objects_ the Pleasures of _Beauty_ and _Harmony_, to excite us to the Pursuit of Knowledge, and to reward us for it; or to be an Argument to us of his _Goodness_, as the _Uniformity_ itself proves his _Existence_, whether we had a _Sense_ of _Beauty_ in _Uniformity_ or not: in the same manner he has given us a ^Moral Sense^, to direct our Actions, and to give us still _nobler Pleasures_; so that while we are only intending the _Good_ of others, we undesignedly promote our own greatest _private Good_.\"","subId":"26","id":"Hutcheson.IBV.IGE.1.26"},{"type":"paragraph","content":"#This Moral Sense does not infer innate Ideas or Propositions.# ^We^ are not to imagine, that this _moral Sense_, more than the other Senses, supposes any _innate Ideas_, _Knowledge_, or _practical Proposition_: We mean by it only _a Determination of our Minds to receive the simple Ideas of Approbation of Condemnation, from Actions observ'd, antecedent to any Opinions of Advantage or Loss to redound to our selves from them_; even as we are pleas'd with a _regular Form_, or an _harmonious Composition_, without having any Knowledge of _Mathematicks_, or seeing any _Advantage_ in that Form or Composition, different from the immediate Pleasure.","subId":"27","id":"Hutcheson.IBV.IGE.1.27"},{"type":"paragraph","content":"^That^ we may discern more distinctly the Difference between _moral Perceptions_ and others, let us consider, when we taste a pleasant Fruit, we are conscious of Pleasure; when another tastes it, we only conclude or form an Opinion that he enjoys Pleasure; and, abstracting from some previous _Good-will_ or _Anger_, his enjoying this Pleasure is to us a Matter wholly indifferent, raising no new _Sentiment_ or _Affection_. But when we are under the Influence of a virtuous Temper, and thereby engaged in virtuous Actions, we are not always conscious of any Pleasure, nor are we only pursuing private Pleasures, as will appear hereafter: 'tis only by _reflex Acts_ upon our Temper and Conduct that we enjoy the Delights of Virtue. When also we judge the Temper of another to be virtuous, we do not necessarily imagine him _then_ to enjoy Pleasure, tho' we know _Reflection_ will give it to him: And farther, our Apprehension of his virtuous Temper raises Sentiments of _Approbation_, _Esteem_, or _Admiration_, and the Affection of _Good-will_ toward him. The Quality approved by our moral Sense is conceived to reside in the Person approved, and to be a Perfection and Dignity in him: _Approbation_ of another's Virtue is not conceived as making the Approver happy, or virtuous, or worthy, tho' 'tis attended with some samll Pleasure. Virtue is then called _amiable_ or _lovely_, from its raising _Good-will_ or _Love_ in Spectators toward the Agent; and not from the Agent's perceiving the virtuous Temper to be advantageous to him, or desiring to obtain it under that View. A virtuous Temper is called _good_ or _beatifick_, not that it is always attended with Pleasure in the Agent; much less that some small Pleasure attends the Contemplation of it in the Approver: but from this, that every Spectator is persuaded that the _reflex Acts_ of the virtuous Agent upon his own Temper will give him the highest Pleasures. The admired Quality is conceived as the Perfection of the Agent, and such a one as is distinct from the _Pleasure_ either in the Agent or the Approver; tho' 'tis a sure Source of Pleasure to the Agent. The Perception of the Approver, tho' attended with Pleasure, plainly represents something quite distinct from this Pleasure; even as the Perception of _external Forms_ is attended with Pleasure, and yet represents something distinct from this Pleasure. This may prevent many Cavils upon this Subject.","subId":"28","id":"Hutcheson.IBV.IGE.1.28"},{"type":"note","content":"_See the [Preface, Page 6]._","subId":"n1","id":"Hutcheson.IBV.IGE.1.n1"},{"type":"note","content":"[_Tragedy of _Hamlet_._]","subId":"n2","id":"Hutcheson.IBV.IGE.1.n2"},{"type":"note","content":"See [_Sect._ ii. _Art._ 7.]","subId":"n3","id":"Hutcheson.IBV.IGE.1.n3"},{"type":"note","content":"See the [Fable of the Bees, Page 34, 36. 3d Edition].","subId":"n4","id":"Hutcheson.IBV.IGE.1.n4"},{"type":"note","content":"See the same Author in the Same Place.","subId":"n5","id":"Hutcheson.IBV.IGE.1.n5"},{"type":"note","content":"[Hor. Ep. 1. Lib. 2. v. 31.]","subId":"n6","id":"Hutcheson.IBV.IGE.1.n6"}]}
