{"imported":true,"id":"Hutcheson.IBV.IGE.2","parent":"Hutcheson.IBV.IGE","title":"Section 2. Concerning the immediate Motive to virtuous Actions","breadcrumb":"Section 2","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_037","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. II. £3 £3 _Concerning the _immediate Motive_ to _virtuous Actions_._ £3","id":"Hutcheson.IBV.IGE.2"},{"type":"paragraph","content":"#Nature.# THE _Motives_ of human Actions, or their _immediate Causes_, would be best understood after considering the _Passions_ and _Affections_; but here we shall only consider the _Springs_ of the Actions which we call _virtuous_, as far as it is necessary to settle the general Foundation of the _Moral Sense_.","subId":"1","id":"Hutcheson.IBV.IGE.2.1"},{"type":"paragraph","content":"#Affections, the Motives to Actions.# ^Every^ Action, which we apprehend as either _morally good_ or _evil_, is always suppos'd to flow from some _Affection_ toward sensitive Natures; and whatever we call _Virtue_ or _Vice_, is either some such _Affection_, or some _Action_ consequent upon it. Or it may perhaps be enough to make an Action, or Omission, appear _vitious_, if it argues the Want of such Affection toward rational Agents, as we expect in Characters counted _morally good_. All the Actions counted _religious_ in any Country, are suppos'd, by those who count them so, to flow from some Affections toward the ^Deity^; and whatever we call _social Virtue_, we still suppose to flow from Affections toward our _Fellow-Creatures_: for in this all seem to agree, \"That external Motions, when accompany'd with no Affections toward ^God^ or _Man_, or evidencing no Want of the _expected_ Affections toward either, can have no _moral Good_ or _Evil_ in them.\"","subId":"2","id":"Hutcheson.IBV.IGE.2.2"},{"type":"paragraph","content":"^Ask^, for instance, the most _abstemious Hermit_, if _Temperance_ of itself would be _morally good_, supposing it shew'd no Obedience toward the ^Deity^, made us no fitter for Devotion, or the Service of Mankind, or the Search after Truth, than _Luxury_; and he will easily grant, that it would be no _moral Good_, tho' still it might be _naturally good_ or _advantageous_ to Health: And mere _Courage_, or Contempt of Danger, if we conceive it to have no regard to the Defence of the Innocent, or repairing of Wrongs or Self-Interest, wou'd only entitle its Possessor to _Bedlam_. When such sort of Courage is sometimes admir'd, it is upon some secret Apprehension of a good Intention in the Use of it, or as a natural Ability capable of an useful Application. _Prudence_, if it was only employ'd in promoting _private Interest_, is never imagin'd to be a _Virtue_: and _Justice_, or observing a strict Equality, if it has no regard to the _Good_ of _Mankind_, the Preservation of _Rights_, and securing _Peace_, is a Quality properer for its ordinary _Gestamen_, a _Beam_ and _Scales_, than for a _rational Agent_. So that these four Qualitys, commonly call'd _Cardinal Virtues_, obtain that Name, because they are Dispositions universally necessary to promote _publick Good_, and denote _Affections_ toward _rational Agents_; otherwise there would appear no _Virtue_ in them.","subId":"3","id":"Hutcheson.IBV.IGE.2.3"},{"type":"paragraph","content":"#Affections, disinterested.# ^Now^, if it can be made appear, that none of these Affections which we approve as _virtuous_, are either _Self-love_, or Desire of _private Interest_; since all _Virtue_ is either some such _Affections_, or _Actions_ consequent upon them; it must necessarily follow, \"That _Virtue_ springs from some other Affection than _Self-love_, or Desire of private Advantage. And where Self-Interest excites to the same Action, the Approbation is given only to the disinterested Principle.\"","subId":"4","id":"Hutcheson.IBV.IGE.2.4"},{"type":"paragraph","content":"#Love of Complacence, and Hatred of Displicence.# ^The^ Affections which are of most Importance in _Morals_, are commonly included under the Names of ^Love^ and ^Hatred^. Now in discoursing of _Love_, we need not be caution'd not to include that _Love_ between the _Sexes_, which, when no other Affections accompany it, is only Desire of Pleasure, and is never counted a _Virtue_. _Love_ toward rational Agents, is subdivided into _Love_ of _Complacence_ or _Esteem_, and _Love_ of _Benevolence_: And _Hatred_ is subdivided into _Hatred_ of _Displicence_ or _Contempt_, and _Hatred_ of _Malice_. _Complacence_ denotes _Approbation of any Person by our Moral Sense_; and is rather a Perception than an Affection; tho' the Affection of Good-will is ordinarily subsequent to it. _Benevolence_ is the Desire of the Happiness of another. Their Opposites are called _Dislike_ and _Malice_. Concerning each of these separately we shall consider, \"Whether they can be influenc'd by Motives of _Self-Interest_.\"","subId":"5","id":"Hutcheson.IBV.IGE.2.5"},{"type":"paragraph","content":"#Are entirely disinterested.# _COMPLACENCE_, _Esteem_, or _Good-liking_, at first view appears to be _disinterested_, and so _Displicence_ or _Dislike_; and are entirely excited by some _moral Qualitys_, _Good or Evil_, apprehended to be in the Objects; which Qualitys the very _Frame_ of our _Nature_ determines us to approve or disapprove, according to the _moral Sense_[n1] above explain'd. Propose to a Man all the Rewards in the World, or threaten all the Punishments, to engage him to _Esteem_ and _Complacence_ toward a person intirely _unknown_, or if known, apprehended to be _cruel_, _treacherous_, _ungrateful_; you may procure external Obsequiousness, or good Offices, or Dissimulation; but _real Esteem_ no Price can purchase. And the same is obvious as to _Contempt_, which no Motive of _Advantage_ can prevent. On the contrary, represent a Character as _generous_, _kind_, _faithful_, _humane_, tho' in the most distant Parts of the World, and we cannot avoid _Esteem_ and _Complacence_. A _Bribe_ may possibly make us attempt to ruin such a Man, or some strong Motive of _Advantage_ may excite us to oppose his Interest; but it can never make us disapprove him, while we retain the same Opinion of his Temper and Intentions. Nay, when we consult our own Hearts, we shall find, that we can scarce ever persuade ourselves to attempt any Mischief against such Persons, from any Motive of _Advantage_; nor execute it without the strongest Reluctance and Remorse, until we have blinded ourselves into a false Opinion about his Temper.","subId":"6","id":"Hutcheson.IBV.IGE.2.6"},{"type":"paragraph","content":"#Benevolence and Malice, disinterested.# ^As^ to the _Love_ of _Benevolence_, the very Name excludes _Self-Interest_. We never call that Man _benevolent_, who is in Fact useful to others, but at the same time only intends his _own Interest_, without any ultimate Desire of the _Good_ of _others_. If there be any _Benevolence_ at all, it must be _disinterested_; for the most useful Action imaginable loses all appearance of _Benevolence_, as soon as we discern that it only flowed from _Self-Love_, or _Interest_. Thus, never were any human Actions more _advantageous_, than the Inventions of _Fire_, and _Iron_; but if these were casual, or if the _Inventor_ only intended his own _Interest_ in them, there is nothing which can be call'd _benevolent_ in them. Where-ever then _Benevolence_ is suppos'd, there it is imagin'd _disinterested_, and design'd for the _Good_ of others. To raise Benevolence, no more is required than calmly to consider and _sensitive Nature_ not pernicious to others. _Gratitude_ arises from Benefits conferred from Good-will on ourselves, or those we love; _Complacence_ is a Perception of the moral Sense. Gratitude includes some _Complacence_, and Complacence still raises a stronger Good-will than that we have toward indifferent Characters, where there is no Opposition of Interests.","subId":"7","id":"Hutcheson.IBV.IGE.2.7"},{"type":"paragraph","content":"#Self-Love join'd with Benevolence.# ^But^ it must be here observ'd, That as all Men have _Self-Love_, as well as _Benevolence_, these two Principles may jointly excite a Man to the same Action; and then they are to be consider'd as two Forces impelling the same Body to Motion; sometimes they conspire, sometimes are indifferent to each other, and sometimes are in some degree opposite. Thus, if a Man have such strong _Benevolence_, as would have produc'd an Action without any Views of _Self-Interest_; that such a Man has also in View _private Advantage_, along with _publick Good_, as the Effect of his Action, does no way diminish the _Benevolence_ of the Action. When he would not have produc'd so much _publick Good_, had it not been for Prospect of _Self-Interest_, then the Effect of _Self-Love_ is to be deducted, and his _Benevolence_ is proportion'd to the Remainder of _Good_, which pure _Benevolence_ would have produc'd. When a Man's _Benevolence_ is hurtful to himself, then _Self-Love_ is opposite to _Benevolence_, and the _Benevolence_ is proportion'd to the Sum of the _Good_ produc'd, added to the Resistance of _Self-Love_ surmounted by it. In most Cases it is impossible for Men to know how far their Fellows are influenc'd by the one or other of these Principles; but yet the general Truth is sufficiently certain, That this is the way in which the _Benevolence_ of Actions is to be computed.","subId":"8","id":"Hutcheson.IBV.IGE.2.8"},{"type":"paragraph","content":"#Benevolence is disinterested.# ^There^ are two ways in which some may deduce _Benevolence_ from _Self-Love_, the one supposing that \"we voluntarily bring this Affection upon ourselves, whenever we have an Opinion that it will be for our Interest to _have this Affection_, either as it may be immediately pleasant, or may afford pleasant Reflection afterwards by our Moral Sense, or as it may tend to procure some external Reward from ^God^ or Man.\" The other Scheme alledges no such Power in us of raising Desire or Affection of any kind by our _Choice_ or _Volition_; but \"supposes our Minds determined by the Frame of their Nature to desire whatever is apprehended as the Means of any private Happiness; and that the _Observation of the Happiness of other Persons_, in many Cases is made the necessary Occasion of Pleasure to the Observer, as their _Misery_ is the Occasion of his Uneasiness: and in Consequence of this Connexion, as soon as we have observed it, we begin to desire the Happiness of others as the _Means_ of obtaining this Happiness to ourselves, which we expect from the Contemplation of others in a happy State. They alledge it to be impossible to desire either the Happiness of another, or any Event whatsoever, without conceiving it as the _Means_ of some Happiness or Pleasure to _ourselves_; but own at the same time, that Desire is not raised in us directly by any _Volition_, but arises necessarily upon our apprehending any Object or Event to be conducive to our Happiness.\"","subId":"9","id":"Hutcheson.IBV.IGE.2.9"},{"type":"paragraph","content":"#The first contrary Opinion confuted.# ^That^ the former Scheme is not just, may appear from this general Consideration, that \"neither Benevolence nor any other Affection or Desire can be directly raised by _Volition_.\" If they could, then we could be bribed into any Affection whatsoever toward any Object, even the most improper: we might raise _Jealousy_, _Fear_, _Anger_, _Love_, toward any sort of Persons indifferently by an Hire, even as we engage Men to external Actions, or to the Dissimulation of Passions; but this every Person will by his own Reflection find to be impossible. The Prospect of any Advantage to arise to us _from having any Affection_, may indeed turn our Attention to those _Qualitys_ in the Object, which are naturally constituted the necessary _Causes_ or _Occasions_ of the advantageous Affection; and if we find such Qualitys in the Object, the Affection will certainly arise. Thus _indirectly_ the Prospect of Advantage may tend to raise any Affection; but if these Qualitys be not found or apprehended in the Object, no _Volition_ of ours, nor _Desire_, will ever raise any Affection in us.","subId":"10","id":"Hutcheson.IBV.IGE.2.10"},{"type":"paragraph","content":"^But^ more particularly, _that Desire_ of the Good of others, which we approve as virtuous, cannot be alledged to be voluntarily raised from Prospect of any _Pleasure accompanying_ the Affection itself: for 'tis plain that our Benevolence is not always accompanied with _Pleasure_; nay, 'tis often attended with Pain, when the Object is in Distress. Desire in general is rather uneasy than pleasant. 'Tis true, indeed, all the Passions and Affections _justify themselves_; while they continue, (as =_Malebranch_= expresses it) we generally approve our being thus affected on this Occasion, as an innocent Disposition, or a just one, and condemn a Person who would be otherwise affected on the like Occasion. So the _Sorrowful_, the _Angry_, the _Jealous_, the _Compassionate_, approve their several Passions on the apprehended Occasion; but we should not therefore conclude, that _Sorrow_, _Anger_, _Jealousy_ or _Pity_ are pleasant, or chosen for their concomitant Pleasure. The Case is plainly thus: The Frame of our Nature on the Occasions which move these Passions, determines us to be thus affected, and to approve our Affection at least as innocent. _Uneasiness_ generally attends our Desires of any kind; and this _Sensation_ tends to fix our Attention, and to continue the Desire. But the Desire does not terminate upon the _Removal of the Pain accompanying the Desire_, but upon some other Event: the concomitant Pain is what we seldom reflect upon, unless when it is very violent. Nor does any Desire or Affection terminate upon the Pleasure which may accompany the Affection; much less is it raised by an Act of our Will, with a View to obtain this Pleasure.","subId":"11","id":"Hutcheson.IBV.IGE.2.11"},{"type":"paragraph","content":"^The^ same Reflection will shew, that we do not by an Act of our Will raise in ourselves that Benevolence which we approve as virtuous, with a View to obtain future Pleasures of _Self-Approbation_ by our Moral Sense. Could we raise Affections in this manner, we should be engaged to any Affection by the _Prospect of an Interest_ equivalent to this of _Self-Approbation_, such as Wealth or sensual Pleasure, which with many Tempers are more powerful; and yet we universally own, that _that_ Disposition to do good Offices to others, which is raised by these Motives, is not virtuous: how can we then imagine, that the virtuous Benevolence is brought upon us by a Motive equally _selfish_?","subId":"12","id":"Hutcheson.IBV.IGE.2.12"},{"type":"paragraph","content":"^But^ what will most effectually convince us of the Truth on this Point, is Reflection upon our own Hearts, whether we have not a _Desire_ of the Good of others, generally without any Consideration or Intention of obtaining these _pleasant Reflections_ on our own Virtue: nay, often this Desire is strongest where we least imagine Virtue, in _natural Affection_ toward Offspring, and in Gratitude to a great Benefactor; the _Absence_ of which is indeed the greatest _Vice_, but the Affections themselves are not esteemed in any considerable degree virtuous. The same Reflection will also convince us, that these Desires or Affections are not produced by _Choice_, with a View to obtain this private Good.","subId":"13","id":"Hutcheson.IBV.IGE.2.13"},{"type":"paragraph","content":"^In^ like manner, if no _Volition_ of ours can directly raise Affections from the former Prospects of Interest, no more can any _Volition_ raise them from Prospects of _eternal Rewards_, or to avoid _eternal Punishments_. The former Motives differ from these only as smaller from greater, shorter from more durable. If Affections could be directly raised by Volition, the same Consideration would make us _angry_ at the most innocent or virtuous Character, and _jealous_ of the most faithful and affectionate, or _sorrowful_ for the Prosperity of a Friend; which we all find to be impossible. The Prospect of a _future State_, may, no doubt, have a greater indirect Influence, by turning our Attention to the Qualitys in the Objects naturally apt to raise the required Affection, than any other Consideration[n2].","subId":"14","id":"Hutcheson.IBV.IGE.2.14"},{"type":"paragraph","content":"^'Tis^ indeed probably true in Fact, that those who are engaged by Prospect of future Rewards to do good Offices to Mankind, have generally the _virtuous Benevolence_ jointly exciting them to Action; because, as it may appear hereafter, Benevolence is natural to Mankind, and still operates where there is no _Opposition of apparent Interest_, or where any contrary apparent Interest is overbalanced by a greater _Interest_. Men, conscious of this, do generally approve good Offices, to which Motives of a future State partly excited the Agent. But that the Approbation is founded upon the Apprehension of a _disinterested Desire_ partly exciting the Agent, is plain from this, that not only Obedience to an _evil Deity_ in doing Mischief, or even in performing trifling Ceremonies, only from Hope of Reward, or Prospect of avoiding Punishment, but even Obedience to a good ^Deity^ only from the same Motives, without any _Love_ or _Gratitude_ towards him, and with a perfect Indifference about the Happiness or Misery of Mankind, abstracting from this private Interest, would meet with no _Approbation_. We plainly see that a Change of _external Circumstances_ of Interest under an evil ^Deity^, without any Change in the _Disposition_ of the Agent, would lead him into every Cruelty and Inhumanity.","subId":"15","id":"Hutcheson.IBV.IGE.2.15"},{"type":"paragraph","content":"^Gratitude^ toward the ^Deity^ is indeed disinterested, as it will appear hereafter. This Affection therefore may obtain our Approbation, where it excites to Action, tho' there were no other Benevolence exciting the Agent. But this Case scarce occurs among Men. But where the _Sanction of the Law_ is the only Motive of Action, we could expect no more _Benevolence_, nor no other _Affection_, than those in one forced by the _Law_ to be _Curator_ to a Person for whom he has not the least Regard. The Agent would so manage as to save himself harmless if he could, but would be under no Concern about the _Success_ of his Attempts, or the _Happiness_ of the Person whom he served, provided he performed the Task required by Law; nor would any Spectator approve this Conduct.","subId":"16","id":"Hutcheson.IBV.IGE.2.16"},{"type":"paragraph","content":"#The second Opinion confuted.# ^The^ other Scheme is more plausible: That Benevolence is not raised by any _Volition_ upon Prospect of Advantage; but that we desire the Happiness of others, as conceiving it necessary to procure some _pleasant Sensations_ which we expect to feel upon seeing others happy; and that for like Reason we have Aversion to their Misery. This Connection between the Happiness of others and our Pleasure, say they, is chiefly felt among _Friends_, _Parents_ and _Children_, and eminently virtuous Characters. But this Benevolence flows as directly from _Self-Love_ as any other Desire.","subId":"17","id":"Hutcheson.IBV.IGE.2.17"},{"type":"paragraph","content":"^To^ shew that this Scheme is not true in Fact, let us consider, that if in our Benevolence we only desired the Happiness of others as the _Means_ of this Pleasure to ourselves, whence is it that no Man _approves_ the Desire of the Happiness of others as a means of procuring _Wealth_ or _sensual Pleasure_ to ourselves? If a Person had _wagered_ concerning the future Happiness of a Man of such Veracity, that he would sincerely confess whether he were happy or not; would this Wagerer's Desire of the Happiness of another, in order to win the Wager, be _approved as virtuous_? If not, wherein does this Desire differ from the former? except that in one case there is one pleasant Sensation expected, and in the other case other Sensations: For by increasing or diminishing the Sum wagered, the Interest in this case may be made either greater or less than that in the other.","subId":"18","id":"Hutcheson.IBV.IGE.2.18"},{"type":"paragraph","content":"^Reflecting^ on our own Minds again will best discover the Truth. Many have never thought upon this _Connection_: nor do we ordinarily intend the obtaining of any such Pleasure when we do generous Offices. We all often _feel_ Delight upon seeing others happy, but during our Pursuit of their Happiness we have no _Intention_ of obtaining this Delight. We often feel the Pain of Compassion; but were our sole ultimate Intention or Desire the _freeing ourselves_ from this Pain, would the Deity offer to us either wholly to blot out all Memory of the Person in Distress, to take away this Connection, so that we should be easy during the Misery of our Friend on the one hand, or on the other would relieve him from his Misery, we should be as ready to choose the former way as the latter; since either of them would free us from _our Pain_, which upon this Scheme is the _sole End_ proposed by the compassionate Person.—Don't we find in ourselves that our Desire does not terminate upon the Removal of our own Pain? Were this our sole Intention, we would run away, shut our Eyes, or divert our Thoughts from the miserable Object, as the readiest way of removing our Pain: This we seldom do, nay, we croud about such Objects, and voluntarily expose ourselves to this Pain, unless _calm Reflection_ upon our Inability to relieve the Miserable, countermand our Inclination, or some _selfish Affection_, as _Fear of Danger_, over-power it.","subId":"19","id":"Hutcheson.IBV.IGE.2.19"},{"type":"paragraph","content":"^To^ make this yet clearer, suppose that the ^Deity^ should declare to a good Man that he should be suddenly _annihilated_, but at the Instant of his Exit it should be left to his Choice whether his Friend, his Children, or his Country should be made happy or miserable for the Future, when he himself could have no Sense of either Pleasure or Pain from their State. Pray would he be any more indifferent about their State now, that he neither hoped or feared any thing to himself from it, than he was in any prior Period of his Life? Nay, is it not a pretty common Opinion among us, that after our Decease we know nothing of what befalls those who survive us? How comes it then that we do not lose, at the Approach of Death, all Concern for our Families, Friends, or Country? Can there be any Instance given of our desiring any Thing only as the _Means of private Good_, as violently when we know that we shall not enjoy this Good many Minutes, as if we expected the Possession of this Good for many Years? Is this the way we compute the Value of _Annuities_?","subId":"20","id":"Hutcheson.IBV.IGE.2.20"},{"type":"paragraph","content":"^How^ the disinterested Desire of the Good of others should seem inconceivable, 'tis hard to account: perhaps 'tis owing to the Attempts of some great Men to give Definitions of _simple Ideas_.—_Desire_, say they, _is Uneasiness, or uneasy Sensation upon the Absence of any Good_.—Whereas Desire is as distinct from _Uneasiness_, as _Volition_ is from Sensation. Don't they themselves often speak of our _desiring to remove Uneasiness_? _Desire_ then is different from _Uneasiness_, however a Sense of Uneasiness accompanies it, as _Extension_ does the Idea of _Colour_, which yet is a very distinct Idea. Now wherein lies the Impossibility of desiring the Happiness of another without conceiving it as the Means of obtaining any thing farther, even as we desire our own Happiness without farther View? If any alledge, that we desire our own Happiness as the _Means_ of removing the Uneasiness we feel in the Absence of Happiness, then at least the Desire of _removing our own Uneasiness_ is an _ultimate Desire_: and why may we not have other _ultimate Desires_?","subId":"21","id":"Hutcheson.IBV.IGE.2.21"},{"type":"paragraph","content":"\"^But^ can any Being be _concerned_ about the Absence of an Event which gives it no _Uneasiness_?\" Perhaps superior Natures desire without _uneasy Sensation_. But what if we cannot? We may be uneasy while a desired Event is in Suspence, and yet not desire this Event only as the _Means_ of removing this Uneasiness: Nay, if we did not desire the Event without View to this _Uneasiness_, we should never have brought the Uneasiness upon ourselves by _desiring_ it. So likewise we may _feel Delight_ upon the Existence of a desired Event, when yet we did not desire the Event only as the _Means_ of obtaining this Delight; even as we often receive Delight from Events which we had an Aversion to.","subId":"22","id":"Hutcheson.IBV.IGE.2.22"},{"type":"paragraph","content":"^If^ any one should ask, since none of these Motives of Self-Interest excite our Benevolence, but we are in virtuous Actions intending solely the Good of others, to what Purpose serves our _moral Sense_, our _Sense of Pleasure from the Happiness of others_? To what Purpose serves the _wise Order of Nature_, by which Virtue is even made generally advantageous in this Life? To what End are _eternal Rewards_ appointed and revealed? The Answer to these Questions was given partly already: all these Motives may make us desire to have _benevolent Affections_, and consequently turn our _Attention_ to those Qualities in Objects which excite them; they may overbalance all apparent _contrary Motives_, and all Temptations to Vice. But farther, I hope it will be still thought an End worthy of the ^Deity^, to make the Virtuous happy, by a wise Constitution of Nature, whether the Virtuous were in every Action intending to obtain this Happiness or not. Beneficent Actions tend to the publick Good; it is therefore good and kind to give all possible _additional Motives_ to them; and to excite Men, who have some weak Degrees of good _Affection_, to promote the publick Good more vigorously by Motives of _Self-Interest_; or even to excite those who have no Virtue at all to external _Acts of Beneficence_, and to restrain them from Vice[n3].","subId":"23","id":"Hutcheson.IBV.IGE.2.23"},{"type":"paragraph","content":"^From^ the Whole it may appear, that there is in human Nature a _disinterested ultimate Desire_ of the Happiness of others; and that our _Moral Sense_ determines us only to approve Actions as virtuous, which are apprehended to proceed partly at least from such Desire.","subId":"24","id":"Hutcheson.IBV.IGE.2.24"},{"type":"paragraph","content":"#Human Nature incapable of sedate Malice.# ^As^ to Malice, _Human Nature_ seems scarce capable of _malicious disinterested Hatred_, or a sedate ultimate Desire of the Misery of others, when we imagine them no way pernicious to us, or opposite to our _Interest_: And for that Hatred which makes us oppose _those_ whose Interests are opposite to _ours_, it is only the Effect of _Self-Love_, and not of _disinterested Malice_. A sudden Passion may give us wrong Representations of our Fellow-Creatures, and for a little time represent them as _absolutely evil_; and during this Imagination perhaps we may give some Evidences of _disinterested Malice_: but as soon as we reflect upon _human Nature_, and form just Conceptions, this _unnatural_ Passion is allay'd, and only _Self-Love_ remains, which may make us, from _Self-Interest_, oppose our Adversarys.","subId":"25","id":"Hutcheson.IBV.IGE.2.25"},{"type":"paragraph","content":"^Every^ one at present rejoices in the Destruction of our _Pirates_; and yet let us suppose a Band of such Villains cast in upon some desolate Island, and that we were assur'd some Fate would confine them there perpetually, so that they should disturb Mankind no more: Now let us calmly reflect, that these Persons are capable of Knowledge and Counsel, may be happy and joyful, or may be involv'd in Misery, Sorrow, and Pain; that they may return to a State of _Love_, _Humanity_, _Kindness_, and become _Friends_, _Citizens_, _Husbands_, _Parents_, with all the sweet Sentiments which accompany these Relations: then let us ask our selves, when _Self-Love_, or regard to the Safety of better Men, no longer makes us desire their Destruction, and when we cease to look upon them under the Ideas suggested by fresh Resentment of Injurys done to us or our Friends, as utterly incapable of any good _moral Quality_; whether we would wish them the Fate of =^Cadmus^='s _Army_, by plunging their Swords in each others Breast, or a worse Fate by the most exquisite Tortures; or rather, that they should recover the ordinary Affections of Men, become _kind_, _compassionate_, and _friendly_; contrive _Laws_, _Constitutions_, _Governments_, _Propertys_; and form an honest happy Society with _Marriages_, and \"\"_Relations dear, and all the Charities // Of Father, Son, and Brother ——[n4]?_\"\" I fansy the latter would be the Wish of every Mortal, notwithstanding our present just Abhorrence of them from _Self-Interest_, or _publick Love_, and Desire of promoting the Interest of our Friends who are expos'd to their Fury. Now this plainly evidences, that we scarce ever have any _sedate Malice_ against any Person, or ultimate Desire of his Misery. Our calm Ill-will is only from Opposition of _Interest_; or if we can entertain _sedate Malice_, it must be toward a Character apprehended _necessarily_ and _unalterably Evil_ in a _moral Sense_; such as a sudden Passion sometimes represents our Enemies to us: and perhaps no _such Being_ occurs to us among the Works of a _good_ ^Deity^.","subId":"26","id":"Hutcheson.IBV.IGE.2.26"},{"type":"paragraph","content":"#Other Affections disinterested.# ^Having^ offer'd what may perhaps prove, That neither our _Esteem_ or _Benevolence_ is founded on _Self-Love_, or views of _Interest_; let us see \"if some other _Affections_, in which _Virtue_ may be plac'd, do arise from _Self-Love_;\" such as _Fear_, or _Reverence_, arising from an Apprehension of _Goodness_, _Power_, and _Justice_. For no body apprehends any _Virtue_ in _base Dread_ and _Servitude_ toward a _powerful Evil Being_: This is indeed the _meanest Selfishness_. Now the same Arguments which prove _Esteem_ to be _disinterested_, will prove this _honourable Reverence_ to be so too; for it plainly arises from an Apprehension of _amiable Qualitys_ in the Person, and _Love_ toward him, which raises an _Abhorrence_ of offending him. Could we reverence a _Being_ because it was our _Interest_ to do so, a third Person might bribe us into Reverence toward a _Being_ neither _good_, nor _powerful_, which every one sees to be a Jest. And this we might shew to be common to all other Passions, which have been reputed virtuous.","subId":"27","id":"Hutcheson.IBV.IGE.2.27"},{"type":"paragraph","content":"#Objections.# ^There^ is one Objection against _disinterested Good-Will_, which occurs from considering, \"That nothing so effectually excites our _Love_ toward rational Agents, as their _Beneficence_, and especially toward ourselves; whence we are led to imagine, that our Love of Persons, as well as irrational Objects, flows intirely from _Self-Interest_.\" But let us here examine ourselves more narrowly. Do we only wish well to the _Beneficent_, because it is our _Interest_ to do so? Or do we choose to love them, because our _Love_ is the means of procuring their _Bounty_? If it be so, then we could indifferently love any Character, even to obtain the Bounty of a third Person; or we could be brib'd by a third Person to love the greatest Villain heartily, as we may be brib'd to external Offices: Now this is plainly impossible. Nay, farther, is not our _Good-will_ the Consequent of _Bounty_, and not the Means of procuring it? External Shew, Obsequiousness, and Dissimulation may proceed an Opinion of _Beneficence_; but _real Love_ always presupposes it, and will necessarily arise even when we expect no more, from Consideration of past Benefits.","subId":"28","id":"Hutcheson.IBV.IGE.2.28"},{"type":"paragraph","content":"^Or^ can any one say he only loves the _Beneficent_, as he does a _Field_ or _Garden_, because of its _Advantage_? His _Love_ then must cease toward one who has ruin'd himself in kind Offices to him, when he can do him no more; as we cease to love an inanimate Object which ceases to be useful, unless a Poetical _Prosopopoeia_ animate it, and raise an imaginary Gratitude, which is indeed pretty common. _Beneficence_ then must increase our Good-will, as it raises _Complacence_, which is still attended with stronger Degrees of Benevolence: and hence we love even those who are _beneficent_ to others.","subId":"29","id":"Hutcheson.IBV.IGE.2.29"},{"type":"paragraph","content":"^In^ the Benefits which we receive ourselves, we are more fully sensible of their Value, and of the Circumstances of the Action, which are Evidences of a generous Temper in the _Donor_; and from the good Opinion we have of ourselves, we are apt to look upon the Kindness as better employ'd, than when it is bestow'd on others, of whom perhaps we have less favourable Sentiments. It is however sufficient to remove the Objection, that _Bounty_ from a _Donor_ apprehended as _morally evil_, or extorted by _Force_, or conferr'd with some View of _Self-Interest_, will not procure _real Good-will_; nay, it may raise _Indignation_, if we suspect Dissimulation of Love, or a Design to allure us into any thing dishonourable: whereas wisely employ'd _Bounty_ is always approv'd, and gains Love to the Author from all who hear of it.","subId":"30","id":"Hutcheson.IBV.IGE.2.30"},{"type":"paragraph","content":"#Virtue disinterested.# ^If^ then no _Good-will_ toward Persons arises from _Self-Love_, or Views of _Interest_, and all _Virtue_ flows from _Good-will_, or some other Affection equally _disinterested_; it remains, \"That there must be some other Affection than _Self-Love_, or _Interest_, which excites us to the Actions we call _Virtuous_.\"","subId":"31","id":"Hutcheson.IBV.IGE.2.31"},{"type":"paragraph","content":"^Had^ we no other _ultimate Desire_ but that of _private Advantage_, we must imagine that every _rational Being_ acts only for its own _Advantage_; and however we may call a _beneficent Being_ a _good Being_, because it acts for our Advantage, yet upon _this Scheme_ we should not be apt to think there is any _beneficent Being_ in _Nature_, or a _Being_ who acts for the _Good_ of others. Particularly, If there is no _Sense_ of Excellence in _publick Love_, and promoting the Happiness of others, whence should this Persuasion arise, \"That the ^Deity^ will make the _Virtuous_ happy?\" Can we prove that it is for the _Advantage_ of the ^Deity^ to do so? This I fancy will be look'd upon as very absurd, by many who yet expect Mercy and Beneficence in the ^Deity^. And if there be such Dispositions in the ^Deity^, where is the impossibility of some small degree of this _publick Love_ in his Creatures? And why must they be suppos'd incapable of acting but from _Self-Love_?","subId":"32","id":"Hutcheson.IBV.IGE.2.32"},{"type":"paragraph","content":"^In^ short, without acknowledging some other Principle of Action in rational Agents than _Self-Love_, I see no Foundation to expect _Beneficence_, or _Rewards_ from _God_ or _Man_, farther than it is the _Interest_ of the _Benefactor_; and all Expectation of Benefits from a _Being_ whose Interests are independent on us, must be _perfectly ridiculous_. What should engage the ^Deity^ to reward _Virtue_? _Virtue_ is commonly suppos'd, upon _this Scheme_, to be only _a consulting our own Happiness in the most artful way, consistently with the Good of the Whole_; and in _Vice_ the _same thing_ is foolishly pursu'd, in a manner which will not so probably succeed, and which is contrary to the _Good_ of the _Whole_. But how is the ^Deity^ concern'd in this _Whole_, if every Agent always acts from _Self-Love_? And what Ground have we, from the Idea of infinite Power and Art, to believe the ^Deity^ is _good_ in the _Christian Sense_, that is, _studious of the Good of his Creatures_? Perhaps the _Misery_ of his Creatures may give him as much Pleasure, as their _Happiness_: And who can find fault, or blame such a _Being_ to study their _Misery_? for what else should we expect? A _Manichean evil God_, is a Notion which Men would as readily run into, as that of a _good one_, if there is no Excellence in _disinterested Love_, and no _Being_ acts but for its own _Advantage_; unless we prov'd, that the Happiness of _Creatures_ was _advantageous_ to the ^Deity^.","subId":"33","id":"Hutcheson.IBV.IGE.2.33"},{"type":"paragraph","content":"#The true Spring of Virtue.# ^Having^ remov'd these _false Springs_ of _virtuous Actions_, let us next establish the _true one_, viz. _some Determination of our Nature to study the Good of others_; or _some Instinct, antecedent to all Reason from Interest, which influences us to the Love of others_; even as the _moral Sense_,[n5] above explain'd, determines us to _approve_ the Actions which flow from _this Love_ in ourselves or others. This _disinterested Affection_, may appear strange to Men impress'd with Notions of _Self-Love_, as the _sole_ Spring of Action, from the Pulpit, the Schools, the Systems, and Conversations regulated by them: but let us consider it in its strongest and simplest Kinds; and when we see the Possibility of it in these Instances, we may easily discover its _universal Extent_.","subId":"34","id":"Hutcheson.IBV.IGE.2.34"},{"type":"paragraph","content":"#Natural Affection.# ^An^ honest _Farmer_ will tell you, that he studies the _Preservation_ and _Happiness_ of his Children, and loves them without any design of Good to himself. But say some of our _Philosophers_, \"The Happiness of their Children gives Parents Pleasure, and their Misery gives them Pain; and therefore to obtain the _former_, and avoid the _latter_, they study, from _Self-Love_, the Good of their Children.\" Suppose several Merchants join'd in Partnership of their whole Effects; one of them is employ'd abroad in managing the Stock of the Company; his Prosperity occasions Gain to all, and his Losses give them Pain from their Share in the Loss: Is this then the _same_ Kind of Affection with _that_ of Parents to their Children? Is there the same tender, personal Regard? I fancy no Parent will say so. In this Case of Merchants there is a plain Conjunction of Interest; but whence the Conjunction of Interest between the _Parent_ and _Child_? Do the Child's _Sensations_ give Pleasure or Pain to the Parent? Is the Parent _hungry_, _thirsty_, _sick_, when his Children are so? No, but _his_ naturally implanted Desire of their Good, and Aversion to their Misery, makes him be affected with Joy or Sorrow from their Pleasures or Pains. This Desire then is antecedent to the Conjunction of Interest, and the Cause of it, not the Effect: it then must be _disinterested_. \"No, says another _Sophist_, Children are _Parts_ of ourselves, and in loving them we but love _ourselves_ in them.\" A very good Answer! Let us carry it as far as it will go. How are they _Parts_ of ourselves? Not as a _Leg_ or an _Arm_: We are not conscious of their Sensations. \"But _their_ Bodys were form'd from Parts of _ours_.\" So is a _Fly_, or a _Maggot_, which may breed in any discharg'd Blood or Humour: Very dear Insects surely! There must be something else then which makes Children _Parts_ of ourselves; and what is this but _that Affection_, which ^Nature^ determines us to have toward them? _This Love_ makes them _Parts_ of ourselves, and therefore does not flow from their being so before. This is indeed a good Metaphor; and where-ever we find a Determination among several rational Agents to _mutual Love_, let _each Individual_ be look'd upon as a _Part_ of a great _Whole_, or _System_, and concern himself in the _publick Good_ of it.","subId":"35","id":"Hutcheson.IBV.IGE.2.35"},{"type":"paragraph","content":"^But^ a later Author observes,[n6] \"That _natural Affection_ in Parents is _weak_, till the Children begin to give Evidences of _Knowledge_ and _Affections_.\" Mothers say they feel it strong from the very first: and yet I could wish, for the Destruction of his Hypothesis, that what he alledges was true; as I fansy it is in some measure, tho' we may find in some Parents an Affection toward Idiots. The observing of _Understanding_ and _Affections_ in Children, which make them appear _moral Agents_, can increase Love toward them without prospect of _Interest_; for I hope, this Increase of Love is not from Prospect of Advantage from the Knowledge or Affections of Children, for whom Parents are still toiling, and never intend to be refunded their Expences, or recompens'd for their Labour, but in Cases of extreme Necessity. If then the observing a _Moral Capacity_ can be the occasion of increasing Love without _Self-Interest_, even from the _Frame_ of our _Nature_; pray, may not _this_ be a Foundation of _weaker_ degrees of Love, where there is no preceding Tie of Parentage, and extend it to _all Mankind_?","subId":"36","id":"Hutcheson.IBV.IGE.2.36"},{"type":"paragraph","content":"#Publick Affections, natural.# ^And^ that this is so in Fact, will appear by considering some more distant Attachments. If we observe any Neighbours, from whom perhaps we have receiv'd no good Offices, form'd into _Friendships_, _Familys_, _Partnerships_, and with Honesty and Kindness assisting each other; pray ask any Mortal if he would not more desire their _Prosperity_, when their Interests are no way inconsistent with his own, than their _Misery_ and _Ruin_? and you shall find a _Bond_ of _Benevolence_ farther extended than a _Family_ and _Children_, altho' the Ties are not so strong. Again, suppose a Person, for Trade, had left his _native Country_, and with all his Kindred had settled his Fortunes abroad, without any View of returning; and only imagine he had receiv'd no Injurys from his Country: ask such a Man, would he not rather desire the _Prosperity_ of his Country? Or could he, now that his Interests are separated from that of his Nation, as readily wish that it was laid waste by _Tyranny_, or a _foreign_ Power? I fansy his Answer would shew us a _Benevolence_ extended beyond _Neighbourhoods_ or _Acquaintances_. Let a Man of a _compos'd_ Temper, out of the hurry of his _private_ Affairs, only read of the _Constitution_ of a _foreign_ Country, even in the _most distant_ Parts of the Earth, and observe _Art_, _Design_, and a _Study_ of _publick Good_ in the _Laws_ of this Association; and he shall find his Mind _mov'd_ in their favour; he shall be _contriving_ Rectifications and Amendments in their Constitution, and _regret_ any unlucky Part of it which may be pernicious to their Interest; he shall _bewail_ any Disaster which befalls them, and _accompany_ all their Fortunes with the Affections of a Friend. Now this proves _Benevolence_ to be in some degree extended to all Mankind, where there is no _interfering_ Interest, which from _Self-Love_ may obstruct it. And had we any Notions of _rational Agents_, capable of moral Affections, in the _most distant_ Planets, our _good Wishes_ would still attend them, and we should desire their Happiness. And that all these Affections, whether more or less extensive, are properly _disinterested_, not even founded on any Desire of that Happiness we may expect in seeing their prosperous Condition; may appear from this, that they would continue even at the Instant of our Death, or intire Destruction, as was already observed, [_Art._ IV. of this Section].","subId":"37","id":"Hutcheson.IBV.IGE.2.37"},{"type":"paragraph","content":"#National Love.# ^Here^ we may transiently remark the Foundation of what we call _national Love_, or ^Love^ of one's _native Country_. Whatever place we have liv'd in for any considerable time, there we have most distinctly remark'd the _various Affections_ of _human Nature_; we have known many _lovely Characters_; we remember the _Associations_, _Friendships_, _Familys_, _natural Affections_, and other _human Sentiments_: our _moral Sense_ determines us to approve these _lovely Dispositions_, where we have most distinctly observ'd them; and our _Benevolence_ concerns us in the Interests of the Persons possess'd of them. When we come to observe the like as distinctly in _another_ Country, we begin to acquire a _national Love_ toward it also; nor has our _own_ Country any other preference in our Idea, unless it be by an _Association_ of the pleasant Ideas of our Youth, with the _Buildings_, _Fields_, and _Woods_ where we receiv'd them. This may let us see how _Tyranny_, _Faction_, a _Neglect_ of Justice, a _Corruption_ of Manners, and _any thing_ which occasions the Misery of the Subjects, destroys this _national Love_, and the _dear Idea_ of a ^Country^.","subId":"38","id":"Hutcheson.IBV.IGE.2.38"},{"type":"paragraph","content":"#The Reason why natural Affections do not always appear.# ^We^ ought here to observe, That the only Reason of that _apparent Want_ of natural Affection, among _collateral Relations_, is, that these _natural Inclinations_, in many Cases, are overpower'd by _Self-Love_, where there happens any _Opposition_ of Interests; but where this does not happen, we shall find all Mankind under its Influence, tho' with different Degrees of Strength, according to the _nearer_ or _more remote_ Relations they stand in to each other; and according as the _natural Affection_ of _Benevolence_ is join'd with and strengthen'd by _Esteem_, _Gratitude_, _Compassion_, or _other kind Affections_; or on the contrary, weaken'd by _Displicence_, _Anger_, or _Envy_.","subId":"39","id":"Hutcheson.IBV.IGE.2.39"},{"type":"note","content":"_See [Sect. _i._]_","subId":"n1","id":"Hutcheson.IBV.IGE.2.n1"},{"type":"note","content":"_THESE several _Motives of Interest_, which, some alledge, excite us to Benevolence, operate upon us in a very different Manner. Prospect of _external Advantage_ of any kind in this Life from our Fellows, is only a Motive to the _Volition of external Actions_ immediately, and not to raise Desire of the Happiness of others. Now being _willing to do external Actions_ which we know do in Fact promote the Happiness of others, without any _Desire_ of their Happiness, is not approved as virtuous: Otherwise it were Virtue to do a beneficent Action for a Bribe of Money._ _THE Prospect of _Rewards from the ^Deity^_, of future Pleasure from the _Self-Approbation_ of our Moral Sense, or of any Pleasure attending an Affection itself, are only Motives to us to _desire_ or _wish to have the Affection of Benevolence_ in our Hearts; and consequently, if our Volition could raise Affections in us, these Motives would make us will or choose to raise _benevolent Affections_: But these Prospects cannot be Motives to us from Self-Love, to desire the _Happiness of others_; for, from Self-Love we only desire what we apprehend to be the Means of private Good. Now the _having those Affections_ is the Means of obtaining these private Goods, and not the actual Happiness of others; for the Pleasure of Self-Approbation, and Divine Rewards, are not obtained or lost according as others are happy or miserable, but according to the _Goodness of our Affections_. If therefore Affections are not directly raised by Volition or Choice, Prospects of future Rewards, or of Self-Approbation, cannot directly raise them._","subId":"n2","id":"Hutcheson.IBV.IGE.2.n2"},{"type":"note","content":"_LET it be also remembred, that every Consideration suggested in the Gospel, as an _additional Motive_ to beneficent Actions, is not immediately to be looked upon as the _proper Motive_ to Virtue, or what would engage our Approbation of Actions flowing from it alone. We have the _Promises of this Life_ as well as of the next, and yet the former alone was never thought a virtuous Principle. Some Texts are also brought to confute this Scheme of disinterested Affections as the only truly virtuous Principle, such as [_1 Corinth. Ch. XV. ver. 32_] which imports no more than this, \"That if there were no Resurrection, and consequently =_Christ_= had not risen, and therefore his Religion only an Imposture, it had been the greatest Folly in the Apostle to have exposed himself to Persecution:\" Not that the Prospect of a future Reward was the only Motive to Virtue, or that the only Affection of Mind which made the Apostle bear Persecution, was Hope of Reward._ _ANOTHER Text insisted on is, [_Heb. XI. ver. 6._] But this only means, either \"that no Man can perform religious Acts acceptably to God, who does not believe his Existence and Goodness,\" which is self-evident: Or it is to be understood of embracing the true Religion, and adhering to it under the most severe Persecutions, which we may allow no Man could do without Hopes of future Reward. Not this does not prove either that our _sole_, or our _strongest Incitement_ to virtuous Actions is a Prospect of Interest, nor even that any Action is approved, because it springs from Hope of Reward._ _[_^Heb.^ XII. ver. 2._] is chiefly urged, but with least Ground: if we have it well translated, it only asserts, \"That the Hope of future Joy was one Incitement to our Saviour in enduring Sufferings,\" not that this was the _principal Spring_ of his beneficient Actions, or that they were made amiable by arising from it. Nay, this _Joy_ may be understood metonymically, for its Object, _viz._ _the Salvation of Mankind_. Not to mention another Translation long ago known to Criticks; some of whom insist that $αντι$ is seldom used for the _final Cause_; but means _instead of_, in this Place, as well as in Texts debated with the _Sucinians_: And the this Verse may be thus translated; \"Who instead of that Joy which was ready at hand, or in his Power to have enjoyed, as he had from the Beggining, he submitted to the Cross.\" Nor is there any thing to confute this Translation; save that some _Antithesis_ between our suffering from Faith in a Reward, and his suffering in like manner, is not kept up so well; as if it were a necessary Perfection in the Scriptures to abound in such _Antitheses_. For in this Translation there is good Reasoning, in shewing how our Saviour's Sufferings are enhanced by his exchanging a State of Joy for them, parallel to [_Philip. II. ver. 6, 7_]_. _WHOEVER would appeal to the general Strain of the Christian Exhortations, will find _disinterested Love_ more inculcated, and _Motives of Gratitude_ more frequently suggested, that any others._","subId":"n3","id":"Hutcheson.IBV.IGE.2.n3"},{"type":"note","content":"[Milt. Par. Lost, B. iv. v. 756.]","subId":"n4","id":"Hutcheson.IBV.IGE.2.n4"},{"type":"note","content":"See [_Sect._ i.]","subId":"n5","id":"Hutcheson.IBV.IGE.2.n5"},{"type":"note","content":"See the [Fable of the Bees, _Pag._ 68, 3d _Ed._]","subId":"n6","id":"Hutcheson.IBV.IGE.2.n6"}]}
