{"imported":true,"id":"Hutcheson.IBV.IGE.3","parent":"Hutcheson.IBV.IGE","title":"Section 3. The Sense of Virtue, and the various Opinions about it, reducible to one general Foundation. The Manner of computing the Morality of Actions","breadcrumb":"Section 3","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_038","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. III. £3 £3 _The _Sense_ of _Virtue_, and the _various Opinions_ about it, reducible to _one general Foundation_. The Manner of computing the _Morality_ of _Actions_._ £3","id":"Hutcheson.IBV.IGE.3"},{"type":"paragraph","content":"#All Virtue Benevolent.# IF we examine all the Actions which are counted _amiable_ any-where, and inquire into the Grounds upon which they are _approv'd_, we shall find that in the Opinion of the Person who approves them, they always appear as ^Benevolent^, or flowing from _Good-will to others_, and a Study of their Happiness, whether the _Approver_ be one of the Persons belov'd, or profited, or not; so that all those _kind Affections_ which incline us to make others happy, and all Actions suppos'd to flow from such Affections, appear _morally good_, if, while they are _benevolent_ toward some Persons, they be not _pernicious_ to others. Nor shall we find any thing amiable in any Action whatsoever, where there is no _Benevolence_ imagin'd; nor in any Disposition, or Capacity, which is not suppos'd applicable to, and design'd for, _benevolent_ Purposes. Nay, as was before observ'd[n1], the Actions which in Fact are exceedingly useful, shall appear void of _moral Beauty_, if we know they proceeded from no kind Intentions towards others; and yet an unsuccessful Attempt of Kindness, or of promoting _publick Good_, shall appear as amiable as the most successful, if it flow'd from as _strong Benevolence_.","subId":"1","id":"Hutcheson.IBV.IGE.3.1"},{"type":"paragraph","content":"#Religion.# ^Hence^ _those_ Affections which would lead us to do Good to our Benefactor, shall appear _amiable_, and the _contrary_ Affections _odious_, even when our Actions cannot possibly be of any Advantage or Hurt to him. Thus a _sincere Love_ and _Gratitude_ toward our Benefactor, a _chearful Readiness_ to do whatever he shall require, how burdensom soever, a _hearty Inclination_ to comply with his Intentions, and _Contentment_ with the State he has plac'd us in, are the strongest Evidences of _Benevolence_ we can shew to such a Person; and therefore they must appear exceedingly _amiable_. And under these is included all the _rational Devotion_, or _Religion_ toward a ^Deity^ apprehended as _good_, which we can possibly perform.","subId":"2","id":"Hutcheson.IBV.IGE.3.2"},{"type":"paragraph","content":"#Gratitude.# ^We^ may here transiently observe one Circumstance in the _Frame_ of our _Nature_, which is wonderfully adapted to promote _Benevolence_, _viz._ that as a Benefit conferr'd necessarily raises _Gratitude_ in the Person who receives it, so the Expressions of this Gratitude, even from the meanest of Mankind, are _wonderfully delightful_ to the Benefactor. Never were there any Mortals so poor, so inconsiderable, whose grateful Praise would not be some way delightful; and by whom we would not rather chuse to be belov'd than hated, if their Love no way evidenc'd us to be Partners in their Vices, or concern'd in their Meanness. And thus the _most abject Person oblig'd_ is capable, and inclin'd to make no small Addition to our Happiness by his _Love_ and _Gratitude_, when he is utterly incapable of any other Return, and when we expect none from him: Thus, \"\"_——— A grateful Mind // By owing owes not, and still pays, at once // Indebted and discharg'd ——_[n2]\"\"","subId":"3","id":"Hutcheson.IBV.IGE.3.3"},{"type":"paragraph","content":"^As^ to _external Performances_ of Religion, they are no doubt very various in different Nations and Ages; and _Education_ may give Men Opinions, that certain Actions are pleasing, and others displeasing to the ^Deity^: but then where-ever any external Rite of Worship is approv'd, there also it is look'd upon to proceed from _Love_ toward the ^Deity^, or some other Affection necessarily join'd with _Love_, as _Reverence_, _Repentance_, or _Sorrow_ to have offended. So that the general Principle of _Love_ is the Foundation of all the _apparent moral Excellence_, even in the most fantastick Rites of Worship which were ever approv'd. For as to Rites design'd only to appease a _furious Being_, no Mortal, I fansy, apprehends there is any _Virtue_, or _Excellence_ in them; but that they are chosen only as the dishonourable Means of avoiding a greater Evil. Now as there are various speculative Opinions about what is acceptable to the ^Deity^, it necessarily follows, \"That, accordingly, _Practices_, and _Approbation_, must be _various_; tho' all the _moral Goodness_ of Actions is still presum'd to flow from _Love_.\"","subId":"4","id":"Hutcheson.IBV.IGE.3.4"},{"type":"paragraph","content":"#Social Virtues.# ^Again^, that we may see how _Benevolence_ is the Foundation of all apprehended _Excellence_ in _social Virtues_, let us only observe, That amidst the Diversity of Sentiments on this Head among various Sects, this is still allow'd to be the way of deciding the Controversy about any disputed Practice, _viz._ to inquire whether this Conduct, or the contrary, will most effectually promote the _publick Good_. The _Morality_ is immediately adjusted, when the natural Tendency, or Influence of the Action upon the _universal natural Good_ of _Mankind_, is agreed upon. That which produces more _Good_ than _Evil_ in the _Whole_, is acknowledg'd _good_; and what does not, is counted _evil_. In this Case, we no other way regard the good of the _Actor_, or that of those who are thus inquiring, than as they make a Part of the great _System_.","subId":"5","id":"Hutcheson.IBV.IGE.3.5"},{"type":"paragraph","content":"^In^ our late Debates about _Passive Obedience_, and the Right of _Resistance_ in Defence of _Privileges_, the Point disputed among Men of Sense was, \"Whether _universal Submission_ would probably be attended with greater _natural Evils_, than _temporary Insurrections_, when Privileges are invaded? and not, Whether what tended in the Whole to the _publick natural Good_, was also _morally good_?\" And if a _divine Command_ was alledg'd in favour of the Doctrine of _Passive Obedience_, this would, no doubt, by its eternal Sanctions cast the ballance of _natural Good_ to its own side, and determine our Election from _Interest_; and yet _our Sense_ of the _moral Good_ in _Passive Obedience_, would still be founded upon some Species of _Benevolence_, such as _Gratitude_ toward the ^Deity^, and _Submission_ to his Will to whom we are so much oblig'd. But I fansy those, who believe the ^Deity^ to be _good_, would not rashly alledge such a Command, unless they also asserted, that the thing commanded did tend more to the _universal Good_, than the contrary, either by preventing the external Evils of _Civil War_, or by enuring Men to _Patience_, or some _other Quality_ which they apprehended necessary to their everlasting Happiness. And were it not so, _Passive Obedience_ might be recommended as an _inglorious Method_ of escaping a greater Mischief, but could never have any thing _morally amiable_ in it.","subId":"6","id":"Hutcheson.IBV.IGE.3.6"},{"type":"paragraph","content":"^But^ let us quit the Disputes of the _Learned_, on whom, it may be alledg'd, _Custom_ and _Education_ have a powerful Influence; and consider upon what Grounds, in common Life, Actions are _approv'd_ or _condemn'd_, _vindicated_ or _excus'd_. We are universally asham'd to say an Action is _just_, because it tends to my _Advantage_, or to the _Advantage_ of the _Actor_: And we as seldom condemn a _beneficent kind Action_, because it is not _advantageous_ to us, or to the _Actor_. _Blame_ and _Censure_ are founded on a Tendency to _publick Evil_, or a Principle of _private Malice_ in the _Agent_, or _Neglect_ at least of the _Good_ of others; on _Inhumanity_ of Temper, or at least such _strong Selfishness_ as makes the _Agent_ careless of the Sufferings of others: and thus we _blame_ and _censure_ when the Action no way affects ourselves. All the moving and persuasive Vindications of Actions, which may, from some _partial_ evil Tendency, appear _evil_, are taken from this, that they were necessary to some _greater Good_, which counterbalanc'd the _Evil_: \"_Severity_ toward a few, is _Compassion_ toward multitudes.—_Transitory Punishments_ are necessary for avoiding more _durable Evils_.—Did not _some_ suffer on such Occasions, there would be _no living_ for honest Men\",—and such like. And even when an Action cannot be intirely justify'd, yet how greatly is the Guilt extenuated, if we can alledge; \"That it was only the Effect of _Inadvertence_ without _Malice_, or of _partial good Nature_, _Friendship_, _Compassion_, _natural Affection_, or _Love_ of a _Party_?\" All these Considerations shew, what is the _universal Foundation_ of _our Sense_ of _moral Good_, or _Evil_, viz. _Benevolence_ toward others on one hand, and _Malice_, or even _Indolence_, and _Unconcernedness_ about the _apparent publick Evil_ on the other. And let it be here observ'd, that we are so far from imagining all Men to act only from _Self-Love_, that we universally expect in others a Regard for the _Publick_; and do not look upon the Want of this, as barely the Absence of _moral Good_, or _Virtue_, but even as _positively evil_ and _hateful_.","subId":"7","id":"Hutcheson.IBV.IGE.3.7"},{"type":"paragraph","content":"#Moral Evil not always Malice.# ^Contrarys^ may illustrate each other; let us therefore observe the _general Foundation_ of _our Sense_ of _moral Evil_ more particularly. _Disinterested Malice_, or ultimate Desire of the Misery of others, is the highest pitch of what we count _vitious_; and every Action appears _evil_, which is imagin'd to flow from any degree of _this Affection_. Perhaps a _violent Passion_ may hurry Men into it for a few Moments, and our _rash angry Sentiments_ of our Enemys, may represent them as having such _odious Dispositions_; but it is very probable, from the Reasons offer'd above[n3], that there is no such degree of Wickedness in _human Nature_, as in _cold blood_, to desire the Misery of others, when it is conceiv'd no way useful to _our Interests_.","subId":"8","id":"Hutcheson.IBV.IGE.3.8"},{"type":"paragraph","content":"^The^ frequent, and seemingly unprovoked Cruelties of the =^Nero^='s and =^Domitian^='s, are often alledged in Opposition to all this; but perhaps unjustly. Such Tyrants are conscious that they are hated by all those whom the World repute virtuous, and they apprehend Danger from them: A Tyrant looks upon such Men as designing, artful, or ambitious, under a false Shew of Virtue. He imagines the surest Means of his own Safety is to appear terrible, and to deprive his Enemys of all Hopes of escaping by his Compassion. The Fame of Virtue in eminent Subjects is matter of Envy, and is a Reproach upon the Tyrant: It weakens his Power, and makes them dangerous to him. _Power_ becomes the Object of Delight to the Tyrant; and in Ostentation of it, he may break through all Regards to Justice and Humanity. Habits of Cruelty can be acquired in such a Course. Any of these apparent Interests seem better to account for the Crueltys of Tyrants, than the supposing in them a Principle of _calm Malice_ without _Interest_, of which the _rest_ of _Mankind_ seem intirely incapable.","subId":"9","id":"Hutcheson.IBV.IGE.3.9"},{"type":"paragraph","content":"#Temper of a Tyrant.# ^The^^^ Temper of a _Tyrant_ seems a continu'd state of _Anger_, _Hatred_, and _Fear_. To form our Judgment then of his Motives of Action, and those of Men of like Tempers in lower Stations, let us reflect upon the Apprehensions we form of Mankind, when we are under any of those Passions which to the _Tyrant_ are _habitual_. When we are under the fresh Impressions of an Injury, we find, that our Minds are wholly fill'd with Apprehensions of the Person who injur'd us, as if he were _absolutely evil_, and _delighted_ in doing Mischief: We overlook the Virtues, which, when calm, we could have observ'd in him: we forget that perhaps he acted from _Self-Love_, and not _Malice_, or, it may be, some _generous_ or _kind Intention_ toward others. These, probably, are the Opinions which a _Tyrant_ constantly forms concerning _Mankind_; and having very much weaken'd all _kind Affections_ in himself, however he may pretend to them, he judges of the Tempers of others by his own. And were Men really such as he apprehends them, his Treatment of them would not be very unreasonable. We shall generally find our Passions arising suitably to the Apprehensions we form of others: if they are rashly form'd upon some sudden slight Views, it is no wonder if we find Dispositions following upon them, very little suited to the _real State of human Nature_.","subId":"10","id":"Hutcheson.IBV.IGE.3.10"},{"type":"paragraph","content":"#Ordinary Springs of Vice.# ^The^ ordinary Springs of _Vice_ then among Men, must be a _mistaken Self-Love_, made so violent, as to overcome _Benevolence_; or such strong _Appetites_, or Passions either selfish, or toward some narrow Systems, as overcome our Regard to Publick Good; or _Affections_ arising from _false_, and _rashly form'd Opinions_ of _Mankind_; which we run into thro' the weakness of our _Benevolence_. When Men, who had good Opinions of each other, happen to have _contrary Interests_, they are apt to have their _good Opinions_ of each other _abated_, by imagining a _design'd Opposition_ from _Malice_; without this, they can scarcely _hate_ one another. Thus two _Candidates_ for the same Office wish each other _dead_, because that is an ordinary way by which Men make room for each other; but if there remains any Reflection on each other's Virtue, as there sometimes may in benevolent Tempers, then their Opposition may be without _Hatred_; and if another better Post, where there is no Competition, were bestow'd on one of them, the other shall rejoice at it.","subId":"11","id":"Hutcheson.IBV.IGE.3.11"},{"type":"paragraph","content":"#Self-Love indifferent.# ^Actions^ which flow solely from _Self-Love_, and yet evidence no Want of _Benevolence_, having no hurtful Effects upon others, seem of a middle Nature, neither virtuous nor vitious, and neither raise the _Love_ or _Hatred_ of the Observer. Our Reason can indeed discover certain Bounds, within which we may not only act from _Self-Love_, consistently with the _Good_ of the _Whole_, but every Mortal's acting thus within these Bounds for his own _Good_, is absolutely necessary for the _Good_ of the _Whole_; and the Want of such _Self-Love_ would be _universally pernicious_. Hence, he who pursues his own _private Good_, with an Intention also to concur with that Constitution which tends to the _Good_ of the _Whole_; and much more he who promotes his _own Good_, with a direct View of making himself more capable of serving ^God^, or doing good to _Mankind_; acts not only _innocently_, but also _honourably_, and _virtuously_: for in both these Cases, _Benevolence_ concurs with _Self-Love_ to excite him to the Action. And thus _a Neglect_ of our _own Good_ may be _morally evil_, and argue a Want of _Benevolence_ toward the _Whole_. But when _Self-Love_ breaks over the Bounds above-mention'd, and leads us into Actions detrimental to _others_, and to the _Whole_; or makes us insensible of the _generous kind Affections_; then it appears _vitious_, and is _disapprov'd_. So also, when upon any small Injurys, or sudden Resentment, or any weak superstitious Suggestions, our _Benevolence_ becomes so faint, as to let us entertain odious Conceptions of _Men_, or any Part of them, without just Ground, as if they were _wholly evil_, or _malicious_, or as if they were a worse Sort of Beings than they really are; these Conceptions must lead us into _malevolent Affections_, or at least weaken our _good ones_, and make us _really vitious_.","subId":"12","id":"Hutcheson.IBV.IGE.3.12"},{"type":"paragraph","content":"#Benevolence of different Kinds.# ^Benevolence^ is a Word fit enough in general, to denote the internal Spring of Virtue, as =Bishop _Cumberland_= always uses it. But to understand this more distinctly, 'tis highly necessary to observe, that under this Name are included very different Dispositions of the Soul. Sometimes it denotes a _calm_, _extensive Affection_, or Good-will toward all Beings capable of Happiness or Misery: Sometimes, 2. A calm deliberate Affection of the Soul toward the Happiness of certain smaller Systems or Individuals; such as Patriotism, or Love of a Country, Friendship, Parental Affection, as it is in Persons of Wisdom and Self-Government: Or, 3. The several kind particular Passions of Love, Pity, Sympathy, Congratulation. This Distinction between the calm Motions of the Will, Affections, Dispositions, or Instincts of the Soul, and the several turbulent Passions, is elsewhere more fully considered[n4].","subId":"13","id":"Hutcheson.IBV.IGE.3.13"},{"type":"paragraph","content":"^Now^ tho' all these different Dispositions come under the general Character of Benevolent, yet as they are in Nature different, so they have very different Degrees of Moral Beauty. The first Sort is above all amiable and excellent: 'Tis perhaps the sole Moral Perfection of some superior Natures; and the more this prevails and rules in any human Mind, the more amiable the Person appears, even when it not only checks and limits our lower Appetites, but when it controuls our kind particular Passions, or counteracts them. The second Sort of _Benevolence_ is more amiable than the third, when it is sufficiently strong to influence our Conduct: And the third Sort, tho' of a lesser Moral Dignity, is also beautiful, when it is no way opposite to these more noble Principles. And when it is opposite, tho' it does not justify such Actions as are really detrimental to greater Systems, yet it is a strong extenuating Circumstance, and much alleviates the Moral Deformity. We are all sensible of this, when any Person from Friendship, Parental-Affection, or Pity, has done something hurtful to larger Societies.","subId":"14","id":"Hutcheson.IBV.IGE.3.14"},{"type":"paragraph","content":"#Self-Love not excluded by Benevolence.# ^Here^ we must also observe, that every _moral Agent_ justly considers himself as a _Part_ of this _rational System_, which may be useful to the _Whole_; so that he may be, in part, an Object of his own universal _Benevolence_. Nay further, as was hinted above, he may see, that the Preservation of the _System_ requires every one to be _innocently sollicitous_ about himself. Hence he may conclude, that an Action which brings _greater Evil_ to the _Agent_, than _Good_ to others, however it may evidence the Strength of some particular kind Attachment, or of a _virtuous Disposition_ in the _Agent_, yet it must be founded upon a mistaken Opinion of its Tendency to _publick Good_: so that a Man who reason'd justly, and consider'd the whole, would not be led into it, by the calm extensive _Benevolence_, how strong soever it were; nor would he recommend it to the Practice of others; however he might acknowledge, that the Detriment arising to the _Agent_ from a _kind Action_, did evidence a strong virtuous Disposition. Nay farther, if any _Good_ was propos'd to the Pursuit of an _Agent_, and he had a _Competitor_ in every respect _only equal_ to himself; the _highest_ universal _Benevolence_ possible would not lead a wise Man to prefer another to himself, were there no Ties of Gratitude, or some other external Circumstance to move him to yield to his _Competitor_. A Man surely of the _strongest Benevolence_, may just treat himself as he would do a third Person, who was a Competitor of _equal Merit_ with the other; and as his preferring one to another, in such a Case, would argue no Weakness of _Benevolence_; so no more would he evidence it by preferring himself to a Man of only _equal Abilitys_.","subId":"15","id":"Hutcheson.IBV.IGE.3.15"},{"type":"paragraph","content":"^Where-ever^ a Regard to _myself_ tends as much to the good of the _Whole_, as Regard to _another_; or where the _Evil_ to myself, is equal to the _Good_ obtain'd for another; tho' by acting, in such Cases, for the Good of _another_, I really shew a very amiable Disposition; yet by acting in the contrary manner, from Regard to _myself_, I evidence no evil Disposition, nor any want of the most extensive _Benevolence_; since the _Moment_ of Good to the _Whole_ is, in both Cases, exactly equal. And let it be here observ'd, that this does not supersede the Necessity of _Liberality_, or _gratuitous Gifts_, altho' in such Actions the Giver loses what the other receives; since the _Moment_ of Good to any Person, in any given Case, is in a compound Proportion of the _Quantity_ of the Good it self, and the _Indigence_ of the Person. Hence it appears, that a Gift may make a much greater _Addition_ to the Happiness of the _Receiver_, than the _Diminution_ it occasions in the Happiness of the _Giver_: And that the most useful and important Gifts are those from the _Wealthy_ to the _Indigent_. Yet Gifts from _Equals_ are not useless, since they often increase the Happiness of both, as they are strong Evidences of _mutual Love_: but Gifts from the _Poor_ to the _Wealthy_ are really foolish, unless they be only little Expressions of _Gratitude_, which are also fruitful of Joy on both Sides: for these Expressions of Gratitude are really delightful and acceptable to the _Wealthy_, if they have any Humanity; and their Acceptance of them is matter of Joy to the poor _Giver_.","subId":"16","id":"Hutcheson.IBV.IGE.3.16"},{"type":"paragraph","content":"^In^ like manner, when an Action does more Harm to the _Agent_, than Good to the _Publick_; the doing it evidences an amiable and truly virtuous Disposition in the _Agent_, tho 'tis plain he acts upon a mistaken View of his Duty. But if the private Evil to the _Agent_ be so great, as to make him incapable, at another time, of promoting a _publick Good_ of greater moment than what is attain'd by this Action; the Action may really be evil, so far as it evidences a prior Neglect of a greater attainable _publick Good_ for a smaller one; tho' at present this Action also flows from a virtuous Disposition.","subId":"17","id":"Hutcheson.IBV.IGE.3.17"},{"type":"paragraph","content":"#Benevolence, how affected by the Qualitys of its Object.# ^The^ _moral Beauty_, or _Deformity_ of Actions, is not alter'd by the _moral Qualitys_ of the Objects any farther than the Qualitys of the Objects increase or diminish the _Benevolence_ of the Action, or the _publick Good_ intended by it. Thus _Benevolence_ toward the _worst_ Characters, or the Study of their _Good_, may be as amiable as any whatsoever; yea, often more so than _that_ toward the _Good_, since it argues such a strong Degree of _Benevolence_ as can surmount the greatest Obstacle, the _moral Evil_ in the Object. Hence the _Love_ of _unjust Enemys_, is counted among the _highest Virtues_. Yet, when our _Benevolence_ to the _Evil_ encourages them in their bad Intentions, or makes them more capable of Mischief; this diminishes or destroys the _Beauty_ of the Action, or even makes it _evil_, as it betrays _a Neglect_ of the _Good of others_ more valuable; Beneficence toward _whom_, would have tended more to the _publick Good_, than _that_ toward our _Favourites_: But _Benevolence_ toward _evil_ Characters, which neither encourages nor enables them to do Mischief, nor diverts our _Benevolence_ from Persons more useful, has as much _moral Beauty_ as any whatsoever.","subId":"18","id":"Hutcheson.IBV.IGE.3.18"},{"type":"paragraph","content":"#Qualitys determining our Election.# ^In^ comparing the _moral Qualitys_ of Actions, in order to regulate our _Election_ among various Actions propos'd, or to find which of them has the greatest _moral Excellency_, we are led by _our moral Sense_ of _Virtue_ to judge thus; that in _equal Degrees_ of Happiness, expected to proceed from the Action, the _Virtue_ is in proportion to the _Number_ of Persons to whom the Happiness shall extend; (and here the _Dignity_ or _moral Importance_ of Persons, may compensate Numbers) and in equal _Numbers_, the _Virtue_ is as the _Quantity_ of the Happiness, or natural Good; or that the _Virtue_ is in a _compound Ratio_ of the _Quantity_ of Good, and _Number_ of Enjoyers. In the same manner, the _moral Evil_, or _Vice_, is as the Degree of Misery, and _Number_ of Sufferers; so that _That Action_ is _best_, which procures the _greatest Happiness_ for the _greatest Numbers_; and _that worst_, which, in _like manner_, occasions _Misery_.","subId":"19","id":"Hutcheson.IBV.IGE.3.19"},{"type":"paragraph","content":"#Consequences, how they affect the Morality of Actions.# ^Again^, when the _Consequences_ of Actions are of a _mix'd_ Nature, partly _advantageous_, and partly _pernicious_; _that Action_ is _good_, whose _good_ Effects preponderate the _evil_ by being useful to many, and pernicious to few; and _that evil_, which is otherwise. Here also the _moral Importance_ of Characters, or _Dignity_ of Persons may compensate Numbers; as may also the _Degrees_ of Happiness or Misery: for to procure an _inconsiderable Good_ to many, but an _immense Evil_ to few, may be _evil_; and an _immense Good_ to few, may preponderate a _small Evil_ to many.","subId":"20","id":"Hutcheson.IBV.IGE.3.20"},{"type":"paragraph","content":"^But^ the _Consequences_ which affect the _Morality_ of Actions, are not only the direct and natural Effects of the Actions themselves; but also all those _Events_ which otherwise would not have happen'd. For many Actions which have no immediate or natural _evil Effects_, nay, which actually produce _good Effects_, may be _evil_; if a man foresees, that the evil Consequences, which will probably flow from the _Folly_ of others, upon his doing of such Actions, are so great as to overbalance all the _Good_ produc'd by those Actions, or all the _Evils_ which would flow from the Omission of them: And in such Cases the _Probability_ is to be computed on both sides. Thus if an Action of mine will probably, thro' the Mistakes or Corruption of others, be made a _Precedent_ in unlike Cases, to very evil Actions; or when my Action, tho' good in itself, will probably provoke Men to very evil Actions, upon some _mistaken Notion_ of their Right; any of these Considerations foreseen by me, may make such an Action of mine _evil_, whenever the Evils which will probably be occasion'd by the _Action_, are greater than the Evils occasion'd by the _Omission_.","subId":"21","id":"Hutcheson.IBV.IGE.3.21"},{"type":"paragraph","content":"^And^ this is the Reason, that many _Laws_ prohibit Actions in general, even when some particular _Instances_ of those Actions would be very useful; because an universal _Allowance_ of them, considering the Mistakes Men would probably fall into, would be more pernicious than an universal _Prohibition_; nor could there be any more _special Boundarys_ fix'd between the right and wrong Cases. In such Cases, it is the Duty of Persons to comply with the generally useful Constitution; or if in some very important Instances, the Violation of the Law would be of less _evil Consequence_, than Obedience to it, they must patiently resolve to undergo those Penalties, which the State has, for valuable Ends to the Whole, appointed: and this Disobedience will have nothing criminal in it.","subId":"22","id":"Hutcheson.IBV.IGE.3.22"},{"type":"paragraph","content":"^'Tis^ here to be observed, that tho' every _kind Affection_ abstractly considered, is approved by our moral Sense, yet all sorts of Affections or Passions which pursue the Good of others are not equally approved, or do not seem in the same degree virtuous. Our _calm Affections_, either private or publick, are plainly distinct from our _particular Passions_; _calm Self-Love_ quite distinct from _Hunger_, _Thirst_, _Ambition_, _Lust_, or _Anger_; so _calm Good-will_ toward others is different from _Pity_, _passionate Love_, _the Parental Affection_, or the Passion of _particular Friends_. Now every kind Passion, which is not pernicious to othres, is indeed approved as virtuous and lovely: And yet a calm Good-will toward the same Persons appears more lovely. So calm Good-will toward a small System is lovely and preferable to more passionate Attachments; and yet a more extensive calm Benevolence is still more beautiful and virtuous; and the highest Perfection of Virtue is _an universal calm Good-will_ toward all sensitive Natures. Hence it is, that we condemn particular Attachments, when inconsistent with the Interest of great Societies, because they argue some Defect in that more noble Principle, which is the Perfection of Virtue[n5].","subId":"23","id":"Hutcheson.IBV.IGE.3.23"},{"type":"paragraph","content":"#Partial Benevolence, how virtuous.# ^From^ these Observations, we may see what Actions our _moral Sense_ would most recommend to our Election, as the most _perfectly Virtuous_: _viz._ such as appear to have the most universal unlimited Tendency to the _greatest_ and _most extensive Happiness_ of all the _rational Agents_, to whom our Influence can reach. All _Beneficence_, even toward a _Part_, is amiable, when not inconsistent with the _Good_ of the _Whole_: But this is a smaller Degree of _Virtue_, unless our Beneficence be restrain'd by want of Power, and not want of Love to the _Whole_. All strict Attachments to Partys, Sects, Factions, have but an imperfect Species of _Beauty_, even when the _Good_ of the _Whole_ requires a stricter Attachment to a _Part_, as in _natural Affection_, or _virtuous Friendships_; except when _some Parts_ are so eminently useful to the _Whole_, that even _universal Benevolence_ does determine us with special Care and Affection to study their Interests. Thus _universal Benevolence_ would incline us to a more strong Concern for the Interests of _great_ and _generous Characters_ in a high Station, or make us more earnestly study the Interests of any _generous Society_, whose whole Constitution was contriv'd to promote _universal Good_. Thus a good Fancy in _Architecture_ would lead a Man, who was not able to bear the Expence of a completely regular Building, to chuse such a Degree of Ornament as he could keep uniformly thro' the _Whole_, and not move him to make a vain unfinish'd Attempt in _one Part_, of what he foresaw he could not succeed in as to _the Whole_. And he wouldcondemn a great Profusion of Ornament on _one Part_, above the Proportion of _the Whole_, unless _that Part_ be some eminent Place of the _Edifice_, such as the _chief Front_, or _publick Entrance_; the adorning of which would beautify the _Whole_ more than an equal Expence of Ornament on any _other Part_.","subId":"24","id":"Hutcheson.IBV.IGE.3.24"},{"type":"paragraph","content":"^This^ Constitution of our _Sense_, whereby the _moral Beauty_ of Actions, or Dispositions, increases according to the _Number_ of Persons to whom the good Effects of them extend; whence also Actions which flow from the _nearer Attachments_ of _Nature_, such as _that_ between the _Sexes_, and the _Love_ of _our Offspring_, do not appear _so virtuous_ as Actions of _equal Moment_ of _Good_ towards Persons less attach'd to us; has been chosen by the ^Author^ of ^Nature^ for this good Reason, \"That the more limited _Instincts_ tend to produce a smaller Moment of Good, because confined to small Numbers. Whereas the more _extensive calm Instinct_ of Good-will, attended with Power, would have no Bounds in its good Effects, and would never lead into any Evil, as the particular Passions may: and hence it is made more lovely to our _Sense_, that we might be induced to cultivate and strengthen it; and make it check even _kind Passions_, when they are opposite to the greater Good.\"","subId":"25","id":"Hutcheson.IBV.IGE.3.25"},{"type":"paragraph","content":"#Moral Dispositions and Abilitys.# ^From^ this primary Idea of _moral Good_ in Actions, may arise a notion of moral _Good_ in those Dispositions, whether _natural_ or _acquir'd_, which enable us to do good to others; or which are presum'd to be design'd, and acquir'd or cultivated for that purpose; or are natural Indications of a good Temper, and usually accompany it. And hence those Abilitys, while nothing appears contrary to our Presumption, may increase our Approbation of the Possessor of them; but when they are imagin'd to be intended for _publick Mischief_, they make us hate him the more: Such are a _penetrating Judgment_, a _tenacious Memory_, a _quick Invention_; _Patience of Labour_, _Pain_, _Hunger_, _Watching_; a _Contempt_ of _Wealth_, _Rumour_, _Death_. These may be rather call'd _natural Abilitys_, than _moral Qualitys_: And we seem to have a natural Relish for them distinct from moral Approbation. But if we plainly see them _maliciously_ employ'd, they make the Agent more detestable.","subId":"26","id":"Hutcheson.IBV.IGE.3.26"},{"type":"paragraph","content":"#How we compute the Morality of Actions in our Sense of them.# ^To^ find a _universal Rule_ to compute the _Morality_ of any Actions, with all their Circumstances, when we judge of the Actions done by ourselves, or by others, we must observe the following _Propositions_ or _Axioms_.","subId":"27","id":"Hutcheson.IBV.IGE.3.27"},{"type":"paragraph","content":"^The^ moral _Importance_ of any Agent, or the Quantity of publick Good he produces, is in a compound Proportion of his _Benevolence_ and _Abilitys_. For 'tis plain that his good Offices depend upon these two jointly. In like manner, the Quantity of private Good which any Agent obtains for himself, is in a like compound Proportion of his _selfish Principles_, and his _Abilitys_. We speak here only of the external Goods of this World, which one pursues from some selfish Principles. For as to internal Goods of the Mind, these are most effectually obtain'd by the Exercise of other Affections than those called _Selfish_, even those which carry the Agent beyond himself toward the Good of others.","subId":"28","id":"Hutcheson.IBV.IGE.3.28"},{"type":"paragraph","content":"^In^ comparing the Virtues of different Agents, when the Abilitys are equal, the _Moments_ of publick Good are proportioned to the Goodness of the Temper, or the _Benevolence_; and when the _Tempers_ are equal, the Quantitys of Good are as the _Abilitys_.","subId":"29","id":"Hutcheson.IBV.IGE.3.29"},{"type":"paragraph","content":"^The^ Virtue then or Goodness of Temper is directly as the _Moment of Good_, when other Circumstances are equal, and _inversly_ as the Abilitys. That is to say, where the Abilitys are greatest, there is less Virtue evidenced in any given Moment of Good produced.","subId":"30","id":"Hutcheson.IBV.IGE.3.30"},{"type":"paragraph","content":"^But^ as the natural Consequences of our Actions are various, some _good_ to ourselves, and _evil_ to the Publick; and others _evil_ to ourselves, and _good_ to the Publick; or either _useful_ both to ourselves and others, or _pernicious_ to both; the intire Spring of good Actions is not always _Benevolence alone_; or of Evil, _Malice alone_ (nay, sedate Malice is rarely found); but in most Actions we must look upon _Self-Love_ as another Force, sometimes conspiring with _Benevolence_, and assisting it, when we are excited by Views of _private Interest_, as well as _publick Good_; and sometimes opposing _Benevolence_, when the good Action is any way _difficult_ or _painful_ in the Performance, or _detrimental_ in its Consequences to the _Agent_.","subId":"31","id":"Hutcheson.IBV.IGE.3.31"},{"type":"paragraph","content":"^These^ _selfish Motives_ shall be[n6] hereafter more fully explain'd; here we may in general denote them by the Word _Interest_: which when it concurs with _Benevolence_, in any Action capable of Increase or Diminution, must produce a greater Quantity of _Good_, than _Benevolence_ alone in the same _Abilitys_; and therefore when the _Moment_ or _Good_, in an Action partly intended for the _Good_ of the _Agent_, is but equal to the _Moment_ of _Good_ in the Action of _another Agent_, influenc'd only by _Benevolence_, the former is less _virtuous_; and in this Case the _Interest_ must be deducted to find the true Effect of the _Benevolence_ or _Virtue_. In the same manner, when _Interest_ must be deducted to find the true Effect of the _Benevolence_, and yet is surmounted by it; this _Interest_ must be added to the _Moment_, to increase the _Virtue_ of the Action, or the Strength of the _Benevolence_. By _Interest_, in this last Case, is understood all the _Advantage_ which the _Agent_ might have obtain'd by omitting the Action, which is a _negative Motive_ to it; and this, when subtracted, becomes _positive_.","subId":"32","id":"Hutcheson.IBV.IGE.3.32"},{"type":"paragraph","content":"#Intention, and Foresight, affect Actions.# ^But^ here we must observe, that no _Advantage_, not _intended_, altho' casually, or naturally, redounding to us from the Action, does at all affect its _Morality_ to make it less _amiable_: nor does any _Difficulty_ or _Evil_ unforeseen, or not resolved upon, make a kind Action more _virtuous_; since in such Cases _Self-Love_ neither assists nor opposes _Benevolence_. Nay, _Self-Interest_ then only diminishes the _Benevolence_, when without this View of _Interest_ the Action would not have been undertaken, or so much _Good_ would not have been produc'd by the _Agent_; and it extenuates the _Vice_ of an _evil_ Action, only when without this _Interest_ the Action would not have been done by the _Agent_, or so much _Evil_ have been produc'd by him.","subId":"33","id":"Hutcheson.IBV.IGE.3.33"},{"type":"paragraph","content":"^The^ fourth Axiom only explains the external Marks by which Men must judge, who do not see into each other's Hearts; for it may really happen in many Cases, that Men may have _Benevolence_ sufficient to surmount any Difficulty, and yet they may meet with none at all: And in that Case, it is certain there is as much _Virtue_ in the _Agent_, tho' he does not give such Proof of it to his Fellow-Creatures, as if he had surmounted Difficultys in his kind Actions. And this too must be the Case with the ^Deity^, to whom nothing is difficult.","subId":"34","id":"Hutcheson.IBV.IGE.3.34"},{"type":"paragraph","content":"#Perfect Virtue.# ^Since^ then, in judging of the Goodness of Temper in any Agent, the Abilitys must come into Computation, as is above-mentioned, and none can act beyond their natural Abilitys; that must be the Perfection of Virtue, where the _Moment_ of Good produced equals the Ability, or when the _Being_ acts to the utmost of his Power for the _publick Good_; and hence the Perfection of _Virtue_, in this Case, is as _Unity_. And this may shew us the only Foundation for the boasting of the _Stoicks_, \"That a Creature suppos'd Innocent, by pursuing _Virtue_ with his utmost Power, may in _Virtue_ equal the _Gods_.\" For in their Case, if the _Ability_ be _infinite_, unlessthe _Good_ to be produc'd in the whole, be so too, the _Virtue_ is not _absolutely perfect_; and the _Quotient_ can never surmount _Unity_.","subId":"35","id":"Hutcheson.IBV.IGE.3.35"},{"type":"paragraph","content":"#Moral Evil, how computed.# ^In^ the same Manner we may compute the Degree of Depravity of any Temper, _directly_ as the Moment of Evil effected, and _inversly_ as the Abilitys. The Springs of vicious Actions however are seldom any real ultimate Intention of Mischeif, and never ultimate deliberate Malice; but only sudden Anger, Self-Love, some selfish Passion or Appetite, some kind Attachment to Parties, or particular kind Passions.","subId":"36","id":"Hutcheson.IBV.IGE.3.36"},{"type":"paragraph","content":"^The^ Motives of Interest may sometimes strongly cooperate with a depraved Temper, or may oppose it, in the same Manner that they cooperate with or oppose a good Temper. When they cooperate, they diminish the Moral Evil; when they oppose, they may argue the Depravity of Temper to be greater, which is able to surmount such Motives of Interest.","subId":"37","id":"Hutcheson.IBV.IGE.3.37"},{"type":"paragraph","content":"#Intention, Foresight.# ^But^ we must observe, that not only _Innocence_ is expected from all Mortals, but they are presum'd, from their _Nature_, in some measure inclin'd to _publick Good_[n7]; so that a bare Absence of this Desire is enough to make an _Agent_ be reputed _evil_: Nor is a direct Intention of _publick Evil_ necessary to make an Action _evil_; it is enough that it flows from _Self-Love_, with a plain Neglect of the _Good_ of others, or an Insensibility of their Misery, which we either _actually_ foresee, or have a probable _Presumption_ of.","subId":"38","id":"Hutcheson.IBV.IGE.3.38"},{"type":"paragraph","content":"^It^ is true indeed, that _that publick Evil_ which I neither certainly foresee, nor have actual Presumptions of, as the Consequence of my Action, does not make my _present Action_ criminal or odious; even altho' I might have foreseen this Evil by a serious Examination of my own Actions; because such Actions do not, at present, evidence either _Malice_, or _want of Benevolence_. But then it is also certain, that my _prior Negligence_, in not examining the Tendency of my Actions, is a plain Evidence of the want of _that_ Degree of good Affections which is necessary to a virtuous Character; and consequently the _Guilt_ properly lies in this _Neglect_, rather than in an _Action_ which really flows from a _good Intention_. _Human Laws_ however, which cannot examine the _Intentions_, or secret Knowledge of the _Agent_, must judge in gross of the Action itself; presupposing all that Knowledge as actually attain'd, which we are oblig'd to attain.","subId":"39","id":"Hutcheson.IBV.IGE.3.39"},{"type":"paragraph","content":"^In^ like manner, no good Effect, which I did not actually foresee and intend, makes my Action _morally Good_; however _Human Laws_ or _Governors_, who cannot search into Mens _Intentions_, or know their secret _Designs_, justly reward Actions which tend to the publick Good, altho' the Agent was engag'd to those Actions only by _selfish Views_; and consequently had no virtuous Disposition influencing him to them.","subId":"40","id":"Hutcheson.IBV.IGE.3.40"},{"type":"paragraph","content":"^The^ Difference in _Degree of Guilt_ between _Crimes of Ignorance_, when the Ignorance is _vincible_, and _faulty_, as to the natural Tendency of the Action; and _Crimes of Malice_, or direct evil Intention; consists in this, that the former, by a _prior Neglect_, argues a want of the due Degree of _Benevolence_, or _right Affection_; the latter evidences direct _evil Affections_, which are vastly more odious.","subId":"41","id":"Hutcheson.IBV.IGE.3.41"},{"type":"paragraph","content":"#Morality distinct from Interest.# ^From^ the former Reasonings we may form almost a demonstrative Conclusion, \"That we have a _Sense_ of _Goodness_ and _moral Beauty_ in Actions, distinct from _Advantage_;\" for had we no other Foundation of Approbation of Actions, but the _Advantage_ which might arise to us from them, if they were done toward ourselves, we should make no Account of the _Abilitys_ of the _Agent_, but would barely esteem them according to their _Moment_. The _Abilitys_ come in only to shew the Degree of _Benevolence_, which supposes _Benevolence_ necessarily _amiable_. Who was ever the better pleas'd with a _barren rocky Farm_, or an _inconvenient House_, by being told that the _poor Farm_ gave as great Increase as it could; or that the _House_ accommodated its Possessor as well as it could? And yet in our Sentiments of Actions, whose _Moment_ is very inconsiderable, it shall wonderfully increase the _Beauty_ to alledge, \"That it was all the _poor Agent_ could do for the _Publick_, or his _Friend_.\"","subId":"42","id":"Hutcheson.IBV.IGE.3.42"},{"type":"paragraph","content":"#Morality of Characters.# ^The^ _moral Beauty_ of _Characters_ arises from their Actions, or sincere Intentions of the _publick Good_, according to their Power. We form our Judgment of them according to what appears to be their _fix'd Disposition_, and not according to any _particular Sallys_ of _unkind Passions_; altho' these abate the _Beauty_ of _good Characters_, as the Motions of the _kind Affections_ diminish the _Deformity_ of the _bad ones_. What then properly constitutes a _virtuous Character_, is not some few accidental Motions of _Compassion_, _natural Affection_, or _Gratitude_; but such a _fix'd Humanity_, or _Desire_ of the _publick Good_ of all, to whom our Influence can extend, as uniformly excites us to all Acts of _Beneficence_, and makes us careful of informing ourselves right, concerning the truest Methods of serving their Interests. Every Motion indeed of the _kind Affections_ appears in some degree _amiable_; but we denominate the _Character_ from the _prevailing Principle_.","subId":"43","id":"Hutcheson.IBV.IGE.3.43"},{"type":"paragraph","content":"#Instinct may be the spring of Virtue.# ^Some^ will not allow that Virtue can spring from Passions, Instincts, or Affections of any Kind. 'Tis true, kind particular Passions are but a lower kind of Goodness, even when they are not opposite to the general Good. Those _calmer Determinations_ of the Will, whether of greater of less Extent, or sedate strong Affections, or Desires of the Good of others, are more amiable. These may be as much rooted in the Frame of the Soul, or there may be as natural a Disposition to them as to particular Passions. They tell us, That \"Virtue should wholly spring from Reason;\" as if Reason or Knowledge of any true Proposition could ever move to action where there is no _End_ proposed, and no Affection or Desire toward that End[n8]. For this see [_Treatise_ IV. _Sect._ i. and ii.]","subId":"44","id":"Hutcheson.IBV.IGE.3.44"},{"type":"paragraph","content":"^The^ ultimate End, according to many of our Moralists, is to each one _his own Happiness_; and yet this he seeks by Instinct. Now may not another _Instinct_ toward the _Publick_, or the _Good_ of others, be as proper a Principle of _Virtue_, as the _Instinct_ toward _private Happiness_? This is certain, that whereas we behold the _selfish_ Actions of others, with _Indifference_ at best, we see something _amiable_ in every Action which flows from _kind Affections_ or _Passions_ toward others; if they be conducted by Prudence, so as any way to attain their End, consistently with the general Good. If it be said, \"That Actions from _Instinct_ are not the Effect of _Prudence_ and _Choice_;\" this Objection holds full as strongly against the Actions which flow from _Self-Love_; since the Use of our Reason is as requisite to find the proper Means of promoting _publick Good_, as _private Good_. And as it must be an _Instinct_, or a _Determination previous to Reason_, which makes us pursue _private Good_, as well as _publick Good_ as our _End_; there is the same occasion for _Prudence_ and _Choice_, in the Election of proper Means for promoting of either. I see no harm in supposing, \"That Men are _naturally_ dispos'd to _Virtue_, and not left _merely indifferent_, until some Prospect of Interest allures them to it.\" Surely, the Supposition of a _benevolent universal Instinct_, would recommend _human Nature_, and its ^Author^, more to the _Love_ of a _good Man_, and leave Room enough for the Exercise of our _Reason_, in contriving and settling _Rights_, _Laws_, _Constitutions_; in _inventing_ Arts, and _practising_ them so as to gratify, in the most effectual manner, that _generous Inclination_. And if we must bring in _Self-Love_ to make _Virtue rational_, a little Reflection will discover, as shall appear hereafter, that this _Benevolence_ is our _greatest Happiness_; and thence we may resolve to cultivate, as much as possible, this _sweet Disposition_, and to despise every _opposite Interest_. Not that we can be _truly Virtuous_, if we intend only to obtain the Pleasure which arises from _Beneficence_, without the _Love_ of _others_: Nay, this very Pleasure is founded on our being conscious of _disinterested Love_ to _others_, as the _Spring_ of our _Actions_. But _Self-Interest_ may be our _Motive_ in studying to raise these kind Affections, and to continue in this _agreeable State_; tho' it cannot be the _sole_ or _principal Motive_ of any Action, which to our _moral Sense_ appears _virtuous_[n9].","subId":"45","id":"Hutcheson.IBV.IGE.3.45"},{"type":"paragraph","content":"#Heroism in all stations.# ^From^ the preceding _Reasonings_ we shall only draw this one Inference, which seems the most joyful imaginable, even to the lowest Rank of Mankind, _viz_. \"That no external Circumstances of Fortune, no involuntary Disadvantages, can exclude any Mortal from the _most heroick Virtue_.\" For how small soever the _Moment_ of _publick Good_ be, which any one can accomplish, yet if his _Abilitys_ are proportionably small, the _Virtue_ may be as great as any whatsoever. Thus, not only the _Prince_, the _Statesman_, the _General_, are capable of _true Heroism_, tho' these are the chief Characters, whose Fame is diffus'd thro' various Nations and Ages: but when we find in an _honest Trader_, the _kind Friend_, the _faithful prudent Adviser_, the _charitable_ and _hospitable Neighbour_, the _tender Husband_, and _affectionate Parent_, the _sedate_ yet _chearful Companion_, the _generous Assistant_ of _Merit_, the _cautious Allayer_ of _Contention_ and _Debate_, the _Promoter_ of _Love_ and _good Understanding_ among Acquaintances; if we consider, that these were _all_ the _good Offices_ which his Station in the World gave him an Opportunity of performing to Mankind, we must judge _this Character_ really as _amiable_, as those, whose external Splendor dazzles an injudicious World into an Opinion, \"That they are the _only Heroes_ in _Virtue_.\"","subId":"46","id":"Hutcheson.IBV.IGE.3.46"},{"type":"note","content":"See [_Sect._ ii. _Art._ 3. _Par._ 1.] [_Art._ 9. _Par._ 2.]","subId":"n1","id":"Hutcheson.IBV.IGE.3.n1"},{"type":"note","content":"[Par. Lost, _B._ iv. _l._ 55.]","subId":"n2","id":"Hutcheson.IBV.IGE.3.n2"},{"type":"note","content":"See [_Sect._ ii. _Art._ 4.]","subId":"n3","id":"Hutcheson.IBV.IGE.3.n3"},{"type":"note","content":"See [_Treatise_ III. _Sect._ ii. _Art._ 3.] and [_Treatise_ IV. _Sect._ vi. _Art._ 4.]","subId":"n4","id":"Hutcheson.IBV.IGE.3.n4"},{"type":"note","content":"_See [Essay on Passions, _Sect._ 2 _Art._ 3.] And [Illustrations, _Sect._ 6. _Art._ 4.]_","subId":"n5","id":"Hutcheson.IBV.IGE.3.n5"},{"type":"note","content":"Vide [_Sect._ v.]","subId":"n6","id":"Hutcheson.IBV.IGE.3.n6"},{"type":"note","content":"See [_Treatise_ IV. \\S 6.]","subId":"n7","id":"Hutcheson.IBV.IGE.3.n7"},{"type":"note","content":"_These Gentlemen should either remember the common Doctrine of the Schools, or else confute it better; that the $προαίρεσις$ which is necessary in virtuous Actions is $όρεξις βουλευζιχη$: And that Virtue needs not only the $λογον αληθη$, but the $ορεξιν ορθήν$. These many Authors who deny any _Affections_ of Motions of the Will to be the proper Springs of sublime Virtue, yet, inconsistently with themselves, must allow in Men of sublime Virtue, and even in the Deity too, a settled _Disposition of Will_, or a constant _Determination_, or _Desire_ to act in Conformity to Reason, or a fixed Affection toward a certain Manner of Conduct. Now an ill-natur'd Adversary would call this an _Instinct_, and Essential or Natural _Disposition of Will_, an _Affectionate Determination_ toward a very sublime Object presented by the Understanding. See [_Aristotle's Magn. Moral. Lib. i. c. 18, 35._] and [_Lib. ii. c. 7 & 8._] and in many other Places._","subId":"n8","id":"Hutcheson.IBV.IGE.3.n8"},{"type":"note","content":"_'Tis thus we must understand many places of =_Plato_=, =_Aristotle_=, =_Cicero_=, and others of the Antients, when they speak of \"a natural Instinct or Disposition in each Being, toward his own Preservation and highest Perfection, as the Spring of Virtue.\" 'Tis acknowledged by all, that we have such an Instinct, which must operate very indistinctly at first, till we come to consider our Constitution, and our several Powers. When we do so, we find, according to them, the natural Principles of Virtue, or the $ϕυσικαὶ ἀϱεταὶ$, implanted in us: They appear to us the noblest Parts of our Nature; such are our _Desires of Knowledge_, our _Relish for Beauty_, especially of the _Moral_ Kind, our _Sociable Affections_. These upon Reflection we find to be natural Parts of our Constitution, and we desire to bring them to Perfection from the first-mentioned general Instinct. We must not thence conclude, that all our Affections spring from Self-Love, or are ultimately pursuing private Good. _Disinterested Affections_ are presupposed as natural Parts of our Constitution, and found in it upon Reflection, not raised by an Act of Choice for some private Good, nor ultimately pursuing it. (See [_Cicer. De Finib. Lib. iii. & Lib. v._]) This would be manifestly contrary to the most express Words of these great Men on Friendship, Patriotism, and other Subjects. See =_Aristotle_= in the [_Magn. Moral. & Nicom._] on Friendship; and [_Cicero de Finib. Lib. ii. & Lib. v._]_","subId":"n9","id":"Hutcheson.IBV.IGE.3.n9"}]}
