{"imported":true,"id":"Hutcheson.IBV.IGE.4","parent":"Hutcheson.IBV.IGE","title":"Section 4. All Mankind agree in this general Foundation of their Approbation of moral Actions. The Grounds of the different Opinions about Morals","breadcrumb":"Section 4","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_039","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. IV. £3 £3 _All Mankind agree in this _general Foundation_ of their Approbation of _moral Actions_. The Grounds of the _different Opinions_ about _Morals_._ £3","id":"Hutcheson.IBV.IGE.4"},{"type":"paragraph","content":"#This Moral Sense universal.# TO shew how far Mankind agree in that which we have made the _universal Foundation_ of this _moral Sense_, _viz._ ^Benevolence^, we have observ'd already[n1], that when we are ask'd the Reason of our Approbation of any Action, we universally alledge its _Usefulness_ to the _Publick_, and not to the _Actor_ himself. If we are vindicating a censur'd Action, and maintaining it lawful, we always make this one Article of our Defence, \"That it injur'd no body, or did more _Good_ than _Harm_.\" On the other hand, when we blame any piece of Conduct, we shew it to be _prejudicial_ to others, besides the _Actor_; or to evidence at least a _Neglect_ of their Interest, when it was in our power to serve them; or when _Gratitude_, _natural Affection_, or some other _disinterested Tye_ should have rais'd in us a Study of their Interest. If we sometimes blame foolish Conduct in others, without any reflection upon its Tendency to _publick Evil_, it is generally occasion'd by our _Benevolence_, which makes us concern'd for the Evils befalling others[n2]. We all know how great an Extenuation of Crimes it is, to alledge, \"That the poor Man does harm to nobody but himself;\" and how often this turns Hatred into Pity. And yet we shall find, that the greatest part of the Actions which are _immediately prejudicial_ to ourselves, and are often look'd upon as _innocent_ toward others, do really tend to the _publick Detriment_, by making us incapable of performing the good Offices we could otherwise have done, and perhaps would have been inclin'd to do. This is the Case of _Intemperance_ and _extravagant Luxury_.","subId":"1","id":"Hutcheson.IBV.IGE.4.1"},{"type":"paragraph","content":"#Benevolence the sole ground of Approbation.# ^And^ farther, we may observe, that no Action of any other Person was ever approv'd by us, but upon some Apprehension, well or ill-grounded, of some _really good moral Quality_. If we observe the Sentiments of Men concerning Actions, we shall find, that it is always some _really amiable_ and _benevolent Appearance_ which engages their Approbation. We may perhaps commit Mistakes, in judging that Actions tend to the publick Good, which do not; or be so inadvertent, that while our Attention is fix'd on some _partial good Effects_, we may quite over-look many _evil Consequences_ which counterbalance the _Good_. Our _Reason_ may be very deficient in its Office, by giving us partial Representations of the Tendency of Actions; but it is still some _apparent Species_ of _Benevolence_ which commands our Approbation. And _this Sense_, like our other Senses, tho' counteracted by stronger Motives of _external Advantage_, ceases not to operate, but makes us _uneasy_ and _dissatisfy'd_ with ourselves; even as the _Sense_ of _Tasting_ makes us loath and dislike the nauseous Potion which we may force ourselves, from Interest, to swallow.","subId":"2","id":"Hutcheson.IBV.IGE.4.2"},{"type":"paragraph","content":"#False Approbations.# ^It^ is therefore to no purpose to alledge here, \"That many Actions are really done, and approv'd, which tend to the _universal Detriment_.\" For the same way, Actions are often perform'd, and in the mean time approv'd, which tend to the _Hurt_ of the _Actor_. But as we do not, from the _latter_, infer the _Actor_ to be void of _Self-Love_, or a _Sense_ of _Interest_; no more should we infer from the _former_, that such Men are void of a _Sense_ of _Morals_, or a desire of _publick Good_. The Matter is plainly this: Men are often mistaken in the Tendency of Actions either to _publick_, or _private Good_: Nay, sometimes _violent Passions_, while they last, will make them approve very bad Actions by their _Moral Sense_, and conceive very _pernicious ones_ to the _Agent_, to be _advantageous_: But this proves only, \"That sometimes there may be some more _violent Motive_ to Action, than a _Sense_ of _moral Good_; or that Men by Passion may become blind even to their own _Interest_.\"","subId":"3","id":"Hutcheson.IBV.IGE.4.3"},{"type":"paragraph","content":"^But^ to prove that Men are void of a _moral Sense_, we should find some Instances of _cruel_, _malicious Actions_, done without any _Motive_ of _Interest_, _real_ or _apparent_; and approv'd without any Opinion of _Tendency to publick Good_, or _flowing from Good-will_: We must find a Country where _Murder_ in cold Blood, _Tortures_, and _every thing malicious_, without any _Advantage_, is, if not _approv'd_, at least look'd upon with _Indifference_, and raises _no Aversion_ toward the Actors in the unconcern'd Spectators: We must find Men with whom the _Treacherous_, _Ungrateful_, _Cruel_, are in the same account with the _Generous_, _Friendly_, _Faithful_, and _Humane_; and who approve the _latter_, no more than the _former_, in all Cases where they are not affected by the Influence of these Dispositions, or when the _natural Good_ or _Evil_ befals other Persons. And it may be question'd, whether the _Universe_, tho' large enough, and stor'd with no inconsiderable variety of Characters, will yield us any Instance, not only of a _Nation_, but even of a _Club_, or a _single Person_, who will think all Actions _indifferent_, but those which regard his _own Concerns_.","subId":"4","id":"Hutcheson.IBV.IGE.4.4"},{"type":"paragraph","content":"#Diversity of Manners accounted for.# ^From^ what has been said, we may easily account for the _vast Diversity_ of _moral Principles_, in _various Nations_ and _Ages_; and the Grounds of _this Diversity_ are principally these:","subId":"5","id":"Hutcheson.IBV.IGE.4.5"},{"type":"paragraph","content":"#From various Notions of Happiness.# ^Different^ Opinions of _Happiness_, or _natural Good_, and of the most effectual Means to advance it. Thus in one Country, where there prevails a _courageous Disposition_, where _Liberty_ is counted a _great Good_, and _War_ an _inconsiderable Evil_, all Insurrections in Defence of Privileges will have the Appearance of _moral Good_ to our _Sense_, because of their appearing _benevolent_; and yet the _same Sense_ of _moral Good_ in _Benevolence_, shall in another Country, where the Spirits of Men are more _abject_ and _timorous_, where _Civil War_ appears the _greatest natural Evil_, and _Liberty_ no _great Purchase_, make the same Actions appear _odious_. So in ^Sparta^, where thro' Contempt of Wealth the Security of Possessions was not much regarded, but the Thing chiefly desir'd, as _naturally good to the State_, was to abound in a _hardy shifting Youth_; _Theft_, if dexterously perform'd, was so little odious, that it receiv'd the Countenance of a Law to give it Impunity.","subId":"6","id":"Hutcheson.IBV.IGE.4.6"},{"type":"paragraph","content":"^But^ in these, and all other Instances of the like Nature, the Approbation is founded on _Benevolence_, because of some real, or apparent Tendency to the _publick Good_. For we are not to imagine, that this _Sense_ should give us, without Observation, Ideas of complex Actions, or of their natural Tendencys to _Good_ or _Evil_: it only determines us to approve _Benevolence_, whenever it appears in any Action, and to hate _the contrary_. So our _Sense_ of _Beauty_ does not, without Reflection, Instruction, or Observation, give us Ideas of the _regular Solids_, _Temples_, _Cirques_, and _Theatres_; but determines us to approve and delight in _Uniformity amidst Variety_, where-ever we observe it. Let us read the _Preambles_ of any Laws we count unjust, or the Vindications of any disputed Practice by the _Moralists_, and we shall find no doubt, that Men are often mistaken in computing the Excess of the _natural good_ or _evil Consequences_ of certain Actions; but the Ground on which any Action is approv'd, is still some Tendency to the _greater natural Good_ of others, apprehended by those who approve it.","subId":"7","id":"Hutcheson.IBV.IGE.4.7"},{"type":"paragraph","content":"#Travellers accounts of barbarous Customs.# ^The^ same Reason may remove also the Objections against the _Universality of this Sense_, from some Storys of Travellers, concerning _strange Crueltys_ practis'd toward the _Aged_, or _Children_, in certain Countrys. If such Actions be done in sudden angry Passions, they only prove, that other Motives, or Springs of Action, may overpower _Benevolence_ in its _strongest Ties_; and if they really be universally allow'd, look'd upon as innocent, and vindicated; it is certainly under some Appearance of _Benevolence_; such as to secure them from Insults of Enemys, to avoid the Infirmitys of Age, which perhaps appear greater Evils than Death, or to free the vigorous and useful Citizens from the Charge of maintaining them, or the Troubles of Attendance upon them. A love of Pleasure and Ease, may in the immediate Agents be stronger in some Instances, than _Gratitude_ toward Parents, or _natural Affection_ to Children. But that such Nations are continu'd, notwithstanding all the Toil in educating their Young, is still a sufficient Proof of _natural Affection_: For I fansy we are not to imagine any nice Laws in such Places, compelling Parents to a proper Education of some certain Number of their Offspring. We know very well that an Appearance of _publick Good_ was the Ground of Laws equally barbarous, enacted by =^Lycurgus^= and =^Solon^=, of killing the Deform'd, or Weak, to prevent a burdensome Croud of useless Citizens.","subId":"8","id":"Hutcheson.IBV.IGE.4.8"},{"type":"paragraph","content":"^A late^ ingenious Author[n3] has justly observ'd the Absurdity of the _monstrous Taste_, which has possess'd both the _Readers_ and _Writers_ of _Travels_. They are sparing enough in Accounts of the _natural Affections_, _the Familys_, _Associations_, _Friendships_, _Clans_, of the _Indians_; and as transiently do they mention their Abhorrence of _Treachery_ among themselves; their _Proneness_ to mutual Aid, and to the Defence of their several _States_; their Contempt of Death in defence of their Country, or upon points of _Honour_. \"These are but _common Storys_.—No need to travel to the _Indies_ for what we see in _Europe_ every Day.\" The Entertainment therefore in these ingenious Studys consists chiefly in exciting _Horror_, and making Men _Stare_. The ordinary Employment of the Bulk of the _Indians_ in support of their Wives and Offspring, or Relations, has nothing of the _Prodigious_: But a _Human Sacrifice_, a Feast upon Enemys Carcases, can raise an Horror and Admiration of the wondrous Barbarity of _Indians_, in Nations no Strangers to the _Massacre_ at _Paris_, the _Irish Rebellion_, or the Journals of the _Inquisition_. These they behold with religious Veneration; but the _Indian Sacrifices_, flowing from a like Perversion of _Humanity_ by _Superstition_, raise the highest Abhorrence and Amazement. What is most surprizing in these Studys, is the wondrous _Credulity_ of some Gentlemen of great Pretensions in other matters to Caution of Assent, for these marvellous _Memoirs_ of Monks, Friars, Sea-Captains, Pirates; and for the _Historys_, _Annals_, _Chronologys_, receiv'd by Oral Tradition, or Hieroglyphicks.","subId":"9","id":"Hutcheson.IBV.IGE.4.9"},{"type":"paragraph","content":"#Use of Reason in Morals.# ^Men^ have _Reason_ given them, to judge of the Tendencys of their Actions, that they may not stupidly follow the first Appearance of _publick Good_; but it is still some Appearance of _Good_ which they pursue. And it is strange, that _Reason_ is universally allow'd to Men, notwithstanding all the stupid ridiculous Opinions receiv'd in many Places; and yet absurd Practices, founded upon those very _Opinions_, shall seem an Argument against any _moral Sense_, altho' the bad Conduct is not owing to any Irregularity in the _moral Sense_, but to a wrong _Judgment_ or _Opinion_. If putting the _Aged_ to _Death_, with all its Consequences, really tends to the _publick Good_, and to the _lesser Misery_ of the _Aged_, it is, no doubt, _justifiable_; nay, perhaps the _Aged_ choose it, in hopes of a _future State_. If a _deform'd_ or _weak Race_ could never, by Ingenuity and Art, make themselves useful to Mankind, but should grow an absolutely unsupportable Burden, so as to involve a whole State in Misery, it is _just_ to put them to Death. This all allow to be _just_, in the Case of an over-loaded Boat in a Storm. And as for _killing_ of their Children, when Parents are sufficiently stock'd, it is perhaps practis'd, and allow'd from _Self-Love_; but I can scarce think it passes for a good Action any-where. If _Wood_ or _Stone_ or _Metal_ be ^Deities^, have _Government_, and _Power_, and have been the _Authors_ of _Benefits_ to us; it is _morally amiable_ to praise and worship them. Or if the true ^Deity^ be pleas'd with Worship before _Statues_, or any _other Symbol_ of some more _immediate Presence_ or _Influence_; _Image-Worship_ is _virtuous_. If _he_ delights in _Sacrifices_, _Penances_, _Ceremonys_, _Cringings_; they are _all laudable_. Our _Sense_ of _Virtue_ generally leads us exactly enough according to our Opinions; and therefore the absurd Practices which prevail in the World, are much better Arguments that Men have no _Reason_, than that they have no _moral Sense_ of _Beauty_ in Actions.","subId":"10","id":"Hutcheson.IBV.IGE.4.10"},{"type":"paragraph","content":"#Narrow Systems pervert the moral Sense.# ^The^ next _Ground_ of _Diversity_ in Sentiments, is the _Diversity_ of _Systems_, to which Men, from foolish Opinions, confine their _Benevolence_. We intimated above[n4], that it is _regular_ and _beautiful_, to have _stronger Benevolence_ toward the _morally good_ Parts of Mankind, who are _useful_ to the _Whole_, than toward the _useless_ or _pernicious_. Now, if Men receive a _low_ or _base Opinion_ of any _Body_, or _Sect_ of Men; if they imagine them bent upon the Destruction of the more valuable Parts, or but useless _Burdens_ of the Earth; _Benevolence_ itself will lead them to neglect the Interests of such, and to suppress them. This is the Reason why, among Nations who have high Notions of _Virtue_, every Action toward an Enemy may pass for _just_; why ^Romans^ and ^Greeks^ could approve of making those they call'd _Barbarians_, _Slaves_.","subId":"11","id":"Hutcheson.IBV.IGE.4.11"},{"type":"paragraph","content":"#Sects pernicious to Virtue.# ^A late^ ingenious Author[n5] justly observes, \"That the various _Sects_, _Partys_, _Factions_, _Cabals_ of Mankind in larger Societys, are all influenc'd by a _publick Spirit_: That some generous Notions of _publick Good_, some strong friendly Dispositions, raise them at first, and excite Men of the same _Faction_ or _Cabal_ to the most disinterested mutual Succour and Aid: That all the Contentions of the different Factions, and even the fiercest Wars against each other, are influenc'd by a sociable _publick Spirit_ in a limited System.\" But certain it is, that Men are little oblig'd to those, who often artfully raise and foment this Party Spirit; or cantonize them into several Sects for the Defence of very trifling Causes. Associations for innocent _Commerce_, or _Manufactures_; Cabals for Defence of _Liberty_, against a _Tyrant_; or even lower Clubs for _Pleasantry_, or _Improvement_ by Conversation, are very amiable and good. But when Mens heads are filled with some trifling Opinions; when designing Men raise in their Minds some unaccountable Notion of _Sanctity_ and _Religion_, in Tenets or Practices, which neither increase our Love to ^God^, or our own _Species_; when the several Factions are taught to look upon each other as _odious_, _contemptible_, _profane_, because of their different Tenets or Opinions; even when these Tenets, whether true or false, are perhaps perfectly useless to the publick Good; when the keenest Passions are rais'd about such Trifles, and Men begin to hate each other for what, of itself, has no Evil in it; and to love the Zealots of their own Sect for what is no way valuable; nay, even for their Fury, Rage, and Malice against opposite Sects; (which is what all Partys commonly call _Zeal_) 'tis then no Wonder, if our _moral Sense_ be much impair'd, and our _natural Notions_ of _Good_ and _Evil_ almost lost; when our _Admiration_, and _Love_ or _Contempt_, and _Hatred_, are thus perverted from their natural Objects.","subId":"12","id":"Hutcheson.IBV.IGE.4.12"},{"type":"paragraph","content":"^If^ any Mortals are so happy as never to have heard of the _Party-Tenets_ of most of our Sects; or, if they have heard of them, have either never espous'd any Sect, or all equally; they bid fairest for a truly _natural_ and _good_ Disposition, because their _Tempers_ have never been soured about vain Trifles; nor have they contracted any _Sullenness_ or _Rancour_ against any Part of their own _Kind_. If any _Opinions_ deserve to be contended for, they are those which give us lovely Ideas of the ^Deity^, and of our _Fellow-Creatures_: If any Opinions deserve Opposition, they are such as raise Scruples in our Minds about the _Goodness_ of ^Providence^, or represent our Fellow-Creatures as _base_ and _selfish_, by instilling into us some ill-natur'd, cunning, shrewd Insinuations, \"That our most generous Actions proceed wholly from _selfish Views_.\" This wise _Philosophy_ of some _Moderns_, after =^Epicurus^=, must be fruitful of nothing but _Discontent_, _Suspicion_, and _Jealousy_; a State infinitely worse than any little transitory _Injurys_, to which we might be expos'd by a good-natur'd _Credulity_. But Thanks be to the kind ^Author^ of our Nature, that in spite of such Opinions, our _Nature_ itself leads us into _Friendship_, _Trust_, and _mutual Confidence_.","subId":"13","id":"Hutcheson.IBV.IGE.4.13"},{"type":"paragraph","content":"^Were^ we freely conversant with _Robbers_, who shew a _moral Sense_ in the _equal_ or _proportionable Division_ of their Prey, and in _Faith_ to each other, we should find they have their own sublime _moral Ideas_ of their Party, as _generous_, _courageous_, _trusty_, nay _honest_ too; and that those we call _honest_ and _industrious_, are imagin'd by them to be _mean-spirited_, _selfish_, _churlish_, or _luxurious_; on whom that Wealth is ill bestow'd, which therefore they would apply to better Uses, to maintain gallanter Men, who have a Right to a Living as well as their Neighbours, who are their profess'd Enemys. Nay, if we observe the Discourse of our _profess'd Debauchees_, our _most dissolute Rakes_, we shall find their Vices cloth'd, in their Imaginations, with some amiable Dress of _Liberty_, _Generosity_, _just Resentment_ against the Contrivers of artful Rules to enslave Men, and rob them of their Pleasures.","subId":"14","id":"Hutcheson.IBV.IGE.4.14"},{"type":"paragraph","content":"^Perhaps^ never any Men pursu'd Vice long with Peace of Mind, without some such deluding Imagination of _moral Good_[n6], while they may be still inadvertent to the _barbarous_ and _inhuman Consequences_ of their Actions. The Idea of an _ill-natur'd Villain_ is too frightful ever to become familiar to any Mortal. Hence we shall find, that the _basest Actions_ are dress'd in some _tolerable Mask_. What others call _Avarice_, appears to the _Agent_ a _prudent Care_ of a _Family_, or _Friends_; _Fraud_, _artful Conduct_; _Malice_ and _Revenge_, a _just Sense_ of _Honour_, and a _Vindication_ of our Right in Possessions, or Fame; _Fire_ and _Sword_, and _Desolation_, among Enemys, a _just thorow Defence_ of _our Country_; _Persecution_, a _Zeal_ for the _Truth_, and for the _eternal Happiness_ of Men, which _Hereticks_ oppose. In all these Instances, Men generally act from a _Sense_ of _Virtue_ upon _false Opinions_, and _mistaken Benevolence_; upon _wrong_ or _partial Views_ of _publick Good_, and the Means to promote it; or upon very _narrow Systems_ form'd by like _foolish Opinions_. It is not a _Delight_ in the Misery of others, or _Malice_, which occasions the horrid Crimes which fill our Historys; but generally an _injudicious unreasonable Enthusiasm_ for some kind of _limited Virtue_. \"\"$Insani sapiens nomen ferat, aequus iniqui, // Ultra, quam satis est, ^virtutem^ si petat ipsam[n7].$\"\"","subId":"15","id":"Hutcheson.IBV.IGE.4.15"},{"type":"paragraph","content":"#False Opinions of the divine Laws.# ^The^ last Ground of _Diversity_ which occurs, are the _false Opinions_ of the _Will_ or _Laws_ of the ^Deity^. To obey these we are determin'd from _Gratitude_, and a _Sense_ of _Right_ imagin'd in the ^Deity^, to dispose at Pleasure the Fortunes of his Creatures. This is so abundantly known to have produc'd _Follys_, _Superstitions_, _Murders_, _Devastations_ of Kingdoms, from a Sense of _Virtue_ and _Duty_, that it is needless to mention particular Instances. Only we may observe, \"That all those _Follys_, or _Barbaritys_, rather confirm than destroy the Opinion of a _moral Sense_;\" since the ^Deity^ is believ'd to have a _Right_ to dispose of his Creatures; and _Gratitude_ to him, if he be conceiv'd _good_, must move us to Obedience to his Will: if he be not conceiv'd _good_, _Self-Love_ may overcome our _moral Sense_ of the Action which we undertake to avoid his Fury.","subId":"16","id":"Hutcheson.IBV.IGE.4.16"},{"type":"paragraph","content":"^As^ for the Vices which commonly proceed from _Love_ of _Pleasure_, or any _violent Passion_, since generally the _Agent_ is soon sensible of their _Evil_, and that sometimes amidst the Heat of the Action, they only prove, \"That this _moral Sense_ and _Benevolence_ may be overcome by the more importunate Sollicitations of _other Desires_.\"","subId":"17","id":"Hutcheson.IBV.IGE.4.17"},{"type":"paragraph","content":"#Objection from Incest.# ^Before^ we leave this Subject, it is necessary to remove one of the strongest Objections against what has been said so often, _viz._ \"That this _Sense_ is _natural_, and independent on _Custom_ and _Education_.\" The Objection is this, \"That we shall find _some Actions_ always attended with the strongest Abhorrence, even at first View, in some whole Nations, in which there appears nothing contrary to _Benevolence_; and that the _same Actions_ shall in another Nation be counted _innocent_, or _honourable_. Thus Incest, among _Christians_, is abhorr'd at first appearance as much as _Murder_; even by those who do not know or reflect upon any necessary Tendency of it to the Detriment of Mankind. Now we generally allow, that what is from _Nature_ in one Nation, would be so in all. This Abhorrence therefore cannot be from _Nature_, since in ^Greece^, the marrying Half-sisters was counted _honourable_; and among the _Persian_ ^Magi^, the marrying of Mothers. Say they then, may not all our _Approbation_ or _Dislike_ of Actions arise the same way from _Custom_ and _Education_?\"","subId":"18","id":"Hutcheson.IBV.IGE.4.18"},{"type":"paragraph","content":"^The^ Answer to this may be easily found from what is already said. Had we no _moral Sense_ _natural_ to us, we should only look upon _Incest_ as hurtful to ourselves, and shun it, and never disapprove other _incestuous Persons_, more than we do a _broken Merchant_; so that still this Abhorrence supposes a _Sense_ of _moral Good_. And farther, it is true, that many who abhor _Incest_ do not know, or reflect upon the natural tendency of some sorts of _Incest_ to the _publick Detriment_; but where-ever it is hated, it is apprehended as offensive to the ^Deity^, and that it exposes the Person concern'd to his just Vengeance. Now it is universally acknowledg'd to be the grossest Ingratitude and Baseness, in any Creature, to counteract the Will of the ^Deity^, to whom it is under such Obligations. This then is plainly _a moral evil Quality_ apprehended in _Incest_, and reducible to the general Foundation of _Malice_, or rather Want of _Benevolence_. Nay further, where this Opinion, \"That _Incest_ is offensive to the ^Deity^,\" prevails, _Incest_ must have another direct Contrariety to _Benevolence_; since we must apprehend the _Incestuous_, as exposing an Associate, who should be dear to him by the Ties of _Nature_, to the lowest State of _Misery_ and _Baseness_, _Infamy_ and _Punishment_. But in those Countrys where no such Opinion prevails of the ^Deity^'s abhorring or prohibiting _Incest_; if no obvious _natural Evils_ attend it, it may be look'd upon as _innocent_. And further, as Men who have the _Sense_ of _Tasting_, may, by _Company_ and _Education_, have Prejudices against Meats they never tasted, as _unsavoury_; so may Men, who have a _moral Sense_, acquire an Opinion by implicit Faith, of the _moral Evil_ of Actions, altho' they do not themselves discern in them any tendency to _natural Evil_; imagining that others do: or, by Education, they may have some Ideas associated, which raise an abhorrence without Reason. But without a _moral Sense_ we could receive no Prejudice against Actions, under any other View than as _naturally disadvantageous_ to ourselves.","subId":"19","id":"Hutcheson.IBV.IGE.4.19"},{"type":"paragraph","content":"#Moral Sense not from Education.# The _Universality_ of this _moral Sense_, and that it is antecedent to _Instruction_, may appear from observing the Sentiments of _Children_, upon hearing the Storys with which they are commonly entertain'd as soon as they understand Language. They always passionately interest themselves on that side where _Kindness_ and _Humanity_ are found; and detest the _Cruel_, the _Covetous_, the _Selfish_, or the _Treacherous_. How strongly do we see their Passions of _Joy_, _Sorrow_, _Love_, and _Indignation_, mov'd by these _moral Representations_, even tho' there has been no pains taken to give them Ideas of a ^Deity^, of _Laws_, of a _future State_, or of the more intricate Tendency of the _universal Good_ to that of each _Individual_!","subId":"20","id":"Hutcheson.IBV.IGE.4.20"},{"type":"note","content":"See above, [_Sect._ iii, _Art._ 3. _Par._ 3.]","subId":"n1","id":"Hutcheson.IBV.IGE.4.n1"},{"type":"note","content":"_Deside that moral Approbation or Commendation, we have also an immedate natural Relish for certain Powers and Abilitys, and the regular Exercise of them; and a Dislike and Contempt of a Person who wants them, or has not cultivated them; when we don't think of any Subserviency to a publick Good. But this is rather perceiving a _vigorous_ or a _mean_ Characters, than a _virtuous_ or _vitious_ one._","subId":"n2","id":"Hutcheson.IBV.IGE.4.n2"},{"type":"note","content":"[Ld. Shaftesbury, Vol. i. p. 346, 7, 8, 9, &c.]","subId":"n3","id":"Hutcheson.IBV.IGE.4.n3"},{"type":"note","content":"See [_Sect._ iii. _Art._ 10. _Par._ 1.]","subId":"n4","id":"Hutcheson.IBV.IGE.4.n4"},{"type":"note","content":"[Ld. Shaftesbury's Essay on Wit and Humour, _Part_ iii. _Sect._ ii. Vol. 1. p. 110.]","subId":"n5","id":"Hutcheson.IBV.IGE.4.n5"},{"type":"note","content":"See below, [_Sect._ vi. _Art._ 2. _Par._ 1.]","subId":"n6","id":"Hutcheson.IBV.IGE.4.n6"},{"type":"note","content":"[Hor. _Ep._ 6. _Lib._ 1. ver. 15.]","subId":"n7","id":"Hutcheson.IBV.IGE.4.n7"}]}
