{"imported":true,"id":"Hutcheson.IBV.IGE.5","parent":"Hutcheson.IBV.IGE","title":"Section 5. A farther Confirmation that we have practical Dispositions to Virtue implanted in our Nature; with a farther Explication of our Instinct to Benevolence in its various Degrees; with the additional Motives of Interest, viz. Honour, Shame and Pity","breadcrumb":"Section 5","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_040","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. V. £3 £3 _A farther Confirmation that we have _practical Dispositions_ to _Virtue_ implanted in our _Nature_; with a farther Explication of our _Instinct_ to _Benevolence_ in its various Degrees; with the _additional Motives_ of _Interest_, viz. _Honour_, _Shame_ and _Pity_._ £3","id":"Hutcheson.IBV.IGE.5"},{"type":"paragraph","content":"#Degrees of Benevolence.# WE have already endeavour'd to prove, \"That there is a _universal Determination_ to _Benevolence_ in _Mankind_, even toward the most distant parts of the Species:\" But we are not to imagine, that all benevolent Affections are of one Kind, or alike strong. There are nearer and stronger Kinds of _Benevolence_, when the Objects stand in some nearer Relations to ourselves, which have obtain'd distinct Names; such as _natural Affection_, _Gratitude_, _Esteem_.","subId":"1","id":"Hutcheson.IBV.IGE.5.1"},{"type":"paragraph","content":"#Natural Affection.# ^One^ Species of _natural Affection_, viz. That in _Parents_ towards their _Children_, has been consider'd already[n1]; we shall only observe farther, That there is the same kind of _Affection_ among _collateral Relations_, tho' in a weaker Degree; which is universally observable, where no Opposition of _Interest_ produces contrary Actions, or counterbalances the Power of this _natural Affection_.","subId":"2","id":"Hutcheson.IBV.IGE.5.2"},{"type":"paragraph","content":"#Not founded on Merit, or Acquaintance.# ^We^ may also observe, that as to the _Affection_ of _Parents_, it cannot be entirely founded on _Merit_ or _Acquaintance_; not only because it is antecedent to all Acquaintance, which might occasion _Esteem_; but because it operates where Acquaintance would produce _Hatred_, even toward _Children_ apprehended to be _vitious_. And this _Affection_ is farther confirm'd to be from ^Nature^, because it is always observ'd to _descend_, and not _ascend_ from _Children_ to _Parents_ mutually. ^Nature^, who seems sometimes frugal in her Operations, has strongly determin'd _Parents_ to the Care of their _Children_, because they universally stand in absolute need of Support from them; but has left it to _Reflection_, and a _Sense_ of _Gratitude_, to produce Returns of _Love in Children_, toward such _tender kind Benefactors_, who very seldom stand in such absolute need of Support from their Posterity, as their Children did from them. Now did _Acquaintance_ or _Merit_ produce _natural Affection_, we surely should find it strongest in _Children_, on whom all the Obligations are laid by a thousand good Offices; which yet is quite contrary to Observation. Nay, this Principle seems not confin'd to _Mankind_, but extends to other _Animals_, where yet we scarcely ever suppose any Ideas of Merit; and is observ'd to continue in them no longer than the Necessitys of their Young require. Nor could it be of any Service to the Young that it should, since when they are grown up, they can receive little Benefit from the Love of their _Dams_. But as it is otherwise with _rational Agents_, so _their Affections_ are of longer Continuance, even during their whole Lives.","subId":"3","id":"Hutcheson.IBV.IGE.5.3"},{"type":"paragraph","content":"#Gratitude.# ^But^ nothing will give us a juster Idea of the _wise Order_ in which _human Nature_ is form'd for _universal Love_, and _mutual good Offices_, than considering _that strong Attraction_ of _Benevolence_, which we call _Gratitude_. Every one knows that _Beneficence_ toward ourselves makes a much deeper Impression upon us, and raises _Gratitude_, or a _stronger Love_ toward the _Benefactor_, than _equal Beneficence_ toward a _third Person_[n2]. Now because of the vast Numbers of Mankind, their distant Habitations, and the Incapacity of any one to be remarkably useful to great Multitudes; that our _Benevolence_ might not be quite distracted with a Multiplicity of Objects, whose equal Virtues would equally recommend them to our Regard; or become useless, by being equally extended to Multitudes, whose Interests we could not understand, nor be capable of promoting, having no Intercourse of Offices with them; ^Nature^ has so well ordered it, that as our Attention is more raised by those good Offices which are done to ourselves or our Friends, so they cause a stronger Sense of Approbation in us, and produce a stronger Benevolence toward the Authors of them. This we call _Gratitude_. And thus a Foundation is laid for _joyful Associations_ in all kinds of _Business_, and _virtuous Friendships_.","subId":"4","id":"Hutcheson.IBV.IGE.5.4"},{"type":"paragraph","content":"By _this Constitution_ also the _Benefactor_ is more encourag'd in his _Beneficence_, and better secur'd of an _Increase_ of Happiness by _grateful Returns_[n3], than if his _Virtue_ were only to be honour'd by the colder general Sentiments of Persons unconcern'd, who could not know his Necessitys, nor how to be profitable to him; especially, when they would all be equally determin'd to love innumerable Multitudes, whose equal Virtues would have the same Pretensions to their Love.","subId":"5","id":"Hutcheson.IBV.IGE.5.5"},{"type":"paragraph","content":"^The^ _universal Benevolence_ toward all Men, we may compare to that Principle of _Gravitation_, which perhaps extends to all Bodys in the _Universe_; but _increases_ as the Distance is diminish'd, and is _strongest_ when Bodys come to touch each other. Now this _Increase_, upon nearer Approach, is as necessary as that there should be any _Attraction_ at all. For a _general Attraction_, equal in all Distances, would by the Contrariety of such Multitudes of equal Forces, put an end to all Regularity of Motion, and perhaps stop it altogether. Beside this general Attraction, the Learned in these Subjects shew us a great many other Attractions among several Sorts of Bodys, answering to some particular Sorts of Passions, from some special Causes. And that Attraction or Force by which the Parts of each Body cohere, may represent the Self-Love of each Individual.","subId":"6","id":"Hutcheson.IBV.IGE.5.6"},{"type":"paragraph","content":"^These^ different Sorts of Love to Persons according to their _nearer Approaches_ to _ourselves_ by their _Benefits_, is observable in the high Degree of _Love_, which _Heroes_ and _Lawgivers_ universally obtain in their own Countrys, above what they find abroad, even among those who are not insensible of their Virtues; and in all the strong Ties of _Friendship_, _Acquaintance_, _Neighbourhood_, _Partnership_; which are exceedingly necessary to the Order and Happiness of Human Society.","subId":"7","id":"Hutcheson.IBV.IGE.5.7"},{"type":"paragraph","content":"#Love of Honour.# ^From^ considering that _natural Gratitude_, and _Love_ toward our _Benefactors_, which was already shewn to be _disinterested_[n4]; we are easily led to consider _another Determination_ of our _Minds_, equally _natural_ with the _former_, which is to desire and delight in the _good Opinion_ and _Love of others_, even when we expect no other _Advantage_ from them, except what flows from _this Constitution_, whereby ^Honour^ is made an _immediate Good_. This Desire of _Honour_ I would call ^Ambition^, had not _Custom_ join'd some evil Ideas to that Word, making it denote such a _violent Desire_ of _Honour_, and of _Power_ also, as will make us stop at no base Means to obtain them. On the other hand, we are by ^Nature^ subjected to a _grievous Sensation_ of _Misery_, from the unfavourable Opinions of others concerning us, even when we dread no other _Evil_ from them. This we call ^Shame^; which in the same manner is constituted an _immediate Evil_, as we said _Honour_ was an _immediate Good_.","subId":"8","id":"Hutcheson.IBV.IGE.5.8"},{"type":"paragraph","content":"^Now^, were there no _moral Sense_, or had we no other Idea of Actions but as _advantageous_ or _hurtful_, I see no Reason why we should be _delighted_ with _Honour_, or subjected to the _Uneasiness_ of _Shame_; or how it could ever happen, that a Man, who is secure from Punishment for any Action, should ever be _uneasy_ at its being known to _all the World_. The _World_ may an Opinion of him as pernicious to his Neighbours; but what subjects his Ease to this Opinion of the _World_? Why, perhaps, we shall not be so much trusted henceforward in Business, and so suffer Loss. If this be the only reason of _Shame_, and it has no _immediate Evil_, or _Pain_ in it, distinct from Fear of Loss; then, where-ever we expose ourselves to Loss, we should be _asham'd_, and endeavour to conceal the Action: and yet it is quite otherwise.","subId":"9","id":"Hutcheson.IBV.IGE.5.9"},{"type":"paragraph","content":"^A Merchant^, for Instance, lest it should impair his Credit, conceals a _Shipwreck_, or a very bad _Market_, which he has sent his Goods to. But is this the same with the Passion of ^Shame^? Has he that _Anguish_, that _Dejection_ of _Mind_, and _Self-condemnation_, which one shall have whose _Treachery_ is detected? Nay, how will Men sometimes glory in their Losses, when in a Cause imagin'd _morally good_, tho' they really weaken their Credit in the Merchant's Sense; that is, the Opinion of their _Wealth_, or _Fitness_ for Business? Was any Man ever _asham'd_ of impoverishing himself to serve his _Country_, or his _Friend_?","subId":"10","id":"Hutcheson.IBV.IGE.5.10"},{"type":"paragraph","content":"#The Foundation of Morals not the Opinions of our Country.# ^The^ _Opinions_ of our Country are by some made the first Standard of _Virtue_. They alledge, \"That by comparing Actions to them, we first distinguish between _moral Good_ and _Evil_: And then, say they, ^Ambition^, or the _Love_ of ^Honour^, is our _chief Motive_.\" But what is _Honour_? It is not the being universally known, no matter how. A _covetous Man_ is not _honour'd_ by being universally known as _covetous_; nor a _weak_, _selfish_, or _luxurious Man_, when he is known to be so: Much less can a _treacherous_, _cruel_, or _ungrateful Man_, be said to be _honour'd_ for his being known as such. A _Posture-master_, a _Fire-eater_, or _Practiser_ of _Leger-de-main_, is not _honour'd_ for these publick Shews, unless we consider him as a Person capable of giving the Pleasures of _Admiration_ and _Surprize_ to Multitudes. _Honour_ then is _the Opinion of others concerning our morally good Actions, or Abilitys presum'd to be apply'd that way_; for _Abilitys_ constantly apply'd to other Purposes, procure the greatest Infamy. Now, it is certain, that _Ambition_, or Love of _Honour_, is really _selfish_; but then this Determination to love _Honour_, presupposes a _Sense_ of _moral Virtue_, both in the Persons who confer the Honour, and in him who pursues it.","subId":"11","id":"Hutcheson.IBV.IGE.5.11"},{"type":"paragraph","content":"^And^ let it be observ'd, that if we knew an _Agent_ had no other Motive of Action than _Ambition_, we should apprehend no Virtue even in his most useful Actions, since they flow'd not from any _Love_ to others, or _Desire_ of their Happiness. When _Honour_ is thus constituted by ^Nature^ _pleasant_ to us, it may be an _additional Motive_ to _Virtue_, as, we said above[n5], the Pleasure arising from _Reflection on our Benevolence_ was: but the Person whom we imagine _perfectly virtuous_, acts immediately from the _Love_ of others; however these refin'd Interests may be _joint Motives_ to him to set about such a Course of Actions, or to cultivate every _kind Inclination_, and to despise every _contrary Interest_, as giving a smaller Happiness than _Reflection_ on his own Virtue, and _Consciousness_ of the Esteem of others.","subId":"12","id":"Hutcheson.IBV.IGE.5.12"},{"type":"paragraph","content":"^Shame^ is in the same manner constituted an _immediate Evil_, and influences us the same way to abstain from _moral Evil_: not that any Action or Omission would appear _virtuous_, where the _sole Motive_ was Fear of _Shame_.","subId":"13","id":"Hutcheson.IBV.IGE.5.13"},{"type":"paragraph","content":"#Opinions flow from the Moral Sense.# ^But^ to enquire farther, how far the Opinions of our Company can raise a Sense of _moral Good or Evil_: If any Opinion be universal in any Country, Men of little Reflection will probably embrace it. If an Action be believ'd to be _advantageous_ to the _Agent_, we may be led to believe so too, and then _Self-Love_ may make us undertake it; or may, the same way, make us shun an Action reputed _pernicious_ to the _Agent_. If an Action pass for _advantageous_ to the _Publick_, we may believe so too; and what next? If we have no _disinterested Benevolence_, what shall move us to undertake it? \"Why, we love _Honour_; and to obtain this Pleasure, we will undertake the Action from _Self-Interest_.\" Now, is _Honour_ only the Opinion of our Country, that an Action is _advantageous_ to the _Publick_? No: we see no Honour paid to the _useful Treachery_ of an Enemy, whom we have brib'd to our Side, to _casual undesign'd Services_, or to the most useful Effects of _Compulsion_ on _Cowards_; and yet we see Honour paid to _unsuccessful Attempts_ to serve the Publick from sincere Love to it. _Honour_ then presupposes a _Sense_ of something _amiable_ besides _Advantage_, _viz._ a _Sense_ of _Excellence_ in a _publick Spirit_; and therefore the _first Sense_ of _moral Good_ must be antecedent to _Honour_, for _Honour_ is founded upon it[n6]. The Company we keep may lead us, without examining, to believe that certain Actions tend to the _publick Good_; but that our Company _honours_ such Actions, and loves the _Agent_, must flow from a _Sense_ of some _Excellence_ in this Love of the _Publick_, and serving its Interests.","subId":"14","id":"Hutcheson.IBV.IGE.5.14"},{"type":"paragraph","content":"\"^We^ therefore, say they again, pretend to _love_ the _Publick_, altho' we only desire the Pleasure of _Honour_; and we will applaud all who seem to act in that manner, either that we may reap _Advantage_ from their Actions, or that others may believe we _really love_ the _Publick_.\" But shall any Man ever be heartily _approved_ and _admired_, when we know that _Self-Love_ is the only spring of his Actions? No: that is impossible. Or, shall we ever really love Men who appear to _love_ the _Publick_, without a _moral Sense_? No: we could form no Idea of such a Temper; and as for these Pretenders to _publick Love_, we should hate them as Hypocrites, and our Rivals in Fame. Now this is all which could be effected by the Opinions of our Country, even supposing they had a _moral Sense_, provided we had none ourselves: They never could make us admire _Virtue_, or _virtuous Characters_ in others; but could only give us Opinions of _Advantage_ or _Disadvantage_ in Actions, according as they tended procure to us the Pleasures of _Honour_, or the Pain of _Shame_.","subId":"15","id":"Hutcheson.IBV.IGE.5.15"},{"type":"paragraph","content":"^But^ if we suppose that Men have, by ^Nature^, a _moral Sense_ of _Goodness_ in Actions, and that they are capable of _disinterested Love_; all is easy. The Opinions of our Company may make us rashly conclude, that certain Actions tend to the universal Detriment, and are _morally evil_, when perhaps they are not so; and then _our Sense_ may determine us to have an Aversion to them, and their Authors; or we may, the same way, be led into implicit Prejudices in favour of Actions as _good_; and then our desire of _Honour_ may co-operate with _Benevolence_, to move us to such Actions. But, had we no _Sense_ of _moral Qualitys_ in Actions, nor any Conceptions of them, except as _advantageous_ or _hurtful_, we never could have _honour'd_ or _lov'd Agents_ for _publick Love_, or had any Regard to their Actions, farther than they affected ourselves in particular. We might have form'd the metaphysical Idea of _publick Good_, but we had never desir'd it, farther than it tended to our own _private Interest_, without a Principle of _Benevolence_; nor admir'd and lov'd those who are studious of it, without a _moral Sense_. So far is _Virtue_ from being (in the Language of a late[n7] Author) _the Offspring of Flattery, begot upon Pride_; that _Pride_, in the bad Meaning of that Word, is _the spurious Brood of Ignorance by our moral Sense, and Flattery _only_ an Engine, which the Cunning may use to turn this moral Sense in others, to the Purposes of Self-love in the Flatterer_.","subId":"16","id":"Hutcheson.IBV.IGE.5.16"},{"type":"paragraph","content":"#Moral Sense, not from Love of Honour.# ^To^ explain what has been said of the Power of _Honour_. Suppose a ^State^ or ^Prince^, observing the Money which is drawn out of _England_ by _Italian Musicians_, should decree _Honours_, _Statues_, _Titles_, for _great Musicians_: This would certainly excite all who had Hopes of Success, to the Study of _Musick_; and all Men would look upon the good Performers as useful Subjects, as well as very entertaining. But would this give all Men a _good Ear_, or make them delight in _Harmony_? Or could it ever make us really love a _Musician_, who study'd nothing but his own Gain, in the same manner we do a _Patriot_, or a _generous Friend_? I doubt not. And yet _Friendship_, without the Assistance of Statues, or Honours, can make Persons appear _exceedingly amiable_.","subId":"17","id":"Hutcheson.IBV.IGE.5.17"},{"type":"paragraph","content":"^Let^ us take another Instance: Suppose _Statues_ and _triumphal Arches_ were decreed, as well as a _large Sum_ of _Money_, to the Discoverer of the _Longitude_, or any other useful Invention in Mathematicks: This would raise an universal Desire of such Knowledge from _Self-Love_; but would Men therefore love a _Mathematician_, as they do a _virtuous Man_? Would a _Mathematician_ love every Person who had attain'd Perfection in that Knowledge, where-ever he observ'd it, altho' he knew that it was not accompany'd with any _Love_ to _Mankind_, or _Study_ of their _Good_, but with _Ill-nature_, _Pride_, _Covetousness_? In short, let us honour other Qualitys by external Shew as much as we please; if we do not discern a _benevolent Intention_ in the Application, or presume upon it, we may look upon these Qualitys as useful, enriching, or otherwise advantageous to any one who is possess'd of them; but they shall never meet with those endearing Sentiments of _Esteem_ and _Love_, which our _Nature_ determines us to appropriate to _Benevolence_ or _Virtue_.","subId":"18","id":"Hutcheson.IBV.IGE.5.18"},{"type":"paragraph","content":"^Love^ of _Honour_, and Aversion to _Shame_, may often move us to do Actions for which others profess to honour us, even tho' we see no _Good_ in them ourselves: And _Compliance_ with the Inclinations of others, as it evidences Humanity, may procure some Love to the _Agent_, from Spectators who see no _moral Good_ in the Action it self. But without some _Sense_ of _Good_ in the Actions, Men shall never be fond of such Actions in Solitude, nor ever love any one for Perfection in them, or for practising them in Solitude; and much less shall they be dissatisfy'd with themselves when they act otherwise in Solitude. Now this is the case with us, as to _Virtue_; and therefore we must have, by ^Nature^, a _moral Sense_ of it antecedent to _Honour_.","subId":"19","id":"Hutcheson.IBV.IGE.5.19"},{"type":"paragraph","content":"^This^ will shew us with what Judgment a late[n8] Author compares the Original of our Ideas of _Virtue_, and Approbation of it, to _the manner of regulating the Behaviour of _aukward_ Children by Commendation_. It shall appear hereafter[n9], that our Approbation of some _Gestures_, and what we call _Decency_ in Motion, depends upon some _moral Ideas_ in People of advanc'd Years. But before Children come to observe this Relation, it is only _good Nature_, an _Inclination_ to please, and _Love_ of _Praise_, which makes them endeavour to behave as they are desir'd; and not any Perception of _Excellence_ in this Behaviour. Hence they are not sollicitous about Gestures when alone, unless with a View to please when they return to Company; nor do they ever love or approve others for any Perfection of this kind, but rather envy or hate them; till they either discern the Connexion between _Gestures_ and _moral Qualitys_; or reflect on the _good Nature_, which is evidenc'd by such a Compliance with the Desire of the Company.","subId":"20","id":"Hutcheson.IBV.IGE.5.20"},{"type":"paragraph","content":"#False Honour.# ^The^ considering _Honour_ in the manner above explain'd may shew us the Reason, why Men are often _asham'd_ for things which are not _vitious_, and _honour'd_ for what is not _virtuous_. For, if any Action only appears _vitious_ to any Persons or Company, altho' it be not so, they will have a bad Idea of the _Agent_; and then he may be asham'd, or suffer Uneasiness in being thought _morally evil_. The same way, those who look upon an Action as _morally good_, will honour the _Agent_; and he may be pleas'd with the _Honour_, altho' he does not himself perceive any _moral Good_ in what has procur'd it.","subId":"21","id":"Hutcheson.IBV.IGE.5.21"},{"type":"paragraph","content":"#Moral Incapacity, matter of Shame.# ^Again^, we shall be _asham'd_ of every Evidence of _moral Incapacity_, or Want of _Ability_; and with good Ground, when this Want is occasion'd by our own Negligence. Nay farther, if any Circumstance be look'd upon as _indecent_ in any Country, _offensive_ to others, or _deform'd_; we shall, out of our Desire of the good Opinions of others, be _asham'd_ to be found in such Circumstances, even when we are sensible that this Indecency or Offence is not founded on _Nature_, but is merely the Effect of _Custom_. Thus being observ'd in those Functions of Nature which are counted _indecent_ and _offensive_, will make us _uneasy_, altho' we are sensible that they really do not argue any _Vice_ or _Weakness_. But on the contrary, since _moral Abilitys_ of any kind, upon the general Presumption of a good Application, and of having been acquired by Virtue, procure the Esteem of others, we shall value ourselves upon them, or grow proud of them, and be asham'd of any Discovery of our Want of such _Abilitys_. This is the Reason that _Wealth_ and _Power_, the great _Engines_ of _Virtue_, when presum'd to be intended for _benevolent_ Purposes, either toward our Friends or our Country, procure _Honour_ from others, and are apt to beget _Pride_ in the _Possessor_; which, as it is a general Passion, which may be either _good_ or _evil_, according as it is grounded, we may describe to be _the Joy which arises from the real or imagin'd Possession of Honour, or Claim to it_. The same are the Effects of _Knowledge_, _Sagacity_, _Strength_; and hence it is that Men are apt to boast of them.","subId":"22","id":"Hutcheson.IBV.IGE.5.22"},{"type":"paragraph","content":"^But^, whenever it appears that Men have only their _private Advantage_ in View, in the Application of these _Abilitys_, or _natural Advantages_, the _Honour_ ceases, and we study to conceal them, or at least are not fond of displaying them; and much more, when there is any Suspicion of an _ill-natur'd_ Application. Thus some _Misers_ are asham'd of their _Wealth_, and study to conceal it; as the _Malicious_ or _Selfish_ do their _Power_: Nay, this is very often done, where there is no positive evil Intention; because the diminishing their _Abilitys_, increases the _moral Good_ of any little kind Action, which they can find in their Hearts to perform.","subId":"23","id":"Hutcheson.IBV.IGE.5.23"},{"type":"paragraph","content":"#Selfishness shameful.# ^In^ short, we always see Actions which flow from _publick Love_, accompany'd with generous Boldness and Openness; and not only _malicious_, but even _selfish ones_, the matter of Shame and Confusion; and that Men study to conceal them. The Love of _private Pleasure_ is the ordinary Occasion of _Vice_; and when Men have got any lively Notions of _Virtue_, they generally begin to be asham'd of every thing which betrays _Selfishness_, even in Instances where it is innocent. We are apt to imagine, that others observing us in such Pursuits, form mean Opinions of us, as too much set on private Pleasure; and hence we shall find such Enjoyments, in most polite Nations, conceal'd from those who do not partake with us. Such are _venereal Pleasures_ between _Persons marry'd_, and even _eating_ and _drinking_ alone, any nicer sorts of Meats or Drinks; whereas a _hospitable Table_ is rather matter of boasting; and so are all other kind generous Offices between _marry'd Persons_, where there is no Suspicion of _Self-Love_ in the _Agent_; but he is imagin'd as acting from Love to his _Associate_. This, I fansy, first introduc'd Ideas of _Modesty_ in polite Nations, and _Custom_ has strengthen'd them wonderfully; so that we are now asham'd of many things, upon some confus'd implicit Opinions of _moral Evil_, tho' we know not upon what account.","subId":"24","id":"Hutcheson.IBV.IGE.5.24"},{"type":"paragraph","content":"#Honour and Shame often from some Associations of Ideas.# ^Here^ too we may see the Reason, why we are not asham'd of any of the Methods of _Grandeur_, or _High-Living_. There is such a Mixture of _moral Ideas_, of _Benevolence_, of _Abilitys_ kindly employ'd; so many Dependants _supported_, so many Friends _entertain'd_, _assisted_, _protected_; such a _Capacity_ imagin'd for _great_ and _amiable Actions_, that we are never asham'd, but rather boast of such _things_. We never affect Obscurity or Concealment, but rather desire that our _State_ and _Magnificence_ should be known. Were it not for this Conjunction of _moral Ideas_, no Mortal could bear the Drudgery of _State_, or abstain from laughing at those who did. Could any Man be pleas'd with a Company of _Statues_ surrounding his Table, so artfully contriv'd as to consume his various Courses, and inspir'd by some Servant, like so many Puppets, to give the usual trifling Returns in praise of their Fare? Or with so many _Machines_ to perform the Cringes and Whispers of a Levee?","subId":"25","id":"Hutcheson.IBV.IGE.5.25"},{"type":"paragraph","content":"^The^ _Shame_ we suffer from the Meanness of _Dress_, _Table_, Equipage__, is intirely owing to the same Reason. This Meanness is often imagin'd to argue _Avarice_, _Meanness_ of _Spirit_, Want of _Capacity_, or _Conduct_ in Life, of _Industry_, or _moral Abilitys_ of one kind or other. To confirm this, let us observe that Men will glory in the Meanness of their Fare, when it was occasion'd by a _good_ Action. How many would be asham'd to be surpriz'd at a Dinner of _cold Meat_, who will boast of their having fed upon _Dogs_ and _Horses_ at the Siege of _Derry_? And they will all tell you, that they were not, nor are asham'd of it.","subId":"26","id":"Hutcheson.IBV.IGE.5.26"},{"type":"paragraph","content":"^This^ ordinary Connexion in our Imagination, between _external Grandeur_, _Regularity_ in _Dress_, _Equipage_, _Retinue_, _Badges_ of _Honour_, and some _moral Abilitys_ greater than ordinary, is perhaps of more Consequence in the World than some _recluse Philosophers_ apprehend, who pique themselves upon despising these external Shews. This may possibly be a great, if not the only Cause of what some count _miraculous_, _viz._ That _civil Governors_ of no greater Capacity than their Neighbours, by some inexpressible _Awe_ and _Authority_, quell the Spirits of the _Vulgar_, and keep them in Subjection by such small Guards, as might easily be conquer'd by those Associations which might be rais'd among the _Disaffected_, or _Factious_ of any _State_; who are daring enough among their _Equals_, and shew a sufficient Contempt of Death for undertaking such an Enterprize.","subId":"27","id":"Hutcheson.IBV.IGE.5.27"},{"type":"paragraph","content":"^Hence^ also we may discover the Reason, why the gratifying our _superior Senses_ of _Beauty_ and _Harmony_, or the Enjoyment of the Pleasures of _Knowledge_, never occasions any Shame or Confusion, tho' our Enjoyment were known to all the _World_. The Objects which furnish this Pleasure, are of such a Nature, as to afford the same Delights to Multitudes; nor is there any thing in the Enjoyment of them by one, which excludes any Mortal from a like Enjoyment. So that, altho' we pursue these Enjoyments from _Self-Love_, yet, since our Enjoyment cannot be prejudicial to others, no Man is imagin'd any way _inhumanly selfish_, from the fullest Enjoyment of them which is possible. The same _Regularity_ or _Harmony_ which delights me, may at the same time delight Multitudes; the same _Theorem_ shall be equally fruitful of Pleasure, when it has entertain'd Thousands. Men therefore are not asham'd of such Pursuits, since they never, of themselves, seduce us into any thing _malicious_, _envious_, or _ill-natur'd_; nor does any one apprehend another _too selfish_, from his pursuing Objects of unexhausted universal Pleasure[n10].","subId":"28","id":"Hutcheson.IBV.IGE.5.28"},{"type":"paragraph","content":"^This^ View of _Honour_ and _Shame_ may also let us see the Reason, why most Men are uneasy at being prais'd, when they themselves are present. Every one is delighted with the Esteem of others, and must enjoy great Pleasure when he hears himself commended; but we are unwilling others should observe our Enjoyment of this Pleasure, which is really _selfish_; or that they should imagine us fond of it, or influenc'd by Hopes of it in our good Actions: and therefore we choose Secrecy for the Enjoyment of it, as we do with respect to other Pleasures, in which others do not share with us.","subId":"29","id":"Hutcheson.IBV.IGE.5.29"},{"type":"paragraph","content":"#Compassion a motive to Virtue.# ^Let^ us next consider another Determination of our _Mind_, which strongly proves _Benevolence_ to be _natural_ to us, and that is ^Compassion^; by which we are dispos'd to study the _Interest_ of others, without any Views of _private Advantage_. This needs little Illustration. Every Mortal is made uneasy by any grievous Misery he sees another involv'd in, unless the Person be imagin'd _evil_ in a _moral Sense_: Nay, it is almost impossible for us to be unmov'd, even in that Case. _Advantage_ may make us do a cruel Action, or may overcome _Pity_; but it scarce ever extinguishes it. A sudden Passion of _Hatred_ or _Anger_ may represent a Person as _absolutely evil_, and so extinguish _Pity_; but when the Passion is over, it often returns. Another _disinterested_ View may even in cold Blood overcome _Pity_; such as _Love_ to _our Country_, or _Zeal_ for _Religion_. _Persecution_ is generally occasion'd by _Love_ of _Virtue_, and a _Desire_ of the _eternal Happiness_ of _Mankind_, altho' our _Folly_ makes us choose absurd Means to promote it; and is often accompany'd with _Pity_ enough to make the _Persecutor_ uneasy, in what, for prepollent Reasons, he chooses; unless his Opinion leads him to look upon the _Heretick_ as _absolutely_ and _intirely evil_.","subId":"30","id":"Hutcheson.IBV.IGE.5.30"},{"type":"paragraph","content":"^We^ may here observe, how wonderfully the Constitution of _human Nature_ is adapted to move _Compassion_. Our _Misery_ or _Distress_ immediately appears in our _Countenance_, if we do not study to prevent it, and propagates some Pain to all Spectators; who, from Observation, universally understand the Meaning of those _dismal Airs_. We _mechanically_ send forth _Shrieks_ and _Groans_ upon any surprizing Apprehension of _Evil_; so that no Regard to Decency can sometimes restrain them. This is the Voice of ^Nature^, understood by all Nations, by which all who are present are rous'd to our Assistance, and sometimes our _injurious_ Enemy is made to relent.","subId":"31","id":"Hutcheson.IBV.IGE.5.31"},{"type":"paragraph","content":"^We^ observ'd above[n11], that we are not immediately excited by _Compassion_ to desire the _Removal_ of our own Pain: we think it just to be so affected upon the Occasion, and dislike those who are not so. But we are excited directly to desire the _Relief_ of the Miserable; without any Imagination, that this Relief is a _private Good_ to ourselves: And if we see this impossible, we may by _Reflection_ discern it to be vain for us to indulge our _Compassion_ any farther; and then _Self-Love_ prompts us to retire from the Object which occasions our Pain, and to endeavour to divert our Thoughts. But where there is no such _Reflection_, People are hurry'd by a _natural kind Instinct_, to see Objects of _Compassion_, and expose themselves to this Pain, when they can give no Reason for it; as in the Instance of _publick Executions_.","subId":"32","id":"Hutcheson.IBV.IGE.5.32"},{"type":"paragraph","content":"^This^ same Principle leads men to _Tragedys_; only we are to observe, that another strong Reason of this, is the _moral Beauty_ of the _Characters_ and _Actions_, which we love to behold. For I doubt, whether any Audience would be pleas'd to see fictitious Scenes of Misery, if they were kept strangers to the _moral Qualitys_ of the Sufferers, or their _Characters_ and _Actions_. As in such a Case, there would be no _Beauty_ to raise Desire of seeing such Representations, I fancy we would not expose our selves to Pain alone, from Misery which we knew to be fictitious.","subId":"33","id":"Hutcheson.IBV.IGE.5.33"},{"type":"paragraph","content":"^It^ was the same Cause which crouded the _Roman Theatres_ to see _Gladiators_. There the People had frequent Instances of great _Courage_, and _Contempt_ of Death, two great _moral Abilitys_, if not _Virtues_. Hence =^Cicero^= looks upon them as great Instructions in _Fortitude_. The _Antagonist Gladiator_ bore all the Blame of the Cruelty committed, among People of little Reflection; and the _courageous_ and artful one, really obtain'd a Reputation of _Virtue_, and Favour among the Spectators, and was vindicated by the Necessity of _Self-defence_. In the mean time they were inadvertent to this, that their crouding to such Sights, and favouring the Persons who presented them with such Spectacles of Courage, and with Opportunitys of following their _natural Instinct_ to _Compassion_, was the true Occasion of all the real Distress, or Assaults which they were sorry for.","subId":"34","id":"Hutcheson.IBV.IGE.5.34"},{"type":"paragraph","content":"^What^ Sentiments can we imagine a _Candidate_ would have rais'd of himself, had he presented his Countrymen only with Scenes of _Misery_; had he drain'd _Hospitals_ and _Infirmarys_ of all their pityable Inhabitants, or had he bound so many _Slaves_, and without any Resistance, butcher'd them with his own Hands? I should very much question the Success of his Election, (however _Compassion_ might cause his Shews still to be frequented) if his _Antagonist_ chose a Diversion apparently more _virtuous_, or with a _Mixture_ of Scenes of _Virtue_.","subId":"35","id":"Hutcheson.IBV.IGE.5.35"},{"type":"paragraph","content":"#Compassion natural.# ^How^ independent this Disposition to _Compassion_ is on _Custom_, _Education_, or _Instruction_, will appear from the Prevalence of it in _Women_ and _Children_, who are less influenc'd by these. That _Children_ delight in some Actions which are _cruel_ and _tormenting_ to Animals which they have in their Power, flows not from _Malice_, or want of _Compassion_, but from their _Ignorance_ of those Signs of Pain which many Creatures make; together with a _Curiosity_ to see the various Contortions of their Bodys. For when they are more acquainted with these Creatures, or come by any means to know their Sufferings, their _Compassion_ often becomes too strong for their _Reason_; as it generally does in beholding _Executions_, where as soon as they observe the Evidences of Distress, or Pain in the _Malefactor_, they are apt to condemn this necessary Method of Self-defence in the _State_.","subId":"36","id":"Hutcheson.IBV.IGE.5.36"},{"type":"note","content":"See above, [_Sect._ ii. _Art._ 9. _Par._ 2, 3.]","subId":"n1","id":"Hutcheson.IBV.IGE.5.n1"},{"type":"note","content":"See above, [_Sect._ ii. _Art._ 6. _Par._ 3.]","subId":"n2","id":"Hutcheson.IBV.IGE.5.n2"},{"type":"note","content":"See above, [_Sect._ iii. _Art._ 2. _Par._ 2.]","subId":"n3","id":"Hutcheson.IBV.IGE.5.n3"},{"type":"note","content":"See above, [_Sect._ ii. _Art._ 6.]","subId":"n4","id":"Hutcheson.IBV.IGE.5.n4"},{"type":"note","content":"See [_Sect._ iii. _Art._ 15. _Par._ 2.]","subId":"n5","id":"Hutcheson.IBV.IGE.5.n5"},{"type":"note","content":"_THIS should be considered by those who talk much of _Praise_, _high Opinion_, or _Value_, _Esteem_, _Glory_, as Things much desired; while yet they allow no _moral Sense_._","subId":"n6","id":"Hutcheson.IBV.IGE.5.n6"},{"type":"note","content":"Author of the [Fable of the Bees, _Pag. 37. 3d Ed._]","subId":"n7","id":"Hutcheson.IBV.IGE.5.n7"},{"type":"note","content":"See the [Fable of the Bees, _Page 38. 3d. Ed._]","subId":"n8","id":"Hutcheson.IBV.IGE.5.n8"},{"type":"note","content":"See [_Sect._ vi. _Art._ 4.]","subId":"n9","id":"Hutcheson.IBV.IGE.5.n9"},{"type":"note","content":"See another Reason of this, perhaps more probably true, in the [_Essay on the Passions,_ p. 6.]","subId":"n10","id":"Hutcheson.IBV.IGE.5.n10"},{"type":"note","content":"See [_Sect._ ii. _Art._ 8. _Par._ 2.]","subId":"n11","id":"Hutcheson.IBV.IGE.5.n11"}]}
