{"imported":true,"id":"Hutcheson.IBV.IGE.Intro","parent":"Hutcheson.IBV.IGE","title":"Introduction","breadcrumb":"Introduction","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_035","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 INTRODUCTION. £3","id":"Hutcheson.IBV.IGE.Intro"},{"type":"paragraph","content":"#Moral Good and Evil.# THE Word ^Moral Goodness^, in this Treatise, denotes our Idea of _some Quality apprehended in Actions, which procures Approbation, attended with Desire of the Agent's Happiness_. ^Moral Evil^ denotes our Idea of _a contrary Quality, which excites Condemnation or Dislike_. Approbation and Condemnation are probably simple Ideas, which cannot be farther explained. We must be contented with these imperfect Descriptions, until we discover whether we really have such Ideas, and what general _Foundation_ there is in Nature for this Difference of Actions, as _morally Good_ or _Evil_.","subId":"1","id":"Hutcheson.IBV.IGE.Intro.1"},{"type":"paragraph","content":"^These^ Descriptions seem to contain an universally acknowledg'd Difference of _Moral Good_ and _Evil_, from _Natural_. All Men who speak of _moral Good_, acknowledge that it procures _Approbation_ and _Good-will_ toward those we apprehend possess'd of it; whereas _natural Good_ does not. In this matter Men must consult their own Breasts. How differently are they affected toward those they suppose possess'd of _Honesty_, _Faith_, _Generosity_, _Kindness_; and those who are possess'd of the _natural Goods_, such as _Houses_, _Lands_, _Gardens_, _Vineyards_, _Health_, _Strength_, _Sagacity_? We shall find that we necessarily love and approve the Possessors of the former; but the Possession of the latter procures no _Approbation_ or _Good-will_ at all toward the Possessor, but often contrary Affections of _Envy_ and _Hatred_. In the same manner, whatever Quality we apprehend to be _morally Evil_, raises our Dislike toward the Person in whom we observe it, such as _Treachery_, _Cruelty_, _Ingratitude_; whereas we heartily love, esteem, and pity many who are expos'd to _natural Evils_, such as _Pain_, _Poverty_, _Hunger_, _Sickness_, _Death_.","subId":"2","id":"Hutcheson.IBV.IGE.Intro.2"},{"type":"paragraph","content":"^Now^ the first Question on this Subject is, \"Whence arise these different Ideas of Actions?\"","subId":"3","id":"Hutcheson.IBV.IGE.Intro.3"},{"type":"paragraph","content":"#Interest. Advantage.# ^Because^ we shall afterwards frequently use the Words _Interest_, _Advantage_, _natural Good_, it is necessary here to fix their Ideas. The Pleasure in our sensible Perceptions of any kind, gives us our first Idea of _natural Good_, or _Happiness_; and then all Objects which are apt to excite this Pleasure are call'd _immediately Good_. Those Objects which may procure others immediately pleasant, are call'd _Advantageous_: and we pursue both Kinds from a View of _Interest_, or from _Self-Love_.","subId":"4","id":"Hutcheson.IBV.IGE.Intro.4"},{"type":"paragraph","content":"^Our^ _Sense_ of Pleasure is antecedent to _Advantage_ or _Interest_, and is the Foundation of it. We do not perceive Pleasure in Objects, because it is our _Interest_ to do so; but Objects or Actions are _advantageous_, and are pursu'd or undertaken from _Interest_, because we receive _Pleasure_ from them. Our Perception of Pleasure is necessary, and nothing is _advantageous_ or _naturally Good_ to us, but what is apt to raise Pleasure _mediately_, or _immediately_. Such Objects as we know either from Experience of Sense, or Reason, to be _immediately_ or _mediately advantageous_, or apt to minister Pleasure, we are said to pursue from _Self-Interest_, when our Intention is only to enjoy this Pleasure, which they have the Power of exciting. Thus _Meats_, _Drink_, _Harmony_, _fine Prospects_, _Painting_, _Statues_, are perceiv'd by our Senses to be _immediately good_; and our Reason shews _Riches_ and _Power_ to be _mediately so_, that is, apt to furnish us with Objects of immediate Pleasure: and both Kinds of these _natural Goods_ are pursu'd from _Interest_, or _Self-Love_.","subId":"5","id":"Hutcheson.IBV.IGE.Intro.5"},{"type":"paragraph","content":"#Opinions about our Sense of moral Good and Evil.# ^Now^ the greatest part of our latter _Moralists_ establish it as undeniable, \"That all _moral Qualitys_ have necessarily some Relation to the _Law_ of a _Superior_, of sufficient Power to make us _happy_ or _miserable_;\" and since all _Laws_ operate only by Sanctions of _Rewards_, or _Punishments_, which determine us to Obedience by Motives of _Self-Interest_, they suppose, \"that it is thus that _Laws_ do constitute some Actions _mediately Good_, or _advantageous_, and others the same way _disadvantageous_.\" They say indeed, \"That a _benevolent Legislator_ constitutes no Actions _advantageous_ to the Agent by Law, but such as in their own Nature tend to the _natural Good_ of the _Whole_, or, at least, are not inconsistent with it; and that therefore we approve the _Virtue_ of others, because it has some small Tendency to our _Happiness_, either from its own Nature, or from this general Consideration, That Obedience to a _benevolent Legislator_, is in general _advantageous_ to the _Whole_, and to us in particular; and that for the contrary Reasons alone, we disapprove the _Vice_ of others, that is, the prohibited Action, as tending to our particular _Detriment_ in some degree.\" But then they maintain, \"That we are determin'd to Obedience to _Laws_, or deterr'd from Disobedience, merely by Motives of _Self-Interest_, to obtain either the _natural Good_ arising from the commanded Action, or the _Rewards_ promised by the Sanction; or to avoid the _natural evil_ Consequences of Disobedience, or at least the _Penaltys_ of the _Law_.\"","subId":"6","id":"Hutcheson.IBV.IGE.Intro.6"},{"type":"paragraph","content":"^Some^ other Moralists suppose \"an _immediate natural Good_ in the Actions call'd _virtuous_; that is, That we are determin'd to perceive some _Beauty_ in the Actions of others, and to love the Agent, even without reflecting upon any _Advantage_ which can any way redound to us from the Action; that we have also a secret Sense of Pleasure accompanying such of our own Actions as we call _virtuous_, even when we expect no other _Advantage_ from them.\" But they alledge at the same time, \"That we are excited to perform these Actions, even as we pursue, or purchase _Pictures_, _Statues_, _Landskips_, from _Self-Interest_, to obtain this Pleasure which arises from Reflection upon the Action, or some other future Advantage.\" The Design of the following Sections is to enquire into this matter; and perhaps the Reasons to be offer'd may prove,","subId":"7","id":"Hutcheson.IBV.IGE.Intro.7"},{"type":"paragraph","content":"\"^That^ some Actions have to Men an _immediate Goodness_; or, that by a _superior Sense_, which I call a _Moral one_, we _approve_ the Actions of others, and them to be their Perfection and Dignity, and are determin'd to love the Agent; a like Perception we have in reflecting on such Actions of our own, without any View of _natural Advantage_ from them.\"","subId":"8","id":"Hutcheson.IBV.IGE.Intro.8"},{"type":"paragraph","content":"^It^ may perhaps also appear, \"That the _Affection_, _Desire_, or _Intention_, which gains _Approbation_ to the Actions flowing from it, is not an Intention to obtain even this _sensible Pleasure_; much less the _future Rewards_ from Sanctions of Laws, or any other _natural Good_, which may be the Consequence of the _virtuous_ Action; but an intirely different Principle of Action from _Self-Love_, or Desire of private Good.\"","subId":"9","id":"Hutcheson.IBV.IGE.Intro.9"}]}
