{"imported":true,"id":"Hume.ETSS.DP.1757.5","parent":"Hume.ETSS.DP.1757","title":"Section 5","breadcrumb":"Section 5","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SECT. V. £1","id":"Hume.ETSS.DP.1757.5"},{"type":"paragraph","content":"^It^ seems evident, that reason, in a strict sense, as meaning the judgment of truth and falshood, can never, of itself, be any motive to the will, and can have no influence but so far as it touches some passion or affection. _Abstract relations_ of ideas are the object of curiosity, not of volition. And _matters of fact_, where they are neither good nor evil, where they neither excite desire nor aversion, are totally indifferent; and whether known or unknown, whether mistaken or rightly apprehended, cannot be regarded as any motive to action.","subId":"1","id":"Hume.ETSS.DP.1757.5.1","subsection":"1"},{"type":"paragraph","content":"^What^ is commonly, in a popular sense, called reason, and is so much recommended in moral discourses, is nothing but a general and a calm passion, which takes a comprehensive and distant view of its object, and actuates the will, without exciting any sensible emotion. A man, we say, is diligent in his profession from reason; that is, from a calm desire of riches and a fortune. A man adheres to justice from reason; that is, from a calm regard to a character with himself and others.","subId":"2","id":"Hume.ETSS.DP.1757.5.2","subsection":"2"},{"type":"paragraph","content":"^The^ same objects, which recommend themselves to reason in this sense of the word, are also the objects of what we call passion, when they are brought near to us, and acquire some other advantages, either of external situation, or congruity to our internal temper; and by that means, excite a turbulent and sensible emotion. Evil, at a great distance, is avoided, we say, from reason: Evil, near at hand, produces aversion, horror, fear, and is the object of passion.","subId":"3","id":"Hume.ETSS.DP.1757.5.3","subsection":"3"},{"type":"paragraph","content":"^The^ common error of metaphysicians has lain in ascribing the direction of the will entirely to one of these principles, and supposing the other to have no influence. Men often act knowingly against their interest: It is not therefore the view of the greatest possible good which always influences them. Men often counteract a violent passion, in prosecution of their distant interests and designs: It is not therefore the present uneasiness alone, which determines them. In general, we may observe, that both these principles operate on the will; and where they are contrary, that either of them prevails, according to the general character or present disposition of the person. What we call _strength of mind_ implies the prevalence of the calm passions above the violent; tho' we may easily observe, that there is no person so constantly possest of this virtue, as never, on any occasion, to yield to the sollicitation of violent affections and desires. From these variations of temper proceeds the great difficulty of deciding concerning the future actions and resolutions of men, where there is any contrariety of motives and passions.","subId":"4","id":"Hume.ETSS.DP.1757.5.4","subsection":"4"}]}
