{"id":"Hume.HE.5.49","imported":true,"parent":"Hume.HE.5","title":"Chapter 49. James I (cont.)","breadcrumb":"Chapter 49","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XLIX.</h2> <h1>JAMES I.</h1> <em>Negociations with regard to the marriage and the Palatinate——Character of Buckingham——Prince's journey to Spain——Marriage treaty broken——A parliament——Return of Bristol——Rupture with Spain——Treaty with France——Mansfeldt's expedition——Death of the king——His character.</em>","id":"Hume.HE.5.49"},{"type":"paragraph","content":"<span class=\"margin-comment\">1622.</span> TO wrest the palatinate from the hands of the emperor and the duke of Bavaria, must always have been regarded as a difficult task for the power of England, conducted by so unwarlike a prince as James: It was plainly impossible, while the breach subsisted between him and the commons. <span class=\"margin-comment\">Negociations with regard to the marriage and the Palatinate.</span> The king's negociations, therefore, had they been managed with ever so great dexterity, must now carry less weight with them; and it was easy to elude all his applications. When lord Digby, his ambassador to the emperor, had desired a cessation of hostilities, he was referred to the duke of Bavaria, who commanded the Austrian armies. The duke of Bavaria told him, that it was entirely superfluous to form any treaty for that purpose. <em>Hostilities are already ceased,</em> said he; <em>and I doubt not but I shall be able to prevent their revival by keeping firm possession of the Palatinate, till a final agreement shall be concluded<span class=\"page-break\"></span></em> between the contending parties<a href=\"#n1\"><sup>[1]</sup></a>. Notwithstanding this insult, James endeavoured to resume with the emperor a treaty of accommodation; and he opened the negociations at Brussels, under the mediation of archduke Albert, and, after his death, which happened about this time, under that of the Infanta: When the conferences were entered upon, it was found, that the powers of these princes to determine in the controversy were not sufficient or satisfactory. Schwartzenbourg, the Imperial minister, was expected at London; and it was hoped that he would bring more ample authority: His commission referred entirely to the negociation at Brussels. It was not difficult for the king to perceive, that his applications were neglected by the emperor; but as he had no choice of any other expedient, and it seemed the interest of his son-in-law to keep alive his pretensions, he was still content to follow Ferdinand through all his shifts and evasions. Nor was he entirely discouraged, even when the Imperial diet at Ratisbon, by the influence, or rather authority of the emperor, though contrary to the protestation of Saxony and of all the protestant princes and cities, had transferred the electoral dignity from the Palatine to the duke of Bavaria.","subId":"1","id":"Hume.HE.5.49.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span>, the efforts made by Frederic, for the recovery of his dominions, were vigorous. Three armies were levied in Germany by his authority, under three commanders, duke Christian of Brunswick, the prince of Baden-Dourlach, and count Mansfeldt. The two former generals were defeated by count Tilly and the Imperialists: The third though much inferior in force to his enemies, still maintained the war; but with no equal supplies of money either from the Palatine or the king of England. It was chiefly by pillage and free quarters in the Palatinate, that he subsisted his army. As the Austrians were regularly paid, they were kept in more exact discipline; and James justly became apprehensive, lest so unequal a contest, besides ravaging the Palatine's hereditary dominions, would end in the total alienation of the people's affections from their ancient sovereign, by whom they were plundered, and in an attachment to their new masters, by whom they were protected<a href=\"#n2\"><sup>[2]</sup></a>. He persuaded therefore his son-in-law to disarm, under colour of duty and submission to the emperor: <span class=\"page-break\"></span>And accordingly, Mansfeldt was dismissed from the Palatine's service; and that famous general withdrew his army into the Low Countries, and there received a commission from the States of the United Provinces.","subId":"2","id":"Hume.HE.5.49.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> shew how little account was made of James's negociations abroad, there is a pleasantry mentioned by all historians, which, for that reason, shall have place here. In a farce, acted at Brussels, a courier was introduced carrying the doleful news, that the Palatinate would soon be wrested from the house of Austria; so powerful were the succours, which, from all quarters, were hastening to the relief of the despoiled elector: the king of Denmark had agreed to contribute to his assistance a hundred thousand pickled herrings, the Dutch a hundred thousand butter-boxes, and the king of England a hundred thousand ambassadors. On other occasions, he was painted with a scabbard, but without a sword; or with a sword, which nobody could draw, though several were pulling at it<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"3","id":"Hume.HE.5.49.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was not from his negociations with the emperor or the duke of Bavaria, that James expected any success in his project of restoring the Palatine: His eyes were entirely turned towards Spain; and if he could effect his son's marriage with the Infanta, he doubted not, but that, after so intimate a conjunction, this other point could easily be obtained. The negociations of that court being commonly dilatory, it was not easy for a prince of so little penetration in business, to distinguish, whether the difficulties, which occurred, were real or affected; and he was surprized, after negociating five years on so simple a demand, that he was not more advanced than at the beginning. A dispensation from Rome was requisite for the marriage of the Infanta with a protestant prince; and the king of Spain, having undertaken to procure that dispensation, had thereby acquired the means of retarding at pleasure, or of forwarding the marriage, and at the same time of concealing entirely his artifices from the court of England.","subId":"4","id":"Hume.HE.5.49.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to remove all obstacles, James dispatched Digby, soon after created earl of Bristol, as his ambassador to Philip IV. who had lately succeeded his father in the crown of Spain. He secretly employed Gage as his agent at Rome; and finding that the difference <span class=\"page-break\"></span>of religion was the principal, if not the sole difficulty, which retarded the marriage, he resolved to soften that objection as much as possible. He issued public orders for discharging all popish recusants who were imprisoned; and it was daily apprehended, that he would forbid, for the future, the execution of the penal laws enacted against them. For this step, so opposite to the rigid spirit of his subjects, he took care to apologize; and he even endeavoured to ascribe it to his great zeal for the reformed religion. He had been making applications, he said, to all foreign princes for some indulgence to the distressed protestants; and he was still answered by objections derived from the severity of the English laws against catholics<a href=\"#n4\"><sup>[4]</sup></a>. It might indeed occur to him, that, if the extremity of religious zeal were ever to abate among christian sects, one of them must begin; and nothing would be more honourable for England, than to have led the way in sentiments so wise and moderate.","subId":"5","id":"Hume.HE.5.49.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Not</span> only the religious puritans murmured at this tolerating measure of the king: The lovers of civil liberty were alarmed at so important an exertion of prerogative. But, among other dangerous articles of authority, the kings of England were at that time possessed of the dispensing power; at least, were in the constant practice of exercising it. Besides, though the royal prerogative in civil matters was then extensive, the princes, during some late reigns, had been accustomed to assume a still greater in ecclesiastical. And the king failed not to represent the toleration of catholics as a measure entirely of that nature.","subId":"6","id":"Hume.HE.5.49.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> James's concession in favour of the catholics, he attained his end. The same religious motives which had hitherto rendered the court of Madrid insincere in all the steps taken with regard to the marriage, were now the chief cause of promoting it. By its means, it was there hoped, the English catholics would for the future enjoy ease and indulgence; and the Infanta would be the happy instrument of procuring to the church some tranquillity, after the many severe persecutions, which it had hitherto undergone. The earl of Bristol, a minister of vigilance and penetration, and who had formerly opposed all alliance with catholics<a href=\"#n5\"><sup>[5]</sup></a>, was now fully convinced of the sincerity of Spain; and he was ready to congratulate <span class=\"page-break\"></span>the king on the entire completion of his views and projects<a href=\"#n6\"><sup>[6]</sup></a>. A daughter of Spain, whom he represents as extremely accomplished, would soon, he said, arrive in England, and bring with her an immense fortune of two millions of pieces of eight, or 600,000 pounds sterling; a sum four times greater than Spain had ever before given with any princess, and almost equal to all the money, which the parliament, during the whole course of this reign, had hitherto granted to the king. But what was of more importance to James's honour and happiness, Bristol considered this match as an infallible prognostic of the Palatine's restoration; nor would Philip, he thought, ever have bestowed his sister and so large a fortune, under the prospect of entering next day into a war with England. So exact was his intelligence, that the most secret counsels of the Spaniards, he boasts, had never escaped him<a href=\"#n7\"><sup>[7]</sup></a>; and he found that they had all along considered the marriage of the Infanta and the restitution of the Palatinate as measures closely connected, or altogether inseparable<a href=\"#n8\"><sup>[8]</sup></a>. However little calculated James's character to extort so vast a concession; however improper the measures which he had pursued for attaining that end; the ambassador could not withstand the plain evidence of facts, by which Philip now demonstrated his sincerity. Perhaps too, like a wise man, he considered, that reasons of state, which are supposed solely to influence the councils of monarchs, are not always the motives, which there predominate; that the milder views of gratitude, honour, friendship, generosity, are frequently able, among princes as well as private persons, to counterbalance these selfish considerations; that the justice and moderation of James had been so conspicuous in all these transactions, his reliance on Spain, his confidence in her friendship, that he had at last obtained the cordial alliance of that nation, so celebrated for honour and fidelity. Or if politics must still be supposed the ruling motive of all public measures, the maritime power of England was so considerable, and the Spanish dominions so divided, as might well induce the council of Philip to think, that a sincere friendship with the <span class=\"page-break\"></span>masters of the sea could not be purchased by too great concessions<a href=\"#n9\"><sup>[9]</sup></a>. And as James, during so many years, had been allured and seduced by hopes and protestations, his people enraged by delays and disappointments; it would probably occur, that there was now no medium left between the most inveterate hatred and the most intimate alliance between the nations. Not to mention, that, as a new spirit began about this time to animate the councils of France, the friendship of England became every day more necessary to the greatness and security of the Spanish monarch.","subId":"7","id":"Hume.HE.5.49.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> measures being, therefore, agreed on between the parties, naught was wanting but the dispensation from Rome, which might be considered as a mere formality<a href=\"#n10\"><sup>[10]</sup></a>. The king justified by success, now exulted in his pacific counsels, and boasted of his superior sagacity and penetration; when all these flattering prospects were blasted by the temerity of a man, whom he had fondly exalted from a private condition, to be the bane of himself, of his family, and of his people.","subId":"8","id":"Hume.HE.5.49.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of Buckingham.</span> <span class=\"small-capitals\">Ever</span> since the fall of Somerset, Buckingham had governed, with an uncontrouled sway, both the court and nation; and could James's eyes have been opened, he had now full opportunity of observing how unfit his favourite was for the high station, to which he was raised. Some accomplishments of a courtier he possessed: Of every talent of a minister he was utterly destitute. Headlong in his passions, and incapable equally of prudence and of dissimulation: Sincere from violence rather than candour; expensive from profusion more than generosity: A warm friend, a furious enemy; but without any choice of discernment in either: With these qualities he had early and quickly mounted to the highest rank; and partook at once of the insolence which attends a fortune newly acquired, and the impetuosity which belongs to persons born in high stations, and unacquainted with opposition.","subId":"9","id":"Hume.HE.5.49.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">1623.</span> <span class=\"small-capitals\">Among</span> those who had experienced the arrogance of this overgrown favourite, the prince of Wales himself had not been entirely spared; and a great coldness, if not an enmity, had, for that reason, taken place between them. Buckingham, desirous of an opportunity, which might connect him with the prince, and overcome his aversion, and at the same time envious of the great credit acquired <span class=\"page-break\"></span>by Bristol in the Spanish negociation, bethought himself of an expedient, by which he might at once gratify both these inclinations. He represented to Charles, that persons of his exalted station were peculiarly unfortunate in their marriage, the chief circumstance of life; and commonly received into their arms a bride, unknown to them, to whom they were unknown; not endeared by sympathy, not obliged by service; wooed by treaties alone, by negociations, by political interests: That however accomplished the Infanta, she must still consider herself as a melancholy victim of state, and could not but think with aversion of that day, when she was to enter the bed of a stranger; and passing into a foreign country and a new family, bid adieu for ever to her father's house and to her native land: That it was in the prince's power to soften all these rigours, and lay such an obligation on her, as would attach the most indifferent temper, as would warm the coldest affections: That his journey to Madrid would be an unexpected gallantry, which would equal all the fictions of Spanish romance, and suiting the amorous and enterprising character of that nation, must immediately introduce him to the princess under the agreeable character of a devoted lover and daring adventurer: That the negociations with regard to the Palatinate, which had hitherto languished in the hands of ministers, would quickly be terminated by so illustrious an agent, seconded by the mediation and intreaties of the grateful infanta: That Spanish generosity, moved by that unexampled trust and confidence, would make concessions beyond what could be expected from political views and considerations: And that he would quickly return to the king with the glory of having re-established the unhappy Palatine, by the same enterprize, which procured him the affections and the person of the Spanish princess<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"10","id":"Hume.HE.5.49.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> mind of the young prince, replete with candor, was inflamed by these generous and romantic ideas, suggested by Buckingham. He agreed to make application to the king for his approbation. They chose the moment of his kindest and most jovial humour; and more by the earnestness which they expressed, than by the force of their reasons, they obtained a hasty and unguarded consent of their undertaking. And having engaged his promise to <span class=\"page-break\"></span>keep their purpose secret, they left him, in order to make preparations for the journey.","subId":"11","id":"Hume.HE.5.49.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> sooner was the king alone, than his temper, more cautious than sanguine, suggested very different views of the matter, and represented every difficulty and danger, which could occur. He reflected, that, however the world might pardon this sally of youth in the prince, they would never forgive himself, who, at his years, and after his experience, could entrust his only son, the heir of his crown, the prop of his age, to the discretion of foreigners, without so much as providing the frail security of a safe conduct in his favour: That if the Spanish monarch were sincere in his professions, a few months must finish the treaty of marriage, and bring the Infanta into England; if he were not sincere, the folly was still more egregious of committing the prince into his hands: That Philip, when possessed of so invaluable a pledge, might well rise in his demands, and impose harder conditions of treaty: And that the temerity of the enterprize was so apparent, that the event, how prosperous soever, could not justify it; and if disastrous, it would render himself infamous to his people, and ridiculous to all posterity<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"12","id":"Hume.HE.5.49.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Tormented</span> with these reflections, as soon as the prince and Buckingham returned for their dispatches, he informed them of all the reasons, which had determined him to change his resolution; and he begged them to desist from so foolish an adventure. The prince received the disappointment with sorrowful submission and silent tears: Buckingham presumed to speak in an imperious tone, which he had ever experienced to be prevalent over his too easy master. He told the king, that nobody for the future would believe any thing he said, when he retracted so soon the promise so solemnly given; that he plainly discerned this change of resolution to proceed from another breach of his word, in communicating the matter to some rascal, who had furnished him with those pitiful reasons which he had alleged, and he doubted not but he should hereafter know who his counsellor had been; and that if he receded from what he had promised, it would be such a disobligation to the prince, who had now set his heart upon the journey, after his majesty's approbation, that he could never forget it, nor forgive any man who had been the cause of it<a href=\"#n13\"><sup>[13]</sup></a>.","subId":"13","id":"Hume.HE.5.49.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, with great earnestness, fortified by many oaths, made his apology, by denying that he had communicated the matter to any; and finding himself assailed, as well by the boisterous importunities of Buckingham, as by the warm intreaties of his son, whose applications had hitherto, on other occasions, been always dutiful, never earnest; he had again the weakness to assent to their purposed journey. It was agreed that Sir Francis Cottington alone, the prince's secretary, and Endymion Porter, gentleman of his bed-chamber, should accompany them; and the former being at that time in the anti-chamber, he was immediately called in by the king's orders.","subId":"14","id":"Hume.HE.5.49.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span> told Cottington, that he had always been an honest man, and therfore he was now to trust him in an affair of the highest importance, which he was not, upon his life, to disclose to any man whatever. <q>Cottington,</q> added he, <q>here is baby Charles and Stenny,</q> (these ridiculous appellations he usually gave to the prince and Buckingham) <q>who have a great mind to go post into Spain, and fetch home the Infanta: They will have but two more in their company, and have chosen you for one. What think you of the journey?</q> Sir Francis, who was a prudent man, and had resided some years in Spain as the king's agent, was struck with all the obvious objections to such an enterprize, and scrupled not to declare them. The king threw himself upon his bed, and cried, <em>I told you this before;</em> and fell into a new passion and new lamentations, complaining that he was undone, and should lose baby Charles.","subId":"15","id":"Hume.HE.5.49.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince showed by his countenance, that he was extremely dissatisfied with Cottington's discourse; but Buckingham broke into an open passion against him. The king, he told him, asked him only of the journey, and of the manner of travelling; particulars, of which he might be a competent judge, having gone the road so often by post; but that he, without being called to it, had the presumption to give his advice upon matters of state and against his master, which he should repent as long as he lived. A thousand other reproaches he added, which put the poor king into a new agony in behalf of a servant, who, he foresaw, would suffer for answering him honestly. Upon which he said with some emotion: <em>Nay, by God, Stenny, you are much to blame for using him so: He answered me directly to the question which I asked him, and very honestly and wisely; and yet, you know, he said no more than I told you before he was called in.</em> However, after all this passion on both sides, James renewed his <span class=\"page-break\"></span>consent; and proper directions were given for the journey. Nor was he now at any loss to discover, that the whole intrigue was originally contrived by Buckingham, as well as pursued violently by his spirit and impetuosity.","subId":"16","id":"Hume.HE.5.49.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> circumstances, which so well characterise the persons, seem to have been related by Cottington to lord Clarendon, from whom they are here transcribed; and though minute, are not undeserving of a place in history.","subId":"17","id":"Hume.HE.5.49.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince and Buckingham, with their two attendants, and Sir Richard Graham, master of horse to Buckingham, passed disguised and undiscovered through France; and they even ventured into a court-ball at Paris, where Charles saw the princess Henrietta, whom he afterwards espoused, and who was at that time in the bloom of youth and beauty. In eleven days after their departure from London, they arrived at Madrid; <span class=\"margin-comment\">7th March. The prince's journey to Spain.</span> and surprized every-body by a step so unusual among great princes. The Spanish monarch immediately paid Charles a visit, expressed the utmost gratitude for the confidence reposed in him, and made warm protestations of a correspondent confidence and friendship. By the most studied civilities, he showed the respect which he bore to his royal guest. He gave him a golden key, which opened all his apartments, that the prince might, without any introduction, have access to him at all hours: He took the left hand of him on every occasion, except in the apartments assigned to Charles; for there, he said, the prince was at home: Charles was introduced into the palace with the same pomp and ceremony that attends the kings of Spain on their coronation: The council received public orders to obey him as the king himself: Olivarez too, though a grandee of Spain, who has the right of being covered before his own king, would not put on his hat in the prince's presence<a href=\"#n14\"><sup>[14]</sup></a>: All the prisons of Spain were thrown open, and all the prisoners received their freedom, as if the event, the most honourable and most fortunate, had happened to the monarchy<a href=\"#n15\"><sup>[15]</sup></a>. And every sumptuary law with regard to apparel was suspended during Charles's residence in Spain. The Infanta, however, was only shown to her lover in public, the Spanish ideas of decency being so strict, as not to allow of any farther intercourse, till the arrival of the dispensation<a href=\"#n16\"><sup>[16]</sup></a>.","subId":"18","id":"Hume.HE.5.49.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> point of honour was carried so far by that generous people, that no attempt was made, on account of the advantage which they had acquired, of imposing any harder conditions of treaty: Their pious zeal only prompted them, on one occasion, to desire more concessions in the religious articles; but, upon the opposition of Bristol, accompanied with some reproaches, they immediately desisted; The Pope, however, hearing of the prince's arrival in Madrid, tacked some new clauses to the dispensation<a href=\"#n17\"><sup>[17]</sup></a>; and it became necessary to transmit the articles to London, that the king might ratify them. This treaty, which was made public, consisted of several articles, chiefly regarding the exercise of the catholic religion by the Infanta and her household. Nothing could reasonably be found fault with, except one article, in which the king promised, that the children should be educated by the princess, till ten years of age. This condition could not be insisted on, but with a view of seasoning their minds with catholic principles; and though so tender an age seemed a sufficient security against theological prejudices, yet the same reason, which made the pope insert that article, should have induced the king to reject it.","subId":"19","id":"Hume.HE.5.49.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> the public treaty, there were separate articles, privately sworn to by the king; in which he promised to suspend the penal laws enacted against catholics, to procure a repeal of them in parliament, and to grant a toleration for the exercise of the catholic religion in private houses<a href=\"#n18\"><sup>[18]</sup></a>. Great murmurs, we may believe, would have arisen against these articles, had they been made known to the public; since we find it to have been imputed as an enormous crime to the prince, that, having received, about this time, a very civil letter from the pope, he was induced to return a very civil answer<a href=\"#n19\"><sup>[19]</sup></a>.","subId":"20","id":"Hume.HE.5.49.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span> Gregory XV. who granted the dispensation died; and Urban VIII. was chosen in his place. Upon this event, the nuncio refused to deliver the dispensation, till it should be renewed by Urban; and that crafty pontiff delayed sending a new dispensation, in hopes, that, during the prince's residence in Spain, some expedient might be fallen upon to effect his conversion. The king of England, as well as the prince, became impatient. <span class=\"page-break\"></span>On the first hint, Charles obtained permission to return; and Philip graced his departure with all the circumstances of elaborate civility and respect, which had attended his reception. He even erected a pillar, on the spot where they took leave of each other, as a monument of mutual friendship; and the prince, having sworn to the observance of all the articles, entered on his journey, and embarked on board the English fleet at St. Andero.","subId":"21","id":"Hume.HE.5.49.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> character of Charles, composed of decency, reserve, modesty, sobriety; virtues so agreeable to the manners of the Spaniards; the unparalleled confidence, which he had reposed in their nation; the romantic gallantry, which he had practised towards the princess; all these circumstances, joined to his youth and advantageous figure, had endeared him to the whole court of Madrid, and had impressed the most favourable ideas of him<a href=\"#n20\"><sup>[20]</sup></a>. But, in the same proportion, that the prince was beloved and esteemed, was Buckingham despised and hated. His behaviour, composed of English familiarity, and French vivacity; his sallies of passion, his indecent freedoms with the prince, his dissolute pleasures, his arrogant, impetuous temper, which he neither could, nor cared to disguise; qualities like these, could, most of them, be esteemed no where, but to the Spaniards were the objects of peculiar aversion<a href=\"#n21\"><sup>[21]</sup></a>. They could not conceal their surprize, that such a youth could intrude into a negotiation, now conducted to a period, by so accomplished a minister as Bristol, and could assume to himself all the merit of it. They lamented the Infanta's fate, who must be approached by a man, whose temerity seemed to respect no laws, divine or human<a href=\"#n22\"><sup>[22]</sup></a>. And when they observed, that he had the imprudence to insult the Condé duke of Olivarez, their prime minister; every one, who was ambitious of paying court to the Spanish, became desirous of showing a contempt for the English favourite.","subId":"22","id":"Hume.HE.5.49.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Buckingham told Olivarez, that his own attachment to the Spanish nation and to the king of Spain was extreme; that he would contribute to every measure, which could cement the friendship between England and them; and that his peculiar ambition would be to facilitate the prince's marriage with the Infanta. But, he added, with a sincerity equally insolent and indiscreet, <span class=\"page-break\"></span><em>With regard to you, Sir, in particular, you must not consider me as your friend, but must ever expect from me all possible enmity and opposition.</em> The Condé duke replied, with a becoming dignity, that he very willingly accepted of what was proffered him: And on these terms the favourites parted<a href=\"#n23\"><sup>[23]</sup></a>.","subId":"23","id":"Hume.HE.5.49.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Buckingham</span>, sensible how odious he was become to the Spaniards, and dreading the influence, which that nation would naturally acquire after the arrival of the Infanta, resolved to employ all his credit, in order to prevent the marriage. By what arguments he could engage the prince to offer such an insult to the Spanish nation, from whom he had met with such generous treatment, by what colours he could disguise the ingratitude, and imprudence of such a measure; these are totally unknown to us. We may only conjecture, that the many unavoidable causes of delay, which had so long prevented the arrival of the dispensation, had afforded to Buckingham a pretence for throwing on the Spaniards the imputation of insincerity in the whole treaty. It also appears, that his impetuous and domineering character had acquired, what it ever after maintained, a total ascendant over the gentle and modest temper of Charles; and, when the prince left Madrid, he was firmly determined, notwithstanding all his professions, to break off the treaty with Spain.","subId":"24","id":"Hume.HE.5.49.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not likely, that Buckingham prevailed so easily with James to abandon a project, which, during so many years, had been the object of all his wishes, and which he had now unexpectedly conducted to a happy period<a href=\"#n24\"><sup>[24]</sup></a>. A rupture with Spain, the loss of two millions, were prospects little agreeable to this pacific and indigent monarch. But finding his only son bent against a match, which had always been opposed by his people and his parliament, he yielded to difficulties, which he had not courage or strength of mind sufficient to overcome. The prince therefore, and Buckingham, on their arrival at London, assumed entirely the direction of the negotiation; and it was their business to seek for pretences, by which they could give a colour to their intended breach of treaty.","subId":"25","id":"Hume.HE.5.49.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the restitution of the Palatinate had ever been considered by James as a natural or necessary consequence of the Spanish <span class=\"page-break\"></span>alliance, he had always forbidden his ministers to insist on it as a preliminary article to the conclusion of the marriage treaty. He considered, that this principality was now in the hands of the emperor and the duke of Bavaria; and that it was no longer in the king of Spain's power, by a single stroke of his pen, to restore it to its ancient master. The strict alliance of Spain with these princes would engage Philip, he thought, to soften so disagreeable a demand by every art of negociation; and many articles must of necessity be adjusted, before such an important point could be effected. It was sufficient, in James's opinion, if the sincerity of the Spanish court could, for the present, be ascertained; and, dreading farther delays of the marriage, so long wished for, he was resolved to trust the Palatine's full restoration to the event of future counsels and deliberations<a href=\"#n25\"><sup>[25]</sup></a>.","subId":"26","id":"Hume.HE.5.49.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> whole system of negotiation, Buckingham now reversed; and he overturned every supposition, upon which the treaty had hitherto been conducted. After many fruitless artifices were employed to delay or prevent the espousals, Bristol received positive orders not to deliver the proxy, which had been left in his hands, or to finish the marriage, till security were given for the full restitution of the Palatinate<a href=\"#n26\"><sup>[26]</sup></a>. Philip understood this language. He had been acquainted with the disgust received by Buckingham; and deeming him a man capable of sacrificing, to his own ungovernable passions, the greatest interests of his master and of his country, he had expected, that the unbounded credit of that favourite would be employed to embroil the two nations. <span class=\"margin-comment\">Marriage treaty broken.</span> Determined, however, to throw the blame of the rupture entirely on the English, he delivered into Bristol's hand a written promise, by which he bound himself to procure the restoration of the Palatine, either by persuasion, or by every other possible means; and, when he found that this concession gave no satisfaction, he ordered the Infanta to lay aside the title of princess of Wales, which she bore after the arrival of the dispensation from Rome, and to drop the study of the English language<a href=\"#n27\"><sup>[27]</sup></a>. And thinking that such rash counsels, as now governed the court of England, would not stop at the breach of the marriage treaty, he ordered preparations for war immediately to be made, throughout all his dominions<a href=\"#n28\"><sup>[28]</sup></a>.","subId":"27","id":"Hume.HE.5.49.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> James, having, by means inexplicable from the ordinary rules of politics, conducted, so near an honourable period, the marriage of his son and the restoration of his son-in-law, failed at last of his purpose, by means equally unaccountable.","subId":"28","id":"Hume.HE.5.49.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span>, though the expedients, already used by Buckingham, were sufficiently inglorious, both for himself and for the nation; it was necessary for him, ere he could fully effect his purpose, to employ artifices still more dishonourable.","subId":"29","id":"Hume.HE.5.49.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">1624.</span> <span class=\"small-capitals\">The</span> king, having broken with Spain, was obliged to concert new measures; and, without the assistance of parliament, no effectual step of any kind could be taken. The benevolence, which, during the interval, had been rigorously exacted for recovering the Palatinate, though levied for so popular an end, had procured to the king less money than ill-will from his subjects<a href=\"#n29\"><sup>[29]</sup></a>. Whatever discouragements, therefore, he might receive from his ill agreement with former parliaments, <span class=\"margin-comment\">A parliament.</span> there was a necessity of summoning once more this assembly: and, it might be hoped, that the Spanish alliance, which gave such umbrage, being abandoned, the commons would now be better satisfied with the king's administration. In his speech to the houses, James dropped some hints of his causes of complaint against Spain; <span class=\"margin-comment\">29th Feb.</span> and he graciously condescended to ask the advice of parliament, which he had ever before rejected, with regard to the conduct of so important an affair as his son's marriage<a href=\"#n30\"><sup>[30]</sup></a>. Buckingham delivered, to a committee of lords and commons, a long narrative, which he pretended to be true and complete, of every step taken in the negociations with Philip: But partly by the suppression of some facts, partly by the false colouring laid on others, this narrative was calculated entirely to mislead the parliament, and to throw on the court of Spain the reproach of artifice and insincerity. He said, that, after many years' negotiation, the king found not himself any nearer his purpose; and that Bristol had never brought the treaty beyond general <span class=\"page-break\"></span>professions and declarations: That the prince, doubting the good intentions of Spain, resolved at last to take a journey to Madrid, and put the matter to the utmost trial: That he there found such artificial dealing as made him conclude all the steps taken towards the marriage to be false and deceitful: That the restitution of the <span class=\"page-break\"></span>Palatinate, which had ever been regarded by the king as an essential preliminary, was not seriously intended by Spain: And that, after enduring much bad usage, the prince was obliged to return to England, without any hopes, either of obtaining the Infanta, or of restoring the Elector Palatine<a href=\"#n31\"><sup>[31]</sup></a>.","subId":"30","id":"Hume.HE.5.49.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> narrative, which, considering the importance of the occasion, and the solemnity of that assembly, to which it was delivered, deserves great blame, was yet vouched for truth by the prince of Wales, who was present; and the king himself lent it, indirectly, his authority, by telling the parliament, that it was by his orders Buckingham laid the whole affair before them. The conduct of these princes it is difficult fully to excuse. It is in vain to plead the youth and inexperience of Charles; unless his inexperience and youth, as is probable<a href=\"#n32\"><sup>[32]</sup></a>, if not certain, really led him into error, and made him swallow all the falsities of Buckingham. And though the king was here hurried from his own measures by the impetuosity of others; nothing should have induced him to prostitute his character, and seem to vouch the impostures, at least false colourings, of his favourite, of which he had so good reason to entertain a suspicion<a href=\"#n33\"><sup>[33]</sup></a>.","subId":"31","id":"Hume.HE.5.49.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Buckingham</span>'s narrative, however artfully disguised, contained so many contradictory circumstances as were sufficient to open the eyes of all reasonable men; but it concurred so well with the passions and prejudices of the parliament, that no scruple was made of immediately adopting it<a href=\"#n34\"><sup>[34]</sup></a>. Charmed with having obtained at length the opportunity, so long wished for, of going to war with papists, they little thought of future consequences; but immediately advised the king to break off both treaties with Spain, as well that which regarded the marriage, as that for the restitution of the Palatinate<a href=\"#n35\"><sup>[35]</sup></a>. The people, ever greedy of war, till they suffer by it, displayed their triumph at these violent measures by public bonfires and rejoicings, and by insults on the Spanish ministers. Buckingham was now the favourite of the public and of the parliament. Sir Edward Coke, in the house of commons, called him the Saviour of the nation<a href=\"#n36\"><sup>[36]</sup></a>. Every place resounded with his praises. And he himself, intoxicated by a popularity, which he enjoyed so little time, and which he so ill deserved, violated all duty to his indulgent master, and entered into cabals with the puritanical members, who had ever opposed the royal authority. He even encouraged schemes for abolishing the order of bishops, and selling the dean and chapter lands, in order to defray the expences of a Spanish war. And the king, though he still entertained projects for temporizing, and for forming an accommodation with Spain, was so borne down by the torrent of popular prejudices, conducted and encreased by Buckingham, that he was at last obliged, in a speech to parliament, to declare in favour of hostile measures, if they would engage to support him<a href=\"#n37\"><sup>[37]</sup></a>. Doubts of their sincerity in this respect; doubts which the event showed not to be ill grounded; had probably been one cause of his former pacific and dilatory measures.","subId":"32","id":"Hume.HE.5.49.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> his speech on this occasion, the king began with lamenting his own unhappiness, that, having so long valued himself on the epithet of the pacific monarch, he should now, in his old age, be obliged to exchange the blessings of peace for the inevitable calamities of war. He represented to them the immense and continued expence, requisite for military armaments; and besides supplies, from time to time, as they should become necessary, he demanded a vote of six subsidies and twelve fifteenths, as a proper stock before the commencement of hostilities. He told them of his intolerable debts, chiefly contracted by the sums remitted to the Palatine<a href=\"#n38\"><sup>[38]</sup></a>; but he added, that he did not insist on any supply for his own relief, and that it was sufficient for him, if the honour and security of the public were provided for. To remove all suspicion, he, who had ever strenuously maintained his prerogative, and who <span class=\"page-break\"></span>had even extended it into some points esteemed doubtful, now made an imprudent concession, of which the consequences might have proved fatal to royal authority: He voluntarily offered, that the money voted should be paid to a committee of parliament, and should be issued by them, without being intrusted to his management<a href=\"#n39\"><sup>[39]</sup></a>. The commons willingly accepted of this concession, so unusual in an English monarch; they voted him only three subsidies and three fifteenths<a href=\"#n40\"><sup>[40]</sup></a>: and they took no notice of the complaints, which he made, of his own wants and necessities.","subId":"33","id":"Hume.HE.5.49.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Advantage</span> was also taken of the present good agreement between the king and parliament, in order to pass the bill against monopolies, which had formerly been encouraged by the king, but which had failed by the rupture between him and the last house of commons. This bill was conceived in such terms as to render it merely declaratory; and all monopolies were condemned, as contrary to law and to the known liberties of the people. It was there supposed, that every subject of England had entire power to dispose of his own actions, provided he did no injury to any of his fellow-subjects; and that no prerogative of the king, no power of any magistrate, nothing but the authority alone of laws, could restrain that unlimited freedom. The full prosecution of this noble principle into all its natural consequences, has at last, through many contests, produced that singular and happy government, which we enjoy at present<a href=\"#n41\"><sup>[41]</sup></a>.","subId":"34","id":"Hume.HE.5.49.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> house of commons also corroborated, by a new precedent, the important power of impeachment, which, two years before, they had exercised, in the case of chancellor Bacon, and which had lain dormant for near two centuries, except when they served as instruments of royal vengeance. The earl of Middlesex had been raised, by Buckingham's interest, from the rank of a London merchant, to be treasurer of England; and, by his activity and address, seemed not unworthy of that preferment. But, as he incurred the displeasure of his patron, by scrupling or refusing some demands of money, during the prince's residence in Spain, that favourite vowed revenge, and employed all his credit among the commons to procure an impeachment of the treasurer. The king was extremely <span class=\"page-break\"></span>dissatisfied with this measure, and prophesied to the prince and duke, that they would live to have their fill of parliamentary prosecutions<a href=\"#n42\"><sup>[42]</sup></a>. In a speech to the parliament, he endeavoured to apologize for Middlesex, and to soften the accusation against him<a href=\"#n43\"><sup>[43]</sup></a>. The charge, however, was still maintained by the commons; and the treasurer was found guilty by the peers, though the misdemeanors, proved against him, were neither numerous nor important. The accepting of two presents of five hundred pounds a-piece, for passing two patents, was the article of greatest weight. His sentence was, to be fined 50,000 pounds for the king's use, and to suffer all the other penalties formerly inflicted upon Bacon. The fine was afterwards remitted by the prince, when he mounted the throne.","subId":"35","id":"Hume.HE.5.49.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> session, an address was also made, very disagreeable to the king, craving the severe execution of the laws against catholics. His answer was gracious and condescending<a href=\"#n44\"><sup>[44]</sup></a>; though he declared against persecution, as being an improper measure for the suppression of any religion, according to the received maxim, <em>That the blood of the martyrs was the seed of the church.</em> He also condemned an entire indulgence of the catholics; and seemed to represent a middle course, as the most humane and most politic. He went so far as even to affirm, with an oath, that he never had entertained any thoughts of granting a toleration to these religionists<a href=\"#n45\"><sup>[45]</sup></a>. The liberty of exercising their worship in private houses, which he had secretly agreed to in the Spanish treaty, did not appear to him deserving that name; and it was probably by means of this explication, he thought that he had saved his honour. And as Buckingham, in his narrative<a href=\"#n46\"><sup>[46]</sup></a>, confessed, that the king had agreed to a temporary suspension of the penal laws against the catholics, which he distinguished from a toleration, a term at that time extremely odious, James naturally deemed his meaning to be sufficiently explained, and feared not any reproach of falsehood or duplicity, <span class=\"margin-comment\">29th May.</span> on account of this asseveration. After all these transactions, the parliament was prorogued by the king, who let fall some hints, though in gentle terms, of the sense which he entertained of their unkindness, in not supplying his necessities<a href=\"#n47\"><sup>[47]</sup></a>.","subId":"36","id":"Hume.HE.5.49.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span>, unable to resist so strong a combination as that of his people, his parliament, his son, and his favourite, had been compelled to embrace measures, for which, from temper as well as judgment, he had ever entertained a most settled aversion. Though he dissembled his resentment, he began to estrange himself from Buckingham, to whom he ascribed all those violent counsels, and whom he considered as the author, both of the prince's journey to Spain, and of the breach of the marriage treaty. The arrival of Bristol he impatiently longed for; and it was by the assistance of that minister, whose wisdom he respected, and whose views he approved, that he hoped in time to extricate himself from his present difficulties.","subId":"37","id":"Hume.HE.5.49.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">Return of Bristol.</span> <span class=\"small-capitals\">During</span> the prince's abode in Spain, that able negociator had ever opposed, though unsuccessfully, to the impetuous measures suggested by Buckingham, his own wise and well tempered counsels. After Charles's departure, he still, upon the first appearance of a change of resolution, interposed his advice, and strenuously insisted on the sincerity of the Spaniards in the conduct of the treaty, as well as the advantages, which England must reap from the completion of it. Enraged to find, that his successful labours should be rendered abortive by the levities and caprices of an insolent minion, he would understand no hints; and nothing but express orders from his master could engage him to make that demand, which, he was sensible, must put a final period to the treaty. He was not therefore surprised to hear, that Buckingham had declared himself his open enemy, and, on all occasions, had thrown out many violent reflections against him.","subId":"38","id":"Hume.HE.5.49.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nothing</span> could be of greater consequence to Buckingham, than to keep Bristol at a distance both from the king and the parliament; lest the power of truth, enforced by so well-informed a speaker, should open scenes, which were but suspected by the former, and of which the latter had as yet entertained no manner of jealousy. He applied therefore to James, whose weakness, disguised to himself under the appearance of finesse and dissimulation, was now become absolutely incurable. A warrant for sending Bristol to the Tower was issued immediately upon his arrival in England<a href=\"#n48\"><sup>[48]</sup></a>; and though he was soon released from confinement, yet orders were carried him from the king, to retire to his country <span class=\"page-break\"></span>seat, and to abstain from all attendance in parliament. He obeyed; but loudly demanded an opportunity of justifying himself, and of laying his whole conduct before his master. On all occasions, he protested his innocence, and threw on his enemy the blame of every miscarriage. Buckingham, and, at his instigation, the prince, declared, that they would be reconciled to Bristol, if he would but acknowledge his errors and ill-conduct: But the spirited nobleman, jealous of his honour, refused to buy favour at so high a price. James had the equity to say, that the insisting on that condition was a strain of unexampled tyranny: But Buckingham scrupled not to assert, with his usual presumption, that neither the king, the prince, nor himself, were as yet satisfied of Bristol's innocence<a href=\"#n49\"><sup>[49]</sup></a>.","subId":"39","id":"Hume.HE.5.49.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the attachment of the prince to Buckingham, while the timidity of James, or the shame of changing his favourite, kept the whole court in awe; the Spanish ambassador, Inoiosa, endeavoured to open the king's eyes, and to cure his fears, by instilling greater fears into him. He privately slipped into his hand a paper, and gave him a signal to read it alone. He there told him, that he was as much a prisoner at London as ever Francis I. was at Madrid; that the prince and Buckingham had conspired together, and had the whole court at their devotion; that cabals among the popular leaders in parliament were carrying on to the extreme prejudice of his authority; that the project was to confine him to some of his hunting seats, and to commit the whole administration to Charles; and that it was necessary for him, by one vigorous effort, to vindicate his authority, and to punish those who had so long and so much abused his friendship and beneficence<a href=\"#n50\"><sup>[50]</sup></a>.","subId":"40","id":"Hume.HE.5.49.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> credit James gave to this representation does not appear. He only discovered some faint symptoms, which he instantly retracted, of dissatisfaction with Buckingham. <span class=\"margin-comment\">Rupture with Spain.</span> All his public measures, and all the alliances into which he entered, were founded on the system of enmity to the Austrian family, and of war to be carried on for the recovery of the Palatinate.","subId":"41","id":"Hume.HE.5.49.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> states of the United Provinces were, at this time, governed by Maurice; and that aspiring prince, sensible that his credit would languish during peace, had, on the expiration of the twelve years' <span class=\"page-break\"></span>truce, renewed the war with the Spanish monarchy. His great capacity in the military art would have compensated the inferiority of his forces, had not the Spanish armies been commanded by Spinola, a general equally renowned for conduct, and more celebrated for enterprize and activity. In such a situation, nothing could be more welcome to the republic than the prospect of a rupture between James and the catholic king; and they flattered themselves, as well from the natural union of interests between them and England, as from the influence of the present conjuncture, that powerful succours would soon march to their relief. Accordingly, an army of six thousand men was levied in England, and sent over to Holland, commanded by four young noblemen, Essex, Oxford, Southampton, and Willoughby, who were ambitious of distinguishing themselves in so popular a cause, and of acquiring military experience under so renowned a captain as Maurice.","subId":"42","id":"Hume.HE.5.49.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Treaty with France.</span> <span class=\"small-capitals\">It</span> might reasonably have been expected, that, as religious zeal had made the recovery of the Palatinate appear a point of such vast importance in England; the same effect must have been produced in France, by the force merely of political views and considerations. While that principality remained in the hands of the house of Austria, the French dominions were surrounded on all sides by the possessions of that ambitious family, and might be invaded by superior forces from every quarter. It concerned the king of France, therefore, to prevent the peaceable establishment of the emperor in his new conquests; and both by the situation and greater power of his state, he was much better enabled than James to give succour to the distressed Palatine<a href=\"#n51\"><sup>[51]</sup></a>. But though these views escaped not Louis, nor cardinal Richlieu, who now began to acquire an ascendant in the French court; that minister was determined to pave the way for his enterprizes by first subduing the Hugonots, and thence to proceed, by mature counsels, to humble the house of Austria. The prospect, however, of a conjunction with England was presently embraced, and all imaginable encouragement was given to every proposal for conciliating a marriage between Charles and the princess Henrietta.","subId":"43","id":"Hume.HE.5.49.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> the sensible experience, which James might have acquired of the unsurmountable antipathy, entertained by <span class=\"page-break\"></span>his subjects, against all alliance with catholics, he still persevered in the opinion, that his son would be degraded by receiving into his bed a princess of less than royal extraction. After the rupture, therefore, with Spain, nothing remained but an alliance with France; and to that court he immediately applied himself<a href=\"#n52\"><sup>[52]</sup></a>. The same allurements had not here place, which had so long entangled him in the Spanish negociation: The portion promised was much inferior; and the peaceable restoration of the Palatine could not thence be expected. But James was afraid lest his son should be altogether disappointed of a bride; and therefore, as soon as the French king demanded, for the honour of his crown, the same terms which had been granted to the Spanish, he was prevailed with to comply. And as the prince, during his abode in Spain, had given a verbal promise to allow the Infanta the education of her children till the age of thirteen, this article was here inserted in the treaty; and to that imprudence is generally imputed the present distressed condition of his posterity. The court of England, however, it must be confessed, always pretended, even in their memorials to the French court, that all the favourable conditions granted to the catholics, were inserted in the marriage treaty merely to please the pope, and that their strict execution was, by an agreement with France, secretly dispensed with<a href=\"#n53\"><sup>[53]</sup></a>.","subId":"44","id":"Hume.HE.5.49.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> much as the conclusion of the marriage treaty was acceptable to the king, as much were all the military enterprizes disagreeable, both from the extreme difficulty of the undertaking in which he was engaged, and from his own incapacity for such a scene of action.","subId":"45","id":"Hume.HE.5.49.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the Spanish negociation, Heidelberg and Manheim had been taken by the Imperial forces; and Frankendale, though the garrison was entirely English, was closely besieged by them. After reiterated remonstrances from James, Spain interposed, and procured a suspension of arms during eighteen months. But as Frankendale was the only place of Frederic's ancient dominions, which was still in his hands, Ferdinand, desirous of withdrawing his forces from the Palatinate, and of leaving that state in security, was unwilling that so important a fortress should remain in the possession of the enemy. To compromise all differences, it was agreed to sequestrate it in the hands of the Infanta as a neutral person; upon <span class=\"page-break\"></span>condition that, after the expiration of the truce, it should be delivered to Frederic; though peace should not, at that time, be concluded between him and Ferdinand<a href=\"#n54\"><sup>[54]</sup></a>. After the unexpected rupture with Spain, the Infanta, when James demanded the execution of the treaty, offered him peaceable possession of Frankendale, and even promised a safe conduct for the garrison through the Spanish Netherlands: But there was some territory of the empire interposed between her state and the Palatinate; and for passage over that territory, no terms were stipulated<a href=\"#n55\"><sup>[55]</sup></a>. By this chicane, which certainly had not been employed, if amity with Spain had been preserved, the Palatine was totally dispossessed of his patrimonial dominions.","subId":"46","id":"Hume.HE.5.49.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English nation, however, and James's warlike council, were not discouraged. It was still determined to reconquer the Palatinate; a state lying in the midst of Germany, possessed entirely by the Emperor and duke of Bavaria, surrounded by potent enemies, and cut off from all communication with England. Count Mansfeldt was taken into pay; <span class=\"margin-comment\">Mansfeldt's expedition.</span> and an English army of 12,000 foot and 200 horse was levied by a general press throughout the kingdom. During the negociation with France, vast promises had been made, though in general terms, by the French ministry; not only that a free passage should be granted to the English troops, but that powerful succours should also join them in their march towards the Palatinate. In England, all these professions were hastily interpreted to be positive engagements. The troops under Mansfeldt's command were embarked at Dover; <span class=\"margin-comment\">December.</span> but, upon sailing over to Calais, found no orders yet arrived for their admission. After waiting in vain during some time, they were obliged to sail towards Zealand; where it had also been neglected to concert proper measures for their disembarkation; and some scruples arose among the States on account of the scarcity of provisions. Meanwhile, a pestilential distemper creeped in among the English forces, so long cooped up in narrow vessels. Half the army died while on board; and the other half, weakened by sickness, appeared too small a body to march into the Palatinate. <span class=\"margin-comment\">1625.</span><a href=\"#n56\"><sup>[56]</sup></a> And thus ended this ill-concerted and fruitless expedition; the only disaster which happened <span class=\"page-break\"></span>to England, during the prosperous and pacific reign of James.","subId":"47","id":"Hume.HE.5.49.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> reign was now drawing towards a conclusion. With peace, so successfully cultivated, and so passionately loved by this monarch, his life also terminated. This spring he was seized with a tertian ague; and, when encouraged by his courtiers with the common proverb, that such a distemper, during that season, was health for a king, he replied, that the proverb was meant of a young king. After some fits, he found himself extremely weakened, and sent for the prince, whom he exhorted to bear a tender affection for his wife, but to preserve a constancy in religion; to protect the church of England; and to extend his care towards the unhappy family of the Palatine<a href=\"#n57\"><sup>[57]</sup></a>. With decency and courage, he prepared himself for his end; <span class=\"margin-comment\">Death of the king.</span> and he expired on the 27th of March, after a reign over England of twenty-two years and some days; and in the fifty-ninth year of his age. His reign over Scotland was almost of equal duration with his life. In all history, it would be difficult to find a reign less illustrious, yet more unspotted and unblemished than that of James in both kingdoms.","subId":"48","id":"Hume.HE.5.49.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">His character.</span> <span class=\"small-capitals\">No</span> prince, so little enterprising and so inoffensive, was ever so much exposed to the opposite extremes of calumny and flattery, of satire and panegyric. And the factions, which began in his time, being still continued, have made his character be as much disputed to this day, as is commonly that of princes who are our contemporaries. Many virtues, however, it must be owned, he was possessed of; but scarce any of them pure, or free from the contagion of the neighbouring vices. His generosity bordered on profusion, his learning on pedantry, his pacific disposition on pusillanimity, his wisdom on cunning, his friendship on light fancy and boyish fondness. While he imagined that he was only maintaining his own authority, he may perhaps be suspected, in a few of his actions, and still more of his pretensions, to have somewhat encroached on the liberties of his people: While he endeavoured, by an exact neutrality, to acquire the good will of all his neighbours, he was able to preserve fully the esteem and regard of none. His capacity was considerable; but fitter to discourse on general maxims than to conduct any intricate business: His intentions were just; but more <span class=\"page-break\"></span>adapted to the conduct of private life, than to the government of kingdoms. Aukward in his person, and ungainly in his manners, he was ill qualified to command respect; partial and undiscerning in his affections, he was little fitted to acquire general love. Of a feeble temper more than of a frail judgment: Exposed to our ridicule from his vanity; but exempt from our hatred by his freedom from pride and arrogance. And upon the whole, it may be pronounced of his character, that all his qualities were sullied with weakness and embellished by humanity. Of political courage he certainly was destitute; and thence chiefly is derived the strong prejudice, which prevails against his personal bravery: An inference, however, which must be owned, from general experience, to be extremely fallacious.","subId":"49","id":"Hume.HE.5.49.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">He</span> was only once married, to Anne of Denmark, who died on the 3d of March 1619, in the forty-fifth year of her age; a woman eminent neither for her vices nor her virtues. She loved shows and expensive amusements; but possessed little taste in her pleasures. A great comet appeared about the time of her death; and the vulgar esteemed it the prognostic of that event. So considerable in their eyes are even the most insignificant princes.","subId":"50","id":"Hume.HE.5.49.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">He</span> left only one son, Charles, then in the twenty-fifth year of his age; and one daughter, Elizabeth, married to the elector Palatine. She was aged twenty-nine years. Those alone remained of six legitimate children born to him. He never had any illegitimate; and he never discovered any tendency, even the smallest, towards a passion for any mistress.","subId":"51","id":"Hume.HE.5.49.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> archbishops of Canterbury during this reign were, Whytgift, who died in 1604; Bancroft, in 1610; Abbot, who survived the king. The chancellors, lord Ellesmore, who resigned in 1617; Bacon was first lord keeper till 1619; then was created chancellor, and was displaced in 1621; Williams, bishop of Lincoln, was created lord keeper in his place. The high treasurers were the earl of Dorset, who died in 1609; the earl of Salisbury, in 1612; the earl of Suffolk fined and displaced for bribery in 1618; lord Mandeville, resigned in 1621; the earl of Middlesex, displaced in 1624; the earl of Marlborough succeeded. The lord admirals were, the earl of Nottingham, who resigned in 1618; the earl, afterwards duke of Buckingham. The secretaries of state were, the earl of <span class=\"page-break\"></span>Salisbury, Sir Ralph Winwood, Nanton, Calvert, lord Conway, Sir Albertus Moreton.","subId":"52","id":"Hume.HE.5.49.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> numbers of the house of lords, in the first parliament of this reign, were seventy-eight temporal peers. The numbers in the first parliament of Charles were ninety-seven. Consequently James, during that period, created nineteen new peerages above those that expired.","subId":"53","id":"Hume.HE.5.49.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> house of commons, in the first parliament of this reign, consisted of four hundred and sixty-seven members. It appears, that four boroughs revived their charters, which they had formerly neglected. And as the first parliament of Charles consisted of four hundred and ninety-four members, we may infer that James created ten new boroughs.","subId":"54","id":"Hume.HE.5.49.54"},{"type":"note","content":"Franklyn, p. 57. Rushworth, vol. i. p. 38.","subId":"n1","id":"Hume.HE.5.49.n1"},{"type":"note","content":"Parl. Hist. vol. v. p. 484.","subId":"n2","id":"Hume.HE.5.49.n2"},{"type":"note","content":"Kennet, p. 749.","subId":"n3","id":"Hume.HE.5.49.n3"},{"type":"note","content":"Franklyn, p. 69. Rushworth, vol. i. p. 63.","subId":"n4","id":"Hume.HE.5.49.n4"},{"type":"note","content":"Rushworth, vol. i. p. 292.","subId":"n5","id":"Hume.HE.5.49.n5"},{"type":"note","content":"Ibid. p. 69.","subId":"n6","id":"Hume.HE.5.49.n6"},{"type":"note","content":"Rushworth, vol. i. p. 272.","subId":"n7","id":"Hume.HE.5.49.n7"},{"type":"note","content":"We find by private letters between Philip IV. and the Condé Olivarez, shown by the latter to Buckingham, that the marriage and the restitution of the Palatinate were always considered by the court of Spain as inseparable. See Franklyn, p. 71, 72. Rushworth, vol. i. p. 71, 280, 299, 300. Parl. Hist. vol. vi. p. 66.","subId":"n8","id":"Hume.HE.5.49.n8"},{"type":"note","content":"Franklyn, p. 72.","subId":"n9","id":"Hume.HE.5.49.n9"},{"type":"note","content":"Rushworth, vol. i. p. 66.","subId":"n10","id":"Hume.HE.5.49.n10"},{"type":"note","content":"Clarendon, vol. i. p. 11, 12.","subId":"n11","id":"Hume.HE.5.49.n11"},{"type":"note","content":"Clarendon, vol. i. p. 14.","subId":"n12","id":"Hume.HE.5.49.n12"},{"type":"note","content":"Ibid. vol. i. p. 16.","subId":"n13","id":"Hume.HE.5.49.n13"},{"type":"note","content":"Franklyn, p. 73.","subId":"n14","id":"Hume.HE.5.49.n14"},{"type":"note","content":"Idem, p. 74.","subId":"n15","id":"Hume.HE.5.49.n15"},{"type":"note","content":"Rushworth, vol. i. p. 77.","subId":"n16","id":"Hume.HE.5.49.n16"},{"type":"note","content":"Idem, vol. i. p. 84.","subId":"n17","id":"Hume.HE.5.49.n17"},{"type":"note","content":"Franklyn, p. 80. Rushworth, vol. i. p. 89. Kennet, p. 769.","subId":"n18","id":"Hume.HE.5.49.n18"},{"type":"note","content":"Rushworth, vol. i. p. 82. Franklyn, p. 77.","subId":"n19","id":"Hume.HE.5.49.n19"},{"type":"note","content":"Franklyn, p. 80. Rushworth, vol. i. p. 103.","subId":"n20","id":"Hume.HE.5.49.n20"},{"type":"note","content":"Ibid. vol. i. p. 101.","subId":"n21","id":"Hume.HE.5.49.n21"},{"type":"note","content":"Clarendon, vol. i. p. 36.","subId":"n22","id":"Hume.HE.5.49.n22"},{"type":"note","content":"Rushworth, vol. i. p. 103. Clarendon, vol. i. p. 37.","subId":"n23","id":"Hume.HE.5.49.n23"},{"type":"note","content":"Hacket's Life of Williams.","subId":"n24","id":"Hume.HE.5.49.n24"},{"type":"note","content":"Parl. Hist. vol. vi. p. 57.","subId":"n25","id":"Hume.HE.5.49.n25"},{"type":"note","content":"Rushworth, vol. i. p. 105. Kennet, p. 776.","subId":"n26","id":"Hume.HE.5.49.n26"},{"type":"note","content":"Franklyn, p. 80. Rushworth, vol. i. p. 112.","subId":"n27","id":"Hume.HE.5.49.n27"},{"type":"note","content":"Rushworth, vol. i. p. 114.","subId":"n28","id":"Hume.HE.5.49.n28"},{"type":"note","content":"To show by what violent measures benevolences were usually raised, Johnstone tells us, in his <em>Rerum Britannicarum historia,</em> that Barnes, a citizen of London, was the first who refused to contribute anything; upon which, the treasurer sent him word, that he must immediately prepare himself to carry by post a dispatch into Ireland. The citizen was glad to make his peace by paying a hundred pounds; and no one durst afterwards refuse the benevolence required. See farther, Coke, p. 80.","subId":"n29","id":"Hume.HE.5.49.n29"},{"type":"note","content":"Franklyn, p. 79. Rushworth, vol. i. p. 115. Kennet, p. 778.","subId":"n30","id":"Hume.HE.5.49.n30"},{"type":"note","content":"Franklyn, p. 89, 90, 91, &amp;c. Rushworth, vol. i. p. 119, 120, &amp;c. Parl. Hist. vol. vi. p. 20, 21, &amp;c.","subId":"n31","id":"Hume.HE.5.49.n31"},{"type":"note","content":"The moment the prince embarked at St. Andero's, he said, to those about him, that it was folly in the Spaniards to use him so ill, and allow him to depart: A proof that the duke had made him believe they were insincere in the affair of the marriage and the Palatinate: For, as to his reception, in other respects, it had been altogether unexceptionable. Besides, had not the prince believed the Spaniards to be insincere, he had no reason to quarrel with them, though Buckingham had. It appears, therefore, that Charles himself must have been deceived. The multiplied delays of the dispensation, though they arose from accident, afforded Buckingham a plausible pretext for charging the Spaniards with insincerity.","subId":"n32","id":"Hume.HE.5.49.n32"},{"type":"note","content":"It must, however, be confessed, that the king afterwards warned the house not to take Buckingham's narrative for his, though it was laid before them by his order. Parl. Hist. vol. vi. p. 104. James was probably ashamed to have been carried so far by his favourite.","subId":"n33","id":"Hume.HE.5.49.n33"},{"type":"note","content":"Parl. Hist. vol. vi. p. 75.","subId":"n34","id":"Hume.HE.5.49.n34"},{"type":"note","content":"Franklyn, p. 98. Rushworth, vol. i. p. 128. Parl. Hist. vol. vi. p. 103.","subId":"n35","id":"Hume.HE.5.49.n35"},{"type":"note","content":"Clarendon, vol. i. p. 6.","subId":"n36","id":"Hume.HE.5.49.n36"},{"type":"note","content":"Franklyn, p. 94, 95. Rushworth, vol. i. p. 129, 130.","subId":"n37","id":"Hume.HE.5.49.n37"},{"type":"note","content":"Among other particulars, he mentions a sum of 80,000 pounds borrowed from the king of Denmark. In a former speech to the parliament, he told them, that he had expended 5oo,ooo pounds in the cause of the Palatine, besides the voluntary contribution given him by the people. See Franklyn, p. 50. But what is more extraordinary, the treasurer, in order to show his own good services, boasts to the parliament, that by his contrivance, 60,000 pounds had been saved in the article of exchange in the sums remitted to the Palatine. This seems a great sum, nor is it easy to conceive whence the king could procure such vast sums as would require a sum so considerable to be paid in exchange. From the whole, however, it appears, that the king had been far from neglecting the interests of his daughter and son-in-law, and had even gone far beyond what his narrow revenue could afford.","subId":"n38","id":"Hume.HE.5.49.n38"},{"type":"note","content":"Rushworth, vol. i. p. 137.","subId":"n39","id":"Hume.HE.5.49.n39"},{"type":"note","content":"Less than 300,000 pounds.","subId":"n40","id":"Hume.HE.5.49.n40"},{"type":"note","content":"How little this principle had prevailed, during any former period of the English government, particularly during the last reign, which was certainly not so perfect a model of liberty as most writers would represent it, will easily appear from many passages in the history of that reign. But the ideas of men were much changed, during about twenty years of a gentle and peaceful administration. The commons, though James, of himself, had recalled all patents of monopolies, were not contented without a law against them, and a declaratory law too; which was gaining a great point, and establishing principles very favourable to liberty: But they were extremely grateful, when Elizabeth, upon petition (after having once refused their requests) recalled a few of the most oppressive patents; and employed some soothing expressions towards them.The parliament had surely reason, when they confessed, in the seventh of James, that he allowed them more freedom of debate, than ever was indulged by any of his predecessors. His indulgence in this particular, joined to his easy temper, was probably one cause of the great power assumed by the commons. Monsieur de la Boderie, in his dispatches, vol. i. p. 449. mentions the liberty of speech in the house of commons as a new practice.","subId":"n41","id":"Hume.HE.5.49.n41"},{"type":"note","content":"Clarendon, vol. i. p. 23.","subId":"n42","id":"Hume.HE.5.49.n42"},{"type":"note","content":"Parl. Hist. vol. vi. p. 19.","subId":"n43","id":"Hume.HE.5.49.n43"},{"type":"note","content":"Franklyn, p. 101, 102.","subId":"n44","id":"Hume.HE.5.49.n44"},{"type":"note","content":"See farther, Franklyn, p. 87.","subId":"n45","id":"Hume.HE.5.49.n45"},{"type":"note","content":"Parl. Hist. vol. vi. p. 37.","subId":"n46","id":"Hume.HE.5.49.n46"},{"type":"note","content":"Franklyn, p. 103.","subId":"n47","id":"Hume.HE.5.49.n47"},{"type":"note","content":"Rushworth, vol. i. p. 145.","subId":"n48","id":"Hume.HE.5.49.n48"},{"type":"note","content":"Id. vol. i. p. 259.","subId":"n49","id":"Hume.HE.5.49.n49"},{"type":"note","content":"Rushworth, vol. i. p. 144. Hacket's Life of Williams. Coke, p. 107.","subId":"n50","id":"Hume.HE.5.49.n50"},{"type":"note","content":"See Collection of State Papers by the Earl of Clarendon, p. 393.","subId":"n51","id":"Hume.HE.5.49.n51"},{"type":"note","content":"Rushworth, vol. i. p. 152.","subId":"n52","id":"Hume.HE.5.49.n52"},{"type":"note","content":"Rymer, tom. xviii. p. 224. 'Tis certain that the young prince of Wales, afterwards Charles II. had protestant governors from his early infancy; first the earl of Newcastle, then the Marquis of Hertford. The king, in his memorial to foreign churches after the commencement of the civil wars, insists on his care in educating his children in the protestant religion, as a proof that he was no-wise inclined to the catholic. Rushworth, vol. v. p. 752. It can scarcely, therefore, be questioned, but this article, which has so odd an appearance, was inserted only to amuse the pope, and was never intended by either party to be executed.","subId":"n53","id":"Hume.HE.5.49.n53"},{"type":"note","content":"Rushworth, vol. i. p. 74.","subId":"n54","id":"Hume.HE.5.49.n54"},{"type":"note","content":"Idem, ibid. p. 151.","subId":"n55","id":"Hume.HE.5.49.n55"},{"type":"note","content":"Franklyn, p. 104. Rushworth, vol. i. p. 154. Dugdale, p. 24.","subId":"n56","id":"Hume.HE.5.49.n56"},{"type":"note","content":"Rushworth, vol. i. p. 155.","subId":"n57","id":"Hume.HE.5.49.n57"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.48","imported":true,"title":"Chapter 48. James I (cont.)","breadcrumb":"Chapter 48","published":[1754]},"next":{"id":"Hume.HE.5.App4","imported":true,"title":"Appendix 4. Appendix to the Reign of James I","breadcrumb":"Appendix 4","published":[1754]}}