{"id":"Hume.HE.5.52","imported":true,"parent":"Hume.HE.5","title":"Chapter 52. Charles I (cont.)","breadcrumb":"Chapter 52","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. LII.</h2> <h1>CHARLES I.</h1> <em>Peace with France——Peace with Spain——State of the court and ministry——Character of the queen——Strafford——Laud——Innovations in the church——Irregular levies of money——Severities in the star-chamber and high commission——Ship money——Trial of Hambden.</em>","id":"Hume.HE.5.52"},{"type":"paragraph","content":"THERE now opens to us a new scene. Charles, naturally disgusted with parliaments, <span class=\"margin-comment\">1629.</span> who, he found, were determined to proceed against him with unmitigated rigour, both in invading his prerogative, and refusing him all supply, resolved not to call any more, till he should see greater indications of a compliant disposition in the nation. Having lost his great favourite, Buckingham, he became his own minister; and never afterwards reposed in any one such unlimited confidence. As he chiefly follows his own genius and disposition, his measures are henceforth less rash and hasty; though the general tenor of his administration still wants somewhat of being entirely legal, and perhaps more of being entirely prudent.","subId":"1","id":"Hume.HE.5.52.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> shall endeavour to exhibit a just idea of the events which followed for some years; so far as they regard foreign affairs, the state of the court, and the government of the nation. The incidents <span class=\"page-break\"></span>are neither numerous nor illustrious; but the knowledge of them is necessary for understanding the subsequent transactions, which are so memorable.","subId":"2","id":"Hume.HE.5.52.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Charles</span>, destitute of all supply, was necessarily reduced to embrace a measure, which ought to have been the result of reason and sound policy: He made peace with the two crowns, against which he had hitherto waged a war, entered into without necessity, and conducted without glory. Notwithstanding the distracted and helpless condition of England, no attempt was made either by France or Spain, to invade their enemy; nor did they entertain any farther project, than to defend themselves against the feeble and ill-concerted expeditions of that kingdom. Pleased that the jealousies and quarrels between king and parliament had disarmed so formidable a power, they carefully avoided any enterprize, which might rouze either the terror or anger of the English, and dispose them to domestic union and submission. The endeavours to regain the good-will of the nation were carried so far by the king of Spain, that he generously released and sent home all the English prisoners taken in the expedition against Cadiz. The example was imitated by France, <span class=\"margin-comment\">Peace with France and Spain.</span> after the retreat of the English from the isle of Rhé. When princes were in such dispositions, and had so few pretensions on each other, it could not be difficult to conclude a peace. The treaty was first signed with France<a href=\"#n1\"><sup>[1]</sup></a>. The situation of the king's affairs did not entitle him to demand any conditions for the Hugonots, and they were abandoned to the will of their sovereign. <span class=\"margin-comment\">14th April.</span> Peace was afterwards concluded with Spain; where no conditions were made in favour of the Palatine, except that Spain promised in general to use their good offices for his restoration. <span class=\"margin-comment\">1630. 5th Nov.</span><a href=\"#n2\"><sup>[2]</sup></a> The influence of these two wars on domestic affairs, and on the dispositions of king and people, was of the utmost consequence: But no alteration was made by them on the foreign interests of the kingdom.","subId":"3","id":"Hume.HE.5.52.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nothing</span> more happy can be imagined than the situation, in which England then stood with regard to foreign affairs. Europe was divided between the rival families of Bourbon and Austria, whose opposite interests, and still more their mutual jealousies, secured the tranquillity of this island. Their forces were so nearly <span class=\"page-break\"></span>counterpoised, that no apprehensions were entertained of any event, which could suddenly disturb the balance of power between them. The Spanish monarch, deemed the most powerful, lay at greatest distance: and the English, by that means, possessed the advantage of being engaged by political motives into a more intimate union and confederacy with the neighbouring potentate. The dispersed situation of the Spanish dominions rendered the naval power of England formidable to them, and kept that empire in continual dependence. France, more vigorous and more compact, was every day rising in policy and discipline; and reached at last an equality of power with the house of Austria: But her progress, slow and gradual, left it still in the power of England, by a timely interposition to check her superiority. And thus Charles, could he have avoided all dissentions with his own subjects, was in a situation to make himself be courted and respected by every power in Europe; and, what has scarcely ever since been attained by the princes of this island, he could either be active with dignity, or neutral with security.","subId":"4","id":"Hume.HE.5.52.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> neutrality was embraced by the king; and, during the rest of his reign, he seems to have little regarded foreign affairs, except so far as he was engaged by honour, and by friendship for his sister and the Palatine, to endeavour the procuring of some relief for that unhappy family. He joined his good offices to those of France, and mediated a peace between the kings of Sweden and Poland, in hopes of engaging the former to embrace the protection of the oppressed protestants in the empire. This was the famed Gustavus, whose heroic genius, seconded by the wisest policy, made him in a little time the most distinguished monarch of the age, and rendered his country, formerly unknown and neglected, of great weight in the balance of Europe. To encourage and assist him in his projected invasion of Germany, Charles agreed to furnish him with six thousand men; but, that he might preserve the appearance of neutrality, he made use of the marquis of Hamilton's name<a href=\"#n3\"><sup>[3]</sup></a>. That nobleman entered into an engagement with Gustavus; and enlisting these troops in England and Scotland at Charles's expence, he landed them in the Elbe. The decisive battle of Leipsic was fought soon after; where the conduct of Tilly and <span class=\"page-break\"></span>the valour of the Imperialists were overcome by the superior conduct of Gustavus and the superior valour of the Swedes. What remained of this hero's life was one continued series of victory, for which he was less beholden to fortune, than to those personal endowments, which he derived from nature and from industry. That rapid progress of conquest, which we so much admire in ancient history, was here renewed in modern annals; and without that cause, to which, in former ages, it had ever been owing. Military nations were not now engaged against an undisciplined and unwarlike people; nor heroes set in opposition to cowards. The veteran troops of Ferdinand, conducted by the most celebrated generals of the age, were foiled in every encounter, and all Germany was over-run in an instant by the victorious Swede. But by this extraordinary and unexpected success of his ally, Charles failed of the purpose, for which he framed the alliance. Gustavus, elated by prosperity, began to form more extensive plans of ambition; and in freeing Germany from the yoke of Ferdinand, he intended to reduce it to subjection under his own. He refused to restore the Palatine to his principality, except on conditions, which would have kept him in total dependence<a href=\"#n4\"><sup>[4]</sup></a>. And thus the negociation was protracted; till the battle of Lutzen, where the Swedish monarch perished in the midst of a complete victory, which he obtained over his enemies.","subId":"5","id":"Hume.HE.5.52.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have carried on these transactions a few years beyond the present period, that we might not be obliged to return to them; nor be henceforth interrupted in our account of Charles's court and kingdoms.","subId":"6","id":"Hume.HE.5.52.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of the court and ministry.</span> <span class=\"small-capitals\">When</span> we consider Charles as presiding in his court, as associating with his family, it is difficult to imagine a character at once more respectable and more amiable. A kind husband, an indulgent father, a gentle master, a stedfast friend; to all these eulogies, his conduct in private life fully intitled him. As a monarch too, in the exterior qualities, he excelled; in the essential, he was not defective. His address and manner, though perhaps inclining a little towards stateliness and formality, in the main corresponded to his high rank, and gave grace to that reserve and gravity, which were natural to him. The moderation and equity, which shone forth in <span class=\"page-break\"></span>his temper; <em>seemed</em> to secure him against rash and dangerous enterprizes: The good sense, which he displayed in his discourse and conversation, <em>seemed</em> to warrant his success in every reasonable undertaking. Other endowments likewise he had attained, which, in a private gentleman, would have been highly ornamental, and which, in a great monarch, might have proved extremely useful to his people. He was possessed of an excellent taste in all the fine arts; and the love of painting was in some degree his favourite passion. Learned beyond what is common in princes, he was a good judge of writing in others, and enjoyed, himself, no mean talent in composition. In any other age or nation, this monarch had been secure of a prosperous and a happy reign. But the high idea of his own authority, which he had imbibed, made him incapable of giving way to the spirit of liberty, which <em>began</em> to prevail among his subjects. His politics were not supported by such vigour and foresight as might enable him to subdue their pretensions, and maintain his prerogative at the high pitch, to which it had been raised by his predecessors. And above all, the spirit of enthusiasm, being universally diffused, disappointed all the views of human prudence, and disturbed the operation of every motive, which usually influences society.","subId":"7","id":"Hume.HE.5.52.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the misfortunes, arising from these causes, were yet remote. Charles now enjoyed himself in the full exercise of his authority, in a social intercourse with his friends and courtiers, and in a moderate use of those pleasures, which he most affected.","subId":"8","id":"Hume.HE.5.52.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of the queen.</span> <span class=\"small-capitals\">After</span> the death of Buckingham, who had somewhat alienated Charles from the queen, she is to be considered as his chief friend and favourite. That rustic contempt of the fair sex, which James affected, and which, banishing them from his court, made it resemble more a fair or an exchange, than the seat of a great prince, was very wide of the disposition of this monarch. But though full of complaisance to the whole sex, Charles reserved all his passion for his consort, to whom he attached himself with unshaken fidelity and confidence. By her sense and spirit, as well as by her beauty, she justified the fondness of her husband; though it is allowed, that, being somewhat of a passionate temper, she precipitated him into hasty and imprudent measures. Her religion, likewise, to which she was much addicted, must be regarded as a great misfortune; since it augmented the jealousy, which prevailed <span class=\"page-break\"></span>against the court, and engaged her to procure for the catholics some indulgences, which were generally distasteful to the nation<a href=\"#n5\"><sup>[5]</sup></a>.","subId":"9","id":"Hume.HE.5.52.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the former situation of the English government, when the sovereign was in a great measure independent of his subjects, the king chose his ministers, either from personal favour, or from an opinion of their abilities; without any regard to their parliamentary interest or talents. It has since been the maxim of princes, wherever popular leaders encroach too much on royal authority, to confer offices on them; in expectation that they will afterwards become more careful not to diminish that power, which has become their own. These politics were now embraced by Charles; a sure proof that a secret revolution had happened in the constitution, and had necessitated the prince to adopt new maxims of government<a href=\"#n6\"><sup>[6]</sup></a>. But the views of the king were at this time so repugnant to those of the puritans, that the leaders, whom he gained, lost, from that moment, all interest with their party, and were even pursued as traitors, with implacable hatred and resentment. <span class=\"margin-comment\">Strafford.</span> This was the case with Sir Thomas Wentworth, whom the king created, first a baron, then a viscount, and afterwards earl of Strafford; made him president of the council of York; and deputy of Ireland; and regarded him as his chief minister and counsellor. By his eminent talents and abilities, Strafford merited all the confidence, which his master reposed in him: His character was stately and austere; more fitted to procure esteem than love: His fidelity to the king was unshaken; but as he now employed all his counsels to support the prerogative, which he had formerly bent all his endeavours to diminish, his virtue seems not to have been entirely pure, but to have been susceptible of strong impressions from private interest and ambition. Sir Dudley Digges was about the same time created master of the rolls: Noy, attorney-general: Littleton, solicitor-general. All these had likewise been parliamentary leaders; and were men eminent in their profession<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"10","id":"Hume.HE.5.52.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Laud.</span> <span class=\"small-capitals\">In</span> all ecclesiastical affairs, and even in many civil, Laud, bishop of London, had great influence over the king. This man was virtuous, if severity of manners alone and abstinence from pleasure, could deserve that name. He was learned, if polemical knowledge <span class=\"page-break\"></span>could intitle him to that praise. He was disinterested, but with unceasing industry he studied to exalt the priestly and prelatical character, which was his own. His zeal was unrelenting in the cause of religion; that is, in imposing, by rigorous measures, his own tenets and pious ceremonies on the obstinate puritans, who had profanely dared to oppose him. In prosecution of his holy purposes, he overlooked every human consideration; or, in other words, the heat and indiscretion of his temper made him neglect the views of prudence and rules of good manners. He was in this respect happy, that all his enemies were also imagined by him the declared enemies to loyalty and true piety, and that every exercise of his anger, by that means, became in his eyes a merit and a virtue. This was the man who acquired so great an ascendant over Charles, and who led him, by the facility of his temper, into a conduct, which proved so fatal to himself and to his kingdoms.","subId":"11","id":"Hume.HE.5.52.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Innovations in the church.</span> <span class=\"small-capitals\">The</span> humour of the nation ran at that time into the extreme opposite to superstition; and it was with difficulty that the ancient ceremonies, to which men had been accustomed, and which had been sanctified by the practice of the first reformers, could be retained in divine service: Yet was this the time which Laud chose for the introduction of new ceremonies and observances. Besides that these were sure to displease as innovations, there lay, in the opinion of the public, another very forcible objection against them. Laud, and the other prelates who embraced his measures, were generally well-instructed in sacred antiquity, and had adopted many of those religious sentiments, which prevailed during the fourth and fifth centuries; when the Christian church, as is well known, was already sunk into those superstitions, which were afterwards continued and augmented by the policy of Rome. The revival, therefore, of the ideas and practices of that age, could not fail of giving the English faith and liturgy some resemblance to the catholic superstition, which the kingdom in general, and the puritans in particular, held in the greatest horror and detestation. Men also were apt to think, that without some secret purpose, such insignificant observances would not be imposed with such unrelenting zeal on the refractory nation; and that Laud's scheme was to lead back the English, by gradual steps, to the religion of their ancestors. They considered not, that the very insignificancy of these ceremonies recommended them to the superstitious prelate, <span class=\"page-break\"></span>and made them appear the more peculiarly sacred and religious, as they could serve to no other purpose. Nor was the resemblance to the Romish ritual any objection, but rather a merit, with Laud and his brethren; who bore a much greater kindness to the mother-church, as they called her, than to the sectaries and presbyterians, and frequently recommended her as a true Christian church; an appellation which they refused, or at least scrupled to give to the others. So openly were these tenets espoused, that not only the discontented puritans believed the church of England to be relapsing fast into Romish superstition: The court of Rome itself entertained hopes of regaining its authority in this island; and, in order to forward Laud's supposed good intentions, an offer was twice made him, in private, of a cardinal's hat, which he declined accepting<a href=\"#n8\"><sup>[8]</sup></a>. His answer was, as he says himself, <em>That something dwelt within him, which would not suffer his compliance, till Rome were other than it is<a href=\"#n9\"><sup>[9]</sup></a>.</em>","subId":"12","id":"Hume.HE.5.52.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> court lady, daughter of the earl of Devonshire, having turned catholic, was asked by Laud the reasons of her conversion. <em>'Tis chiefly,</em> said she, <em>because I hate to travel in a crowd.</em> The meaning of this expression being demanded, she replied,<em> I perceive your grace and many others are making haste to Rome; and therefore, in order to prevent my being crowded, I have gone before you.</em> It must be confessed, that though Laud deserved not the appellation of papist, the genius of his religion was, though in a less degree, the same with that of the Romish: The same profound respect was exacted to the sacerdotal character, the same submission required to the creeds and decrees of synods and councils, the same pomp and ceremony was affected in worship, and the same superstitious regard to days, postures, meats, and vestments. No wonder, therefore, that this prelate was, every-where, among the puritans, regarded with horror, as the forerunner of antichrist.","subId":"13","id":"Hume.HE.5.52.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> a specimen of the new ceremonies, to which Laud sacrificed his own quiet and that of the nation, it may not be amiss to relate those, which, he was accused of employing in the consecration of St. Catherine's church, and which were the object of such general scandal and offence.","subId":"14","id":"Hume.HE.5.52.14"},{"type":"paragraph","content":"<a href=\"#n10\"><sup>[10]</sup></a>On the bishop's approach to the west door of the church, a loud <span class=\"page-break\"></span>voice cried, <em>Open, Open, ye everlasting doors, that the king of glory may enter in!</em> Immediately the doors of the church flew open, and the bishop entered. Falling upon his knees, with eyes elevated and arms expanded, he uttered these words: <em>This place is holy; the ground is holy: In the name of the Father, Son, and Holy Ghost, I pronounce it holy.</em>","subId":"15","id":"Hume.HE.5.52.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Going</span> towards the chancel, he several times took up from the floor some of the dust, and threw it in the air. When he approached, with his attendants, near to the communion-table, he bowed frequently towards it: And on their return, they went round the church repeating as they marched along, some of the psalms: And then said a form of prayer, which concluded with these words: <em>We consecrate this church, and separate it unto thee as holy ground, not to be profaned any more to common uses.</em>","subId":"16","id":"Hume.HE.5.52.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> this, the bishop, standing near the communion-table, solemnly pronounced many imprecations upon such as should afterwards pollute that holy place by musters of soldiers, or keeping in it profane law courts, or carrying burthens through it. On the conclusion of every curse he bowed towards the east, and cried, <em>Let all the people say, Amen.</em>","subId":"17","id":"Hume.HE.5.52.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> imprecations being all so piously finished, there were poured out a number of blessings upon such as had any hand in framing and building that sacred and beautiful edifice, and on such as had given, or should hereafter give to it, any chalices, plate, ornaments, or utensils. At every benediction, he in like manner bowed towards the east, and cried, <em>Let all the people say, Amen.</em>","subId":"18","id":"Hume.HE.5.52.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> sermon followed; after which, the bishop consecrated and administered the sacrament in the following manner:","subId":"19","id":"Hume.HE.5.52.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> he approached the communion table, he made many lowly reverences: And coming up to that part of the table where the bread and wine lay, he bowed seven times. After the reading of many prayers, he approached the sacramental elements, and gently lifted up the corner of the napkin, in which the bread, was placed. When he beheld the bread, he suddenly let fall the napkin, drew back a step or two, bowed three several times towards the bread; then he drew nigh again, opened the napkin, and bowed as before.","subId":"20","id":"Hume.HE.5.52.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Next</span>, he laid his hand on the cup, which had a cover upon it, and was filled with wine. He let go the cup, fell back, and bowed thrice toward it. He approached again; and lifting up the cover, <span class=\"page-break\"></span>peeped into the cup. Seeing the wine, he let fall the cover, started back, and bowed as before. Then he received the sacrament, and gave it to others. And many prayers being said, the solemnity of the consecration ended. The walls and floor and roof of the fabric were then supposed to be sufficiently holy<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"21","id":"Hume.HE.5.52.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Orders</span> were given, and rigorously insisted on, that the communion-table should be removed from the middle of the area, where it hitherto stood in all churches, except in cathedrals<a href=\"#n12\"><sup>[12]</sup></a>. It was placed at the east end, railed in, and denominated an Altar; as the clergyman, who officiated, received commonly the appellation of PRIEST. It is not easy to imagine the discontents excited by this innovation, and the suspicions which it gave rise to.","subId":"22","id":"Hume.HE.5.52.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> kneeling at the altar, and the using of copes, a species of embroidered vestment, in administring the sacrament, were also known to be great objects of scandal, as being popish practices: But the opposition rather encreased than abated the zeal of the prelate, for the introduction of these habits and ceremonies.","subId":"23","id":"Hume.HE.5.52.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> kinds of ornament, especially pictures, were necessary for supporting that mechanical devotion, which was purposed to be raised in this model of religion: But as these had been so much employed by the church of Rome, and had given rise to so much superstition, or what the puritans called idolatry; it was impossible to introduce them into English churches, without exciting general murmurs and complaints. But Laud, possessed of present authority, persisted in his purpose, and made several attempts towards acquiring these ornaments. Some of the pictures, introduced by him, were also found, upon enquiry, to be the very same that might be met with in the mass-book. The crucifix too, that eternal consolation of all pious catholics, and terror to all sound protestants, was not forgotten on this occasion<a href=\"#n13\"><sup>[13]</sup></a>.","subId":"24","id":"Hume.HE.5.52.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was much remarked, that Sherfield, the recorder of Salisbury, was tried in the star-chamber, for having broken, contrary to the bishop of Salisbury's express injunctions, a painted window of St. Edmond's church in that city. He boasted, that he had destroyed these monuments of idolatry: But for this effort of his zeal, he was fined 500 pounds, removed from his office, condemned <span class=\"page-break\"></span>to make a public acknowledgment, and be bound to his good behaviour<a href=\"#n14\"><sup>[14]</sup></a>.","subId":"25","id":"Hume.HE.5.52.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Not</span> only such of the clergy, as neglected to observe every ceremony, were suspended and deprived by the high-commission court: Oaths were, by many of the bishops, imposed on the church-wardens; and they were sworn to inform against any one, who acted contrary to the ecclesiastical canons<a href=\"#n15\"><sup>[15]</sup></a>. Such a measure, though practised during the reign of Elizabeth, gave much offence; as resembling too nearly the practice of the Romish inquisition.","subId":"26","id":"Hume.HE.5.52.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> show the greater alienation from the churches reformed after the presbyterian model, Laud advised, that the discipline and worship of the church should be imposed on the English regiments and trading companies abroad<a href=\"#n16\"><sup>[16]</sup></a>. All foreigners of the Dutch and Walloon congregations were commanded to attend the established church; and indulgence was granted to none after the children of the first denizens<a href=\"#n17\"><sup>[17]</sup></a>. Scudamore too, the king's ambassador at Paris, had orders to withdraw himself from the communion of the hugonots. Even men of sense were apt to blame this conduct, not only because it gave offence in England, but because, in foreign countries, it lost the crown the advantage of being considered as the head and support of the reformation<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"27","id":"Hume.HE.5.52.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> pretence of pacifying disputes, orders were issued from the council, forbidding on both sides, all preaching and printing with regard to the controverted points of predestination and free-will. But it was complained of, and probably with reason, that the impartiality was altogether confined to the orders, and that the execution of them was only meant against the calvinists.","subId":"28","id":"Hume.HE.5.52.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> return for Charles's indulgence towards the church, Laud and his followers took care to magnify, on every occasion, the regal authority, and to treat, with the utmost disdain or detestation, all puritanical pretensions to a free and independent constitution. But while these prelates were so liberal in raising the crown at the expence of public liberty, they made no scruple of encroaching <span class=\"page-break\"></span>themselves, on the royal rights the most incontestible; in order to exalt the hierarchy, and procure to their own order dominion and independence. All the doctrines which the Romish church had borrowed from some of the fathers, and which freed the spiritual from subordination to the civil power, were now adopted by the church of England, and interwoven with her political and religious tenets. A divine and apostolical charter was insisted on, preferably to a legal and parliamentary one<a href=\"#n19\"><sup>[19]</sup></a>. The sacerdotal character was magnified as sacred and indefeizable: All right to spiritual authority, or even to private judgment in spiritual subjects, was refused to profane laymen: Ecclesiastical courts were held by the bishops in their own name, without any notice taken of the king's authority: And Charles, though extremely jealous of every claim in popular assemblies, seemed rather to encourage than repress those encroachments of his clergy. Having felt many sensible inconveniences from the independent spirit of parliaments, he attached himself entirely to those who professed a devoted obedience to his crown and person; nor did he foresee, that the ecclesiastical power, which he exalted, not admitting of any precise boundary, might in time become more dangerous to public peace, and no less fatal to royal prerogative than the other.","subId":"29","id":"Hume.HE.5.52.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> early as the coronation, Laud was the person, according to general opinion, that introduced a novelty, which, though overlooked by Charles, made a deep impression on many of the byestanders. After the usual ceremonies, these words were recited to the king. <q>Stand and hold fast, from henceforth, the place to which you have been heir by the succession of your forefathers, being now delivered to you by the authority of Almighty God, and by the hands of us and all the bishops and servants of God. And, as you see the clergy to come nearer the altar than others, so remember, that, in all places convenient, you give them greater honour; that the Mediator of God and man may establish you on the kingly throne, to be a mediator betwixt the clergy and the laity; and that you may reign for ever with Jesus Christ, the King of kings, and Lord of lords.</q><a href=\"#n20\"><sup>[20]</sup></a>","subId":"30","id":"Hume.HE.5.52.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> principles, which exalted prerogative, were not entertained by the king merely as soft and agreeable to his royal ears: They were also put in practice during the time that he ruled without <span class=\"page-break\"></span>parliaments. Though frugal and regular in his expence, he wanted money for the support of government; and he levied it, either by the revival of obsolete laws, or by violations, some more open, some more disguised, of the privileges of the nation. Though humane and gentle in his temper, he gave way to a few severities in the star-chamber and high-commission, which seemed necessary, in order to support the present mode of administration, and repress the rising spirit of liberty throughout the kingdom. Under these two heads may be reduced all the remarkable transactions of this reign, during some years: For, in peaceable and prosperous times, where a neutrality in foreign affairs is observed, scarcely any thing is remarkable, but what is, in some degree, blamed, or blameable. And, lest the hope of relief or protection from parliament might encourage opposition, Charles issued a proclamation in which he declared, <q>That, whereas, for several ill ends, the calling again of a parliament is divulged; though his majesty has shown, by frequent meetings with his people, his love to the use of parliaments: Yet the late abuse having, for the present, driven him unwillingly out of that course; he will account it presumption for any one to prescribe to him any time for the calling of that assembly.</q><a href=\"#n21\"><sup>[21]</sup></a> This was generally construed as a declaration, that, during this reign, no more parliaments were intended to be summoned. And every measure of the king's confirmed a suspicion, so disagreeable to the generality of the people.","subId":"31","id":"Hume.HE.5.52.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Irregular levies of money.</span> <span class=\"small-capitals\">Tonnage</span> and poundage continued to be levied by the royal authority alone. The former additional impositions were still exacted. Even new impositions were laid on several kinds of merchandize<a href=\"#n22\"><sup>[22]</sup></a>.","subId":"32","id":"Hume.HE.5.52.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> custom-house officers received orders from the council to enter in to any house, warehouse, or cellar; to search any trunk or chest; and to break any bulk whatever; in default of the payment of customs<a href=\"#n23\"><sup>[23]</sup></a>.","subId":"33","id":"Hume.HE.5.52.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to exercise the militia, and to keep them in good order, each county, by an edict of the council, was assessed in a certain sum, for maintaining a muster-master, appointed for that service<a href=\"#n24\"><sup>[24]</sup></a>.","subId":"34","id":"Hume.HE.5.52.34"},{"type":"paragraph","content":"<a href=\"#n25\"><sup>[25]</sup></a>Compositions were openly made with recusants, and the popish <span class=\"page-break\"></span>religion became a regular part of the revenue. This was all the persecution which it underwent during the reign of Charles<a href=\"#n26\"><sup>[26]</sup></a>.","subId":"35","id":"Hume.HE.5.52.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> commission was granted for compounding with such as were possessed of crown-lands upon defective titles; and, on this pretence, some money was exacted from the people<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"36","id":"Hume.HE.5.52.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was a law of Edward II.<a href=\"#n28\"><sup>[28]</sup></a>, That whoever was possessed of twenty pounds a year in land, should be obliged, when summoned, to appear and to receive the order of knighthood. Twenty pounds, at that time, partly by the change of denomination, partly by that in the value of money, were equivalent to 200 in the seventeenth century; and it seemed just, that the king should not strictly insist on the letter of the law, and oblige people of so small revenue to accept of that expensive honour. Edward VI.<a href=\"#n29\"><sup>[29]</sup></a>, and queen Elizabeth<a href=\"#n30\"><sup>[30]</sup></a>, who had both of them made use of this expedient for raising money, had summoned only those who were possessed of forty pounds a year and upwards to receive knighthood, or compound for their neglect; and Charles imitated their example, in granting the same indulgence. Commissioners were appointed for fixing the rates of composition; and instructions were given to these commissioners, not to accept of a less sum than would have been due by the party, upon a tax of three subsidies and a half<a href=\"#n31\"><sup>[31]</sup></a>. Nothing proves more plainly, how ill-disposed the people were to the measures of the crown, than to observe, that they loudly complained of an expedient, founded on positive statute, and warranted by such recent precedents. The law was pretended to be obsolete; though only one reign had intervened since the last execution of it.","subId":"37","id":"Hume.HE.5.52.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">Severities of the star-chamber and high commission.</span> <span class=\"small-capitals\">Barnard</span>, lecturer of St. Sepulchre's, London, used this expression in his prayer before sermon; <em>Lord, open the eyes of the queen's majesty, that she may see Jesus Christ, whom she has pierced with her infidelity, superstition, and idolatry.</em> He was questioned in the high-commission court for this insult on the queen; but, upon his submission, dismissed<a href=\"#n32\"><sup>[32]</sup></a>. Leighton who had written libels against the king, the queen, the bishops, and the whole administration, was condemned by a very severe, if not a cruel, sentence; but the <span class=\"page-break\"></span>execution of it was suspended for some time, in expectation of his submission<a href=\"#n33\"><sup>[33]</sup></a>. All the severities, indeed, of this reign were exercised against those who triumphed in their sufferings, who courted persecution, and braved authority: And, on that account, their punishment may be deemed the more just, but the less prudent. To have neglected them entirely, had it been consistent with order and public safety, had been the wisest measure, that could have been embraced; as perhaps it had been the most severe punishment, that could have been inflicted on these zealots.","subId":"38","id":"Hume.HE.5.52.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">1631.</span> <span class=\"small-capitals\">In</span> order to gratify the clergy with a magnificent fabric, subscriptions were set on foot, for repairing and rebuilding St. Paul's; and the king, by his countenance and example, encouraged this laudable undertaking<a href=\"#n34\"><sup>[34]</sup></a>. By order of the privy-council, St. Gregory's church was removed, as an impediment to the project of extending and beautifying the cathedral. Some houses and shops likewise were pulled down; and compensation was made to the owners<a href=\"#n35\"><sup>[35]</sup></a>. As there was no immediate prospect of assembling a parliament, such acts of power in the king became necessary; and in no former age would the people have entertained any scruple with regard to them. It must be remarked, that the Puritans were extremely averse to the raising of this ornament to the capital. It savoured, as they pretended, of popish superstition.","subId":"39","id":"Hume.HE.5.52.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> stamp duty was imposed on cards: A new tax, which, of itself, was liable to no objection; but appeared of dangerous consequence, when considered as arbitrary and illegal<a href=\"#n36\"><sup>[36]</sup></a>.","subId":"40","id":"Hume.HE.5.52.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Monopolies</span> were revived; an oppressive method of levying money, being unlimited as well as destructive of industry. The last parliament of James, which abolished monopolies, had left an equitable exception in favour of new inventions; and on pretence of these, and of erecting new companies and corporations, was this grievance now renewed. The manufacture of soap was given to a company who paid a sum for their patent<a href=\"#n37\"><sup>[37]</sup></a>. Leather, salt, and many other commodities, even down to linen rags, were likewise put under restrictions.","subId":"41","id":"Hume.HE.5.52.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is affirmed by Clarendon, that so little benefit was reaped <span class=\"page-break\"></span>from these projects, that of 200,000 pounds thereby levied on the people, scarcely 1500 came into the king's coffers. Though we ought not to suspect the noble historian of exaggerations to the disadvantage of Charles's measures; this fact, it must be owned, appears somewhat incredible. The same author adds, that the king's intention was to teach his subjects how unthrifty a thing it was to refuse reasonable supplies to the crown. An imprudent project! to offend a whole nation, under the view of punishment; and to hope, by acts of violence, to break their refractory spirits, without being possessed of any force to prevent resistance.","subId":"42","id":"Hume.HE.5.52.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">1632.</span> <span class=\"small-capitals\">The</span> council of York had been first erected, after a rebellion, by a patent from Henry VIII. without any authority of parliament; and this exercise of power, like many others, was indulged to that arbitrary monarch. This council had long acted chiefly as a criminal court; but, besides some innovations, introduced by James, Charles thought proper, some time after Wentworth was made president, to extend its powers, and to give it a large civil jurisdiction, and that, in some respects, discretionary<a href=\"#n38\"><sup>[38]</sup></a>. It is not improbable, that the king's intention was only to prevent inconveniencies, which arose from the bringing of every cause, from the most distant parts of the kingdom, into Westminster-hall: But the consequence, in the mean time, of this measure, was the putting of all the northern counties out of the protection of ordinary law, and subjecting them to an authority somewhat arbitrary. Some irregular acts of that council were, this year, complained of<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"43","id":"Hume.HE.5.52.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">1633.</span> <span class=\"small-capitals\">The</span> court of star-chamber extended its authority; and it was matter of complaint, that it encroached upon the jurisdiction of the other courts; imposing heavy fines and inflicting severe punishment, beyond the usual course of justice. Sir David Foulis was fined 5000 pounds, chiefly because he had dissuaded a friend from compounding with the commissioners of knighthood<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"44","id":"Hume.HE.5.52.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">Prynne</span>, a barrister of Lincoln's-Inn, had written an enormous quarto of a thousand pages, which he called <em>Histrio-Mastyx.</em> Its professed purpose was to decry stage-plays, comedies, interludes, music, dancing; but the author likewise took occasion to declaim against hunting, public festivals, Christmas-keeping, bonfires, and Maypoles. His zeal against all these levities, he says, was first <span class=\"page-break\"></span>moved, by observing, that plays sold better than the choicest sermons, and that they were frequently printed on finer paper than the Bible itself. Besides, that the players were often papists, and desperately wicked; the play-houses, he affirms, are Satan's chapels, and play-haunters little better than incarnate devils; and so many steps in a dance, so many paces to hell. The chief crime of Nero he represents to have been, his frequenting and acting of plays; and those, who nobly conspired his death, were principally moved to it, as he affirms, by their indignation at that enormity. The rest of his thousand pages is of a like strain. He had obtained a licence from archbishop Abbot's chaplain; yet was he indicted in the star-chamber as a libeller. It was thought somewhat hard, that general invectives against plays should be interpreted into satires against the king and queen, merely because they frequented these amusements, and because the queen sometimes acted a part in pastorals and interludes, which were represented at court. The author, it must be owned, had, in plainer terms, blamed the hierarchy, the ceremonies, the innovations in religious worship, and the new superstitions, introduced by Laud<a href=\"#n41\"><sup>[41]</sup></a>; and this probably, together with the obstinacy and petulance of his behaviour before the star-chamber, was the reason why his sentence was so severe. He was condemned to be put from the bar; to stand on the pillory in two places, Westminster and Cheapside; to lose both his ears, one in each place; to pay 5000 pounds, fine to the king; and to be imprisoned during life<a href=\"#n42\"><sup>[42]</sup></a>.","subId":"45","id":"Hume.HE.5.52.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> same Prynne was a great hero among the Puritans; and it was chiefly with a view of mortifying that sect, that, though of an honourable profession, he was condemned by the star-chamber to so ignominious a punishment. The thorough-paced Puritans were distinguishable by the sourness and austerity of their manners, and by their aversion to all pleasure and society<a href=\"#n43\"><sup>[43]</sup></a>. To inspire them with better humour, was certainly, both for their own sake and that <span class=\"page-break\"></span>of the public, a laudable intention in the court; but whether pillories, fines, and prisons, were proper expedients for that purpose, may admit of some question.","subId":"46","id":"Hume.HE.5.52.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Another</span> expedient which the king tried, in order to infuse chearfulness into the national devotion, was not much more successful. He renewed his father's edict for allowing sports and recreations on Sunday to such as attended public worship; and he ordered his proclamation for that pupose to be publicly read by the clergy after divine service<a href=\"#n44\"><sup>[44]</sup></a>. Those who were puritanically affected, refused obedience, and were punished by suspension or deprivation. The differences between the sects were before sufficiently great; nor was it necessary to widen them farther by these inventions.","subId":"47","id":"Hume.HE.5.52.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> encouragement and protection, which the king and the bishops gave to wakes, church-ales, bride-ales, and other chearful festivals of the common people, were the objects of like scandal to the Puritans<a href=\"#n45\"><sup>[45]</sup></a>.","subId":"48","id":"Hume.HE.5.52.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">June 12.</span> <span class=\"small-capitals\">This</span> year, Charles made a journey to Scotland, attended by the court, in order to hold a parliament there, and to pass through the ceremony of his coronation. The nobility and gentry of both kingdoms rivaled each other, in expressing all duty and respect to the king, and in showing mutual friendship and regard to each other. No one could have suspected, from exterior appearances, that such dreadful scenes were approaching.","subId":"49","id":"Hume.HE.5.52.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">One</span> chief article of business (for it deserves the name), which the king transacted in this parliament, was, besides obtaining some supply, to procure authority for ordering the habits of clergymen<a href=\"#n46\"><sup>[46]</sup></a>. The act did not pass without opposition and difficulty. The dreadful surplice was before men's eyes; and they apprehended, with some reason, that, under sanction of this law, it would soon be introduced among them. Though the king believed, that his prerogative intitled him to a power, in general, of directing whatever belonged to the exterior government of the church; this was deemed a matter of too great importance to be ordered without the sanction of a particular statute.","subId":"50","id":"Hume.HE.5.52.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Immediately</span> after the king's return to England, he heard of <span class=\"page-break\"></span>archbishop Abbot's death: And, without delay, he conferred that dignity on his favourite, Laud; who, by this accession of authority, was now enabled to maintain ecclesiastical discipline with greater rigour, and to aggravate the general discontent of the nation.","subId":"51","id":"Hume.HE.5.52.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Laud</span> obtained the bishopric of London for his friend, Juxon; and, about a year after the death of Sir Richard Weston, created earl of Portland, had interest enough to engage the king to make that prelate high treasurer. Juxon was a person of great integrity, mildness, and humanity, and endued with a good understanding<a href=\"#n47\"><sup>[47]</sup></a>. Yet did this last promotion give general offence. His birth and character were deemed too obscure for a man raised to one of the highest offices of the crown. And the clergy, it was thought, were already too much elated by former instances of the king's attachment to them, and needed not this farther encouragement to assume dominion over the laity<a href=\"#n48\"><sup>[48]</sup></a>. The Puritans, likewise, were much dissatisfied with Juxon, notwithstanding his eminent virtues; because he was a lover of profane field-sports, and hunting.","subId":"52","id":"Hume.HE.5.52.52"},{"type":"paragraph","content":"<span class=\"margin-comment\">1634. Ship-money.</span> <span class=\"small-capitals\">Ship-money</span> was now introduced. The first writs of this kind had been directed to sea-port towns only: But ship-money was at this time levied on the whole kingdom; and each country was rated at a particular sum, which was afterwards assessed upon individuals<a href=\"#n49\"><sup>[49]</sup></a>. The amount of the whole tax was very moderate, little exceeding 200,000 pounds: It was levied upon the people with equality: The money was entirely expended on the navy, to the great honour and advantage of the kingdom: As England had no military force, while all the other powers of Europe were strongly armed, a fleet seemed absolutely necessary for her security: And it was obvious, that a navy must be built and equipped at leisure, during peace; nor could it possibly be fitted out on a sudden emergence, when the danger became urgent: Yet all these considerations could not reconcile the people to the imposition. It was entirely arbitrary: By the same right any other tax might be imposed: And men thought a powerful fleet, though very desirable, both for the credit and safety of the kingdom, but an unequal recompence for their liberties, which, they apprehended, were thus sacrificed to the obtaining of it.","subId":"53","id":"Hume.HE.5.52.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">England</span>, it must be owned, was, in this respect, unhappy in its present situation, that the king had entertained a very different idea of the constitution, from that which <em>began,</em> in general, to prevail among his subjects. He did not regard national privileges as so sacred and inviolable, that nothing but the most extreme necessity could justify an infringement of them. He considered himself as the supreme magistrate, to whose care heaven, by his birth-right, had committed his people, whose duty it was to provide for their security and happiness, and who was vested with ample discretionary powers for that salutary purpose. If the observance of ancient laws and customs was consistent with the present convenience of government, he thought himself obliged to comply with that rule; as the easiest, the safest, and what procured the most prompt and willing obedience. But when a change of circumstances, especially if derived from the obstinacy of the people, required a new plan of administration; national privileges, he thought, must yield to supreme power; nor could any order of the state oppose any right to the will of the sovereign, directed to the good of the public<a href=\"#n50\"><sup>[50]</sup></a>. That these principles of government were derived from the uniform tenor of the English laws, it would be rash to affirm. The fluctuating nature of the constitution, the impatient humour of the people, and the variety of events, had, no doubt, in different ages, produced exceptions and contradictions. These observations alone may be established on both sides, <em>that</em> the appearances were sufficiently strong in favour of the king to apologize for his following such maxims; and <em>that</em> public liberty must be so precarious under this exorbitant prerogative, as to render an opposition not only excuseable, but laudable, in the people<a href=\"#n51\"><sup>[51]</sup></a>.","subId":"54","id":"Hume.HE.5.52.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> laws had been enacted, during the reign of Henry VII. against depopulation, or the converting of arable lands into pasture. By a decree of the star-chamber, Sir Anthony Roper was fined 4000 pounds for an offence of that nature<a href=\"#n52\"><sup>[52]</sup></a>. This severe sentence was intended to terrify others into composition; and above 30,000 pounds were levied by that expedient<a href=\"#n53\"><sup>[53]</sup></a>. Like compositions, or, in default of them, heavy fines, were required for <span class=\"page-break\"></span>encroachments on the king's forests; whose bounds, by decrees deemed arbitrary, were extended much beyond what was usual<a href=\"#n54\"><sup>[54]</sup></a>. The bounds of one forest, that of Rockingham were encreased from six miles to sixty<a href=\"#n55\"><sup>[55]</sup></a>. The same refractory humour, which made the people refuse to the king voluntary supplies, disposed them, with better reason, to murmur against these irregular methods of taxation.","subId":"55","id":"Hume.HE.5.52.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">Morley</span> was fined 10,000 pounds, for reviling, challenging, and striking, in the court of Whitehall, Sir George Theobald, one of the king's servants<a href=\"#n56\"><sup>[56]</sup></a>. This fine was thought exorbitant; but whether it was compounded, as was usual in fines imposed by the star-chamber, we are not informed.","subId":"56","id":"Hume.HE.5.52.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">Allison</span> had reported, that the archbishop of York had incurred the king's displeasure, by asking a limited toleration for the catholics, and an allowance to build some churches for the exercise of their religion. For this slander against the archbishop, he was condemned in the star-chamber to be fined 1000 pounds, to be committed to prison, to be bound to his good behaviour during life, to be whipped, and to be set on the pillory at Westminster, and in three other towns in England. Robins, who had been an accomplice in the guilt, was condemned by a sentence equally severe<a href=\"#n57\"><sup>[57]</sup></a>. Such events are rather to be considered as rare and detached incidents, collected by the severe scrutiny of historians, than as proofs of the prevailing genius of the king's administration, which seems to have been more gentle and equitable than that of most of his predecessors: There were on the whole only five or six such instances of rigour during the course of fifteen years, which elapsed before the meeting of the long parliament. And it is also certain, that scandal against the great, though seldom prosecuted at present, is, however, in the eye of the law, a great crime, and subjects the offender to very heavy penalties.","subId":"57","id":"Hume.HE.5.52.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are other instances of the high respect paid to the nobility and to the great in that age; when the powers of monarchy, though disputed, still maintained themselves in their pristine vigour. Clarendon<a href=\"#n58\"><sup>[58]</sup></a> tells us a pleasant incident to this purpose: A waterman, belonging to a man of quality, having a squabble with <span class=\"page-break\"></span>a citizen about his fare, showed his badge, the crest of his master, which happened to be a swan; and thence insisted on better treatment from the citizen. But the other replied carelessly, that he did not trouble his head about that goose. For this offence, he was summoned before the marshal's court; was fined, as having opprobriously defamed the nobleman's crest, by calling the swan a goose; and was in effect reduced to beggary.","subId":"58","id":"Hume.HE.5.52.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sir</span> Richard Granvile had thought himself ill used by the earl of Suffolk in a law-suit; and he was accused before the star-chamber of having said of that nobleman, that he was a base lord. The evidence against him was somewhat lame; yet for this slight offence, insufficiently proved, he was condemned to pay a fine of 8000 pounds; one half to the earl, the other to the king<a href=\"#n59\"><sup>[59]</sup></a>.","subId":"59","id":"Hume.HE.5.52.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sir</span> George Markham, following a chace where lord Darcy's huntsman was exercising his hounds, kept closer to the dogs than was thought proper by the huntsman, who, besides other rudeness, gave him foul language, which Sir George returned with a stroke of his whip. The fellow threatened to complain to his master: The knight replied, If his master should justify such insolence, he would serve him in the same manner, or words to that effect. Sir George was summoned before the star-chamber, and fined 10,000 pounds. <em>So fine a thing was it in those days to be a lord!</em>—A natural reflection of lord Lansdown's, in relating this incident<a href=\"#n60\"><sup>[60]</sup></a>. The people, in vindicating their liberties from the authority of the crown, threw off also the yoke of the nobility. It is proper to remark, that this last incident happened early in the reign of James. The present practice of the star-chamber was far from being an innovation; though the present dispositions of the people made them repine more at this servitude.","subId":"60","id":"Hume.HE.5.52.60"},{"type":"paragraph","content":"<span class=\"margin-comment\">1635.</span> <span class=\"small-capitals\">Charles</span> had imitated the example of Elizabeth and James, and had issued proclamations forbidding the landed gentlemen and the nobility to live idly in London, and ordering them to retire to their country-seats<a href=\"#n61\"><sup>[61]</sup></a>. For disobedience to this edict, many were indicted by the attorney-general, and were fined in the star–chamber<a href=\"#n62\"><sup>[62]</sup></a>. <span class=\"page-break\"></span>This occasioned discontents; and the sentences were complained of, as illegal. But if proclamations had authority, of which nobody pretended to doubt, must they not be put in execution? In no instance, I must confess, does it more evidently appear, what confused and uncertain ideas were, during that age, entertained concerning the English constitution.","subId":"61","id":"Hume.HE.5.52.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ray</span>, having exported fullers-earth, contrary to the king's proclamation, was, besides the pillory, condemned in the star-chamber to a fine of 2000 pounds<a href=\"#n63\"><sup>[63]</sup></a>. Like fines were levied on Terry, Eman, and others, for disobeying a proclamation which forbad the exportation of gold<a href=\"#n64\"><sup>[64]</sup></a>. In order to account for the subsequent convulsions, even these incidents are not to be overlooked, as frivolous or contemptible. Such severities were afterwards magnified into the greatest enormities.","subId":"62","id":"Hume.HE.5.52.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> remains a proclamation of this year, prohibiting hackney coaches from standing in the street<a href=\"#n65\"><sup>[65]</sup></a>. We are told, that there were not above twenty coaches of that kind in London. There are, at present, near eight hundred.","subId":"63","id":"Hume.HE.5.52.63"},{"type":"paragraph","content":"<span class=\"margin-comment\">1636.</span> <span class=\"small-capitals\">The</span> effects of ship-money began now to appear. A formidable fleet of sixty sail, the greatest that England had ever known, was equipped under the earl of Northumberland, who had orders to attack the herring-busses of the Dutch, which fished in what were called the British seas. The Dutch were content to pay 30,000 pounds for a licence during this year. They openly denied, however, the claim of dominion in the seas, beyond the friths, bays, and shores; and it may be questioned whether the laws of nations warrant any farther pretensions.","subId":"64","id":"Hume.HE.5.52.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> year the king sent a squadron against Sallee; and with the assistance of the emperor of Morocco, destroyed that receptacle of pyrates, by whom the English commerce and even the English coasts had long been infested.","subId":"65","id":"Hume.HE.5.52.65"},{"type":"paragraph","content":"<span class=\"margin-comment\">1637.</span> <span class=\"small-capitals\">Burton</span> a divine, and Bastwick a physician, were tried in the star-chamber for seditious and schismatical libels, and were condemned to the same punishment that had been inflicted on Prynne. Prynne himself was tried for a new offence; and, together with another fine of 5000 pounds, was condemned to lose what <span class=\"page-break\"></span>remained of his ears. Besides, that these writers had attacked, with great severity, and even an intemperate zeal, the ceremonies, rites, and government of the church; the very answers, which they gave in to the court, were so full of contumacy and of invectives against the prelates, that no lawyer could be prevailed on to sign them<a href=\"#n66\"><sup>[66]</sup></a>. The rigors, however, which they underwent, being so unworthy men of their profession, gave general offence; and the patience, or rather alacrity, with which they suffered, encreased still farther the indignation of the public<a href=\"#n67\"><sup>[67]</sup></a>. The severity of the star-chamber, which was generally ascribed to Laud's passionate disposition, was, perhaps, in itself, somewhat blameable; but will naturally, to us, appear enormous, who enjoy, in the utmost latitude, that liberty of the press, which is esteemed so necessary in every monarchy, confined by strict legal limitations. But as these limitations were not regularly fixed during the age of Charles, nor at any time before; so was this liberty totally unknown, and was generally deemed, as well as religious toleration, incompatible with all good government. No age or nation, among the moderns, had ever set an example of such an indulgence: And it seems unreasonable to judge of the measures, embraced during one period, by the maxims, which prevail in another.","subId":"66","id":"Hume.HE.5.52.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">Burton</span>, in his book where he complained of innovations, mentioned among others, that a certain Wednesday had been appointed for a fast, and that the fast was ordered to be celebrated without any sermons<a href=\"#n68\"><sup>[68]</sup></a>. The intention, as he pretended, of that novelty, was, by the example of a fast without sermons, to suppress all the Wednesday's lectures in London. It is observable, that the church of Rome and that of England, being, both of them, lovers of form and ceremony and order, are more friends to prayer than preaching; while the puritanical sectaries, who find that the latter method of address, being directed to a numerous audience present and visible, is more inflaming and animating, have always regarded it as the chief part of divine service. Such circumstances, though minute, it may not be improper to transmit to posterity; that those, who are curious of tracing the history of the human <span class=\"page-break\"></span>mind, may remark, how far its several singularities coincide in different ages.","subId":"67","id":"Hume.HE.5.52.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">Certain</span> zealots had erected themselves into a society for buying in of impropriations, and transferring them to the church; and great sums of money had been bequeathed to the society for these purposes. But it was soon observed, that the only use, which they made of their funds, was, to establish lectures in all the considerable churches; men, who, without being subjected to episcopal authority, employed themselves entirely in preaching and spreading the fire of puritanism. Laud took care, by a decree, which was passed in the court of exchequer, and which was much complained of, to abolish this society, and to stop their progress<a href=\"#n69\"><sup>[69]</sup></a>. It was, however, still observed, that, throughout England, the lectures were all of them puritanically affected; and from them the clergymen, who contented themselves with reading prayers and homilies to the people, commonly received the reproachful appellation of <em>dumb dogs.</em>","subId":"68","id":"Hume.HE.5.52.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> puritans, restrained in England, shipped themselves off for America, and laid there the foundations of a government, which possessed all the liberty, both civil and religious, of which they found themselves bereaved in their native country. But their enemies, unwilling that they should any where enjoy ease and contentment, and dreading, perhaps, the dangerous consequences of so disaffected a colony, prevailed on the king to issue a proclamation, debarring these devotees access even into those inhospitable deserts<a href=\"#n70\"><sup>[70]</sup></a>. Eight ships, lying in the Thames, and ready to sail, were detained by order of the council; and in these were embarked Sir Arthur Hazelrig, John Hambden, John Pym, and Oliver Cromwel<a href=\"#n71\"><sup>[71]</sup></a>, who had resolved for ever to abandon their native country, and fly to the other extremity of the globe; where <span class=\"page-break\"></span>they might enjoy lectures and discourses of any length or form which pleased them. The king had afterwards full leisure to repent this exercise of his authority.","subId":"69","id":"Hume.HE.5.52.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> bishop of Norwich, by rigorously insisting on uniformity, had banished many industrious tradesmen from that city, and chaced them into Holland<a href=\"#n72\"><sup>[72]</sup></a>. The Dutch began to be more intent on commerce than on orthodoxy; and thought, that the knowledge of useful arts and obedience to the laws formed a good citizen; though attended with errors in subjects, where it is not allowable for human nature to expect any positive truth or certainty.","subId":"70","id":"Hume.HE.5.52.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">Complaints</span> about this time were made, that the petition of right was, in some instances, violated, and that, upon a commitment by the king and council, bail or releasement had been refused to Jennings, Pargiter, and Danvers<a href=\"#n73\"><sup>[73]</sup></a>.","subId":"71","id":"Hume.HE.5.52.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">Williams</span>, bishop of Lincoln, a man of spirit and learning, a popular prelate, and who had been lord keeper, was fined 10,000 pounds by the star-chamber, committed to the Tower during the king's pleasure, and suspended from his office. This severe sentence was founded on frivolous pretences, and was more ascribed to Laud's vengeance, than to any guilt of the bishop<a href=\"#n74\"><sup>[74]</sup></a>. Laud, however, had owed his first promotion to the good offices of that prelate with king James. But so implacable was the haughty primate, that he raised up a new prosecution against Williams, on the strangest pretence imaginable. In order to levy the fine above-mentioned, some officers had been sent to seize all the furniture and books of his episcopal palace of Lincoln; and in rummaging the house, they found in a corner some neglected letters, which had been thrown bye as useless. These letters were written by one Osbaldistone, a schoolmaster, and were directed to Williams. Mention was there made of <em>a little great man;</em> and in another passage, the same person was denominated <em>a little urchin.</em> By inferences and constructions, these epithets were applied to Laud; and on no better foundation was Williams tried anew, as having received scandalous letters, and not discovering that private correspondence. For this offence, another fine of 8000 pounds was levied on him: Osbaldistone was likewise brought to trial, and condemned to pay a fine of 5000 pounds, and to have his ears nailed to the pillory <span class=\"page-break\"></span>before his own school. He saved himself by flight; and left a note in his study, wherein he said, <q>That he was gone beyond Canterbury.</q><a href=\"#n75\"><sup>[75]</sup></a>","subId":"72","id":"Hume.HE.5.52.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> prosecutions of Williams seem to have been the most iniquitous measure, pursued by the court during the time that the use of parliaments was suspended. Williams had been indebted for all his fortune to the favour of James; but having quarreled, first with Buckingham, then with Laud, he threw himself into the country party; and with great firmness and vigour opposed all the measures of the king. A creature of the court to become its obstinate enemy, a bishop to countenance puritans; these circumstances excited indignation, and engaged the ministers in those severe measures. Not to mention, what some writers relate, that, before the sentence was pronounced against him, Williams was offered a pardon upon his submission, which he refused to make. The court was apt to think, that so refractory a spirit must by any expedient be broken and subdued.","subId":"73","id":"Hume.HE.5.52.73"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> a former trial, which Williams underwent<a href=\"#n76\"><sup>[76]</sup></a>. (for these were not the first) there was mentioned, in court, a story, which, as it discovers the genius of parties, may be worth relating. Sir John Lambe urging him to prosecute the puritans, the prelate asked, what sort of people these same puritans were? Sir John replied, <q>That to the world they seemed to be such as would not swear, whore, or be drunk; but they would lye, cozen, and deceive: That they would frequently hear two sermons a-day, and repeat them too, and that sometimes they would fast all day long.</q> This character must be conceived to be satirical; yet, it may be allowed, that that sect was more averse to such irregularities as proceed from the excess of gaiety and pleasure, than to those enormities, which are the most destructive of society. The former were opposite to the very genius and spirit of their religion; the latter were only a transgression of its precepts: And it was not difficult for a gloomy enthusiast to convince himself, that a strict observance of the one would atone for any violation of the other.","subId":"74","id":"Hume.HE.5.52.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> 1632, the treasurer, Portland, had insisted with the vintners, that they should submit to a tax of a penny a quart, upon all the wine, which they retailed. But they rejected the demand. In order <span class=\"page-break\"></span>to punish them, a decree, suddenly, without much enquiry or examination passed in the star-chamber, prohibiting them to sell or dress victuals in their houses<a href=\"#n77\"><sup>[77]</sup></a>. Two years after, they were questioned for the breach of this decree; and in order to avoid punishment, they agreed to lend the king six thousand pounds. Being threatened, during the subsequent years, with fines and prosecutions, they at last compounded the matter, and submitted to pay half of that duty, which was at first demanded of them<a href=\"#n78\"><sup>[78]</sup></a>. It required little foresight to perceive, that the king's right of issuing proclamations must, if prosecuted, draw on a power of taxation.","subId":"75","id":"Hume.HE.5.52.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lilburne</span> was accused before the star-chamber, of publishing and dispersing seditious pamphlets. He was ordered to be examined; but refused to take the oath, usual in that court, that he would answer interrogatories, even though they might lead him to accuse himself. For this contempt, as it was interpreted, he was condemned to be whipped, pilloried, and imprisoned. While he was whipped at the cart, and stood on the pillory, he harangued the populace, and declaimed violently against the tyranny of bishops. From his pockets also he scattered pamphlets, said to be seditious; because they attacked the hierarchy. The star-chamber, which was sitting at that very time, ordered him immediately to be gagged. He ceased not, however, though both gagged and pilloried, to stamp with his foot and gesticulate, in order to show the people, that, if he had it in his power, he would still harangue them. This behaviour gave fresh provocation to the star-chamber; and they condemned him to be imprisoned in a dungeon, and to be loaded with irons<a href=\"#n79\"><sup>[79]</sup></a>. It was found difficult to break the spirits of men, who placed both their honour and their conscience in suffering.","subId":"76","id":"Hume.HE.5.52.76"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> jealousy of the church appeared in another instance less tragical. Archy, the king's fool, who, by his office, had the privilege of jesting on his master, and the whole court, happened unluckily to try his wit upon Laud, who was too sacred a person to be played with. News having arrived from Scotland of the first commotions excited by the liturgy, Archy seeing the primate pass by, called to him, <em>Who's fool now, my lord?</em> For this offence, Archy was ordered, <span class=\"page-break\"></span>by sentence of the council, to have his coat pulled over his head, and to be dismissed the king's service<a href=\"#n80\"><sup>[80]</sup></a>.","subId":"77","id":"Hume.HE.5.52.77"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> is another instance of that rigorous subjection, in which all men were held by Laud. Some young gentlemen of Lincoln's-inn, heated by their cups, having drunk confusion to the archbishop, were at his instigation cited before the star-chamber. They applied to the earl of Dorset for protection. <em>Who bears witness against you?</em> said Dorset, <em>One of the drawers,</em> they said. <em>Where did he stand, when you were supposed to drink this health?</em> subjoined the earl. <em>He was at the door,</em> they replied, <em>going out of the room. Tush!</em> cried he, <em>the drawer was mistaken: You drank confusion to the archbishop of Canterbury's enemies; and the fellow was gone before you pronounced the last word.</em> This hint supplied the young gentlemen with a new method of defence: And being advised by Dorset to behave with great humility and great submission to the primate; the modesty of their carriage, the ingenuity of their apology, with the patronage of that noble lord, saved them from any severer punishment than a reproof and admonition, with which they were dismissed<a href=\"#n81\"><sup>[81]</sup></a>.","subId":"78","id":"Hume.HE.5.52.78"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> year, John Hambden acquired, by his spirit and courage, universal popularity throughout the nation, and has merited great renown.with posterity, for the bold stand which he made, in defence of the laws and liberties of his country. After the imposing of ship-money, Charles, in order to discourage all opposition, had proposed this question to the judges; <q>Whether, in a case of necessity, for the defence of the kingdom, he might not impose this taxation? and whether he were not sole judge of the necessity?</q> These guardians of law and liberty replied, with great complaisance, <q>That in a case of necessity he might impose that taxation, and that he was sole judge of the necessity.</q><a href=\"#n82\"><sup>[82]</sup></a> Hambden had been rated at twenty shillings for an estate, which he possessed in the county of Buckingham: Yet notwithstanding this declared opinion of the judge, notwithstanding the great power, and sometimes rigorous maxims of the crown, notwithstanding the small prospect of relief from parliament; he resolved, rather than tamely submit to so illegal an imposition, to stand a legal prosecution, and expose himself to all the indignation of the court. The case was <span class=\"page-break\"></span>argued during twelve days, in the exchequer chamber, before all the judges of England; and the nation regarded, with the utmost anxiety, every circumstance of this celebrated trial. The event was easily foreseen: But the principles, and reasonings, and behaviour of the parties, engaged in the trial, were much canvassed and enquired into; and nothing could equal the favour paid to the one side, except the hatred which attended the other.","subId":"79","id":"Hume.HE.5.52.79"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was urged by Hambden's council, and by his partizans in the nation, that the plea of necessity was in vain introduced into a trial of law; since it was the nature of necessity to abolish all law, and, by irresistible violence, to dissolve all the weaker and more artificial ties of human society. Not only the prince, in cases of extreme distress, is exempted from the ordinary rules of administration: All orders of men are then levelled; and any individual may consult the public safety by any expedient, which his situation enables him to employ. But to produce so violent an effect, and so hazardous to every community, an ordinary danger or difficulty is not sufficient; much less, a necessity, which is merely factitious and pretended. Where the peril is urgent and extreme, it will be palpable to every member of the society; and though all ancient rules of government are in that case abrogated, men will readily, of themselves, submit to that irregular authority, which is exerted for their preservation. But what is there in common between such suppositions, and the present condition of the nation? England enjoys a profound peace with all her neighbours: And what is more, all her neighbours are engaged in furious and bloody wars among themselves, and by their mutual enmities farther ensure her tranquillity. The very writs themselves, which are issued for the levying of ship-money, contradict the supposition of necessity, and pretend only that the seas are infested with pirates; a slight and temporary inconvenience, which may well await a legal supply from parliament. The writs likewise allow several months for equipping the ships; which proves a very calm and deliberate species of necessity, and one that admits of delay much beyond the forty days requisite for summoning that assembly. It is strange too, that an extreme necessity which is always apparent, and usually comes to a sudden crisis, should now have continued, without interruption, for near four years, and should have remained, during so long a time, invisible to the whole kingdom. And as to the pretension, that the king is sole judge of the necessity; what is this but to subject all <span class=\"page-break\"></span>the privileges of the nation to his arbitrary will and pleasure? To expect that the public will be convinced by such reasoning, must aggravate the general indignation; by adding, to violence against men's persons and their property, so cruel a mockery of their understanding.","subId":"80","id":"Hume.HE.5.52.80"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> vain are precedents of ancient writs produced: These writs, when examined, are only found to require the sea-ports, sometimes at their own charge, sometimes at the charge of the counties, to send their ships for the defence of the nation. Even the prerogative, which empowered the crown to issue such writs, is abolished, and its exercise almost entirely discontinued, from the time of Edward III. <a href=\"#n83\"><sup>[83]</sup></a>; and all the authority, which remained, or was afterwards exercised, was to press ships into the public service, to be paid for by the public. How wide are these precedents from a power of obliging the people, at their own charge, to build new ships, to victual and pay them, for the public; nay, to furnish money to the crown for that purpose? What security either against the farther extension of this claim, or against diverting to other purposes the public money, so levied? The plea of necessity would warrant any other taxation as well as that of ship-money: Where-ever any difficulty shall occur, the administration, instead of endeavouring to elude or overcome it, by gentle and prudent measures, will instantly represent it as a reason for infringing all ancient laws and institutions: And if such maxims and such practices prevail; what has become of national liberty? What authority is left to the great charter, to the statutes, and to that very petition of right, which, in the present reign, had been so solemnly enacted by the concurrence of the whole legislature?","subId":"81","id":"Hume.HE.5.52.81"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> defenceless condition of the kingdom while unprovided with a navy; the inability of the king, from his established revenues, with the utmost care and frugality, to equip and maintain one; the impossibility of obtaining, on reasonable terms, any voluntary supply from parliament: All these are reasons of state, not topics of law. If these reasons appear to the king so urgent as to dispense with the legal rules of government; let him enforce his edicts, by his court of star-chamber, the proper instrument of irregular and absolute power; not prostitute the character of his judges by a decree, which is not, and cannot possibly be legal. By <span class=\"page-break\"></span>this means the boundaries, at least, will be kept more distinct between ordinary law and extraordinary exertions of prerogative; and men will know, that the national constitution is only suspended during a present and difficult emergence, but has not undergone a total and fundamental alteration.","subId":"82","id":"Hume.HE.5.52.82"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> these reasons, the prejudiced judges, four <a href=\"#n84\"><sup>[84]</sup></a> excepted, gave sentence in favour of the crown. Hambden, however, obtained by the trial the end, for which he had so generously sacrificed his safety and his quiet: The people were rouzed from their lethargy, and became sensible of the danger, to which their liberties were exposed. These national questions were canvassed in every company; and the more they were examined, the more evidently did it appear to many, that liberty was totally subverted, and an unusual and arbitrary authority exercised over the kingdom. Slavish principles, they said, concur with illegal practices; ecclesiastical tyranny gives aid to civil usurpation; iniquitous taxes are supported by arbitrary punishments; and all the privileges of the nation, transmitted through so many ages, secured by so many laws, and purchased by the blood of so many heroes and patriots, now lye prostrate at the feet of the monarch. What though public peace and national industry encreased the commerce and opulence of the kingdom? This advantage was temporary, and due alone, not to any encouragement given by the crown, but to the spirit of the English, the remains of their ancient freedom. What though the personal character of the king, amidst all his misguided counsels, might merit indulgence, or even praise? He was but one man; and the privileges of the people, the inheritance of millions, were too valuable to be sacrificed to his prejudices and mistakes. Such, or more severe, were the sentiments promoted by a great party in the nation: No excuse on the king's part, or alleviation, how reasonable soever, could be harkened to or admitted: And to redress these grievances, a parliament was impatiently longed for; or any other incident, however calamitous, that might secure the people against those oppressions, which they felt, or the greater ills, which they apprehended, from the combined encroachments of church and state.","subId":"83","id":"Hume.HE.5.52.83"},{"type":"note","content":"Rushworth, vol. ii. p. 23, 24.","subId":"n1","id":"Hume.HE.5.52.n1"},{"type":"note","content":"Idem ibid. p. 75. Whitlocke, p. 14.","subId":"n2","id":"Hume.HE.5.52.n2"},{"type":"note","content":"Rushworth, vol. i. p. 46, 53, 62, 83.","subId":"n3","id":"Hume.HE.5.52.n3"},{"type":"note","content":"Franklyn, vol. i. p. 415.","subId":"n4","id":"Hume.HE.5.52.n4"},{"type":"note","content":"May, p. 21.","subId":"n5","id":"Hume.HE.5.52.n5"},{"type":"note","content":"Sir Edw. Walker, p. 328.","subId":"n6","id":"Hume.HE.5.52.n6"},{"type":"note","content":"Whitlocke, p. 13. May, p. 20.","subId":"n7","id":"Hume.HE.5.52.n7"},{"type":"note","content":"Rushworth, vol. ii. p. 190. Welwood, p. 61.","subId":"n8","id":"Hume.HE.5.52.n8"},{"type":"note","content":"Rushworth, vol. iii. p. 1327. Whitlocke, p. 97.","subId":"n9","id":"Hume.HE.5.52.n9"},{"type":"note","content":"May, p. 25.","subId":"n10","id":"Hume.HE.5.52.n10"},{"type":"note","content":"Rushworth, vol. ii. p. 76, 77. Welwood, p. 275. Franklyn, p. 386.","subId":"n11","id":"Hume.HE.5.52.n11"},{"type":"note","content":"Rushworth, vol. ii. p. 207. Whitlocke, p. 24.","subId":"n12","id":"Hume.HE.5.52.n12"},{"type":"note","content":"Rushworth, vol. ii. p. 272, 273.","subId":"n13","id":"Hume.HE.5.52.n13"},{"type":"note","content":"Ibid, p. 152. State Trials, vol. v. p. 46. Franklyn, p. 410, 411, 412.","subId":"n14","id":"Hume.HE.5.52.n14"},{"type":"note","content":"Rushworth, vol. ii. p. 186.","subId":"n15","id":"Hume.HE.5.52.n15"},{"type":"note","content":"Ibid. p. 249. Franklyn, p. 451.","subId":"n16","id":"Hume.HE.5.52.n16"},{"type":"note","content":"Rushworth, vol. ii. p. 272.","subId":"n17","id":"Hume.HE.5.52.n17"},{"type":"note","content":"State papers collected by the earl of Clarendon, p. 338.","subId":"n18","id":"Hume.HE.5.52.n18"},{"type":"note","content":"Whitlocke, p. 22.","subId":"n19","id":"Hume.HE.5.52.n19"},{"type":"note","content":"Franklyn, p. 114. Rushworth, vol. i. p. 201.","subId":"n20","id":"Hume.HE.5.52.n20"},{"type":"note","content":"Parl. Hist. vol. viii. p. 389. Rush. vol. ii. p. 3.","subId":"n21","id":"Hume.HE.5.52.n21"},{"type":"note","content":"Rush. vol. ii. p. 8. May, p. 16.","subId":"n22","id":"Hume.HE.5.52.n22"},{"type":"note","content":"Rush. vol. ii. p. 9.","subId":"n23","id":"Hume.HE.5.52.n23"},{"type":"note","content":"Rush. vol. ii. p. 10.","subId":"n24","id":"Hume.HE.5.52.n24"},{"type":"note","content":"Clarendon, vol. i. p. 4. May, p. 14.","subId":"n25","id":"Hume.HE.5.52.n25"},{"type":"note","content":"Idem, ibid. p. 11, 12, 13, 247.","subId":"n26","id":"Hume.HE.5.52.n26"},{"type":"note","content":"Idem, ibid. p. 49.","subId":"n27","id":"Hume.HE.5.52.n27"},{"type":"note","content":"<em>Statutum de militibus.</em>","subId":"n28","id":"Hume.HE.5.52.n28"},{"type":"note","content":"Rymer, tom. xv. p. 124.","subId":"n29","id":"Hume.HE.5.52.n29"},{"type":"note","content":"Idem, 493, 504.","subId":"n30","id":"Hume.HE.5.52.n30"},{"type":"note","content":"Rush. vol. ii. p. 70, 71, 72. May, p. 16.","subId":"n31","id":"Hume.HE.5.52.n31"},{"type":"note","content":"Rushworth, vol. ii. p. 32.","subId":"n32","id":"Hume.HE.5.52.n32"},{"type":"note","content":"Kennet's complete hist. vol. iii. p. 60. Whitlocke, p. 15.","subId":"n33","id":"Hume.HE.5.52.n33"},{"type":"note","content":"Idem, p. 17.","subId":"n34","id":"Hume.HE.5.52.n34"},{"type":"note","content":"Rushworth, vol. ii. p. 88, 89, 90. 207, 462, 718.","subId":"n35","id":"Hume.HE.5.52.n35"},{"type":"note","content":"Idem, ibid. p. 103.","subId":"n36","id":"Hume.HE.5.52.n36"},{"type":"note","content":"Rushworth, vol. ii. p. 136, 142, 189, 252.","subId":"n37","id":"Hume.HE.5.52.n37"},{"type":"note","content":"Rushworth, vol. ii. p. 158, 159, &amp;c. Franklyn, p. 412.","subId":"n38","id":"Hume.HE.5.52.n38"},{"type":"note","content":"Rushworth, vol. ii. p. 202, 203.","subId":"n39","id":"Hume.HE.5.52.n39"},{"type":"note","content":"Ibid. vol. ii. p. 215, 216, &amp;c.","subId":"n40","id":"Hume.HE.5.52.n40"},{"type":"note","content":"The music in the churches, he affirmed not to be the noise of men, but a bleating of brute beasts; choiristers bellow the tenor, as it were oxen; bark a counterpart, as it were a kennel of dogs; roar out a treble, as it were a sort of bulls; and grunt out a base, as it were a number of hogs: Christmas, as it is kept, is the devil's Christmas; and Prynne employed a great number of pages to persuade men to affect the name of <em>Puritan,</em> as if Christ had been a Puritan; and so he saith in his Index. Rush. vol. ii. p. 223.","subId":"n41","id":"Hume.HE.5.52.n41"},{"type":"note","content":"Rush. vol. ii. p. 220, 221, &amp;c.","subId":"n42","id":"Hume.HE.5.52.n42"},{"type":"note","content":"Dugdale, p. 2.","subId":"n43","id":"Hume.HE.5.52.n43"},{"type":"note","content":"Rush. vol. ii. p. 193, 459. Whitlocke, p. 16, 17. Franklyn, p. 437.","subId":"n44","id":"Hume.HE.5.52.n44"},{"type":"note","content":"Rush. vol. ii. p. 191, 192. May, p. 2.","subId":"n45","id":"Hume.HE.5.52.n45"},{"type":"note","content":"Rush. ibid. p. 183.","subId":"n46","id":"Hume.HE.5.52.n46"},{"type":"note","content":"Whitlocke, p. 23. Clarendon, vol. i. p. 99.","subId":"n47","id":"Hume.HE.5.52.n47"},{"type":"note","content":"Clarendon, vol. i. p. 97. May, p. 23.","subId":"n48","id":"Hume.HE.5.52.n48"},{"type":"note","content":"Rushworth, vol. ii. p. 257, 258, &amp;c.","subId":"n49","id":"Hume.HE.5.52.n49"},{"type":"note","content":"Rushworth, vol. iv. p. 535, 542.","subId":"n50","id":"Hume.HE.5.52.n50"},{"type":"note","content":"Here is a passage of Sir John Davis's question concerning impositions, p. 131. <q>This power of laying on arbitrarily new impositions being a prerogative in point of government, as well as in point of profit, it cannot be restrained or bound by act of parliament; it cannot be limited by any certain or fixt rule of law, no more than the course of a pilot upon the sea, who must turn the helm or bear higher or lower sail, according to the wind or weather; and therefore it may be properly said, that the king's prerogative in this point, is as strong as <em>Samson;</em> it cannot be bound: For though an act of parliament be made to restrain it, and the king doth give his consent unto it, as <em>Samson</em> was bound with his own consent, yet if the <em>Philistines</em> come; that is, if any just or important occasion do arise, it cannot hold or restrain the prerogative; it will be as thread, and broken as easy as the bonds of <em>Samson—</em>The king's prerogatives are the sun-beams of the crown, and as inseparable from it as the sun-beams from the sun: The king's crown must be taken from him; <em>Samson's</em> hair must be cut out, before his courage can be any jot abated. Hence it is that neither the king's act nor any act of parliament can give away his prerogative.</q>","subId":"n51","id":"Hume.HE.5.52.n51"},{"type":"note","content":"Rushworth, vol. ii. p. 270. Vol. iii. App. p. 106.","subId":"n52","id":"Hume.HE.5.52.n52"},{"type":"note","content":"Idem, vol. iii. p. 333. Franklyn, p. 478.","subId":"n53","id":"Hume.HE.5.52.n53"},{"type":"note","content":"May, p. 16.","subId":"n54","id":"Hume.HE.5.52.n54"},{"type":"note","content":"Strafford's letters and dispatches, vol. ii. p. 117.","subId":"n55","id":"Hume.HE.5.52.n55"},{"type":"note","content":"Rushworth, vol. ii. p. 270.","subId":"n56","id":"Hume.HE.5.52.n56"},{"type":"note","content":"Ibid. p. 269.","subId":"n57","id":"Hume.HE.5.52.n57"},{"type":"note","content":"Life of Clarendon, vol. i. p. 72.","subId":"n58","id":"Hume.HE.5.52.n58"},{"type":"note","content":"Lord Lansdown, p. 514.","subId":"n59","id":"Hume.HE.5.52.n59"},{"type":"note","content":"Lord Lansdown, p. 515. This story is told differently in Hobart's Reports, p. 120. It there appears, that Markham was fined only 500 pounds, and very deservedly: For he gave the lie and wrote a challenge to lord Darcy. James was anxious to discourage the practice of duelling, which was then very prevalent.","subId":"n60","id":"Hume.HE.5.52.n60"},{"type":"note","content":"Rushworth, vol. ii. p. 144.","subId":"n61","id":"Hume.HE.5.52.n61"},{"type":"note","content":"Idem ibid. p. 288.","subId":"n62","id":"Hume.HE.5.52.n62"},{"type":"note","content":"Rushworth, vol. ii. p. 348.","subId":"n63","id":"Hume.HE.5.52.n63"},{"type":"note","content":"Idem ibid. p. 350.","subId":"n64","id":"Hume.HE.5.52.n64"},{"type":"note","content":"Idem ibid. p. 316.","subId":"n65","id":"Hume.HE.5.52.n65"},{"type":"note","content":"Rushworth, vol. ii. p. 381, 382, &amp;c. State Trials, vol. v. p. 66.","subId":"n66","id":"Hume.HE.5.52.n66"},{"type":"note","content":"State Trials, vol. v. p. 80.","subId":"n67","id":"Hume.HE.5.52.n67"},{"type":"note","content":"Ibid. p. 74. Franklyn, p. 839.","subId":"n68","id":"Hume.HE.5.52.n68"},{"type":"note","content":"Rushworth, vol. ii. p. 150, 151. Whitlocke, p. 15. History of the life and sufferings of Laud, p. 211, 212.","subId":"n69","id":"Hume.HE.5.52.n69"},{"type":"note","content":"Rush. vol. ii. p. 409, 418.","subId":"n70","id":"Hume.HE.5.52.n70"},{"type":"note","content":"Mather's History of New England, book i. Dugdale. Bates. Hutchinson's Hist. of Massachuset's Bay, vol. i. p. 42. This last quoted author puts the fact beyond controversy. And it is a curious fact, as well with regard to the characters of the men, as of the times. Can any one doubt, that the ensuing quarrel was almost entirely theological not political? What might be expected of the populace, when such was the character of the most enlightened leaders?","subId":"n71","id":"Hume.HE.5.52.n71"},{"type":"note","content":"May, p. 82.","subId":"n72","id":"Hume.HE.5.52.n72"},{"type":"note","content":"Rush. vol. ii. p. 414.","subId":"n73","id":"Hume.HE.5.52.n73"},{"type":"note","content":"Rushworth, vol. ii. p. 416, &amp;c.","subId":"n74","id":"Hume.HE.5.52.n74"},{"type":"note","content":"lbid. p. 803, &amp;c. Whitlocke, p. 25.","subId":"n75","id":"Hume.HE.5.52.n75"},{"type":"note","content":"Rushworth, vol. ii. p. 416.","subId":"n76","id":"Hume.HE.5.52.n76"},{"type":"note","content":"Rush. vol. ii. p. 197.","subId":"n77","id":"Hume.HE.5.52.n77"},{"type":"note","content":"Idem. ibid. p. 451.","subId":"n78","id":"Hume.HE.5.52.n78"},{"type":"note","content":"Ibid. p. 465, 466, 467.","subId":"n79","id":"Hume.HE.5.52.n79"},{"type":"note","content":"Rush. vol. ii. p. 470. Welwood, p. 278.","subId":"n80","id":"Hume.HE.5.52.n80"},{"type":"note","content":"Rush. vol. iii. p. 180.","subId":"n81","id":"Hume.HE.5.52.n81"},{"type":"note","content":"Rush. vol. ii. p. 355. Whitlocke, p. 24.","subId":"n82","id":"Hume.HE.5.52.n82"},{"type":"note","content":"State Trials, vol. v. p. 545, 255.","subId":"n83","id":"Hume.HE.5.52.n83"},{"type":"note","content":"See State Trials: Article Ship-money, which contains the speeches of four judges in favour of Hambden.","subId":"n84","id":"Hume.HE.5.52.n84"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.51","imported":true,"title":"Chapter 51. Charles I (cont.)","breadcrumb":"Chapter 51","published":[1754]},"next":{"id":"Hume.HE.5.53","imported":true,"title":"Chapter 53. Charles I (cont.)","breadcrumb":"Chapter 53","published":[1754]}}