{"id":"Hume.ETSS.EMPL2.PO","imported":true,"parent":"Hume.ETSS.EMPL2","title":"Of Passive Obedience","breadcrumb":"Of Passive Obedience","published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Of Passive Obedience.\n","id":"Hume.ETSS.EMPL2.PO"},{"type":"paragraph","content":"IN the former essay, we endeavoured to refute the speculative systems of politics advanced in this nation; as well the religious system of the one party, as the philosophical of the other. We come now to examine the practical consequences, deduced by each party, with regard to the measures of submission due to sovereigns.","subId":"1","id":"Hume.ETSS.EMPL2.PO.1","pages":"488"},{"type":"paragraph","content":"As the obligation to justice is founded entirely on the interests of society, which require mutual abstinence from property, in order to preserve peace among mankind; it is evident, that, when the execution of justice would be attended with very pernicious consequences, that virtue must be suspended, and give place to public utility, in such extraordinary and such pressing emergencies. The maxim, fiat Justitia & ruat Coelum, let justice be performed, though the universe be destroyed, is apparently false, and by sacrificing the end to the means, shews a preposterous idea of the subordination of duties. What governor of a town makes any scruple of burning the suburbs, when they facilitate the approaches of the enemy? Or what general abstains from plundering a neutral country, when the necessities of war require it, and he cannot otherwise subsist his army? The case is the same with the duty of allegiance; and common sense teaches us, that, as government binds us to obedience only on account of its tendency to public utility, that duty must always, in extraordinary cases, when public ruin would evidently attend obedience, yield to the primary and original obligation. Salus populi suprema Lex, the safety of the people is the supreme law. This maxim is agreeable to the sentiments of mankind in all ages: Nor is any one, when he reads of the insurrections against Nero or Philip the Second, so infatuated with party-systems, as not to wish success to the enterprize, and praise the undertakers. Even our high monarchical party, in spite of their sublime theory, are forced, in such cases, to judge, and feel, and approve, in conformity to the rest of mankind.","subId":"2","id":"Hume.ETSS.EMPL2.PO.2","pages":"489-90"},{"type":"paragraph","content":"Resistance, therefore, being admitted in extraordinary emergencies, the question can only be among good reasoners, with regard to the degree of necessity, which can justify resistance, and render it lawful or commendable. And here I must confess, that I shall always incline to their side, who draw the bond of allegiance very close, and consider an infringement of it, as the last refuge in desperate cases, when the public is in the highest danger, from violence and tyranny. For besides the mischiefs of a civil war, which commonly attends insurrection; it is certain, that, where a disposition to rebellion appears among any people, it is one chief cause of tyranny in the rulers, and forces them into many violent measures which they never would have embraced, had every one been inclined to submission and obedience. Thus the tyrannicide or assassination, approved of by ancient maxims, instead of keeping tyrants and usurpers in awe, made them ten times more fierce and unrelenting; and is now justly, upon that account, abolished by the laws of nations, and universally condemned as a base and treacherous method of bringing to justice these disturbers of society.","subId":"3","id":"Hume.ETSS.EMPL2.PO.3","pages":"490"},{"type":"paragraph","content":"Besides we must consider, that, as obedience is our duty in the common course of things, it ought chiefly to be inculcated; nor can any thing be more preposterous than an anxious care and solicitude in stating all the cases, in which resistance may be allowed. In like manner, though a philosopher reasonably acknowledges, in the course of an argument, that the rules of justice may be dispensed with in cases of urgent necessity; what should we think of a preacher or casuist, who should make it his chief study to find out such cases, and enforce them with all the vehemence of argument and eloquence? Would he not be better employed in inculcating the general doctrine, than in displaying the particular exceptions, which we are, perhaps, but too much inclined, of ourselves, to embrace and to extend?","subId":"4","id":"Hume.ETSS.EMPL2.PO.4","pages":"490-1"},{"type":"paragraph","content":"There are, however, two reasons, which may be pleaded in defence of that party among us, who have, with so much industry, propagated the maxims of resistance; maxims, which, it must be confessed, are, in general, so pernicious, and so destructive of civil society. The first is, that their antagonists carrying the doctrine of obedience to such an extravagant height, as not only never to mention the exceptions in extraordinary cases (which might, perhaps, be excusable) but even positively to exclude them; it became necessary to insist on these exceptions, and defend the rights of injured truth and liberty. The second, and, perhaps, better reason, is founded on the nature of the British constitution and form of government.","subId":"5","id":"Hume.ETSS.EMPL2.PO.5","pages":"491"},{"type":"paragraph","content":"It is almost peculiar to our constitution to establish a first magistrate with such high pre-eminence and dignity, that, though limited by the laws, he is, in a manner, so far as regards his own person, above the laws, and can neither be questioned nor punished for any injury or wrong, which may be committed by him. His ministers alone, or those who act by his commission, are obnoxious to justice; and while the prince is thus allured, by the prospect of personal safety, to give the laws their free course, an equal security is, in effect, obtained by the punishment of lesser offenders, and at the same time a civil war is avoided, which would be the infallible consequence, were an attack, at every turn, made directly upon the sovereign. But though the constitution pays this salutary compliment to the prince, it can never reasonably be understood, by that maxim, to have determined its own destruction, or to have established a tame submission, where he protects his ministers, perseveres in injustice, and usurps the whole power of the commonwealth. This case, indeed, is never expressly put by the laws; because it is impossible for them, in their ordinary course, to provide a remedy for it, or establish any magistrate, with superior authority, to chastise the exorbitancies of the prince. But as a right without a remedy would be an absurdity; the remedy in this case, is the extraordinary one of resistance, when affairs come to that extremity, that the constitution can be defended by it alone. Resistance therefore must, of course, become more frequent in the British government, than in others, which are simpler, and consist of fewer parts and movements. Where the king is an absolute sovereign, he has little temptation to commit such enormous tyranny as may justly provoke rebellion: But where he is limited, his imprudent ambition, without any great vices, may run him into that perilous situation. This is frequently supposed to have been the case with Charles the First; and if we may now speak truth, after animosities are ceased, this was also the case with James the Second. These were harmless, if not, in their private character, good men; but mistaking the nature of our constitution, and engrossing the whole legislative power, it became necessary to oppose them with some vehemence; and even to deprive the latter formally of that authority, which he had used with such imprudence and indiscretion.","subId":"6","id":"Hume.ETSS.EMPL2.PO.6","pages":"491-2"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL2","imported":true,"title":"Essays, Moral, Political, and Literary, Part II","breadcrumb":"Essays, Part 2","published":[1752]}],"prev":{"id":"Hume.ETSS.EMPL2.OC","imported":true,"title":"Of the Original Contract","breadcrumb":"Of the Original Contract","published":[1748]},"next":{"id":"Hume.ETSS.EMPL2.CP","imported":true,"title":"Of the Coalition of Parties","breadcrumb":"Of the Coalition of Parties","published":[1758]}}