{"id":"Hume.ETSS.EMPL2.PS","imported":true,"parent":"Hume.ETSS.EMPL2","title":"Of the Protestant Succession","breadcrumb":"Of the Protestant Succession","published":[1752],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Of the Protestant Succession.\n","id":"Hume.ETSS.EMPL2.PS"},{"type":"paragraph","content":"I SUPPOSE, that a member of parliament, in the reign of King William or Queen Anne, while the establishment of the Protestant Succession was yet uncertain, were deliberating concerning the party he would chuse in that important question, and weighing, with impartiality, the advantages and disadvantages on each side. I believe the following particulars would have entered into his consideration.","subId":"1","id":"Hume.ETSS.EMPL2.PS.1","pages":"502"},{"type":"paragraph","content":"He would easily perceive the great advantage resulting from the restoration of the Stuart family; by which we should preserve the succession clear and undisputed, free from a pretender, with such a specious title as that of blood, which, with the multitude, is always the claim, the strongest and most easily comprehended. It is in vain to say, as many have done, that the question with regard to governors, independent of government, is frivolous, and little worth disputing, much less fighting about. The generality of mankind never will enter into these sentiments; and it is much happier, I believe, for society, that they do not, but rather continue in their natural prepossessions. How could stability be preserved in any monarchical government, (which, though, perhaps, not the best, is, and always has been, the most common of any) unless men had so passionate a regard for the true heir of their royal family; and even though he be weak in understanding, or infirm in years, gave him so sensible a preference above persons the most accomplished in shining talents, or celebrated for great atchievements? Would not every popular leader put in his claim at every vacancy, or even without any vacancy; and the kingdom become the theatre of perpetual wars and convulsions? The condition of the Roman empire, surely, was not, in this respect, much to be envied; nor is that of the Eastern nations, who pay little regard to the titles of their sovereign, but sacrifice them, every day, to the caprice or momentary humour of the populace or soldiery. It is but a foolish wisdom, which is so carefully displayed, in undervaluing princes, and placing them on a level with the meanest of mankind. To be sure, an anatomist finds no more in the greatest monarch than in the lowest peasant or day-labourer; and a moralist may, perhaps, frequently find less. But what do all these reflections tend to? We, all of us, still retain these prejudices in favour of birth and family; and neither in our serious occupations, nor most careless amusements, can we ever get entirely rid of them. A tragedy, that should represent the adventures of sailors, or porters, or even of private gentlemen, would presently disgust us; but one that introduces kings and princes, acquires in our eyes an air of importance and dignity. Or should a man be able, by his superior wisdom, to get entirely above such prepossessions, he would soon, by means of the same wisdom, again bring himself down to them, for the sake of society, whose welfare he would perceive to be intimately connected with them. Far from endeavouring to undeceive the people in this particular, he would cherish such sentiments of reverence to their princes; as requisite to preserve a due subordination in society. And though the lives of twenty thousand men be often sacrificed to maintain a king in possession of his throne, or preserve the right of succession undisturbed, he entertains no indignation at the loss, on pretence that every individual of these was, perhaps, in himself, as valuable as the prince he served. He considers the consequences of violating the hereditary right of kings: Consequences, which may be felt for many centuries; while the loss of several thousand men brings so little prejudice to a large kingdom, that it may not be perceived a few years after.","subId":"2","id":"Hume.ETSS.EMPL2.PS.2","pages":"503-4"},{"type":"paragraph","content":"The advantages of the Hanover succession are of an opposite nature, and arise from this very circumstance, that it violates hereditary right; and places on the throne a prince, to whom birth gave no title to that dignity. It is evident, from the history of this island, that the privileges of the people have, during near two centuries, been continually upon the encrease, by the division of the church-lands, by the alienations of the barons' estates, by the progress of trade, and above all, by the happiness of our situation, which, for a long time, gave us sufficient security, without any standing army or military establishment. On the contrary, public liberty has, almost in every other nation of Europe, been, during the same period, extremely upon the decline; while the people were disgusted at the hardships of the old feudal militia, and rather chose to entrust their prince with mercenary armies, which he easily turned against themselves. It was nothing extraordinary, therefore, that some of our British sovereigns mistook the nature of the constitution, at least, the genius of the people; and as they embraced all the favourable precedents left them by their ancestors, they overlooked all those which were contrary, and which supposed a limitation in our government. They were encouraged in this mistake, by the example of all the neighbouring princes, who bearing the same title or appellation, and being adorned with the same ensigns of authority, naturally led them to claim the same powers and prerogatives. It appears from the speeches, and proclamations of James I. and the whole train of that prince's actions, as well as his son's, that he regarded the English government as a simple monarchy, and never imagined that any considerable part of his subjects entertained a contrary idea. This opinion made those monarchs discover their pretensions, without preparing any force to support them; and even without reserve or disguise, which are always employed by those, who enter upon any new project, or endeavour to innovate in any government. The flattery of courtiers farther confirmed their prejudices; and above all, that of the clergy, who from several passages of scripture, and these wrested too, had erected a regular and avowed system of arbitrary power. The only method of destroying, at once, all these high claims and pretensions, was to depart from the true hereditary line, and choose a prince, who, being plainly a creature of the public, and receiving the crown on conditions, expressed and avowed, found his authority established on the same bottom with the privileges of the people. By electing him in the royal line, we cut off all hopes of ambitious subjects, who might, in future emergencies, disturb the government by their cabals and pretensions: By rendering the crown hereditary in his family, we avoided all the inconveniencies of elective monarchy: And by excluding the lineal heir, we secured all our constitutional limitations, and rendered our government uniform and of a piece. The people cherish monarchy, because protected by it: The monarch favours liberty, because created by it. And thus every advantage is obtained by the new establishment, as far as human skill and wisdom can extend itself.","subId":"3","id":"Hume.ETSS.EMPL2.PS.3","pages":"504-6"},{"type":"paragraph","content":"These are the separate advantages of fixing the succession, either in the house of Stuart, or in that of Hanover. There are also disadvantages in each establishment, which an impartial patriot would ponder and examine, in order to form a just judgment upon the whole.","subId":"4","id":"Hume.ETSS.EMPL2.PS.4","pages":"506"},{"type":"paragraph","content":"The disadvantages of the protestant succession consist in the foreign dominions, which are possessed by the princes of the Hanover line, and which, it might be supposed, would engage us in the intrigues and wars of the continent, and lose us, in some measure, the inestimable advantage we possess, of being surrounded and guarded by the sea, which we command. The disadvantages of recalling the abdicated family consist chiefly in their religion, which is more prejudicial to society than that established amongst us, is contrary to it, and affords no toleration, or peace, or security to any other communion.","subId":"5","id":"Hume.ETSS.EMPL2.PS.5","pages":"506"},{"type":"paragraph","content":"It appears to me, that these advantages and disadvantages are allowed on both sides; at least, by every one who is at all susceptible of argument or reasoning. No subject, however loyal, pretends to deny, that the disputed title and foreign dominions of the present royal family are a loss. Nor is there any partizan of the Stuarts, but will confess, that the claim of hereditary, indefeasible right, and the Roman Catholic religion, are also disadvantages in that family. It belongs, therefore, to a philosopher alone, who is of neither party, to put all the circumstances in the scale, and assign to each of them its proper poise and influence. Such a one will readily, at first, acknowledge that all political questions are infinitely complicated, and that there scarcely ever occurs, in any deliberation, a choice, which is either purely good, or purely ill. Consequences, mixed and varied, may be foreseen to flow from every measure: And many consequences, unforeseen, do always, in fact, result from every one. Hesitation, and reserve, and suspence, are, therefore, the only sentiments he brings to this essay or trial. Or if he indulges any passion, it is that of derision against the ignorant multitude, who are always clamorous and dogmatical, even in the nicest questions, of which, from want of temper, perhaps still more than of understanding, they are altogether unfit judges.","subId":"6","id":"Hume.ETSS.EMPL2.PS.6","pages":"506-7"},{"type":"paragraph","content":"But to say something more determinate on this head, the following reflections will, I hope, show the temper, if not the understanding of a philosopher.","subId":"7","id":"Hume.ETSS.EMPL2.PS.7","pages":"507"},{"type":"paragraph","content":"Were we to judge merely by first appearances, and by past experience, we must allow that the advantages of a parliamentary title in the house of Hanover are greater than those of an undisputed hereditary title in the house of Stuart; and that our fathers acted wisely in preferring the former to the latter. So long as the house of Stuart ruled in Great Britain, which, with some interruption, was above eighty years, the government was kept in a continual fever, by the contention between the privileges of the people and the prerogatives of the crown. If arms were dropped, the noise of disputes continued: Or if these were silenced, jealousy still corroded the heart, and threw the nation into an unnatural ferment and disorder. And while we were thus occupied in domestic disputes, a foreign power, dangerous to public liberty, erected itself in Europe, without any opposition from us, and even sometimes with our assistance.","subId":"8","id":"Hume.ETSS.EMPL2.PS.8","pages":"507"},{"type":"paragraph","content":"But during these last sixty years, when a parliamentary establishment has taken place; whatever factions may have prevailed either among the people or in public assemblies, the whole force of our constitution has always fallen to one side, and an uninterrupted harmony has been preserved between our princes and our parliaments. Public liberty, with internal peace and order, has flourished almost without interruption: Trade and manufactures, and agriculture, have encreased: The arts, and sciences, and philosophy, have been cultivated. Even religious parties have been necessitated to lay aside their mutual rancour: And the glory of the nation has spread itself all over Europe; derived equally from our progress in the arts of peace, and from valour and success in war. So long and so glorious a period no nation almost can boast of: Nor is there another instance in the whole history of mankind, that so many millions of people have, during such a space of time, been held together, in a manner so free, so rational, and so suitable to the dignity of human nature.","subId":"9","id":"Hume.ETSS.EMPL2.PS.9","pages":"508"},{"type":"paragraph","content":"But though this recent experience seems clearly to decide in favour of the present establishment, there are some circumstances to be thrown into the other scale; and it is dangerous to regulate our judgment by one event or example.","subId":"10","id":"Hume.ETSS.EMPL2.PS.10","pages":"508"},{"type":"paragraph","content":"We have had two rebellions during the flourishing period above mentioned, besides plots and conspiracies without number. And if none of these have produced any very fatal event, we may ascribe our escape chiefly to the narrow genius of those princes who disputed our establishment; and we may esteem ourselves so far fortunate. But the claims of the banished family, I fear, are not yet antiquated; and who can foretel, that their future attempts will produce no greater disorder?","subId":"11","id":"Hume.ETSS.EMPL2.PS.11","pages":"508"},{"type":"paragraph","content":"The disputes between privilege and prerogative may easily be composed by laws, and votes, and conferences, and concessions; where there is tolerable temper or prudence on both sides, or on either side. Among contending titles, the question can only be determined by the sword, and by devastation, and by civil war.","subId":"12","id":"Hume.ETSS.EMPL2.PS.12","pages":"508"},{"type":"paragraph","content":"A prince, who fills the throne with a disputed title, dares not arm his subjects; the only method of securing a people fully, both against domestic oppression and foreign conquest.","subId":"13","id":"Hume.ETSS.EMPL2.PS.13","pages":"509"},{"type":"paragraph","content":"Notwithstanding our riches and renown, what a critical escape did we make, by the late peace, from dangers, which were owing not so much to bad conduct and ill success in war, as to the pernicious practice of mortgaging our finances, and the still more pernicious maxim of never paying off our incumbrances? Such fatal measures would not probably have been embraced, had it not been to secure a precarious establishment.","subId":"14","id":"Hume.ETSS.EMPL2.PS.14","pages":"509"},{"type":"paragraph","content":"But to convince us, that an hereditary title is to be embraced rather than a parliamentary one, which is not supported by any other views or motives; a man needs only transport himself back to the æra of the restoration, and suppose, that he had had a seat in that parliament which recalled the royal family, and put a period to the greatest disorders that ever arose from the opposite pretensions of prince and people. What would have been thought of one, that had proposed, at that time, to set aside Charles II. and settle the crown on the Duke of York, or Gloucester, merely in order to exclude all high claims, like those of their father and grandfather? Would not such a one have been regarded as an extravagant projector, who loved dangerous remedies, and could tamper and play with a government and national constitution, like a quack with a sickly patient?","subId":"15","id":"Hume.ETSS.EMPL2.PS.15","pages":"509"},{"type":"paragraph","content":"In reality, the reason assigned by the nation for excluding the race of Stuart, and so many other branches of the royal family, is not on account of their hereditary title (a reason, which would, to vulgar apprehensions, have appeared altogether absurd), but on account of their religion. Which leads us to compare the disadvantages above mentioned in each establishment.","subId":"16","id":"Hume.ETSS.EMPL2.PS.16","pages":"509"},{"type":"paragraph","content":"I confess, that, considering the matter in general, it were much to be wished, that our prince had no foreign dominions, and could confine all his attention to the government of this island. For not to mention some real inconveniencies that may result from territories on the continent, they afford such a handle for calumny and defamation, as is greedily seized by the people, always disposed to think ill of their superiors. It must, however, be acknowledged, that Hanover, is, perhaps, the spot of ground in Europe the least inconvenient for a King of England. It lies in the heart of Germany, at a distance from the great powers, which are our natural rivals: It is protected by the laws of the empire, as well as by the arms of its own sovereign: And it serves only to connect us more closely with the house of Austria, our natural ally.","subId":"17","id":"Hume.ETSS.EMPL2.PS.17","pages":"509-10"},{"type":"paragraph","content":"The religious persuasion of the house of Stuart is an inconvenience of a much deeper dye, and would threaten us with much more dismal consequences. The Roman Catholic religion, with its train of priests and friers, is more expensive than ours: Even though unaccompanied with its natural attendants of inquisitors, and stakes, and gibbets, it is less tolerating: And not content with dividing the sacerdotal from the regal office (which must be prejudicial to any state), it bestows the former on a foreigner, who has always a separate interest from that of the public, and may often have an opposite one.","subId":"18","id":"Hume.ETSS.EMPL2.PS.18","pages":"510"},{"type":"paragraph","content":"But were this religion ever so advantageous to society, it is contrary to that which is established among us, and which is likely to keep possession, for a long time, of the minds of the people. And though it is much to be hoped, that the progress of reason will, by degrees, abate the acrimony of opposite religions all over Europe; yet the spirit of moderation has, as yet, made too slow advances to be entirely trusted.","subId":"19","id":"Hume.ETSS.EMPL2.PS.19","pages":"510"},{"type":"paragraph","content":"Thus, upon the whole, the advantages of the settlement in the family of Stuart, which frees us from a disputed title, seem to bear some proportion with those of the settlement in the family of Hanover, which frees us from the claims of prerogative: But at the same time, its disadvantages, by placing on the throne a Roman Catholic, are greater than those of the other establishment, in settling the crown on a foreign prince. What party an impartial patriot, in the reign of K. William or Q. Anne, would have chosen amidst these opposite views, may, perhaps, to some appear hard to determine.","subId":"20","id":"Hume.ETSS.EMPL2.PS.20","pages":"510-1"},{"type":"paragraph","content":"But the settlement in the house of Hanover has actually taken place. The princes of that family, without intrigue, without cabal, without solicitation on their part, have been called to mount our throne, by the united voice of the whole legislative body. They have, since their accession, displayed, in all their actions, the utmost mildness, equity, and regard to the laws and constitution. Our own ministers, our own parliaments, ourselves have governed us; and if aught ill has befallen us, we can only blame fortune or ourselves. What a reproach must we become among nations, if, disgusted with a settlement so deliberately made, and whose conditions have been so religiously observed, we should throw every thing again into confusion; and by our levity and rebellious disposition, prove ourselves totally unfit for any state but that of absolute slavery and subjection?","subId":"21","id":"Hume.ETSS.EMPL2.PS.21","pages":"511"},{"type":"paragraph","content":"The greatest inconvenience, attending a disputed title, is, that it brings us in danger of civil wars and rebellions. What wise man, to avoid this inconvenience, would run directly into a civil war and rebellion? Not to mention, that so long possession, secured by so many laws, must, ere this time, in the apprehension of a great part of the nation, have begotten a title in the house of Hanover, independent of their present possession: So that now we should not, even by a revolution, obtain the end of avoiding a disputed title.","subId":"22","id":"Hume.ETSS.EMPL2.PS.22","pages":"511"},{"type":"paragraph","content":"No revolution made by national forces, will ever be able, without some other great necessity, to abolish our debts and incumbrances, in which the interest of so many persons is concerned. And a revolution made by foreign forces, is a conquest: A calamity, with which the precarious balance of power threatens us, and which our civil dissentions are likely, above all other circumstances, to bring upon us.","subId":"23","id":"Hume.ETSS.EMPL2.PS.23","pages":"511"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL2","imported":true,"title":"Essays, Moral, Political, and Literary, Part II","breadcrumb":"Essays, Part 2","published":[1752]}],"prev":{"id":"Hume.ETSS.EMPL2.CP","imported":true,"title":"Of the Coalition of Parties","breadcrumb":"Of the Coalition of Parties","published":[1758]},"next":{"id":"Hume.ETSS.EMPL2.IPC","imported":true,"title":"Idea of a Perfect Commonwealth","breadcrumb":"Idea of a Perfect Commonwealth","published":[1752]}}