{"imported":true,"id":"Conway.PAM.1","parent":"Conway.PAM","title":"Chapter 1","breadcrumb":"Chapter 1","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.1?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s <cite>Principles of the Most Ancient and Modern Philosophy</cite> was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"<h1>CHAP. I.</h1> <em>§. 1, 2, 3, 4, 5. Of God and his Divine Attributes. §. 6, 7. How a Trinity may be conceived to be in God, according to the Scriptures; and yet without Offence to </em>Turks, Jews,<em> or any other People; though we should omit the Terms of Three distinct Persons, which are neither built upon Scripture or sound Reason.</em>","id":"Conway.PAM.1"},{"type":"paragraph","content":"§. 1. GOD is a Spirit, Light, and Life, infinitely Wise, Good, Just, Mighty, Omniscient, Omnipresent, Omnipotent, Creator and Maker of all things visible and invisible. See <em>Adumbratio Kabbalae Christianae,</em> Chap. 2. §. 2.—7. <em>Kabbal. denud.</em> Tom. 2. Part 3.","subId":"1","id":"Conway.PAM.1.1"},{"type":"paragraph","content":"§. 2. IN God there is neither Time nor Change, nor Composition, nor Division of Parts: He is wholly and universally one in himself, and of himself, without any manner of Variety or Mixture: He hath no manner of Darkness, or Corporiety in him, and so consequently no kind of Form or Figure whatsoever. See <em>Philosoph. Kabbalistic. dissertatio.</em> ch. 3. <em>in Kabbal. denud.</em> Tom. 1. Part 3.","subId":"2","id":"Conway.PAM.1.2"},{"type":"paragraph","content":"§. 3. HE is also in a proper and real sence, a Substance or Essence distinct from his Creatures, although he is not divided, or separated from them; but most strictly and in the highest degree intimately present in them all; yet so as they are not parts of him, nor can be changed into him, nor he into them: He is also in a true and proper sence a Creator of all Things, who doth not only give them their Form and Figure, but also Being, Life, Body, and whatsoever else of Good; they have. See <em>Kabbal. denud.</em> Tom. 1. Part 2. Pag. 30. 332.","subId":"3","id":"Conway.PAM.1.3"},{"type":"paragraph","content":"§. 4. SEEING then that in him there is no Time, nor any Mutability, hence it is that in him there can exist no new Knowledge or Will, but his Knowledge and Will are Eternal, and without or above time. See <em>Philosoph. Kabbalistic. Dissertatio</em> 3. Ch. 1. <em>in Kabbal. denudat.</em> Tom. 1. Part. 3. <em>&amp; ibid.</em> Ch. 6.","subId":"4","id":"Conway.PAM.1.4"},{"type":"paragraph","content":"§. 5. LIKEWISE in God there can exist no Passion, which to speak properly comes from his Creatures: For every Passion is something Temporal, and hath its Beginning, and end with Time.","subId":"5","id":"Conway.PAM.1.5"},{"type":"paragraph","content":"§. 6. IN God is an <em>Idea,</em> which is the Image of himself, or a Word existing within him; which in Substance or Essence is one and the same with him, by which he knows not only himself, but all other things, and according to which, yea by which <em>Idea</em> or Word, all things were made and created.","subId":"6","id":"Conway.PAM.1.6"},{"type":"paragraph","content":"§. 7. BY the like Reason in God is a Spirit or Will which proceeds from him, and yet as to Substance or Essence is something one with him, by which Creatures receive their Being and Activity: For Creatures have their Being and Existence simply and alone from him, because God would have them to be, whose Will is according to Knowledge most infinite. And thus Wisdom and Will in God, are not a certain Substance or Being distinct from him; but only distinct Manners or Properties of one and the same Substance; and seeing this is that which some of the Wisest and most Judicious Christians understand by the Word Trinity. If now we should neglect that; Phrase of Three distinct Persons, which is a Stone of Offence to <em>Jews</em> as well as <em>Turks,</em> and other People, and indeed in it self hath no sound Reason, nor can be any where found in Scripture; yet all would easily agree in this point: For they cannot deny that God hath Wisdom, and an Essential <em>Idea,</em> and such a Word in himself by which he knows all things; and when they grant he giveth all Things their Being, they will be necessarily forced to acknowledge that there is a Will in him, by which he can accomplish and bring that into Act which was hid in the <em>Idea,</em> that is, can produce it, and from thence make a distinct Essential Substance; and this alone is to create, <em>viz.</em> the Essence of a Creature: Nevertheless the <em>Idea</em> alone doth not give being to the Creature; but the Will join'd with the <em>Idea,</em> as when a Master-Builder conceives in his Mind the <em>Idea</em> of an House, he doth not build that House by the <em>Idea</em> alone, but the Will is joined with the <em>Idea,</em> and co-operates therewith.","subId":"7","id":"Conway.PAM.1.7"}]}