{"imported":true,"id":"Conway.PAM.3","parent":"Conway.PAM","title":"Chapter 3","breadcrumb":"Chapter 3","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A34395.0001.001/1:5.3?rgn=div2;view=fulltext","texts":[],"published":[1690],"copytext":[1692],"sourceDesc":"Conway’s <cite>Principles of the Most Ancient and Modern Philosophy</cite> was first published in 1690 in Amsterdam, in a posthumous Latin translation from the original English manuscript. It was then translated from the Latin back into English, and published in 1692 in London. As the original manuscript sadly does not survive, we have no option but to take this third-hand 1692 version as our copytext. Our general principle on this site is to include only works originally published in the author’s own English, but the unusual history of this work seemed to merit making an exception.","blocks":[{"type":"title","content":"<h1>CHAP. III.</h1> <em>§. 1. God is the most free Agent, and yet of all the most necessary. §. 2. Indifferency of Will, which the School-men imagined to be in God, is a mere Fiction. §. 3. God created the World, not for any external necessity, but out of the internal impulse of his Divine Goodness and Wisdom. §. 4. Creatures were created Infinite, and there are Worlds Infinite. §. 5. The least Creature that we can conceive hath within it Infinite Creatures. §. 6. Yet that doth not make Creatures equal with God. §. 7. A refutation of those imaginary Spaces, which the Schools did imagine to exist without the Creatures. §. 8. Successive Motion hath no place in God. §. 9. An Answer to the Objection. §. 10. All Creatures are united after a certain manner.</em>","id":"Conway.PAM.3"},{"type":"paragraph","content":"§. 1. MOREOVER, if the afore-mentioned Attributes of God be duly considered, and especially these two; to wit, his Wisdom and Goodness, that Indifferency of Will, which the Schoolmen, and Philosophers falsly so called, have imagined to be in God, will be utterly refuted, and wholly turned out of Doors; which also they have improperly called Free-Will; for although the Will of God be most free, so that whatsoever he doth in the behalf of his Creatures, he doth freely without any external Violence, Compulsion, or any Cause coming from them: Whatsoever he doth, he doth of his own accord: Yet that Indifference of acting, or not acting, can by no means be said to be in God; because this were an Imperfection, and would make God like corruptible Creatures; for this Indifference of Will is the Foundation of all Change, and Corruptibility in Creatures; so that there would be no evil in Creatures if they were not changeable. Therefore, if the same should be supposed to be in God, he must be supposed to be changeable, and so would be like corruptible Man, who often doth a thing out of his mere pleasure, not out of a true and solid Reason, or the guidance of Wisdom; in which he is like to those Cruel Tyrants which are in the World, who act many things out of their mere Will or Pleasure, relying on their Power, so that they can render no other Reason for what they do, than that it is their mere Pleasure; whereas any good Man of them that acts, or is about to act, can render a suitable reason for it; and that because he knows and understands that true Goodness and Wisdom hath required him to do it, wherefore he Wills that it be effected, because it is just, so that if he should not do it he would neglect his Duty.","subId":"1","id":"Conway.PAM.3.1"},{"type":"paragraph","content":"§. 2. FOR true Justice or Goodness hath in it self no Latitude or Indifference; but is like unto a certain right line, drawn from one point to another, where it cannot be said two or more Lines can be indifferently drawn between two Points, and yet all right Lines; because there can be but one that is a right Line, and the rest will be crooked or bending, and that more or less as they depart, or are distant from that one right Line, above-mentioned: Whence it is manifest, this Indifference of Will hath no place in God, by reason it is an Imperfection; who though he be the most free Agent, yet he is also above all the most necessary Agent; so that it is impossible that he should not do, whatsoever he doth in or for his Creatures; Seeing his Infinite Wisdom, Goodness, and Justice, is a Law unto him, which he cannot Transgress. <em>Philosoph. Kabbal. dissertat. 3. Cap.</em> 6, 7. in <em>Kabbal. denud.</em> Tom. 1. Part. 3.","subId":"2","id":"Conway.PAM.3.2"},{"type":"paragraph","content":"§. 3. HENCE therefore it evidently follows, that it was not indifferent to God, whether he would give Being to his Creatures or no; but he made them out of a certain internal impulse of his Divine Wisdom and Goodness, and so he created the World or Creatures as soon as he could: For this is the Nature of a necessary Agent, to do whatsoever it can; therefore seeing he could create the World or Creatures in Infinite Times, before 6000 Years, or before 60000 Years, or 600000, <em>&amp;c.</em> Hence it follows he hath done it; For God can entirely do that which implies no contradiction; but this doth not imply a contradiction, if the Worlds or Creatures be said to have been or existed in Infinite Times, before this Moment; even as they are Infinite Times after this Moment: If there be no contradiction in the latter, there is also no contradiction in the former.","subId":"3","id":"Conway.PAM.3.3"},{"type":"paragraph","content":"§. 4. THESE Attributes duly considered, it follows, that Creatures were created in Infinite Numbers, or that there is an Infinity of Worlds or Creatures made of God: For seeing God is infinitely powerful, there can be no Number of Creatures so great, that he cannot always make more: And because, as is already proved, he doth whatsoever he can do; certainly his Will, Goodness, and Bounty, is as large and extensive as his Power; whence it manifestly follows, that Creatures are Infinite, and created in Infinite Manners; so that they cannot be limited or bounded with any Number or Measure: For Example; Let us suppose the whole Universality of Creatures to be a Circle, whose Semi-diameter shall contain so many Diameters of the Earth, as there are Grains of Dust, or Sand, in the whole Globe of the Earth; and if the same should be divided into Atomes, so small that 100000 of them could be contained in one grain of Poppy-seed: Now who can deny, but the Infinite Power of God, could have made this Number greater, and yet still greater, even to an Infinite Multiplication? Seeing it is more easie to this Infinite Power, to multiply the real Beings of Creatures, than for a skilful Arithmetician to make any Number greater and greater, which can never be so great, but that it may be (by Addition or Multiplication) encreased <em>ad infinitum:</em> And farther, seeing it is already demonstrated, that God is a necessary Agent, and doth whatsoever he can do: It must needs be, that he doth multiply, and yet still continues to multiply and augment the Essences of Creatures, <em>ad infinitum.</em> Concerning Infinity see <em>Philosoph. Kabbal. Dissert. 1. Cap. 6. Dissert. 3. C.</em> 1. in <em>Kabbal. denud.</em> Tom. 1. Part. 3. Whence Creatures are rather termed Indefinite than Infinite.","subId":"4","id":"Conway.PAM.3.4"},{"type":"paragraph","content":"§. 5. ALSO by the like Reason is proved, that not only the whole Body or System of Creatures considered together, is Infinite, or contains in it self a kind of Infinity; but also that every Creature, even the least that we can discern with our Eyes, or conceive in our Minds, hath therein such an Infinity of Parts, or rather entire Creatures, that they cannot be numbred; even as it cannot be denied, that God can place one Creature within another, so he can place two as well as one, and four as well as two, so also eight as well as four, so that he could multiply them without end, always placing the less within the greater. And seeing no Creature can be so small, that there cannot be always a less; so no Creature is so great that there cannot be always a greater: Now it follows, that in the least Creature there may exist, or be comprehended Infinite Creatures, which may be all of them Bodies, and after a sort, in regard of themselves, impenetrable one of another. As to those Creatures which are Spirits, and can penetrate each other, in every created Spirit, there may be some Infinity of Spirits, all which Spirits may be of equal extension, as well with the aforesaid Spirit, as they are one with another; for in this case those Spirits are more Subtile and Aethereal, which penetrate the Gross and more Corporeal, whence here can be no want of Room, that one must be constrained to give place to another. Of the Nature of Bodies and Spirits, more shall be said in its proper place, this being sufficient to demonstrate, that in every Creature, whether the same be a Spirit or a Body, there is an Infinity of Creatures, each whereof contains an Infinity, and again each of these, and so <em>ad infinitum.</em>","subId":"5","id":"Conway.PAM.3.5"},{"type":"paragraph","content":"§. 6. ALL these do greatly extol and set forth the great Power and Goodness of God, for that his Eternity is clearly seen by the Works of his Hands; yea in every Creature that he hath made: Nor can it be objected, we make Creatures equal with God; for as one Infinite may be greater than another, so God is still Infinitely greater than all his Creatures, and that without any comparison. And thus indeed the Invisible Things of God are clearly seen, as they are understood by, or in those things, which are made; for by how much the greater and more Magnificent the Works are, by so much the more is the Greatness of the Workman seen: Therefore those who teach, that the whole Number of Creatures is Finite, and consists of so many Individuals as may be numbred; and that the whole Body of the Universe takes up just so many Acres or Miles, or Diameters of the Earth, according to Longitude, Latitude, and Profundity, consider so great Majesty with too low and unbeseeming a Conception; and so that God which they fansie to themselves, is not the true God, but an Idol of their own Imagination, whom they confine to so narrow an Habitation, as a few little Bees shut up within the limits of an Hive, containing the measure of a few Inches: for what else is that World, which they suppose, in respect of that truly great and Universal World above described?","subId":"6","id":"Conway.PAM.3.6"},{"type":"paragraph","content":"§. 7. BUT if they say, they do not shut up God within this Finite Universe, but do imagine him to exist in Infinite imaginary Spaces, as well without as within it. To this may be answered, If those Spaces are merely imaginary; certainly then they are nothing but Foolish Fictions of the Brain; but if they are real Beings, what can they be but Creatures of God? Besides, either God Works in those Spaces, or he doth not: if he doth not, then God is not there; for wheresoever he is, there he worketh; seeing this is his Nature, that he must so act, as it is the Nature of Fire to burn, or of the Sun to shine: For so God perpetually worketh; and his Work is to Create, or give Being to Creatures, according to that Eternal <em>Idea</em> or Wisdom which is in him. According to the <em>Hebrews,</em> God is Infinite, whom they call <em>Aensoph;</em> for that he is said to exist without the Space of the World, because the Creature could not contain the Immensity of his Light. See what is said in Annotations on the First Chapter. Neither is he said to exist in imaginary Spaces, because no place plainly agrees with God; but he may be said to operate there by his simple activity: But whatsoever is wrought in, and by the way of the Creatures, is done by the <em>Messias,</em> who is not so Immense as <em>Ænsoph</em> himself.","subId":"7","id":"Conway.PAM.3.7"},{"type":"paragraph","content":"§. 8. BUT this continual Action or Operation of God, as it is in him, or proceeds from him, or hath respect unto him, is one only continual Act or Command of his Will, neither hath Time or Succession in it; nor first, nor latter; but is together, and always present with God; so that nothing of him is either past or to come, because he hath not parts: But so far as he appears or terminates in Creatures, he hath Time and Succession of parts: And though this may seem very difficult to be comprehended, yet it can be sufficiently evinced by sound reason: And will not this plain and common Example following, a little help our Understanding herein? Suppose a great Circle or Wheel to be moved by a Centre, whereas the Centre always remains in one place, even as some do think the Sun after this manner to be moved about his Centre (by some Angel or Spirit remaining in the Centre) within the space of so many days. Now albeit the Centre moves the whole Wheel, and causes a great and continual Motion in the same; yet that always resteth, neither is it in the least moved: How much more then is the same in God, who is the First Mover in all his Creatures, according to all their true and appointed Motions, yet he is not moved of them? But that in him which hath an Analogy or Agreement with the Motions or Operations of Creatures, is the Government of his Will, which (to speak properly) is not Motion, because every Motion is successive, and cannot have place in God, as is above demonstrated.","subId":"8","id":"Conway.PAM.3.8"},{"type":"paragraph","content":"§. 9. BUT against what we have delivered (that the least Creature conceivable, hath in it Infinite Creatures; so that the least Particle of Body or Matter may be Infinite ways extended, and divided into parts less, and yet still lesser, and lesser) some may frame this following Objection. That which is actually divisible, so far as an actual division can any ways be made, is divisible into parts indiscerpible; but Matter or Body (to wit, that Matter that is entire or compound) is actually divisible so far as an actual division can any ways be made, therefore, <em>&amp;c.</em> I Answer, this Argument labours under that fallacy which Logicians call <em>Compositiones non Componendorum,</em> which is a Conjunction of Words, or Terms, that imply a contradiction or absurdity, and that appears in this Term, actually divisible, which signifies one and the same thing to be divided, and not to be divided; for Actually denotes Division, and Divisible not Division, but only a capacity to be divided, which is as absurd and contradictory, as if one should say <em>visibly blind,</em> or <em>sensibly insensible,</em> or <em>livingly dead;</em> but if by the Terms Actually Divisible, they do not mean two, but only one thing, to wit, that it is either really divided, or only divisible, we shall easily discover the Fallacy: For, First, if by Actually Divisible, they mean nothing else but that which is divided, in this sence I grant the Major, to wit, that that which is really divided, so far as an actual division can any ways be made, is divisible into parts indiscerpible; but by the same reason the Minor is false, <em>viz.</em> that Matter is divided so far as an Actual Division can possibly be made. But, Secondly, if by that which they call Actually Divisible, they mean a thing only divisible, or in which there is a power or capacity to be so divided: Now I deny the Major, to wit, That that which is divisible, so far as division can be made, is divisible into parts indiscerpible; and besides in this sence, that proposition is merely Tautological, and a needless repetition of the same thing, just as this would be; whatsoever can be removed out of its place, in as much as it can be removed, may be removed to some certain distance; but <em>London</em> or <em>Rome</em> may be removed out of their place, in as much as they may be removed, <em>Ergo, &amp;c.</em> By the same way of Argument may be proved, that the Soul of Man consists of a Finite Number of Years only, in which it doth exist, or hath a Being, and consequently that it is Mortal, and hath an end; to wit, thus, that whose Time or Duration is actually divisible, so far as an actual division can possibly be made, shall have an end, and is divisible into a Finite Number of Years; but the Time or Duration of the Soul is actually divisible, so far as an actual division can possibly be made, <em>Ergo, &amp;c.</em> But if it be denied, that the Time of the Soul (if it should come to such a division of Years) shall then have an end; but that it is possible for it to re-assume another Time after this First, and so <em>ad infinitum.</em> Now, I say the same, which is, that Matter if it should come to such a division, may indeed have an end of that division; but yet may admit of another division after this First, and so <em>ad infinitum.</em> And here is to be noted, when I say the least Particle of Body, or Matter so called, may be always divided into parts, less, <em>ad infinitum;</em> so that no actual division can be made in any Matter, which is not always farther divisible, or capable to be divided into less parts, and that without end; yet I would not hereby determine, what the Absolute Power of God will or can do; as some do vainly and grosly dispute; but only hint what the Power of God probably may do, or will do, so far as he operates in and with his Creatures, to wit, in as much as in all Productions, and Generations, as also in all Resolutions and Divisions, in the Nature of Bodies, or the Creature, he never divides nor never can divide any Body into such small parts, that each of these is not always capable of a farther division; for the Body of no Creature can ever be reduced into its least parts; yea, into such that it cannot be reduced back again, either by the most subtile operation of any Creature, or created Power: And this Answer may suffice to our present purpose: For God makes no division in any Body or Matter, but so far as he co-operates with the Creatures, and therefore he never reduces Creatures into their least parts; because then all Motion and Operation in Creatures would cease; (for it is the Nature of all Motion to wear and divide a thing into subtiler parts;) for to do this would be contrary to the Wisdom and Goodness of God; for if all Motion and Operation should cease in any particular Creature, that Creature would be altogether unprofitable and useless in the Creation, and so would be no better than if it were a mere <em>non ens,</em> or nothing. But as was said before, God cannot do that which is contrary to his Wisdom and Goodness, or any of his Attributes. [Mathematical Division of Things, is never made in <em>Minima;</em> but Things may be Physically divided into their least parts; as when Concrete Matter is so far divided that it departs into Physical <em>Monades,</em> as it was in the first State of its Materiality. Concerning the Production of Matter, see <em>Kab. denud.</em> Tom. 1. Part 2. pag. 310. following; and Tom. 2. the last Tract, pag. 28. Numb. 4, 5. then it is again fit to resume its Activity, and become a Spirit, as it happens in our Meats.]","subId":"9","id":"Conway.PAM.3.9"},{"type":"paragraph","content":"§. 10. MOREOVER the consideration of this Infinite Divisibility of every thing, into parts always less, is no unnecessary or unprofitable Theory, but a thing of very great moment; <em>viz.</em> that thereby may be understood the Reasons and Causes of Things; and how all Creatures from the highest to the lowest are inseparably united one with another, by means of Subtiler Parts interceding or coming in between, which are the Emanations of one Creature into another, by which also they act one upon another at the greatest distance; and this is the Foundation of all Sympathy and Antipathy which happens in Creatures: And if these things be well understood of any one, he may easily see into the most secret and hidden Causes of Things, which ignorant Men call occult Qualities.","subId":"10","id":"Conway.PAM.3.10"}]}