{"imported":true,"id":"Hobbes.HN.4","parent":"Hobbes.HN","title":"Chapter 4","breadcrumb":"Chapter 4","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:7?rgn=div1;view=fulltext","texts":[],"published":[1650],"copytext":[1684],"sourceDesc":"[Humane Nature; or, The Fundamental Elements of Policie] was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. IV. £1 1. _Discourse._ // 2. _The Cause of Coherence of Thoughts._ // 3. _Ranging._ // 4. _Sagacity._ // 5. _Reminiscence._ // 6. _Experience._ // 7. _Expectation._ // 8. _Conjecture._ // 9. _Signs._ // 10. _Prudence._ // 11. _Caveats of concluding from Experience._","id":"Hobbes.HN.4"},{"type":"paragraph","content":"THe _Succession_ of Conceptions in the Mind, Series or Consequence of one after another, may be _casual_ and incoherent, as in Dreams for the most part; and it may be _orderly,_ as when the former Thought introduceth the latter; and this is _Discourse_ of the Mind. But because the Word Discourse is commonly taken for the _Coherence_ and Consequence of Words, I will, to avoid {AE}quivocation, call it _Discursion._","subId":"1","id":"Hobbes.HN.4.1"},{"type":"paragraph","content":"The _Cause_ of the _Coherence_ or Consequence of one Conception to another, is their first _Coherence_ or Consequence at that _Time_ when they are produced by Sense: As for Example, from St. _Andrew_ the Mind runneth to St. _Peter,_ because their Names are read together; from S. _Peter_ to a _Stone,_ for the same Cause; from _Stone_ to _Foundation,_ because we see them together; and for the same Cause, from Foundation to _Church,_ and from Church to _People,_ and from People to _Tumult_: and according to this Example, the Mind may run almost from any Thing to any Thing. But as in the _Sense_ the Conception of Cause and Effect may succeed one another; so may they after Sense in the _Imagination_: And for the most part they do so; the _Cause_ whereof is the _Appetite_ of them, who, having a Conception of the _End,_ have next unto it a Conception of the next _Means_ to that End; As, when a Man, from a Thought of _Honour_ to which he hath an Appetite, cometh to the Thought of _Wisdom,_ which is the next Means thereunto; and from thence to the Thought of _Study,_ which is the next Means to Wisdom.","subId":"2","id":"Hobbes.HN.4.2"},{"type":"paragraph","content":"To omit that kind of Discursion by which we proceed from any Thing to any Thing, there are of the _other_ Kind _divers_ Sorts: As first, in the _Senses_ there are certain Coherences of Conceptions, which we may call _ranging:_ Examples whereof are; A Man casteth his _Eye_ upon the _Ground,_ to look about for some _small_ Thing lost; the _Hounds_ casting about at a Fault in hunting; and the _Ranging_ of Spaniels: and herein we take a Beginning arbitrary.","subId":"3","id":"Hobbes.HN.4.3"},{"type":"paragraph","content":"Another sort of Discursion is, when the _Appetite_ giveth a Man his Beginning, as in the Example before, where Honour to which a Man hath Appetite, maketh him think upon the next Means of attaining it, and that again of the next, _&c._ And this the Latines call _Sagacitas_▪ and We may call _Hunting_ or _Tracing,_ as Dogs trace Beasts by the Smell, and Men hunt them by their Footsteps; or as Men hunt after Riches, Place, or Knowledge.","subId":"4","id":"Hobbes.HN.4.4"},{"type":"paragraph","content":"There is yet another Kind of Discursion beginning with the Appetite to _recover_ something lost, proceeding from the _present backward,_ from Thought of the Place where we _miss_ at, to the Thought of the Place from whence we came last; and from the Thought of that, to the Thought of a Place _before,_ till we have in our Mind some Place, wherein we had the Thing we miss: and this is called _Reminiscence._","subId":"5","id":"Hobbes.HN.4.5"},{"type":"paragraph","content":"The _Remembrance_ of Succession of one Thing to another, that is, of what was _antecedent,_ and what _consequent,_ and what _concomitant,_ is called an _Experiment_; whether the same be made by us _voluntarily,_ as when a Man putteth any Thing into the Fire, to see what Effect the Fire will produce upon it: or _not_ made by us, as when we remember a fair Morning after a red Evening. To have had many _Experiments,_ is that we call _Experience,_ which is nothing else but _Remembrance_ of what Antecedents have been followed by what Consequents.","subId":"6","id":"Hobbes.HN.4.6"},{"type":"paragraph","content":"No man can have in his Mind a Conception of the _future_; for the future is _not yet:_ but of our Conceptions of the past, we make a _future_; or rather, call _past, future_ relatively. Thus after a Man hath been accustomed to see like Antecedents follow by like Consequents, whensoever he seeth the like come to pass to any Thing he had seen before, he looks there should follow it the same that followed then: As for Example, because a Man hath often seen Offences followed by Punishment, when he seeth an Offence in present, he thinketh Punishment to be consequent thereto; but consequent unto that which is present, Men call future: And thus we make _Remembrance_ to be the _Prevision_ of Things to come, or _Expectation_ or Presumption of the future.","subId":"7","id":"Hobbes.HN.4.7"},{"type":"paragraph","content":"In the same Manner, if a Man seeth in present that which he hath seen before, he thinks that that which was antecedent to that which he saw before, is also antecedent to that he presently seeth: As for Example, He that hath seen the Ashes remain after the Fire, and now again seeth ashes, concludeth again there hath been Fire: And this is called again _Conjecture_ of the past, or Presumption of the Fact.","subId":"8","id":"Hobbes.HN.4.8"},{"type":"paragraph","content":"When a Man hath _so often_ observed like Antecedents to be followed by like Consequents, that _whensoever_ he seeth the Antecedent, he looketh again for the Consequent; or when he seeth the Consequent, maketh account there hath been the like Antecedent; then he calleth both the Antecedent and the Consequent, _Signs_ one of another, as Clouds are Signs of Rain to come, and Rain of Clouds past.","subId":"9","id":"Hobbes.HN.4.9"},{"type":"paragraph","content":"This taking of Signs by _Experience,_ is that wherein Men do ordinarily think, the Difference stands between Man and Man in _Wisdom,_ by which they commonly understand a Mans whole Ability or _Power cognitive_; but this is an _Errour_: for the Signs are but _conjectural_; and according as they have often or seldom failed, so their _Assurance_ is more or less; but _never full_ and _evident_: for though a Man have always seen the Day and Night to follow one another hitherto; yet can he not thence conclude they shall do so, or that they have done so eternally: _Experience concludeth nothing universally._ If the Signs hit twenty times for one missing, a Man may lay a Wager of Twenty to One of the Event; but may not conclude it for a Truth. But by this it is plain, that they shall _conjecture best,_ that have _most Experience,_ because they have most Signs to conjecture by; which is the Reason _old Men_ are _more prudent,_ that is, conjecture better, _caeteris paribus,_ than young: for, being old, they remember more; and Experience is but remembrance. And _men_ of _quick_ imagination, _caeteris paribus,_ are more _prudent_ than those whose Imaginations are slow: for they observe _more_ in _less_ Time. Prudence is nothing but Conjecture from Experience, or taking of Signs from Experience warily, that is, that the Experiments from which he taketh such Signs be all remembred; for else the Cases are not alike that seem so.","subId":"10","id":"Hobbes.HN.4.10"},{"type":"paragraph","content":"As in Conjecture concerning things past and future, it is Prudence to conclude from Experience, what is like to come to pass, or to have passed already; so it is an errour to conclude from it, that _it is_ so or so _called_; that is to say, We cannot from Experience conclude, that any Thing is to be called _just_ or _unjust, true_ or _false,_ or any Proposition _universal_ whatsoever, except it be from Remembrance of the Use of Names imposed arbitrarily by Men: For Example, to have heard a Sentence given in the like Case, the like Sentence a thousand times is not enough to conclude that the Sentence is just; though most Men have no other Means to conclude by: But it is _necessary,_ for the drawing of such Conclusion, to _trace_ and _find out,_ by many Experiences, what Men do mean by calling Things just and unjust. Further, there is another _Caveat_ to be taken in concluding by Experience, from the tenth Section of the second Chapter; that is, That we conclude such Things to be without, that are within us.","subId":"11","id":"Hobbes.HN.4.11"}]}
