{"imported":true,"id":"Hobbes.HN.8","parent":"Hobbes.HN","title":"Chapter 8","breadcrumb":"Chapter 8","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:11?rgn=div1;view=fulltext","texts":[],"published":[1650],"copytext":[1684],"sourceDesc":"[Humane Nature; or, The Fundamental Elements of Policie] was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. VIII. £1 1, 2. _Wherein consist the Pleasures of Sense._ // 3, 4. _Of the Imagination, or Conception of Power in Man._ // 5. _Honour, honourable, Worth._ // 6. _Signs of Honour._ // 7. _Reverence._","id":"Hobbes.HN.8"},{"type":"paragraph","content":"HAving in the first Section of the precedent Chapter presupposed, that Motion and _Agitation of the Brain_ which we call Conception, to be continued _to the Heart,_ and there to be called _Passion_; I have therefore obliged my self, as far forth as I am able, to search out and declare _from what_ Conception _proceedeth_ every one of those _Passions_ which we commonly take notice of: for, seeing the Things that please and displease, are innumerable, and work innumerable Ways, Men have not taken notice but of a very few, which also are many of them without Name.","subId":"1","id":"Hobbes.HN.8.1"},{"type":"paragraph","content":"And first, we are to consider, that of Conceptions there are _three Sorts,_ whereof one is of that which is _present,_ which is _Sense_; another, of that which is _past,_ which is _Remembrance_; and the third, of that which is _future,_ which we call _Expectation_: all which have been manifestly declared in the second and third Chapters; and every of these Conceptions is _Pleasure_ or _Pain present._ And first for the Pleasures of the _Body_ which affect the Sense of _Touch_ and _Tast,_ as far forth as they be _Organical,_ their Conceptions are _Sense_: so also is the Pleasure of all _Exonerations_ of Nature: All which Passions I have before named, _Sensual Pleasures_; and their contrary, _Sensual Pains_: to which also may be added the Pleasures and Displeasures of _Odours,_ if any of them shall be found Organical, which for the most Part they are not, as appeareth by this Experience which every Man hath, that the same Smells, when they seem to proceed from others, displease, though they proceed from our selves; but when we think they proceed from our selves, they displease not, though they come from others: the Displeasure of this is a Conception of Hurt thereby from those Odours, as being unwholesom, and is therefore a Conception of Evil to come, and not present. Concerning the Delight of _Hearing,_ it is diverse, and the Organ it self not affected thereby: _Simple Sounds_ please by _{AE}quality,_ as the Sound of a Bell or Lute: insomuch as it seems, an Equality continued by the Percussion of the Object upon the Ear, is Pleasure; the Contrary is called _Harshness,_ such as is Grating, and some other Sounds, which do not always affect the Body, but only sometime, and that with a Kind of Horrour beginning at the Teeth. _Harmony,_ or many Sounds together agreeing, please by the same Reason as the _Vnison,_ which is the Sound of equal Strings equally stretched. Sounds that differ in any _Height,_ please by _Inequality and {AE}quality alternate,_ that is to say, the higher Note striketh twice, for one Stroke of the other, whereby they strike together every second Time; as is well proved by _Galileo,_ in the first Dialogue concerning local Motion: where he also sheweth, that two Sounds differing a _fifth,_ delight the Ear by an _{AE}quality_ of striking _after two Inequalities_; for the higher Note striketh the Ear thrice, while the other strikes but twice. In like Manner he sheweth wherein consisteth the Pleasure of Concord, and the Displeasure of Discord, in other Difference of Notes. There is yet _another_ Pleasure and Displeasure of Sounds, which consisteth in _Consequence of one Note after another, diversified_ both by _Accent_ and _Measure_; whereof that which pleaseth is called _Air_; but for what Reason Succession in Tone and Measure is more Air than another, I confess I know not; but I conjecture the Reason to be, for that some of them imitate and revive some Passion which otherwise we take no Notice of, and the other not; for _no Air pleaseth but for a time,_ no more doth Imitation. Also the Pleasures of the _Eye_ consist in a certain _{AE}quality_ of _Colour:_ for _Light,_ the most glorious of all Colours, is made by _equal_ Operation of the Object; whereas _Colour_ is _perturbed,_ that is to say, unequal Light, as hath been said, _Chap._ 2. _Sect._ 8. And therefore Colours, the more Equality is in them, the more resplendent they are: and as _Harmony_ is pleasure to the _Ear,_ which consisteth of _divers Sounds_; so perhaps may some Mixture of _divers Colours_ be _Harmony_ to the _Eye,_ more than another Mixture. There is yet another Delight by the _Ear,_ which happeneth onely to Men of skill in Musick, which is of another Nature, (and not as these) Conception of the present, but rejoycing of their own Skill; of which nature are the Passions of which I am to speak next.","subId":"2","id":"Hobbes.HN.8.2"},{"type":"paragraph","content":"Conception of the _future,_ is but a _Supposition_ of the _same,_ proceeding from _Remembrance_ of what is past; and we so far _conceive_ that any Thing _will be hereafter,_ as we _know_ there is _something at the present_ that hath Power to produce it: and that any Thing hath Power now to produce another Thing hereafter, we cannot conceive, but by Remembrance that it hath produced the like heretofore. Wherefore all Conception of future, is Conception of Power able to produce something. Whosoever therefore expecteth Pleasure to come, must conceive withal some Power in himself by which the same may be attained. And because the Passions, whereof I am to speak next, consist in Conception of the future, that is to say, in Conception of Power past, and the Act to come; before I go any further, I must in the next Place speak somewhat concerning this Power.","subId":"3","id":"Hobbes.HN.8.3"},{"type":"paragraph","content":"By this Power I mean the same with the Faculties of the _Body, Nutritive, Generative, Motive,_ and of the _Mind, Knowledge_; and besides these, such _further_ Power as by them is acquired, _viz. Riches, Place_ of Authority, _Friendship_ or _Favour,_ and _Good Fortune; which_ last is really nothing else but the Favour of God Almighty. The _Contraries_ of these are _Impotencies, Infirmities,_ or _Defects_ of the said Powers respectively. And because the Power of one Man resisteth and hindereth the Effects of the Power of another, _Power_ simply is no more, but the _Excess_ of the Power of one above that of another: for equal Powers opposed, destroy one another; and such their Opposition is called Contention.","subId":"4","id":"Hobbes.HN.8.4"},{"type":"paragraph","content":"The _Signs_ by which we know our own _Power,_ are those _Actions_ which proceed from the same; and the Signs by which _other Men_ know it, are such _Actions, Gesture, Countenance_ and _Speech,_ as usually such Powers produce: and the _Acknowledgement_ of Power is called Honour; and to honour a Man inwardly, is to conceive or acknowledge that that Man hath the odds or Excess of that Power above him with whom he contendeth or compareth himself. And honourable are those Signs for which one Man acknowledgeth Power or Excess above his Concurrent in another: As for Example, _Beauty_ of Person, consisting in a lively Aspect of the Countenance, and other _Signs_ of _Natural Heat,_ are honourable, being Signs precedent of Power _generative,_ and much Issue; as also, general Reputation among those of the other Sex, because Signs consequent of the same. And Actions proceeding from _Strength of Body,_ and open Force, are honourable, as Signs consequent of Power _motive,_ such as are Victory in Battel or Duel; _A d'avoir tué son homme._ Also to adventure upon great Exploits and Danger, as being a Sign consequent of Opinion of our own Strength, and that Opinion a Sign of the Strength it self. And to teach or perswade are honourable, because they be Signs of _Knowledge._ And Riches are honourable; as Signs of the Power that acquired them: And Gifts, Cost, and Magnificence of Houses, Apparel, and the like, are honourable, as Signs of Riches. And _Nobility_ is honourable by Reflection, as a Sign of Power in the Ancestors: And _Authority,_ because a Sign of the Strength, Wisdom, Favour or Riches by which it is attained. And _Good Fortune_ or casual Prosperity is honourable, because a Sign of the Favour of God, to whom is to be ascribed all that cometh to us by Fortune, no less than that we attain unto by Industry. And the Contraries and Defects of these Signs are dishonourable; and according to the Signs of Honour and Dishonour, so we estimate and make the Value or Worth of a Man: for so much worth is every Thing, as a Man will give for the Use of all it can do.","subId":"5","id":"Hobbes.HN.8.5"},{"type":"paragraph","content":"The _Signs_ of _Honour_ are those by which we perceive that one Man acknowledgeth the Power and Worth of another; such as these, to _praise,_ to _magnifie,_ to _bless,_ to call happy, to pray or supplicate to, to thank, to offer unto or present, to obey, to hearken unto with Attention, to speak to with Consideration, to approach unto in decent Manner, to keep Distance from, to give way to, and the like, which are the Honour the Inferior giveth to the Superiour. But the _Signs_ of _Honour_ from the Superiour to the Inferiour, are such as these; to _praise_ or prefer him before his Concurrent, to hear more willingly, to speak to him more familiarly, to admit him nearer, to employ him rather, to ask his advice rather, to take his opinions, and to give him _any Gifts rather than Money_; or if Money, so much as may _not_ imply his _Need_ of a _little_: for Need of a little is greater Poverty than Need of much. And this is enough for Examples of the Signs of Honour and Power.","subId":"6","id":"Hobbes.HN.8.6"},{"type":"paragraph","content":"_Reverence_ is the Conception we have concerning another, that he hath the _Power_ to do unto us both _Good_ and _Hurt,_ but _not_ the _Will_ to do us _Hurt._","subId":"7","id":"Hobbes.HN.8.7"},{"type":"paragraph","content":"In the Pleasure men have, or Displeasure from the Signs of Honour or Dishonour done unto them, consisteth the Nature of the Passions, whereof we are to speak in the next Chapter.","subId":"8","id":"Hobbes.HN.8.8"}]}
