{"imported":true,"id":"Locke.EHU.4.13","parent":"Locke.EHU.4","title":"Chapter 13. Some farther Considerations concerning our Knowledge","breadcrumb":"Chapter 13","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.13?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XIII.\nSome farther Considerations concerning our Knowledge.\n","id":"Locke.EHU.4.13"},{"type":"paragraph","content":"OUr Knowledge, as in other Things, so in this, has a great Conformity with our Sight, that it is neither wholly necessary, nor wholly voluntary. If our Knowledge were altogether necessary, all Men's Knowledge would not only be alike, but every Man would know all that is knowable; and if it were wholly voluntary, some Men so little regard or value it, that they would have extreme little, or none at all. Men that have Senses, cannot chuse but receive some Ideas by them; and if they have Memory, they cannot but retain some of them; and if they have any distinguishing Faculty, cannot but perceive the Agreement, or Disagreement of some of them one with another: As he that has Eyes, if he will open them by day, cannot but see some Objects, and perceive a difference in them. But though a Man with his Eyes open in the Light, cannot but see: yet there be certain Objects, which he may chuse whether he will turn his Eyes to; there may be in his reach a Book containing Pictures, and Discourses, capable to delight, or instruct him, which yet he may never have the Will to open, never take the Pains to look into.","subId":"1","id":"Locke.EHU.4.13.1"},{"type":"paragraph","content":"There is also another thing in a Man's Power, and that is, though he turn his Eyes sometimes towards an Object, yet he may chuse whether he will intently survey it, and with an accurate search, endeavour to observe all that is visible in it. But yet what he does see, he cannot see otherwise than he does: It depends not on his Will to see that Black, which appears Yellow; nor to persuade himself, that what actually scalds him, feels cold: The Earth will not appear painted with Flowers, nor the Fields covered with Verdure, whenever he has a Mind to it; in the cold Winter, he cannot help seeing it white and hoary, if he will look abroad. Just thus is it with our Understanding, all that is voluntary in our Knowledge, is the employing, or with-holding any of our Faculties from this or that sort of Objects, and a more, or less accurate survey of them: But they being employed, our Will hath no Power to determine the Knowledge of the Mind one way or other; that is done only by the Objects themselves, as far as they are clearly discovered. And therefore, as far as Men's Senses are conversant about external Objects, the Mind cannot but receive those Ideas, which are presented by them, and be informed of the Existence of Things without: and so far as Men's Thoughts converse with their own clear and distinct Ideas, they cannot but, in some measure, observe the Agreement, and Disagreement that is to be found amongst some of them, which is so far Knowledge: and if they have Names for those Ideas, they have thus considered, they must needs be assured of the Truth of those Propositions, which express that Agreement, or Disagreement they perceive in them, and be undoubtedly convinced of those Truths. For what a Man sees, he cannot but see; and what he perceives, he cannot but know that he perceives.","subId":"2","id":"Locke.EHU.4.13.2"},{"type":"paragraph","content":"Thus he that has got the Ideas of Numbers, and hath taken the Pains to compare One, Two, and Three, to Six, cannot chuse but know that they are equal: He that hath got the Idea of a Triangle, and found the ways to measure its Angles, and their Magnitudes, is as certain that its three Angles are equal to two right ones, as that it is impossible for the same to be, and not to be. He also that hath the Idea of an intelligent, but frail and weak Being, made by and depending on another, who is eternal, omnipotent, perfectly wise and good, will as certainly know that Man is to honour, fear, and obey God, as that the Sun shines when he sees it. For if he hath but the Ideas of two such Beings in his Mind, and will turn his Thoughts that way, and consider them, he will as certainly find that the Inferior, Finite, and Dependent, is under an Obligation to obey the Supreme and Infinite, as he is certain to find, that Three, Five, and Seven, are less than Fifteen, if he will consider, and compute those Numbers; nor can he be surer in a clear Morning that the Sun is risen, if he will but open his Eyes, and turn them that way. But yet these Truths, being never so certain, never so clear, he may be ignorant of either, or all of them, who will never take the Pains to employ his Faculties, as he should, to inform himself about them.","subId":"3","id":"Locke.EHU.4.13.3"}]}