{"id":"Locke.EHU.4.14","imported":true,"parent":"Locke.EHU.4","title":"Chapter 14. Of Judgment","breadcrumb":"Chapter 14","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.14?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XIV.\nOf Judgment.\n","id":"Locke.EHU.4.14"},{"type":"paragraph","content":"THE Understanding Faculties being given to Man, not barely for Speculation, but also for the Conduct of his Life, Man would be at a great loss, if he had nothing to direct him, but what has the Certainty of true Knowledge: for that being very short and scanty, as we have seen, he would be often utterly in the dark, and in most of the Actions of his Life, perfectly at a stand, had he nothing to guide him in the absence of clear and certain Knowledge. For he that will not eat, till he has Demonstration that it will nourish him; he that will not stir, till he infallibly knows the Business he goes about will succeed, will have little else to do, but sit still and perish.","subId":"1","id":"Locke.EHU.4.14.1"},{"type":"paragraph","content":"Therefore as God has set some Things in broad day-light; as he has given us some certain Knowledge, though limited to a few Things in comparison, probably, as a Taste of what intellectual Creatures are capable of, to excite in us a Desire and Endeavour after a better State: So in the greatest part of our Concernment, he has afforded us only the twilight, as I may so say, of Probability, suitable, I presume, to that State of Mediocrity and Probationership, he has been pleased to place in us here; wherein we might not be over confident, and presume; but might by every day's Experience be made sensible of our short-sightedness and liableness to Error; which might be a constant Admonition to us, to spend the days of this our Pilgrimage with Industry and Care, in the search, and following of that way, which might lead us to a State of greater Perfection. It being highly rational to think, even where Revelation is silent in the Case, That as Men employ those Talents, God has given them, here, they shall accordingly receive their Rewards at the close of the day, when their Sun shall set, and Night shall put an end to their Labours.","subId":"2","id":"Locke.EHU.4.14.2"},{"type":"paragraph","content":"The Faculty, which God has given Man to enlighten him, next to clear and certain Knowledge, is Judgment: whereby the Mind takes its Ideas to agree, or disagree; or which is the same, any Proposition to be true, or false, without perceiving a demonstrative Evidence in the Proofs. The Mind sometimes exercises this Judgment out of necessity, where demonstrative Proofs, and certain Knowledge are not to be had; and sometimes out of Laziness, Unskilfulness, or Haste, even where demonstrative and certain Proofs are to be had. Men often stay not warily to examine the Agreement or Disagreement of two Ideas, which they are desirous, or concerned to know; but either incapable of such Attention, as is requisite in a long Train of Gradations, or impatient of delay, lightly survey, or wholly pass over the Proofs; and so without making out the Demonstration, determine of the Agreement or Disagreement of two Ideas, as it were by a view of them, as they are at a distance, and take it to be the one or the other, as seems most likely to them upon such a loose survey. This Faculty of the Mind, when it is exercised immediately about Things, is called Judgment; when about Truths delivered in Words, is most commonly called Assent or Dissent: which being the most usual way, wherein the Mind has occasion to employ this Faculty, I shall under these Terms treat of it, as least liable in our Language to Equivocation","subId":"3","id":"Locke.EHU.4.14.3"},{"type":"paragraph","content":"Thus the Mind has two Faculties, conversant about Truth and Falshood. First, Knowledge, whereby it certainly perceives, and is undoubtedly satisfied of the Agreement or Disagreement of any Ideas. Secondly, Judgment, which is the putting Ideas together, or separating them from one another in the Mind, when their certain Agreement, or Disagreement is not perceived, but presumed to be so; which is, as the Word imports, taken to be so before it certainly appears. And if it so unites, or separates them, as in Reality Things are, it is right Judgment.","subId":"4","id":"Locke.EHU.4.14.4"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.13","imported":true,"title":"Chapter 13. Some farther Considerations concerning our Knowledge","breadcrumb":"Chapter 13","published":[1689]},"next":{"id":"Locke.EHU.4.15","imported":true,"title":"Chapter 15. Of Probability","breadcrumb":"Chapter 15","published":[1689]}}