{"imported":true,"id":"Locke.EHU.4.17","parent":"Locke.EHU.4","title":"Chapter 17. Of Reason","breadcrumb":"Chapter 17","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.17?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XVII.\nOf Reason.\n","id":"Locke.EHU.4.17"},{"type":"paragraph","content":"THE Word Reason in the English Language has different Significations: sometimes it is taken for true, and clear Principles: Sometimes for clear, and fair deductions from those Principles: and sometimes for the Cause, and particularly the final Cause: but the Consideration I shall have of it here, is in a Signification different from all these; and that is, as it stands for a Faculty in Man, That Faculty, whereby Man is supposed to be distinguished from Beasts, and wherein it is evident he much surpasses them.","subId":"1","id":"Locke.EHU.4.17.1"},{"type":"paragraph","content":"If general Knowledge, as has been shewn, consists in a Perception of the Agreement, or Disagreement of our own Ideas; and the Knowledge of the Existence of all Things without us (except only of GOD) be had only by our Senses; What room then is there for the Exercise of any other Faculty, but outward Sense and inward Perception? What need is there of Reason? Very much; both for the Enlargement of our Knowledge, and regulating our Assent: For it hath to do, both in Knowledge and Opinion, and is necessary, and assisting to all our other intellectual Faculties, and indeed contains two of them, viz. Sagacity and Illation: By the one, it finds out, and by the other, it so orders the intermediate Ideas, as to discover what connexion there is in each link of the Chain, whereby the Extremes are held together; and thereby, as it were, to draw into view the Truth sought for, which is that we call Illation or Inference, and consists in nothing but the Perception of the connexion there is between the Ideas, in each step of the deduction, whereby the Mind comes to see, either the certain Agreement or Disagreement of any two Ideas, as in Demonstration, in which it arrives at Knowledge; or their probable connexion, on which it gives or with-holds its Assent, as in Opinion. Sense and Intuition reach but a very little way; the greatest part of our Knowledge depends upon Deductions and intermediate Ideas: And in those Cases, where we are fain to substitute Assent instead of Knowledge, and take Propositions for true, without being certain they are so, we have need to find out, examine, and compare the grounds of their Probability. In both these Cases, the Faculty which finds out the Means, and rightly applies them to discover Certainty in the one, and Probability in the other, is that which we call Reason. For as Reason perceives the necessary, and indubitable connexion of all the Ideas or Proofs one to another, in each step of any Demonstration that produces Knowledge: so it likewise perceives the probable connexion of all the Ideas or Proofs one to another, in every step of a Discourse, to which it will think Assent due. This is the lowest degree of that, which can be truly called Reason: For where the Mind does not perceive this probable connexion; where it does not discern, whether there be any such connexion, or no, there Men's Opinions are not the product of Judgment, or the Consequence of Reason; but the effects of Chance and Hazard, of a Mind floating at all Adventures, without choice, and without direction.","subId":"2","id":"Locke.EHU.4.17.2"},{"type":"paragraph","content":"So that we may in Reason consider these four degrees; the first and highest, is the discovering, and finding out of Proofs; the second, the regular and methodical Disposition of them, and laying them in a clear and fit Order, to make their Connexion and Force be plainly and easily perceived; the third is the perceiving their connexion; and the fourth, the making a right conclusion. These several degrees may be observed in any mathematical Demonstration: it being one thing to perceive the connexion of each part, as the Demonstration is made by another; another to perceive the dependence of the conclusion on all the parts; a third to make out a Demonstration clearly and neatly ones self, and something different from all these, to have first found out those intermediate Ideas or Proofs by which it is made.","subId":"3","id":"Locke.EHU.4.17.3"},{"type":"paragraph","content":"There is one thing more, which I shall desire to be considered concerning Reason; and that is, whether Syllogism, as is generally thought, be the proper instrument of it, and the usefullest way of exercising this Faculty. The Causes I have to doubt, are these: First, Because Syllogism serves our Reason, but in one only of the forementioned parts of it; and that is, to shew the connexion of the Proofs in any one instance, and no more: but in this, it is of no great use, since the Mind can perceive such connexion where it really is, as easily, nay, perhaps, better without it. If we will observe the Actings of our own Minds, we shall find, that we reason best and clearest, when we only observe the connexion of the Proofs, without reducing it to any Rule of Syllogism: and therefore we may take notice, that there are many Men that reason exceeding clear and rightly, who know not how to make a Syllogism. He that will look into many parts of Asia and America, will find Men reason there, perhaps, as acutely as himself, who yet never heard of a Syllogism, nor can reduce any one Argument to those Forms. Indeed sometimes it may serve to discover a Fallacy hid in a rhetorical Flourish, or cunningly wrapp'd up in a smooth Period; and stripping an Absurdity of the Cover of Wit, and good Language, shew it in its naked Deformity: But the Mind is not taught to reason by these Rules, it has a native Faculty to perceive the Coherence, or Incoherence of its Ideas, and can range them right, without any such perplexing Repetitions. Tell a Country Gentlewoman, that the Wind is South-West, and the Weather louring, and like to rain, and she will easily understand, 'tis not safe for her to go abroad thin clad, in such a day, after a Fever: she clearly sees the probable connexion of all these, viz. South-West-Wind, and Clouds, Rain, wetting, taking Cold, Relapse, and Danger of Death, without tying them together in those artificial and cumbersome Fetters of several Syllogisms, that clog and hinder the Mind, which proceeds from one part to another quicker and clearer without them; and the Probability which she easily perceives in Things thus in their native State, would be quite lost, if this Argument were managed learnedly, and proposed in Mode and Figure. For it very often confounds the connexion: and, I think, every one will perceive in mathematical Demonstrations, that the Knowledge gain'd thereby, comes shortest and clearest without Syllogism. Secondly, Because though Syllogism serves to shew the Force or Fallacy of an Argument, made use of in the usual way of discoursing, by supplying the absent Proposition, and so setting it before the view in a clear Light; yet it no less engages the Mind in the perplexity of obscure, equivocal, and fallacious Terms, wherewith this artificial way of Reasoning always abounds: it being adapted more to the attaining of Victory in Dispute, than the discovery or confirmation of Truth in fair Enquiries.","subId":"4","id":"Locke.EHU.4.17.4"},{"type":"paragraph","content":"But however it be in Knowledge, I think, I may truly say, it is of far less, or no use at all in Probabilities: for the Assent there, being to be determined by the preponderancy, after a due weighing of all the Proofs, with all Circumstances on both sides, nothing is so unfit to assist the Mind in that, as Syllogism; which running away with one assumed Probability, or one topical Argument, pursues that till it has led the Mind quite out of sight of the thing under Consideration; and forcing it upon some remote Difficulty, holds it fast there, intangled perhaps, and as it were, manacled in the Chain of Syllogisms, without allowing it the liberty, much less affording it the helps requisite to shew on which side, all Things considered, is the greater Probability.","subId":"5","id":"Locke.EHU.4.17.5"},{"type":"paragraph","content":"But let it help us (as, perhaps, may be said) in convincing Men of their Errors or Mistakes; (and yet I would fain see the Man, that was forced out of his Opinions by dint of Syllogism;) yet still it fails our Reason in that part, which if not its highest Perfection, is yet certainly its hardest Task, and that which we most need its help in; and that is the finding out of Proofs, and making new Discoveries. The Rules of Syllogism serve not to furnish the Mind with those intermediate Ideas, that may shew the connexion of remote ones. This way of reasoning discovers no new Proofs, but is the Art of marshalling, and ranging the old ones we have already. The 47th Proposition of the First Book of Euclid is very true; but the discovery of it, I think, not owing to any Rules of common Logick. A Man knows first, and then he is able to prove syllogistically. So that Syllogism comes after Knowledge, and then a Man has little or no need of it. But 'tis chiefly by the finding out those Ideas that shew the connexion of distant ones, that our stock of Knowledge is increased, and that useful Arts and Sciences are advanced. Syllogism, at best, is but the Art of fencing with the little Knowledge we have, without making any Addition to it: And if a Man should employ his Reason all this way, he will not doe much otherwise than he, who having got some Iron out of the Bowels of the Earth, should have it beaten up all into Swords, and put it into his Servants Hands to fence with, and bang one another. Had the King of Spain imploy'd the Hands of his People, and his Spanish Iron so, he had brought to Light but little of that Treasure, that lay so long hid in the dark Entrails of America. And I am apt to think, that he who shall employ all the force of his Reason only in brandishing of Syllogisms, will discover very little of that Mass of Knowledge, which lies yet concealed in the secret recesses of Nature; and which I am apt to think, native rustick Reason (as it formerly has done) is likelier to open a way to, and add to the common stock of Mankind, rather than any scholastick Proceeding by the strict Rules of Mode and Figure.","subId":"6","id":"Locke.EHU.4.17.6"},{"type":"paragraph","content":"I doubt not nevertheless, but there are ways to be found to assist our Reason in this most useful part; and this the judicious Hooker encourages me to say, who in his Eccl. Pol. l. 1. §. 6. speaks thus: If there might be added the right helps of true Art and Learning, (which helps I must plainly confess, this Age of the World carrying the Name of a learned Age, doth neither much know, nor generally regard,) there would undoubtedly be almost as much difference in Maturity of Judgment between Men therewith inured, and that which now Men are, as between Men that are now, and Innocents. I do not pretend to have found, or discovered here any of those right helps of Art, this great Man of deep Thoughts mentions; but this is plain, that Syllogism, and the Logick now in Use, which were as well known in his days, can be none of those he means. It is sufficient for me, if by a Discourse, perhaps, something out of the way, I am sure as to me wholly new, and unborrowed, I shall have given Occasion to others, to cast about for new Discoveries, and to seek in their own Thoughts, for those right Helps of Art, which will scarce be found, I fear, by those who servilely confine themselves to the Rules and Dictates of others; for beaten Tracts lead these sort of Cattel, (as an observing Roman calls them,) whose Thoughts reach only to Imitation, Non quo eundum est, sed quo itur. But I can be bold to say, that this Age is adorned with some Men of that Strength of Judgment, and Largeness of Comprehension, that if they would employ their Thoughts on this Subject, could open new and undiscovered Ways, to the Advancement of Knowledge.","subId":"7","id":"Locke.EHU.4.17.7"},{"type":"paragraph","content":"Having here had Occasion to speak of Syllogism in general, and the Use of it, in Reasoning, and the Improvement of our Knowledge, 'tis fit, before I leave this Subject, to take notice of one manifest Mistake in the Rules of Syllogism; viz. That no Syllogistical Reasoning can be right, and conclusive, but what has, at least, one general Proposition in it. As if we could not reason, and have Knowledge about Particulars; whereas, in truth, the Matter rightly considered, the immediate Object of all our Reasoning and Knowledge, is nothing but Particulars. Every Man's Reasoning and Knowledge, is only about the Ideas existing in his own Mind, which are truly, every one of them, particular Existences; and our Knowledge and Reasoning about other Things, is only as they correspond with those our particular Ideas. So that the Perception of the Agreement, or Disagreement of our particular Ideas, is the whole and utmost of all our Knowledge; Universality is but accidental to it, and consists only in this, That the particular Ideas, about which it is, are such, as more than one particular Thing can correspond with, and be represented by. But the Perception of the Agreement, or Disagreement of any two Ideas, and consequently, our Knowledge, is equally clear and certain, whether either, or both, or neither of those Ideas be capable of representing more real Beings than one, or no.","subId":"8","id":"Locke.EHU.4.17.8"},{"type":"paragraph","content":"Reason, Though it penetrates into the Depths of the Sea and Earth, elevates our Thoughts as high as the Stars, and leads us through the vast Spaces, and large Rooms of this mighty Fabrick, yet it comes far short of the real Extent of even corporeal Being; and there are many Instances wherein it fails us: As, First, It perfectly fails us, where our Ideas fail. It neither does, nor can extend it self farther than they do: and therefore, where-ever we have no Ideas, our Reasoning stops, and we are at an End of our Reckoning: And if at any time we reason about Words, which do not stand for any Ideas, 'tis only about those Sounds, and nothing else.","subId":"9","id":"Locke.EHU.4.17.9"},{"type":"paragraph","content":"Secondly, Our Reason is often puzled, and at a loss, because of the scurity, Confusion, or Imperfection of the Ideas it is employed about; and there we are involved in Difficulties and Contradictions. Thus, not having any perfect Idea of the least Extension of Matter, nor of Infinity, we are at a loss about the Divisibility of Matter; but having perfect, clear, and distinct Ideas of Number, our Reason meets with none of those inextricable Difficulties in Numbers, nor finds it self involved in any Contradictions about them. Thus, we having but imperfect Ideas, of the Operations of our Minds upon our Bodies or Thoughts; and of the Beginning of either Motion or Thought in us; and much imperfecter yet, of the Operation of GOD, run into great Difficulties about free, created Agents, which Reason cannot well extricate it self out of.","subId":"10","id":"Locke.EHU.4.17.10"},{"type":"paragraph","content":"Thirdly, Our Reason is often at a stand, because it perceives not those Ideas, which could serve to shew the certain or probable Agreement, or Disagreement of any two other Ideas; and in this, some Men's Faculties far out-go others. Till Algebra, that great Instrument and Instance of Humane Sagacity, was discovered, Men, with Amazement, looked on several of the Demonstrations of ancient Mathematicians, and could scarce forbear to think the finding some of those Proofs, more than humane.","subId":"11","id":"Locke.EHU.4.17.11"},{"type":"paragraph","content":"Fourthly, Reason is often engaged in Absurdities and Difficulties, brought into Straits and Contradictions, without knowing how to free it self, by proceeding upon false Principles; which, being followed, lead Men into Contradictions to themselves, and Inconsistency in their own Thoughts; which their Reason is so far from clearing, that if they will pursue it, it entangles them the more, and engages them deeper in Perplexities.","subId":"12","id":"Locke.EHU.4.17.12"},{"type":"paragraph","content":"Fifthly, As obscure and imperfect Ideas often involve our Reason, so, upon the same Ground, do dubious Words, and uncertain Signs, often, in Discourses and Arguings, when not warily attended to, puzzle Men's Reason, and bring them to a Nonplus. But these two latter are our Fault, and not the Fault of Reason: But yet, the Consequences of them are nevertheless obvious; and the Perplexities, or Errors, they fill Men's Minds with, is every where observable.","subId":"13","id":"Locke.EHU.4.17.13"},{"type":"paragraph","content":"Some of the Ideas that are in the Mind, are so there, that they can be, by themselves, immediately compared, one with another: And in these, the Mind is able to perceive, that they agree, or disagree, as clearly, as that it has them. Thus the Mind perceives, that an Arch of a Circle is less than the whole Circle, as clearly as it does the Idea of a Circle: And this, therefore, as has been said, I call Intuitive Knowledge; which is certain, beyond all Doubt, and needs no Probation, nor can have any; this being the highest of all Humane Certainty. In this consists the Evidence of all those AEternae Veritates, which no Body has any Doubt about, but every Man (does not, as is said, only assent to, but) knows to be true, as soon as ever they are proposed to his Understanding. In the Discovery of, and Assent to these Truths, there is no Use of the discursive Faculty, no need of Reason; but they are known by a superior, and higher Degree of Evidence: And such, if I may guess at Things unknown, I am apt to think, that Angels have now, and the Spirits of just Men made perfect, shall have, in a future State, of Thousands of Things, which now, either wholly escape our Apprehensions, or which, our short-sighted Reason having got some faint Glimpse of, we, in the Dark, grope after.","subId":"14","id":"Locke.EHU.4.17.14"},{"type":"paragraph","content":"But though we have, here and there, a little of this clear Light, some Sparks of bright Knowledge; yet the greatest part of our Ideas are such, that we cannot discern their Agreement, or Disagreement, by an immediate Comparing them: And in all these, we have Need of our Reason; and must, by Discourse and Inference, make our Discoveries. Now of these, there are two sorts, which I shall take the liberty to mention here again. First, Those whose Agreement, or Disagreement, though it cannot be seen by an immediate Putting them together, yet may be examined by the Intervention of other Ideas, which can be compared with them; wherein, if the Agreement, or Disagreement, be plainly discerned, of the intermediate Ideas on both sides, with those we would compare, there it is Demonstration; and it produces certain Knowledge, though not altogether so evident as the former: Because there is in the former, bare Intuition, but in these there is Intuition indeed, but not altogether at once; for there must be a Remembrance of the Intuition of the Agreement of the Medium, with that we compared it with before, when we compare it with the other: and where there be many Mediums, there the danger of the Mistake is the greater, and consequently it may be liable to the greater uncertainty. But yet where the Mind clearly retains the Intuition it had of the Agreement of any Idea with another, and that with a third, and that with a fourth, &c. there the Agreement of the first and the fourth is a Demonstration, and produces certain Knowledge, which may be called Rational Knowledge, as the other is Intuitive.","subId":"15","id":"Locke.EHU.4.17.15"},{"type":"paragraph","content":"Secondly, There are other Ideas, whose Agreement, or Disagreement, can no otherwise be judged of, but by the intervention of others, which have not a certain Agreement with the Extremes, but an usual or likely one: and in these it is, that the Judgment is properly exercised, which is the acquiescing of the Mind, that any Ideas do agree, by comparing them with such probable Mediums. And this, though it never amounts to Knowledge, no not to that which is the lowest degree of it; yet sometimes the intermediate Ideas tie the Extremes so firmly together; and the Probability is so clear and strong, that Assent as necessarily follows it, as Knowledge does Demonstration. The great Excellency and Use of the Judgment, is to observe Right, and take a true estimate of the force and weight of each Probability; and then casting them up all right together, chuse that side which has the over-balance.","subId":"16","id":"Locke.EHU.4.17.16"},{"type":"paragraph","content":"Intuitive Knowledge, is the perception of the certain Agreement, or Disagreement of two Ideas immediately compared together. Rational Knowledge, is the perception of the certain Agreement, or Disagreement of any two Ideas, by the intervention of one or more other Ideas. Judgment, is the thinking or taking two Ideas to agree, or disagree, by the intervention of one or more Ideas, whose certain agreement, or disagreement with them, it does not perceive, but hath observed to be frequent and usual.","subId":"17","id":"Locke.EHU.4.17.17"},{"type":"paragraph","content":"Though the deducing one Proposition from another, or making Inferences in Words, be a great part of Reason, and that which it is usually employ'd about: yet the principal Act of Ratiocination is the finding the Agreement, or Disagreement of two Ideas one with another, by the intervention of a third. As a Man, by a Yard, finds two Houses to be of the same length, which could not be brought together to measure their Equality by juxta-position. Words have their Consequences, as the signs of such Ideas: and Things, agree or disagree, as really they are; but we observe it only by our Ideas.","subId":"18","id":"Locke.EHU.4.17.18"},{"type":"paragraph","content":"Before we quit this Subject, it may be worth our while a little to reflect on four sorts of Arguments, that Men in their Reasonings with others do ordinarily make use of, to prevail on their Assent; or at least so to awe them, as to silence their Opposition. First, The first is, to alledge the Opinions of Men, whose Parts, Learning, Eminency, Power, or some other cause, has gained a Reputation to, and setled in the common esteem with some kind of Authority. When Men are established in any kind of Dignity, 'tis thought a breach of Modesty for others to derogate any way from it, and question the Authority of Men who are in possession of it. This is apt to be censured, as carrying with it too much of Pride, when a Man does not readily vail to the Opinions of approved Authors, which have been received with respect and submission by others; and 'tis looked upon as insolence, for a Man to set up, and adhere to his own Opinion, against the current stream of Antiquity, or to put it in the balance against that of some learned Doctor, or otherwise approved Writer. Whoever backs his Tenets with such Authorities, thinks he ought thereby to carry the Cause, and is ready to style it Impudence in any one who shall stand out against them. This, I think, may be called Argumentum ad Verecundiam.","subId":"19","id":"Locke.EHU.4.17.19"},{"type":"paragraph","content":"Secondly, Another way that Men ordinarily use to drive others, and force them to submit their Judgments, and receive the Opinion in debate, is to require the Adversary to admit what they alledge as a Proof, or to assign a better. And this I call Argumentum ad Ignorantiam.","subId":"20","id":"Locke.EHU.4.17.20"},{"type":"paragraph","content":"Thirdly, A third way is, to press a Man with Consequences drawn from his own Principles, or Concessions. This is already known under the Name of Argumentum ad Hominem.","subId":"21","id":"Locke.EHU.4.17.21"},{"type":"paragraph","content":"Fourthly, The fourth is, the using of Proofs drawn from any of the Foundations of Knowledge, or Probability This I call Argumentum ad Iudicium, This alone of all the four, brings true Instruction with it, and advances us in our way to Knowledge. For, 1. It argues not another Man's Opinion to be right, because I out of respect, or any other consideration, but that of conviction, will not contradict him. 2. It proves not another Man to be in the right way, nor that I ought to take the same with him, because I know not a better. 3. Nor does it follow, that another Man is in the right way, because he has shewn me, that I am in the wrong. I may be modest, and therefore not oppose another Man's Persuasion: I may be ignorant, and not be able to produce a better: I may be in an Errour, and another may shew me that I am so. This may dispose me, perhaps, for the reception of Truth, but helps me not to it: That must come from Proofs and Arguments, and light arising from the nature of Things themselves, and not from my Shamefacedness, Ignorance, or Errour.","subId":"22","id":"Locke.EHU.4.17.22"},{"type":"paragraph","content":"By what has been before said of Reason, we may be able to make some guess at the distinction of Things, into those that are according to, above, and contrary to Reason. 1. According to Reason are such Propositions, whose Truth we can discover, by examining and tracing those Ideas we have from Sensation and Reflexion; and by natural deduction, find to be true, or probable. 2. Above Reason are such Propositions, whose Truth or Probability we cannot by Reason derive from those Principles. 3. Contrary to Reason are such Propositions, as are inconsistent with, or irreconcileable to our clear and distinct Ideas. Thus the Existence of one GOD is according to Reason; the Existence of more than one GOD, contrary to Reason; the Resurrection of the Body after death, above Reason. Above Reason also may be taken in a double sense, viz. Above Probability, or above Certainty; and in that large sense also, Contrary to Reason, is, I suppose, sometimes taken.","subId":"23","id":"Locke.EHU.4.17.23"},{"type":"paragraph","content":"There is another use of the word Reason, wherein it is opposed to Faith: which though it be in it self a very improper way of speaking, yet common Use has so authorized it, that it would be folly either to oppose or hope to remedy it: Only I think it may not be amiss to take notice, that however Faith be opposed to Reason, Faith is nothing but a firm Assent of the Mind; which if it be regulated, as is our Duty, cannot be afforded to any thing but upon good Reason; and so cannot be opposite to it. He that believes, without having any Reason for believing, may be in love with his own Fansies; but neither seeks Truth as he ought, nor pays the Obedience due to his Maker, who would have him use those discerning Faculties he has given him, to keep him out of Mistake and Errour. He that does not this to the best of his power, however he sometimes lights on Truth, is in the right but by chance: and I know not whether the luckiness of the Accident, will excuse the irregularity of his proceeding. This at least is certain, that he must be accountable for whatever Mistakes he runs into: whereas he that makes use of the Light and Faculties GOD has given him, and seeks sincerely to discover Truth, by those Helps and Abilities he has, may have this satisfaction in doing his Duty as a rational Creature, that though he should miss Truth, he will not miss the Reward of it. For he governs his Assent right, and places it as he should, who in any case or matter whatsoever, believes or disbelieves, according as Reason directs him. He that does otherwise, transgresses against his own Light, and misuses the Faculties which were given him to no other end, but to search and follow the clearer Evidence, and greater Probability. But since Reason and Faith are by some Men opposed, we will so consider them in the following Chapter.","subId":"24","id":"Locke.EHU.4.17.24"}]}