{"imported":true,"id":"Locke.EHU.4.2","parent":"Locke.EHU.4","title":"Chapter 2. Of the Degrees of our Knowledge","breadcrumb":"Chapter 2","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.2?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. II.\nOf the Degrees of our Knowledge.\n","id":"Locke.EHU.4.2"},{"type":"paragraph","content":"ALL our Knowledge consisting, as I have said, in the view the Mind has of its own Ideas, which is the utmost Light and greatest Certainty, we with our Faculties, and in our way of Knowledge are capable of, it may not be amiss, to consider a little the degrees of its Evidence. The different clearness of our Knowledge seems to me to lie in the different way of Perception, the Mind has of the Agreement, or Disagreement of any of its Ideas. For if we will reflect on our own ways of Thinking, we shall find, that sometimes the Mind perceives the Agreement or Disagreement of two Ideas immediately by themselves, without the intervention of any other: And this, I think, we may call intuitive Knowledge. For in this, the Mind is at no pains of proving or examining, but perceives the Truth, as the Eye doth Light, only by being directed toward it. Thus the Mind perceives, that White is not Black, That a Circle is not a Triangle, That Three are more than Two, and equal to One and Two. Such kind of Truths, the Mind perceives at the first Sight of the Ideas together, by bare intuition, without the intervention of any other Idea; and this kind of Knowledge is the clearest, and most certain, that humane Frailty is capable of. This part of Knowledge is irresistible, and like the bright Sun-shine, forces it self immediately to be perceived, as soon as ever the Mind turns its view that way; and leaves no room for Hesitation, Doubt, or Examination, but the Mind is presently filled with the clear Light of it. 'Tis on this Intuition, that depends all the Certainty and Evidence of all our Knowledge, which Certainty every one finds to be so great, that he cannot imagine, and therefore not require a greater: For a Man cannot conceive himself capable of a greater Certainty, than to know that any Idea in his Mind is such, as he perceives it to be; and that two Ideas, wherein he perceives a difference, are different, and not precisely the same. He that demands a greater Certainty than this, demands he knows not what; and shews only that he has a Mind to be a Sceptick, without being able to be so. Certainty depends so wholly on this Intuition, that in the next degree of Knowledge, which I call Demonstrative, this intuition is necessary in all the Connexions of the intermediate Ideas, without which we cannot attain Knowledge and Certainty.","subId":"1","id":"Locke.EHU.4.2.1"},{"type":"paragraph","content":"The next degree of Knowledge is, where the Mind perceives the Agreement or Disagreement of any Ideas, but not immediately. Though where-ever the Mind perceives the Agreement or Disagreement of any of its Ideas, there be certain Knowledge: Yet it does not always happen, that the Mind sees that Agreement or Disagreement, which there is between them, even where it is discoverable; and in that case, remains in Ignorance, or at most, gets no farther than a probable conjecture. The Reason why the Mind cannot always perceive presently the Agreement or Disagreement of two Ideas is, because those Ideas, concerning whose Agreement or Disagreement the Enquiry is made, cannot by the Mind be so put together, as to shew it. In this Case then, when the Mind cannot so bring it's Ideas together, as by their immediate Comparison, and as it were Juxta-position, or application one to another, to perceive their Agreement or Disagreement, it is fain, by the Intervention of other Ideas (one or more, as it happens) to discover the Agreement or Disagreement, which it searches; and this is that which we call Reasoning. Thus the Mind being willing to know the Agreement or Disagreement in bigness, between the three Angles of a Triangle, and two right ones, cannot by an immediate view and comparing them, do it: Because the three Angles of a Triangle cannot be brought at once, and be compared with any other one, or two Angles; and so of this the Mind has no immediate, no intuitive Knowledge. In this Case the Mind is fain to find out some other Angles, to which the three Angles of a Triangle have an Equality; and finding those equal to two right ones, comes to know their Equality to two right ones.","subId":"2","id":"Locke.EHU.4.2.2"},{"type":"paragraph","content":"Those intervening Ideas, which serve to shew the Agreement of any two others, are called Proofs; and where the Agreement or Disagreement is by this means plainly and clearly perceived, it is called Demonstration, it being shewn to the Understanding, and the Mind made see that it is so. A quickness in the Mind to find out these intermediate Ideas, (that shall discover the Agreement or Disagreement of any other,) and to apply them right, is, I suppose, that which is called Sagacity.","subId":"3","id":"Locke.EHU.4.2.3"},{"type":"paragraph","content":"This Knowledge by intervening Proofs, though it be certain, yet the Evidence of it is not altogether so clear and bright, nor the assent so ready, as in intuitive Knowledge. For though in Demonstration, the Mind does at last perceive the Agreement or Disagreement of the Ideas it considers; yet 'tis not without Pains and Attention: There must be more than one transient view to find it. A steddy application and pursuit, is required to this Discovery: And there must be a Progression by steps and degrees, before the Mind can in this way arrive at Certainty, and come to perceive the Agreement or Repugnancy between two Ideas that need Proofs, and the Use of Reason to shew it.","subId":"4","id":"Locke.EHU.4.2.4"},{"type":"paragraph","content":"Another difference between intuitive and demonstrative Knowledge, is, that though in the latter all doubt be removed, when by the Intervention of the intermediate Ideas, the Agreement or Disagreement is perceived; yet before the Demonstration there was a doubt, which in intuitive Knowledge cannot happen to the Mind that has its Faculty of Perception left to a degree capable of distinct Ideas, no more than it can be a doubt to the Eye, (that can distinctly see White and Black,) Whether this Ink, and this Paper be all of a Colour. If there be Sight in the Eyes, it will at first glimpse, without Hesitation, perceive the Words printed on this Paper, different from the Colour of the Paper: And so if the Mind have the Faculty of distinct Perception, it will perceive the Agreement or Disagreement of those Ideas that produce intuitive Knowledge. If the Eyes have lost the Faculty of seeing, or the Mind of perceiving, we in vain enquire after the quickness of Sight in one, or clearness of Perception in the other.","subId":"5","id":"Locke.EHU.4.2.5"},{"type":"paragraph","content":"'Tis true the Perception, produced by demonstration, is also very clear; but yet it is often with a great abatement of that evident lustre and full assurance that always accompany that which I call intuitive; like a Face reflected by several Mirrors one to another, where as long as it retains the similitude and agreement with the Object, it produces a Knowledge; but 'tis still every reflection, with a lessening of that perfect Clearness and Distinctness, which is in the first; till in many removes it has a great mixture of Dimness, and is not at first Sight so knowable, especially to weak Eyes. Thus it is with Knowledge, made out by a long train of Proofs.","subId":"6","id":"Locke.EHU.4.2.6"},{"type":"paragraph","content":"Now, in every step Reason makes in demonstrative Knowledge, there is an intuitive Knowledge of that Agreement or Disagreement it seeks with the next intermediate Idea, which it uses as a Proof: For if it were not so, that yet would need a Proof. Since without the Perception of such Agreement or Disagreement, there is no Knowledge produced: If it be perceived by it self, it is intuitive Knowledge: If it cannot be perceived by it self, there is need of some intervening Idea, as a common measure to shew their Agreement or Disagreement, by which it is plain, that every step in Reasoning, that produces Knowledge, has intuitive Certainty; which when the Mind perceives, there is no more required, but to remember it to make the Agreement or Disagreement of the Ideas, concerning which we enquire visible and certain. So that to make any thing a Demonstration, it is necessary to perceive the immediate Agreement of the intervening Ideas, whereby the Agreement or Disagreement of the two Ideas under Examination (where the one is always the first, and the other the last in the Account) is found. This intuitive Perception of the Agreement or Disagreement of the intermediate Ideas, in each Step and Progression of the Demonstration, must also be carried exactly in the Mind, and a Man must be sure that no part is left out; which because in long Deductions, and the use of many Proofs, the Memory does not always so readily and exactly retain: therefore it comes to pass, that this is more imperfect than intuitive Knowledge, and Men embrace often Falshoods for Demonstrations.","subId":"7","id":"Locke.EHU.4.2.7"},{"type":"paragraph","content":"The necessity of this intuitive Knowledge, in each step of scientifical or demonstrative Reasoning, gave occasion, I imagine, to that mistaken Axiom, that all Reasoning was ex praecognitis & praeconcessis; which how far it is a mistake, I shall have occasion to shew more at large, where I come to consider Propositions, and particularly those Propositions, which are called Maxims; and to shew that 'tis by a mistake, that they are supposed to be the foundations of all our Knowledge and Reasonings.","subId":"8","id":"Locke.EHU.4.2.8"},{"type":"paragraph","content":"It is not only Mathematicks, or the Ideas alone of Number, Extension, and Figure, that are capable of Demonstration, no more than it is these Ideas alone, and their Modes, that are capable of Intuition: For whatever Ideas we have, wherein the Mind can perceive the immediate Agreement or Disagreement that is between them, there the Mind is capable of intuitive Knowledge; and where it can perceive the Agreement or Disagreement of any two Ideas, by an intuitive Perception of the Agreement or Disagreement they have with any intermediate Ideas, there the Mind is capable of Demonstration, which is not limited to Ideas of Extension, or Figure, or Number, or their Modes.","subId":"9","id":"Locke.EHU.4.2.9"},{"type":"paragraph","content":"The Reason why it has been generally sought for, and supposed to be only in those, I imagine, has been not only the general usefulness of those Sciences: But because, in comparing their Equality or Excess, the Modes of Numbers have every the least difference very clear and perceivable: And though in Extension, every the least Excess is not so perceptible; yet the Mind has found out ways, to examine and discover demonstratively the just Equality of two Angles, or Extensions, or Figures, and both these, i. e. Numbers and Figures, can be set down, by visible and lasting marks.","subId":"10","id":"Locke.EHU.4.2.10"},{"type":"paragraph","content":"But in other simple Ideas, whose Modes and differences are made, and counted by degrees, and not quantity, we have not so nice and accurate a distinction of their differences, as to perceive, or find ways to measure their just Equality, or the least Differences. For those other simple Ideas, being Appearances or Sensations, produced in us by the Size, Figure, Number, and Motion of minute Corpuscles singly insensible, their different degrees also depend upon the variation of some, or all of those Causes; which since it cannot be observed by us in Particles of Matter, whereof each is too subtile to be perceived, it is impossible for us to have any exact Measures of the different degrees of these simple Ideas. For supposing the Sensation or Idea we name Whiteness, be produced in us by a certain number of Globules, which having a verticity about their own Centres, strike upon the Retina of the Eye, with a certain degree of Rotation, as well as progressive Swiftness; it will hence easily follow, that the more the superficial parts of any Body are so ordered, as to reflect the greater number of Globules of Light, and to give them that proper Rotation, which is fit to produce this Sensation of White in us, the more White will that Body appear, that, from an equal space sends to the Retina the greater number of such Corpuscles, with that peculiar sort of Motion. I do not say, that the nature of Light consists in very small round Globules, nor of Whiteness, in such a texture of parts as gives a certain Rotation to these Globules, when it reflects them; for I am not now treating physically of Light, or Colours: But this, I think, I may say, that I cannot (and I would be glad any one would make intelligible that he did) conceive how Bodies without us, can any ways affect our Senses, but by the immediate contact of the sensible Bodies themselves, as in Tasting and Feeling, or the impulse of some insensible Particles coming from them, as in Seeing, Hearing, and Smelling; by the different impulse of which Parts, caused by their different Size, Figure, and Motion, the variety of Sensations is produced in us.","subId":"11","id":"Locke.EHU.4.2.11"},{"type":"paragraph","content":"Whether then they be Globules, or no; or whether they have a Verticity about their own Centres, that produce the Idea of Whiteness in us, this is certain, that the more Particles of Light are reflected from a Body, fitted to give them that peculiar Motion, which produces the Sensation of Whiteness in us; and possibly too, the quicker the peculiar Motion is, the whiter does the Body appear, from which the greater number are reflected, as is evident in the same piece of Paper put in the Sunbeams, in the Shade, and in a dark Hole; in each of which, it will produce in us the Idea of Whiteness in far different degrees.","subId":"12","id":"Locke.EHU.4.2.12"},{"type":"paragraph","content":"Not knowing therefore what number of Particles, nor what Motion of them is fit to produce any precise degree of Whiteness, we cannot demonstrate the certain Equality of any two degrees of Whiteness, because we have no certain Standard to measure them by, nor Means to distinguish every the least real difference, the only help we have being from our Senses, which in this point fail us. But where the difference is so great, as to produce in the Mind clearly distinct Ideas, whose differences can be perfectly retained, there these Ideas of Colours, as we see in different kinds, as Blue and Red, are as capable of Demonstration, as Ideas of Number and Extension. What I have here said of Whiteness and Colours, I think, holds true in all secundaries Qualities and their Modes.","subId":"13","id":"Locke.EHU.4.2.13"},{"type":"paragraph","content":"These two, (viz.) Intuition and Demonstration, are the degrees of our Knowledge; whatever comes short of one of these, with what assurance soever embraced, is but Faith, or Opinion, but not Knowledge, at least in all general Truths. There is, indeed, another Perception of the Mind, employ'd about the particular existence of finite Beings without us; which going beyond bare probability, and yet not reaching perfectly to either of the fore-going degrees of Certainty, passes under the name of Knowledge. There can be nothing more certain, than that the Idea we receive from an external Object is in our Minds; this is intuitive Knowledge. But whether there be any thing more than barely that Idea in our Minds, whether we can thence certainly infer the existence of any thing without us, which corresponds to that Idea, is that whereof some Men think there may be a Question made, because Men may have such Ideas in their Minds, when no such Thing exists, no such Object affects their Senses. But yet here, I think, we are provided with an Evidence, that puts us past doubting: For I ask any one, Whether he be not invincibly conscious to himself of a different Perception, when he looks on the Sun by day, and thinks on it by night; when he actually tastes Wormwood, or smells a Rose, or only thinks on that Savour, or Odour? We as plainly find the difference there is between any Idea revived in our Minds by our own Memory, and actually coming into our Minds by our Senses, as we do between any two distinct Ideas. If any one say, a Dream may do the same thing, and all these Ideas may be produced in us, without any external Objects, he may please to dream, that I make him this answer, 1. That 'tis no great matter, whether I remove his Scruple, or no: Where all is but dream, Reasoning and Arguments are of no use, Truth and Knowledge nothing. 2. That I believe he will allow a very manifest difference between dreaming of being in a Fire, and being actually in it. But yet if he be resolved to appear so sceptical, as to maintain, that what I call being actually in the Fire, is nothing but a dream; and that we cannot thereby certainly know, that any such thing as Fire actually exists without us; I answer, That we certainly finding, that Pleasure or Pain follows upon the application of certain Objects to us, whose Existence we perceive, or dream that we perceive, by our Senses; this Certainty is as great as our Happiness, or Misery; beyond which, we have no concernment to know, or to be. So that, I think, we may add to the two former sorts of Knowledge, this also, of the existence of particular external Objects, by that perception and consciousness we have of the actual entrance of Ideas from them, and allow these three degrees of Knowledge, viz. Intuitive, Demonstrative, and Sensitive: in each of which, there are different degrees and ways of Evidence and Certainty.","subId":"14","id":"Locke.EHU.4.2.14"},{"type":"paragraph","content":"But since our Knowledge is founded on, and employ'd about only our Ideas, Will it not follow from thence, that it is conformable to our Ideas; and that where our Ideas are clear and distinct, or obscure and confused, our Knowledge will be so too? To which I answer, No: For our Knowledge consisting in the perception of the Agreement, or Disagreement of any two Ideas, its clearness or obscurity, consists in the clearness or obscurity of that Perception, and not in the clearness or obscurity of the Ideas themselves: v. g. a Man that has as clear Ideas of the Angles of a Triangle, and of Equality to two right ones, as any Mathematician in the World, may yet have but a very obscure Perception of their Agreement, and so have but a very obscure Knowledg of it. But obscure and confused Ideas, can never produce any clear or distinct Knowledge; because as far as any Ideas are confused, or obscure, so far the Mind can never perceive clearly, whether they agree, or disagree.","subId":"15","id":"Locke.EHU.4.2.15"}]}