{"id":"Locke.EHU.4.20","imported":true,"parent":"Locke.EHU.4","title":"Chapter 20. Of Wrong Assent, or Errour","breadcrumb":"Chapter 20","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.19?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XX.\nOf Wrong Assent, or Errour.\n","id":"Locke.EHU.4.20"},{"type":"paragraph","content":"KNowledge being to be had only of visible certain Truth, Errour is not a Fault of our Knowledge, but a Mistake of our Judgment giving Assent to that, which is not true. But if Assent be grounded on Likelihood, if the proper Object and Motive of our Assent be Probability, and that Probability consist in what is laid down in the foregoing Chapters, it will be demanded, how Men come to give their Assents contrary to Probability: For there is nothing more common, than Contrariety of Opinions; nothing more obvious, than that one Man wholly disbelieves what another only doubts of, and a third stedfastly believes, and firmly adheres to. The Reasons whereof, though they may be very various, yet, I suppose, may all be reduced to these four. \nWant of Proofs. \nWant of Ability to use them. \nWant of Will to use them. \nWrong Measures of Probability.","subId":"1","id":"Locke.EHU.4.20.1"},{"type":"paragraph","content":"First, By Want of Proofs: I do not mean, only the Want of those Proofs which are no where extant, which are no where to be had; but the Want even of those Proofs which are in Being, or might be procured. And thus Men want Proofs, who have not the Convenience, or Opportunity to make Experiments and Observations themselves, tending to the Proof of any Proposition; nor likewise the Convenience to enquire into, and collect the Testimonies of others: And in this State are the greatest part of Mankind, who are given up to Labour, and enslaved to the Necessity of their mean Condition; whose Lives are worn out, only in the Provisions for Living. These Men's Opportunity of Knowledge and Enquiry, are commonly as narrow as their Fortunes; and their Understandings are but little instructed, when all their whole Time and Pains is laid out, to still the Croaking of their own Bellies, or the Cries of their Children 'Tis not to be expected, that a Man, who drudges on, all his Life, in a laborious Trade, should be more knowing in the Variety of Things done in the World, than a Pack-horse, who is driven constantly forwards and backwards, in a narrow Lane, and dirty Road, only to Market, should be skilled in the Geography of the Country. Nor is it at all more possible, that he who wants Leisure, Books, and Languages, and the Opportunity of Conversing with Variety of Men, should be in a Condition to collect those Testimonies and Observations which are in Being, and are necessary to make out many, nay, most of the Propositions, that in the Societies of Man, are judged of the greatest Moment; or to find out Grounds of Assurance so great, as the Belief of the Points he would build on them, is thought necessary. So that a great part of Mankind are, by the natural and unalterable State of Things in this World, and the Constitution of humane Affairs, unavoidably given over to invincible Ignorance of those Prooss, on which others build, and which are necessary to establish those Opinions: The greatest part of Men, having much to do to get the Means of Living, are not in a Condition to look after those of learned and laborious Enquiries.","subId":"2","id":"Locke.EHU.4.20.2"},{"type":"paragraph","content":"What shall we say then? Are the greatest part of Mankind, by the necessity of their Condition, subjected to unavoidable Ignorance in those Things, which are of greatest Importance to them? (for of those, 'tis obvious to enquire?) Have the Bulk of Mankind no other Guide, but Accident, and blind Chance, to conduct them to their Happiness, or Misery? Are the current Opinions, and licensed Guides of every Country sufficient Evidence and Security to every Man, to venture his greatest Concernments on; nay, his everlasting Happiness, or Misery? Or can those be the certain and infallible Oracles and Standards of Truth, which teach one Thing in Christendom, and another in Turkey? Or shall a poor Country-man be eternally happy, for having the Chance to be born in Italy; or a Day-Labourer be unavoidably lost, because he had the ill Luck to be born in England? How ready some Men may be to say some of these Things, I will not here examine; but this I am sure, that Men must allow one or other of these to be true, (let them chuse which they please;) or else grant, that GOD has furnished Men with Faculties sufficient to direct them in the Way they should take, if they will but seriously employ them that Way, when their ordinary Vocations allow them the Leisure. No Man is so wholly taken up with the Attendence on the Means of Living, as to have no spare Time at all to think on his Soul, and inform himself in Matters of Religion. Were Men as intent upon this, as they are on Things of lower Concernment, there are none so enslaved to the Necessity of Life, who might not find many Vacancies, that might be husbanded to this Advantage of their Knowledge.","subId":"3","id":"Locke.EHU.4.20.3"},{"type":"paragraph","content":"Besides those, whose Improvements and Informations are straitned by the narrowness of their Fortunes, there are others, whose largeness of Fortune would plentifully enough supply Books, and other Opportunities of clearing of Doubts, and discovering of Truth: But they are cooped in close, by the Laws of their Countries, and the strict Guards of those, whose Interest it is to keep them ignorant, lest, knowing more, they should believe the less in them, that they are as far, nay farther, from the Liberties and Opportunities of a fair Enquiry, than those poor and wretched Labourers we before spoke of. These Men, however they may seem high and great, are confined to narrowness of Thought, and enslaved in that which should be the freest part of Man, their Understandings. This is generally the Case of all those, who live in Places where Care is taken to propagate Truth, without Knowledge; where Men are forced, at a venture, to be of the Religion of the Country; and must therefore swallow down Opinions, as silly People do Empiricks Pills, without knowing what they are made of, or how they will work, and have nothing to do, but believe that they will do the Cure; but in this, are much more miserable than they, in that they are not at liberty to refuse swallowing what, perhaps, they had rather let alone; or to chuse the Physician, to whose Conduct they would trust themselves.","subId":"4","id":"Locke.EHU.4.20.4"},{"type":"paragraph","content":"Secondly, Those that want skill to use those Evidences they have of Probabilities, that cannot carry a train of Consequences in their Heads, nor weigh exactly the preponderancy of contrary Proofs and Testimonies, making every Circumstance its due allowance, may be easily misled to assent to Positions that are not probable. There are some Men of one, some but of two Syllogisms, and no more; and others that can but advance one step farther. These cannot always discern that side on which the strongest Proofs lie, cannot constantly follow that which in its self is the more probable Opinion. Now that there is such a difference between Men, in respect of their Understandings, I think no body will question, who has had any Conversation with his Neighbours, though he never was at Westminster-Hall or the Exchange on the one hand, nor at Alms-Houses or Bedlam on the other; which great difference in Men's Intellectuals, whether it rises from any defect in the Organs of the Body, particularly adapted to Thinking, or in the dulness or untractableness of those Faculties, for want of use; or, as some think, in the natural differences of Men's Souls themselves, or some or all of these together, it matters not here to examine: Only this is evident, that there is a difference of degrees in Men's Understandings, Apprehensions, and Reasonings, to so great a latitude, that one may, without doing injury to Mankind, affirm, that there is a greater distance between some Men and others in this respect, than between some Men and some Beasts. But how this comes about, is a Speculation, though of great consequence, yet not necessary to our present purpose.","subId":"5","id":"Locke.EHU.4.20.5"},{"type":"paragraph","content":"Thirdly, There are another sort of People that want Proofs, not because they are out of their reach, but because they will not use them: Who though they have Riches and leisure enough, and want neither Parts nor Learning, may, yet through their hot pursuit of Pleasure, or Business, or else out of laziness or fear, that the Doctrines, whose Truth they should enquire into, would not suit well with their Opinions, Lives, or Designs, may never come to the knowledge of, nor give their Assent to those Probabilities which lie so much within their view, that to be convinced of them, they need but turn their Eyes that way: But we know some Men will not read a Letter, which is supposed to bring ill news; and many Men forbear to cast up their Accompts, or so much as think upon their Estates, who have reason to fear their Affairs are not in a very good posture. How Men, whose plentiful Fortunes allow them leisure to improve their Understandings, can satisfie themselves with a lazy ignorance, I cannot tell: But methinks they have a low Opinion of their Souls, who lay out all their Incomes in Provisions for the Body, and employ none of it to procure the Means and Helps of Knowledge; who take great care to appear always in a neat and splendid outside, and would think themselves miserable in course Cloaths, or a patched Coat, and yet contentedly suffer their Minds to appear abroad in a pie-bald Livery of course Patches, and borrowed Shreds, such as it has pleased Chance, or their Country-Tailor, I mean the common Opinion of those they have conversed with, to cloath them. I will not here mention how unreasonable this is for Men that ever think of a future state, and their concernment in it, which no rational Man can avoid to do sometimes: nor shall I take notice what a shame and confusion it is, to the greatest Contemners of Knowledge, to be found ignorant in Things they are concerned to know. But this, at least, is worth the consideration of those who call themselves Gentlemen, That however they may think Credit, Respect, Power, and Authority the Concomitants of their Birth and Fortune, yet they will find all these still carried away from them, by Men of lower Condition, who surpass them in Knowledge. They who are blind, will always be led by those that see, or else fall into the Ditch; and he is certainly the most subjected, the most enslaved, who is so in his Understanding. In the foregoing instances, some of the Causes have been shewn of wrong Assent, and how it comes to pass, that probable Doctrines are not always received with an Assent proportionable to the Reasons, which are to be had for their Probability; but hitherto it has been only of such Probabilities, whose Proofs do only exist, but do not appear to him that embraces the Errour.","subId":"6","id":"Locke.EHU.4.20.6"},{"type":"paragraph","content":"Fourthly, There remains yet the last sort, who even where the real Probabilities appear, and are plainly laid before them, yet do not admit of the conviction, nor yield unto manifest Reasons, but do either [greek text], suspend their Assent, or give it to the less probable Opinion. And to this danger are those exposed, who have taken up wrong measures of Probability, which are, \nPropositions that are not in themselves certain and evident, but doubtful and false, taken up for Principles. \nReceived Hypotheses. \nPredominant Passions or Inclinations. \nAuthority.","subId":"7","id":"Locke.EHU.4.20.7"},{"type":"paragraph","content":"First, The first and firmest ground of Probability, is the conformity any thing has to our own Knowledge; especially that part of our Knowledge which we have embraced, and continue to look on as Principles. These have so great an influence upon our Opinions, that 'tis usually by them we judge of Truth; and measure Probability to that degree, that what is inconsistent with our Principles, is so far from passing for probable with us, that it will not be allowed possible. The reverence is born to these Principles is so great, and their Authority so paramount to all other, that the Testimony not only of other Men, but the Evidence of our own Senses are often rejected, when they offer to vouch any thing contrary to these established Rules. How much the Doctrine of innate Principles, and that Principles are not to be proved or questioned, has contributed to this, I will not here examine: This I readily grant, that one Truth cannot contradict another; but withal I take leave also to say, that every one ought very carefully to beware what he admits for a Principle; to examine it strictly, and see whether he certainly knows it to be true of it self by its own evidence, or whether he does only with assurance believe it to be so, upon the Authority of others, For he hath a strong biass put into his Understanding, which will unavoidably misguide his Assent, who hath imbibed wrong Principles, and has blindly given himself up to the Authority of any Opinion in it self not evidently true.","subId":"8","id":"Locke.EHU.4.20.8"},{"type":"paragraph","content":"There is nothing more ordinary, than that Children should receive into their Minds Propositions (especially about Matters of Religion) from their Parents, Nurses, or those about them; which being insinuated into their unwary, as well as unbiass'd Understandings, and fastened by degrees, are at last (equally, whether true or false) rivited there by long Custom and Education, beyond all possibility of being pull'd out again. For Men, when they are grown up, reflecting upon their Opinions, and finding those of this sort to be as ancient in their Minds as their very Memories, not having observed their early insinuation, nor by what means they got them, they are apt to reverence them as sacred Things, not to suffer them to be profaned, touched, or questioned, but look on them as the Vrim and Thummim set up in their Minds immediately by GOD Himself, to be the great and unerring Deciders of Truth and Falshood, and the Judges to which they are to appeal in all manner of Controversies.","subId":"9","id":"Locke.EHU.4.20.9"},{"type":"paragraph","content":"This Opinion of his Principles (let them be what they will) being once established in any one's Mind, it is easie to be imagined what reception any Proposition shall find, how clearly soever proved, that shall invalidate their Authority, or at all thwart with these internal Oracles; whereas the grossest Absurdities and Improbabilities, being but agreeable to such Principles, go down glibly, and are easily digested. The great obstinacy, that is to be found in Men firmly believing quite contrary Opinions, though many times equally absurd, in the various Religions of Mankind, are as evident a Proof, as they are an unavoidable consequence of this way of Reasoning from received traditional Principles: So that Men will disbelieve their own Eyes, renounce the Evidence of their Senses, and give their own Experience the lye, rather than admit of any thing disagreeing with these sacred Tenets. Take an intelligent Romanist, that from the very first dawnings of any Notions in his Understanding, hath had this Principle constantly inculcated, viz. That he must believe as the Church believes, or that the Pope is Infallible: and this he never so much as heard questioned, till at forty or fifty years old he met with one of other Principles: How is he prepared easily to swallow, not only against all Probability, but even the clear Evidence of his Senses, the Doctrine of Transubstantiation, and will believe that to be Flesh, which he sees to be Bread? And what way will you take to convince a Man of any improbable Opinion he holds, who, with some Philosophers, hath laid down this as a foundation of Reasoning, That he must believe his Reason (for so Men improperly call Arguments drawn from their Principles) against their Senses? Let an Enthusiast be principled, that he or his Teacher is inspired, and acted by an immediate Communication of the Divine Spirit; and you in vain bring the Evidence of clear Reasons against his Doctrines. Whoever therefore have imbibed wrong Principles, are not, in Things inconsistent with these Principles, to be moved by the most apparent and convincing Probabilities, till they are so candid and ingenuous to themselves, as to be persuaded to examine even those very Principles, which many never suffer themselves to do.","subId":"10","id":"Locke.EHU.4.20.10"},{"type":"paragraph","content":"Secondly, Next to these, are Men whose Understandings are cast into a Mold, and fashioned just to the size of a received Hypothesis. The difference between these and the former, is, that they will admit of matter of Fact, and agree with Dissenters in that; but differ only in assigning of Reasons, and explaining the manner of Operation. These are not at that open defiance with their Senses, as the former; they can endure to hearken to their Intelligence a little more patiently: but will by no means admit of their Reports, in the Explanation of Things, nor be prevailed on by Probabilities which would convince them that Things are not brought about just after the same manner, that they have decreed within themselves that they are. Would it not be an insufferable a thing for a learned Professor, and that which his Scarlet would blush for, to have his Authority of forty years standing wrought out of hard Rock Greek and Latin, with no small expence of Time and Candle, and confirmed by general Tradition, and a reverend Beard, in an instant overturned by an upstart Novelist; and he made to confess, That what he taught his Scholars thirty years ago, was all Errour and Mistake; and that he sold them hard Words and Ignorance at a very dear rate? What Probabilities, I say, are sufficient to prevail in such a case? And who ever by the most cogent Arguments will be prevailed with, to disrobe himself at once of all his old Opinions, and Pretences to Knowledge and Learning, which with hard Study, he hath all his Time been labouring for, and turn himself out stark naked, in quest a-fresh of new Notions? All the Arguments can be used, will be as little able to prevail, as the Wind did with the Traveller, to part with his Cloak, which he held only the faster. To this of wrong Hypothesis, may be reduced the Errors, that may be occasioned by a true Hypothesis, or right Principles, but not rightly understood. There is nothing more familiar than this, The Instances of Men, contending for different Opinions, which they all derive from the infallible Truth of the Scripture, are an undeniable Proof of it. All that call themselves Christians, allow the Text, that says, [greek text], to carry in it the Obligation to a very weighty Duty. But yet how erroneous will one of their Practices be, who understanding nothing but the French, take this Rule with one Translation to be repentez vous, repent; or with the other, faitez Penitence, do Penance.","subId":"11","id":"Locke.EHU.4.20.11"},{"type":"paragraph","content":"Thirdly, Probabilities, which cross Men's Appetites, and prevailing Passions, run the same Fate. Let never so much Probability hang on one side of a covetous Man's Reasoning, and money on the other; and it is easie to foresee which will out-weigh. Earthly Minds, like Mud-Walls, resist the strongest Batteries: and though, perhaps, sometimes the force of a clear Argument may make some Impression, yet they nevertheless stand firm, keep out the Enemy Truth, that would captivate, or disturb them. Tell a Man, passionately in Love, that he is gilted; bring a score of Witnesses of the Falshood of his Mistress, 'tis ten to one but three kind Words of hers, shall invalidate all their Testimonies. Quod volumus, facilè credimus; what suits our Wishes, is forwardly believed, is, I suppose, what every one hath more than once experimented: and though Men cannot always openly gain-say, or resist the force of manifest Probabilities, that make against them; yet yield they not to the Argument. Not but that it is the Nature of the Understanding constantly to close with the more probable side, but yet a Man hath a Power to suspend and restrain its Enquiries, and not permit a full and satisfactory Examination, as far as the Matter in Question is capable, and will bear it to be made. Until that be done, there will be always these two ways left of evading the most apparent Probabilities.","subId":"12","id":"Locke.EHU.4.20.12"},{"type":"paragraph","content":"First, That the Arguments being (as for the most part they are) brought in Words, there may be a Fallacy latent in them: and the Consequences being, perhaps, many in Train, they may be some of them incoherent. There be very few Discourses, are so short, clear and consistent, to which most Men may not, with satisfaction enough to themselves, raise this doubt; and from whose conviction they may not, without reproach of Disingenuity or Unreasonableness, set themselves free with the old Reply, Non persuadebis, etiam si persuaseris; though I cannot answer, I will not yield.","subId":"13","id":"Locke.EHU.4.20.13"},{"type":"paragraph","content":"Secondly, Manifest Probabilities may be evaded, and the Assent withheld upon this Suggestion, That I know not yet all that may be said on the contrary side; and therefore though he be beaten, 'tis not necessary he should yield, not knowing what Forces there are in reserve behind. This is a refuge against Conviction so open and so wide, that it is hard to determine, when a Man is quite out of the Verge of it.","subId":"14","id":"Locke.EHU.4.20.14"},{"type":"paragraph","content":"But yet there is some end of it, and a Man having carefully enquired into all the grounds of Probability and Unlikeliness; done his utmost to inform himself in all Particulars fairly; and cast up the whole Summ on both sides, may in most Cases come to acknowledge, upon the whole Matter, on which side the Probability rests: wherein some Proofs in Matters of Reason, which are suppositious upon universal Experience, are so cogent and clear; and some Testimonies in Matters of Fact so universal, that he cannot refuse his Assent. So that, I think, we may conclude, that in Propositions, where though the Proofs in view are of most Moment, yet there are sufficient grounds, to suspect that there is either Fallacy in Words, or certain Proofs, as considerable, to be produced on the contrary side, there Assent, Suspense, or Dissent, are often voluntary Actions: But where the Proofs are such, as make it highly probable, and there is not sufficient ground to suspect, that there is either Fallacy of Words, (which sober and serious Consideration may discover,) nor equally valid Proofs yet undiscovered latent on the other side, (which also the Nature of the thing, may, in some Cases, make plain to a considerate Man,) there, I think, a Man, who has weighed them, can scarce refuse his Assent to the side, on which the greater Probability appears. Whether it be probable, that a promiscuous jumble of printing Letters should often fall into a Method and Order, which should stamp in Paper a coherent Discourse; or that a blind fortuitous concourse of Atoms, not guided by an understanding Agent, should frequently constitute the Bodies of any Species of Animals; in these and the like Cases, I think, no Body that considers them, can be one jot at a stand which side to take, nor at all waver in his Assent. Lastly, when there can be no Supposition, (the thing in its own Nature indifferent, and wholly depending upon the Testimony of Witnesses,) that there is as fair Testimony against, as for the Matter of Fact attested; which by Enquiry, is to be learned, v. g. whether there was 1700 years agone such a Man at Rome as Iulius Caesar: In all such Cases, I say, I think it is not in any rational Man's Power to refuse his Assent; but that it necessarily follows, and closes with such Probabilities. In other less clear Cases, I think, it is in a Man's Power to suspend his Assent; and, perhaps, content himself with the Proofs he has, if they favour the Opinion that suits with his Inclination, or Interest, and so stop from farther search. But that a Man should afford his Assent to that side, on which the less Probability appears to him, seems to me utterly impracticable, and as impossible, as it is to believe the same thing probable and improbable at the same time.","subId":"15","id":"Locke.EHU.4.20.15"},{"type":"paragraph","content":"As Knowledge, is no more arbitrary than Perception; so, I think, Assent is no more in our Power than Knowledge. When the Agreement of any two Ideas appear to our Minds, whether immediately, or by the Assistence of Reason, I can no more refuse to perceive, no more avoid knowing it, than I can avoid seeing those Objects, which I turn my Eyes to, and look on in day-light: And what upon full Examination I find the most probable, I cannot deny my Assent to. But though we cannot hinder our Knowledge, where the Agreement is once perceived by our Minds; nor our Assent, where the Probability manifestly appears upon due Consideration of all the Measures of it: Yet we can hinder both Knowledge and Assent, by stopping our Enquiry, and not imploying our Faculties in the search of any Truth: if it were not so, Ignorance, Error, or Infidelity could not in any Case be a Fault. Thus in some Cases, we can prevent or suspend our Assent: But can a Man, versed in modern or ancient History, doubt whether there be such a Place as Rome, or whether there was such a Man as Iulius Caesar? Indeed there are millions of Truths, that a Man is not, or may not think himself concerned to know; as whether Richard the Third was crook-back'd, or no; or whether Roger Bacon was a Mathematician, or a Magician: In these and such like Cases, where the Assent one way or other, is of no Importance to the Interest of any one, no Action, no Concernment of his following, or depending thereon, there 'tis not strange, that the Mind should give it self up to the common Opinion, or render it self to the first Comer. These and the like Opinions, are of so little weight and moment, that like Motes in the Sun, their Tendencies are very rarely taken notice of. They are there, as it were, by Chance, and the Mind lets them float at liberty. But where the Mind judges, the Proposition has Concernment in it, where the Assent, or not Assenting, is thought to draw Consequences after it of moment, and Good or Evil to depend on chusing, or refusing the right side, and the Mind sets it self seriously to enquire, and examine the Probability; there, I think, it is not in our Choice, to take which side we please, if manifest odds appears on either: The greater Probability, I think, in that Case, will determine the Assent; and a Man can no more avoid assenting, or taking it to be true, where he perceives the greater Probability, than he can avoid knowing it to be true, where he perceives the Agreement or Disagreement of any two Ideas. If this be so, the Foundation of Errour will lie in wrong Measures of Probability; as the Foundation of Vice, in wrong Measures of Good.","subId":"16","id":"Locke.EHU.4.20.16"},{"type":"paragraph","content":"Fourthly, The fourth and last wrong Measure of Probability I shall take notice of, and which keeps in Ignorance, or Error, more People than all the other together, is that which I have mentioned in the fore-going Chapter, I mean, the giving up our Assent to the common received Opinions, either of our Friends, or Party; Neighbourhood, or Country. How many Men have no other ground for their Tenets, than the supposed Honesty, or Learning, or Number of those of the same Profession? As if honest, or bookish Men could not err, or Truth were to be established by the Vote of the Multitude; yet this with most Men serves the Turn. The Tenet has had the attestation of reverend Antiquity; it comes to me with the Pass-port of former Ages, and therefore I am secure in the Reception I give it: other Men have been, and are of the same Opinion, (for that is all is said,) and therefore it is reasonable for me to embrace it. A Man may more justifiably throw up Cross and Pile for his Opinions, than take them up by such Measures. All Men are liable to Error, and most Men are in many Points, by Passion or Interest, under Temptation to it. If we could but see the secret motives, that influenced the Men of Name and Learning in the World, and the Leaders of Parties, we should not always find, that it was the embracing of Truth for its own sake, that made them espouse the Doctrines, they owned and maintained. This at least is certain, there is not an Opinion so absurd, which a Man may not receive upon this ground. There is no Error to be named, which has not had its Professors: And a Man shall never want crooked Paths to walk in, if he thinks he is in the right way, where-ever he has the Foot-steps of others to follow.","subId":"17","id":"Locke.EHU.4.20.17"},{"type":"paragraph","content":"But notwithstanding the great Noise is made in the World about Errors and Opinions, I must do Mankind that Right, as to say, There are not so many Men in Errors, and wrong Opinions, as is commonly supposed. Not that I think they embrace the Truth; but indeed, because concerning those Doctrines they keep such a stir about, they have no Thought, no Opinion at all. For if any one should a little catechise the greatest part of the Partisans of most of the Sects in the World, he would not find, concerning those Matters they are so zealous for, that they have any Opinions of their own: much less would he have Reason to think, that they took them upon the Examination of Arguments, and Appearance of Probability. They are resolved to stick to a Party, that Education or Interest has engaged them in; and there, like the common Soldiers of an Army, shew their Courage and Warmth, as their Leaders direct, without ever examining, or so much as knowing the Cause they contend for. If a Man's Life shews, that he has no serious Regard to Religion; for what Reason should we think, that he beats his Head about the Opinions of his Church, and troubles himself to examine the grounds of this or that Doctrine? 'Tis enough for him to obey his Leaders, to have his Hand, and his Tongue ready for the support of the common Cause, and thereby approve himself to those, who can give him Credit, Preferment, or Protection in that Society. Thus Men become Professors of and Combatants for those Opinions, they were never convinced of, nor Proselites to; no, nor ever had so much as floating in their Heads: And though one cannot say, there are fewer improbable Opinions in the World than there are; yet this is certain, there are fewer that actually assent to them than is imagined.","subId":"18","id":"Locke.EHU.4.20.18"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.19","imported":false,"title":"Chapter 19. Of Enthusiasm","breadcrumb":"Chapter 19","published":[1700]},"next":{"id":"Locke.EHU.4.21","imported":true,"title":"Chapter 21. Of the Division of the Sciences","breadcrumb":"Chapter 21","published":[1689]}}