{"id":"Locke.EHU.4.21","imported":true,"parent":"Locke.EHU.4","title":"Chapter 21. Of the Division of the Sciences","breadcrumb":"Chapter 21","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.20?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XXI.\nOf the Division of the Sciences.\n","id":"Locke.EHU.4.21"},{"type":"paragraph","content":"ALL that can fall within the compass of humane Understanding, being either, First, The Nature of Things, as they are in themselves, their Relations, and their manner of Operation: Or, Secondly, that which Man himself ought to do, as a rational and voluntary Agent, for the Attainment of any Ends, especially Happiness: Or, Thirdly, The ways and means, whereby the Knowledge of both the one and the other of these, are attained and communicated; I think, Science may be divided properly into these Three sorts.","subId":"1","id":"Locke.EHU.4.21.1"},{"type":"paragraph","content":"First, The Knowledge of Things, as they are in their own proper Beings, their Constitutions, Properties, and Operations, whereby I mean not only Matter, and Body, but Spirits also, which have their proper Natures, Constitutions, and Operations as well as Bodies. This in a little more enlarged Sense of the Word, I call [greek text], or natural Philosophy. The end of this, is bare speculative Truth, and whatsoever can afford the Mind of Man any such, falls under this branch, whether it be God himself, Angels, Spirits, Bodies, or any other of their Affections, as Number, and Figure, &c.","subId":"2","id":"Locke.EHU.4.21.2"},{"type":"paragraph","content":"Secondly,[greek text], The Skill of Right applying our own Powers and Actions, for the Attainment of Things good and useful. The most considerable under this Head, is Ethicks, which is the seeking out those Rules, and Measures of humane Actions, which lead to Happiness, and the Means to practise them. The end of this is not bare Speculation, and the Knowledge of Truth; but Right, and a Conduct suitable to it.","subId":"3","id":"Locke.EHU.4.21.3"},{"type":"paragraph","content":"Thirdly, The third Branch may be called [greek text], or the Doctrine of Signs, the most usual whereof being Words, it is aptly enough termed also [greek text], Logick; the business whereof, is to consider the Nature of Signs, the Mind makes use of for the understanding of Things, or conveying its Knowledge to others. For since the Things, the Mind contemplates, are none of them, besides it self, present to the Understanding, 'tis necessary that something else, as a Sign or Representation of the thing it considers, should be present to it: And these are Ideas. And because the Ideas of one Man's Mind cannot immediately be laid open to the view of another; nor be themselves laid up any where, but in the Memory, which is apt to let them go and lose them: Therefore to communicate our Ideas one to another, as well as record them for our own use, Signs of our Ideas are also necessary. Those which Men have found most convenient, and therefore generally make use of, are articulate Sounds. The Consideration then of Ideas and Words, as the great Instruments of Knowledge, make no despicable part of their Contemplation, who would take a view of humane Knowledge in the whole Extent of it. And, perhaps, if they were distinctly weighed, and duly considered, they would afford us another sort of Logick and Critick, than what we have been hitherto acquainted with.","subId":"4","id":"Locke.EHU.4.21.4"},{"type":"paragraph","content":"This seems to me the first and most general, as well as natural division of the Objects of our Understanding. For since a Man can employ his Thoughts about nothing, but either the Contemplation of Things themselves for the discovery of Truth; Or about the Things in his own Power, which are his own Actions, for the Attainment of his own Ends; Or the Signs the Mind makes use of, both in the one and the other, and the right ordering of them for its clearer Information. All which three, viz. Things as they are in themselves knowable; Actions as they depend on us, in order to Happiness; and the right use of Signs in order to Knowledge, being toto caelo different, they seemed to me to be the three great Provinces of the intellectual World, wholly separate and distinct one from another.","subId":"5","id":"Locke.EHU.4.21.5"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.20","imported":true,"title":"Chapter 20. Of Wrong Assent, or Errour","breadcrumb":"Chapter 20","published":[1689]},"next":{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"}}