{"id":"Hume.THN.1.4.5","imported":true,"parent":"Hume.THN.1.4","title":"Section 5. Of the immateriality of the soul","breadcrumb":"Section 5","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. V. £3 £4 _Of the immateriality of the soul._ £4","id":"Hume.THN.1.4.5"},{"type":"paragraph","content":"HAVING found such contradictions and difficulties in every system concerning external objects, and in the idea of matter, which we fancy so clear and determinate, we shall naturally expect still greater difficulties and contradictions in every hypothesis concerning our internal perceptions, and the nature of the mind, which we are apt to imagine so much more obscure, and uncertain. But in this we shou'd deceive ourselves. The intellectual world, tho' involv'd in infinite obscurities, is not perplex'd with any such contradictions, as those we have discover'd in the natural. What is known concerning it, agrees with itself; and what is unknown, we must be contented to leave so.","subId":"1","id":"Hume.THN.1.4.5.1","pages":"232"},{"type":"paragraph","content":"'^Tis^ true, wou'd we hearken to certain philosophers, they promise to diminish our ignorance; but I am afraid 'tis at the hazard of running us into contradictions, from which the subject is of itself exempted. These philosophers are the curious reasoners concerning the material or immaterial substances, in which they suppose our perceptions to inhere. In order to put a stop to these endless cavils on both sides, I know no better method, than to ask these philosophers in a few words, _What they mean by substance and inhesion?_ And after they have answer'd this question, 'twill then be reasonable, and not till then, to enter seriously into the dispute.","subId":"2","id":"Hume.THN.1.4.5.2","pages":"232"},{"type":"paragraph","content":"^This^ question we have found impossible to be answer'd with regard to matter and body: But besides that in the case of the mind, it labours under all the same difficulties, 'tis burthen'd with some additional ones, which are peculiar to that subject. As every idea is deriv'd from a precedent impression, had we any idea of the substance of our minds, we must also have an impression of it; which is very |difficult, if not impossible, to be conceiv'd. For how can an impression represent a substance, otherwise than by resembling it? And how can an impression resemble a substance, since, according to this philosophy, it is not a substance, and has none of the peculiar qualities or characteristics of a substance?","subId":"3","id":"Hume.THN.1.4.5.3","pages":"232-3"},{"type":"paragraph","content":"^But^ leaving the question _of what may or may not be_, for that other _what actually is_, I desire those philosophers, who pretend that we have an idea of the substance of our minds, to point out the impression that produces it, and tell distinctly after what manner that impression operates, and from what object it is deriv'd. Is it an impression of sensation or of reflection? Is it pleasant, or painful, or indifferent? Does it attend us at all times, or does it only return at intervals? If at intervals, at what times principally does it return, and by what causes is it produc'd?","subId":"4","id":"Hume.THN.1.4.5.4","pages":"233"},{"type":"paragraph","content":"^If^ instead of answering these questions, any one shou'd evade the difficulty, by saying, that the definition of a substance is _something which may exist by itself_; and that this definition ought to satisfy us: Shou'd this be said, I shou'd observe, that this definition agrees to every thing, that can possibly be conceiv'd; and never will serve to distinguish substance from accident, or the soul from its perceptions. For thus I reason. Whatever is clearly conceiv'd may exist; and whatever is clearly conceiv'd, after any manner, may exist after the same manner. This is one principle, which has been already acknowledg'd. Again, every thing, which is different, is distinguishable, and every thing which is distinguishable, is separable by the imagination. This is another principle. My conclusion from both is, that since all our perceptions are different from each other, and from every thing else in the universe, they are also distinct and separable, and may be consider'd as separately existent, and may exist separately, and have no need of any thing else to support their existence. They are, therefore, substances, as far as this definition explains a substance.","subId":"5","id":"Hume.THN.1.4.5.5","pages":"233"},{"type":"paragraph","content":"^Thus^ neither by considering the first origin of ideas, nor by means of a definition are we able to arrive at any satisfactory notion of substance; which seems to me a sufficient reason for abandoning utterly that dispute concerning the materiality and immateriality of the soul, and makes me absolutely condemn even the question itself. We have no perfect idea of any thing but of a perception. A substance is entirely different from a perception. We have, therefore, no idea of a substance. Inhesion in something is suppos'd to be requisite to support the existence of our perceptions. Nothing appears requisite to support the existence of a perception. We have, therefore, no idea of inhesion. What possibility then of answering that question, _Whether perceptions inhere in a material or immaterial sub~~stance_, when we do not so much as understand the meaning of the question?","subId":"6","id":"Hume.THN.1.4.5.6","pages":"234"},{"type":"paragraph","content":"^There^ is one argument commonly employ'd for the immateriality of the soul, which seems to me remarkable. Whatever is extended consists of parts; and whatever consists of parts is divisible, if not in reality, at least in the imagination. But 'tis impossible any thing divisible can be _conjoin'd_ to a thought or perception, which is a being altogether inseparable and indivisible. For supposing such a conjunction, wou'd the indivisible thought exist on the left or on the right hand of this extended divisible body? On the surface or in the middle? On the back- or fore-side of it? If it be conjoin'd with the extension, it must exist somewhere within its dimensions. If it exist within its dimensions, it must either exist in one particular part; and then that particular part is indivisible, and the perception is conjoin'd only with it, not with the extension: Or if the thought exists in every part, it must also be extended, and separable, and divisible, as well as the body; which is utterly absurd and contradictory. For can any one conceive a passion of a yard in length, a foot in breadth, and an inch in thickness? Thought, therefore, and extension are qualities wholly in|compatible, and never can incorporate together into one subject.","subId":"7","id":"Hume.THN.1.4.5.7","pages":"234-5"},{"type":"paragraph","content":"^This^ argument affects not the question concerning the _substance_ of the soul, but only that concerning its _local conjunction_ with matter; and therefore it may not be improper to consider in general what objects are, or are not susceptible of a local conjunction. This is a curious question, and may lead us to some discoveries of considerable moment.","subId":"8","id":"Hume.THN.1.4.5.8","pages":"235"},{"type":"paragraph","content":"^The^ first notion of space and extension is deriv'd solely from the senses of sight and feeling; nor is there any thing, but what is colour'd or tangible, that has parts dispos'd after such a manner, as to convey that idea. When we diminish or encrease a relish, 'tis not after the same manner that we diminish or increase any visible object; and when several sounds strike our hearing at once, custom and reflection alone make us form an idea of the degrees of the distance and contiguity of those bodies, from which they are deriv'd. Whatever marks the place of its existence either must be extended, or must be a mathematical point, without parts or composition. What is extended must have a particular figure, as square, round, triangular; none of which will agree to a desire, or indeed to any impression or idea, except of these two senses above-mention'd. Neither ought a desire, tho' indivisible, to be consider'd as a mathematical point. For in that case 'twou'd be possible, by the addition of others, to make two, three, four desires, and these dispos'd and situated in such a manner, as to have a determinate length, breadth and thickness; which is evidently absurd.","subId":"9","id":"Hume.THN.1.4.5.9","pages":"235"},{"type":"paragraph","content":"'^Twill^ not be surprizing after this, if I deliver a maxim, which is condemn'd by several metaphysicians, and is esteem'd contrary to the most certain principles of human reason. This maxim is _that an object may exist, and yet be no where_: and I assert, that this is not only possible, but that the greatest part of beings do and must exist after this manner. An object may be said to be no where, when its parts are not so situated with respect to each other, as to |form any figure or quantity; nor the whole with respect to other bodies so as to answer to our notions of contiguity or distance. Now this is evidently the case with all our perceptions and objects, except those of the sight and feeling. A moral reflection cannot be plac'd on the right or on the left hand of a passion, nor can a smell or sound be either of a circular or a square figure. These objects and perceptions, so far from requiring any particular place, are absolutely incompatible with it, and even the imagination cannot attribute it to them. And as to the absurdity of supposing them to be no where, we may consider, that if the passions and sentiments appear to the perception to have any particular place, the idea of extension might be deriv'd from them, as well as from the sight and touch; contrary to what we have already establish'd. If they _appear_ not to have any particular place, they may possibly _exist_ in the same manner; since whatever we conceive is possible.","subId":"10","id":"Hume.THN.1.4.5.10","pages":"235-6"},{"type":"paragraph","content":"'^Twill^ not now be necessary to prove, that those perceptions, which are simple, and exist no where, are incapable of any conjunction in place with matter or body, which is extended and divisible; since 'tis impossible to found a relation[n43] but on some common quality. It may be better worth our while to remark, that this question of the local conjunction of objects does not only occur in metaphysical disputes concerning the nature of the soul, but that even in common life we have every moment occasion to examine it. Thus supposing we consider a fig at one end of the table, and an olive at the other, 'tis evident, that in forming the complex ideas of these substances, one of the most obvious is that of their different relishes; and 'tis as evident, that we incorporate and conjoin these qualities with such as are colour'd and tangible. The bitter taste of the one, and sweet of the other are suppos'd to lie in the very visible body, and to be separated from each other by the whole length of the table. This is so notable and so natural an |illusion, that it may be proper to consider the principles, from which it is deriv'd.","subId":"11","id":"Hume.THN.1.4.5.11","pages":"236-7"},{"type":"paragraph","content":"^Tho^' an extended object be incapable of a conjunction in place with another, that exists without any place or extension, yet are they susceptible of many other relations. Thus the taste and smell of any fruit are inseparable from its other qualities of colour and tangibility; and which-ever of them be the cause or effect, 'tis certain they are always co-existent. Nor are they only co-existent in general, but also co-temporary in their appearance in the mind; and 'tis upon the application of the extended body to our senses we perceive its particular taste and smell. These relations, then, of _causation, and contiguity in the time of their appearance_, betwixt the extended object and the quality, which exists without any particular place, must have such an effect on the mind, that upon the appearance of one it will immediately turn its thought to the conception of the other. Nor is this all. We not only turn our thought from one to the other upon account of their relation, but likewise endeavour to give them a new relation, _viz._ that of _a conjunction in place_, that we may render the transition more easy and natural. For 'tis a quality, which I shall often have occasion to remark in human nature, and shall explain more fully in its proper place, that when objects are united by any relation, we have a strong propensity to add some new relation to them, in order to compleat the union. In our arrangement of bodies we never fail to place such as are resembling, in contiguity to each other, or at least in correspondent points of view: Why? but because we feel a satisfaction in joining the relation of contiguity to that of resemblance, or the resemblance of situation to that of qualities. The effects of this propensity have been[n44] already observ'd in that resemblance, which we so readily suppose betwixt particular impressions and their external causes. But we shall not find a more evident effect of it, than in the |present instance, where from the relations of causation and contiguity in time betwixt two objects, we feign likewise that of a conjunction in place, in order to strengthen the connexion.","subId":"12","id":"Hume.THN.1.4.5.12","pages":"237-8"},{"type":"paragraph","content":"^But^ whatever confus'd notions we may form of an union in place betwixt an extended body, as a fig, and its particular taste, 'tis certain that upon reflection we must observe in this union something altogether unintelligible and contradictory. For shou'd we ask ourselves one obvious question, _viz._ if the taste, which we conceive to be contain'd in the circumference of the body, is in every part of it or in one only, we must quickly find ourselves at a loss, and perceive the impossibility of ever giving a satisfactory answer. We cannot reply, that 'tis only in one part: For experience convinces us, that every part has the same relish. We can as little reply, that it exists in every part: For then we must suppose it figur'd and extended; which is absurd and incomprehensible. Here then we are influenc'd by two principles directly contrary to each other, _viz._ that _inclination_ of our fancy by which we are determin'd to incorporate the taste with the extended object, and our _reason_, which shows us the impossibility of such an union. Being divided betwixt these opposite principles, we renounce neither one nor the other, but involve the subject in such confusion and obscurity, that we no longer perceive the opposition. We suppose, that the taste exists within the circumference of the body, but in such a manner, that it fills the whole without extension, and exists entire in every part without separation. In short, we use in our most familiar way of thinking, that scholastic principle, which, when crudely propos'd, appears so shocking, of _totum in toto & totum in qualibet parte:_ Which is much the same, as if we shou'd say, that a thing is in a certain place, and yet is not there.","subId":"13","id":"Hume.THN.1.4.5.13","pages":"238"},{"type":"paragraph","content":"^All^ this absurdity proceeds from our endeavouring to bestow a place on what is utterly incapable of it; and that |endeavour again arises from our inclination to compleat an union, which is founded on causation, and a contiguity of time, by attributing to the objects a conjunction in place. But if ever reason be of sufficient force to overcome prejudice; 'tis certain, that in the present case it must prevail. For we have only this choice left, either to suppose that some beings exist without any place; or that they are figur'd and extended; or that when they are incorporated with extended objects, the whole is in the whole, and the whole in every part. The absurdity of the two last suppositions proves sufficiently the veracity of the first. Nor is there any fourth opinion. For as to the supposition of their existence in the manner of mathematical points, it resolves itself into the second opinion, and supposes, that several passions may be plac'd in a circular figure, and that a certain number of smells, conjoin'd with a certain number of sounds, may make a body of twelve cubic inches; which appears ridiculous upon the bare mentioning of it.","subId":"14","id":"Hume.THN.1.4.5.14","pages":"238-9"},{"type":"paragraph","content":"^But^ tho' in this view of things we cannot refuse to condemn the materialists, who conjoin all thought with extension; yet a little reflection will show us equal reason for blaming their antagonists, who conjoin all thought with a simple and indivisible substance. The most vulgar philosophy informs us, that no external object can make itself known to the mind immediately, and without the interposition of an image or perception. That table, which just now appears to me, is only a perception, and all its qualities are qualities of a perception. Now the most obvious of all its qualities is extension. The perception consists of parts. These parts are so situated, as to afford us the notion of distance and contiguity; of length, breadth, and thickness. The termination of these three dimensions is what we call figure. This figure is moveable, separable, and divisible. Mobility, and separability are the distinguishing properties of extended objects. And to cut short all disputes, the very idea of extension is copy'd from nothing but an impression, and consequently |must perfectly agree to it. To say the idea of extension agrees to any thing, is to say it is extended.","subId":"15","id":"Hume.THN.1.4.5.15","pages":"239-40"},{"type":"paragraph","content":"^The^ free-thinker may now triumph in his turn; and having found there are impressions and ideas really extended, may ask his antagonists, how they can incorporate a simple and indivisible subject with an extended perception? All the arguments of Theologians may here be retorted upon them. Is the indivisible subject, or immaterial substance, if you will, on the left or on the right hand of the perception? Is it in this particular part, or in that other? Is it in every part without being extended? Or is it entire in any one part without deserting the rest? 'Tis impossible to give any answer to these questions, but what will both be absurd in itself, and will account for the union of our indivisible perceptions with an extended substance.","subId":"16","id":"Hume.THN.1.4.5.16","pages":"240"},{"type":"paragraph","content":"^This^ gives me an occasion to take a-new into consideration the question concerning the substance of the soul; and tho' I have condemn'd that question as utterly unintelligible, yet I cannot forbear proposing some farther reflections concerning it. I assert, that the doctrine of the immateriality, simplicity, and indivisibility of a thinking substance is a true atheism, and will serve to justify all those sentiments, for which _Spinoza_ is so universally infamous. From this topic, I hope at least to reap one advantage, that my adversaries will not have any pretext to render the present doctrine odious by their declamations, when they see that they can be so easily retorted on them.","subId":"17","id":"Hume.THN.1.4.5.17","pages":"240"},{"type":"paragraph","content":"^The^ fundamental principle of the atheism of _Spinoza_ is the doctrine of the simplicity of the universe, and the unity of that substance, in which he supposes both thought and matter to inhere. There is only one substance, says he, in the world; and that substance is perfectly simple and indivisible, and exists every where, without any local presence. Whatever we discover externally by sensation; whatever we feel internally by reflection; all these are nothing but modifications of that one, simple, and necessarily existent being, |and are not possest of any separate or distinct existence. Every passion of the soul; every configuration of matter, however different and various, inhere in the same substance, and preserve in themselves their characters of distinction, without communicating them to that subject, in which they inhere. The same _substratum_, if I may so speak, supports the most different modifications, without any difference in itself; and varies them, without any variation. Neither time, nor place, nor all the diversity of nature are able to produce any composition or change in its perfect simplicity and identity.","subId":"18","id":"Hume.THN.1.4.5.18","pages":"240-1"},{"type":"paragraph","content":"^I believe^ this brief exposition of the principles of that famous atheist will be sufficient for the present purpose, and that without entering farther into these gloomy and obscure regions, I shall be able to shew, that this hideous hypothesis is almost the same with that of the immateriality of the soul, which has become so popular. To make this evident, let us[n45] remember, that as every idea is deriv'd from a preceding perception, 'tis impossible our idea of a perception, and that of an object or external existence can ever represent what are specifically different from each other. Whatever difference we may suppose betwixt them, 'tis still incomprehensible to us; and we are oblig'd either to conceive an external object merely as a relation without a relative, or to make it the very same with a perception or impression.","subId":"19","id":"Hume.THN.1.4.5.19","pages":"241"},{"type":"paragraph","content":"^The^ consequence I shall draw from this may, at first sight, appear a mere sophism; but upon the least examination will be found solid and satisfactory. I say then, that since we may suppose, but never can conceive a specific difference betwixt an object and impression; any conclusion we form concerning the connexion and repugnance of impressions, will not be known certainly to be applicable to objects; but that on the other hand, whatever conclusions of this kind we form concerning objects, will most certainly be applicable to impressions. The reason is not difficult. As an object is suppos'd to be different from an impression, we cannot be |sure, that the circumstance, upon which we found our reasoning, is common to both, supposing we form the reasoning upon the impression. 'Tis still possible, that the object may differ from it in that particular. But when we first form our reasoning concerning the object, 'tis beyond doubt, that the same reasoning must extend to the impression: And that because the quality of the object, upon which the argument is founded, must at least be conceiv'd by the mind; and cou'd not be conceiv'd, unless it were common to an impression; since we have no idea but what is deriv'd from that origin. Thus we may establish it as a certain maxim, that we can never, by any principle, but by an irregular kind[n46] of reasoning from experience, discover a connexion or repugnance betwixt objects, which extends not to impressions; tho' the inverse proposition may not be equally true, that all the discoverable relations of impressions are common to objects.","subId":"20","id":"Hume.THN.1.4.5.20","pages":"241-2"},{"type":"paragraph","content":"^To^ apply this to the present case; there are two different systems of beings presented, to which I suppose myself under a necessity of assigning some substance, or ground of inhesion. I observe first the universe of objects or of body: The sun, moon and stars; the earth, seas, plants, animals, men, ships, houses, and other productions either of art or nature. Here _Spinoza_ appears, and tells me, that these are only modifications; and that the subject, in which they inhere, is simple, incompounded, and indivisible. After this I consider the other system of beings, _viz._ the universe of thought, or my impressions and ideas. There I observe another sun, moon and stars; an earth, and seas, cover'd and inhabited by plants and animals; towns, houses, mountains, rivers; and in short every thing I can discover or conceive in the first system. Upon my enquiring concerning these, Theologians present themselves, and tell me, that these also are modifications, and modifications of one simple, uncompounded, and indivisible substance. Immediately upon which I am deafen'd with the noise of a hundred voices, that treat the |first hypothesis with detestation and scorn, and the second with applause and veneration. I turn my attention to these hypotheses to see what may be the reason of so great a partiality; and find that they have the same fault of being unintelligible, and that as far as we can understand them, they are so much alike, that 'tis impossible to discover any absurdity in one, which is not common to both of them. We have no idea of any quality in an object, which does not agree to, and may not represent a quality in an impression; and that because all our ideas are deriv'd from our impressions. We can never, therefore, find any repugnance betwixt an extended object as a modification, and a simple uncompounded essence, as its substance, unless that repugnance takes place equally betwixt the perception or impression of that extended object, and the same uncompounded essence. Every idea of a quality in an object passes thro' an impression; and therefore every _perceivable_ relation, whether of connexion or repugnance, must be common both to objects and impressions.","subId":"21","id":"Hume.THN.1.4.5.21","pages":"242-3"},{"type":"paragraph","content":"^But^ tho' this argument, consider'd in general, seems evident beyond all doubt and contradiction, yet to make it more clear and sensible, let us survey it in detail; and see whether all the absurdities, which have been found in the system of _Spinoza_, may not likewise be discover'd in that of Theologians[n47].","subId":"22","id":"Hume.THN.1.4.5.22","pages":"243"},{"type":"paragraph","content":"^First^, It has been said against _Spinoza_, according to the scholastic way of talking, rather than thinking, that a mode, not being any distinct or separate existence, must be the very same with its substance, and consequently the extension of the universe, must be in a manner identify'd with that simple, uncompounded essence, in which the universe is suppos'd to inhere. But this, it may be pretended, is utterly impossible and inconceivable unless the indivisible substance expand itself, so as to correspond to the extension, or the extension contract itself, so as to answer to the indivisible substance. This argument seems just, as far as we can understand it; |and 'tis plain nothing is requir'd, but a change in the terms, to apply the same argument to our extended perceptions, and the simple essence of the soul; the ideas of objects and perceptions being in every respect the same, only attended with the supposition of a difference, that is unknown and incomprehensible.","subId":"23","id":"Hume.THN.1.4.5.23","pages":"243-4"},{"type":"paragraph","content":"^Secondly^, It has been said, that we have no idea of substance, which is not applicable to matter; nor any idea of a distinct substance, which is not applicable to every distinct portion of matter. Matter, therefore, is not a mode but a substance, and each part of matter is not a distinct mode, but a distinct substance. I have already prov'd, that we have no perfect idea of substance; but that taking it for _something, that can exist by itself_, 'tis evident every perception is a substance, and every distinct part of a perception a distinct substance: And consequently the one hypothesis labours under the same difficulties in this respect with the other.","subId":"24","id":"Hume.THN.1.4.5.24","pages":"244"},{"type":"paragraph","content":"^Thirdly^, It has been objected to the system of one simple substance in the universe, that this substance being the support or _substratum_ of every thing, must at the very same instant be modify'd into forms, which are contrary and incompatible. The round and square figures are incompatible in the same substance at the same time. How then is it possible, that the same substance can at once be modify'd into that square table, and into this round one? I ask the same question concerning the impressions of these tables; and find that the answer is no more satisfactory in one case than in the other.","subId":"25","id":"Hume.THN.1.4.5.25","pages":"244"},{"type":"paragraph","content":"^It^ appears, then, that to whatever side we turn, the same difficulties follow us, and that we cannot advance one step towards the establishing the simplicity and immateriality of the soul, without preparing the way for a dangerous and irrecoverable atheism. 'Tis the same case, if instead of calling thought a modification of the soul, we shou'd give it the more antient, and yet more modish name of an _action_. |By an action we mean much the same thing, as what is commonly call'd an abstract mode; that is, something, which, properly speaking, is neither distinguishable, nor separable from its substance, and is only conceiv'd by a distinction of reason, or an abstraction. But nothing is gain'd by this change of the term of modification, for that of action; nor do we free ourselves from one single difficulty by its means; as will appear from the two following reflections.","subId":"26","id":"Hume.THN.1.4.5.26","pages":"244-5"},{"type":"paragraph","content":"^First^, I observe, that the word, action, according to this explication of it, can never justly be apply'd to any perception, as deriv'd from a mind or thinking substance. Our perceptions are all really different, and separable, and distinguishable from each other, and from every thing else, which we can imagine; and therefore 'tis impossible to conceive, how they can be the action or abstract mode of any substance. The instance of motion, which is commonly made use of to shew after what manner perception depends, as an action, upon its substance, rather confounds than instructs us. Motion to all appearance induces no real nor essential change on the body, but only varies its relation to other objects. But betwixt a person in the morning walking in a garden with company, agreeable to him; and a person in the afternoon inclos'd in a dungeon, and full of terror, despair, and resentment, there seems to be a radical difference, and of quite another kind, than what is produc'd on a body by the change of its situation. As we conclude from the distinction and separability of their ideas, that external objects have a separate existence from each other; so when we make these ideas themselves our objects, we must draw the same conclusion concerning _them_, according to the precedent reasoning. At least it must be confest, that having no idea of the substance of the soul, 'tis impossible for us to tell how it can admit of such differences, and even contrarieties of perception without any fundamental change; and consequently can never tell in what sense perceptions are actions of that substance. The use, therefore, of the word, _action_, |unaccompany'd with any meaning, instead of that of modification, makes no addition to our knowledge, nor is of any advantage to the doctrine of the immateriality of the soul.","subId":"27","id":"Hume.THN.1.4.5.27","pages":"245-6"},{"type":"paragraph","content":"^I add^ in the second place, that if it brings any advantage to that cause, it must bring an equal to the cause of atheism. For do our Theologians pretend to make a monopoly of the word, _action_, and may not the atheists likewise take possession of it, and affirm that plants, animals, men, _&c._ are nothing but particular actions of one simple universal substance, which exerts itself from a blind and absolute necessity? This you'll say is utterly absurd. I own 'tis unintelligible; but at the same time assert, according to the principles above-explain'd, that 'tis impossible to discover any absurdity in the supposition, that all the various objects in nature are actions of one simple substance, which absurdity will not be applicable to a like supposition concerning impressions and ideas.","subId":"28","id":"Hume.THN.1.4.5.28","pages":"246"},{"type":"paragraph","content":"^From^ these hypotheses concerning the _substance_ and _local conjunction_ of our perceptions, we may pass to another, which is more intelligible than the former, and more important than the latter, _viz._ concerning the _cause_ of our perceptions. Matter and motion, 'tis commonly said in the schools, however vary'd, are still matter and motion, and produce only a difference in the position and situation of objects. Divide a body as often as you please, 'tis still body. Place it in any figure, nothing ever results but figure, or the relation of parts. Move it in any manner, you still find motion or a change of relation. 'Tis absurd to imagine, that motion in a circle, for instance, shou'd be nothing but merely motion in a circle; while motion in another direction, as in an ellipse, shou'd also be a passion or moral reflection: That the shocking of two globular particles shou'd become a sensation of pain, and that the meeting of two triangular ones shou'd afford a pleasure. Now as these different shocks, and variations, and mixtures are the only changes, of which |matter is susceptible, and as these never afford us any idea of thought or perception, 'tis concluded to be impossible, that thought can ever be caus'd by matter.","subId":"29","id":"Hume.THN.1.4.5.29","pages":"246-7"},{"type":"paragraph","content":"^Few^ have been able to withstand the seeming evidence of this argument; and yet nothing in the world is more easy than to refute it. We need only reflect on what has been prov'd at large, that we are never sensible of any connexion betwixt causes and effects, and that 'tis only by our experience of their constant conjunction, we can arrive at any knowledge of this relation. Now as all objects, which are not contrary, are susceptible of a constant conjunction, and as no real objects are contrary;[n48] I have inferr'd from these principles, that to consider the matter _a priori_, any thing may produce any thing, and that we shall never discover a reason, why any object may or may not be the cause of any other, however great, or however little the resemblance may be betwixt them. This evidently destroys the precedent reasoning concerning the cause of thought or perception. For tho' there appear no manner of connexion betwixt motion or thought, the case is the same with all other causes and effects. Place one body of a pound weight on one end of a lever, and another body of the same weight on another end; you will never find in these bodies any principle of motion dependent on their distances from the center, more than of thought and perception. If you pretend, therefore, to prove _a priori_, that such a position of bodies can never cause thought; because turn it which way you will, 'tis nothing but a position of bodies; you must by the same course of reasoning conclude, that it can never produce motion; since there is no more apparent connexion in the one case than in the other. But as this latter conclusion is contrary to evident experience, and as 'tis possible we may have a like experience in the operations of the mind, and may perceive a constant conjunction of thought and motion; you reason too hastily, when from the mere con|sideration of the ideas, you conclude that 'tis impossible motion can ever produce thought, or a different position of parts give rise to a different passion or reflection. Nay 'tis not only possible we may have such an experience, but 'tis certain we have it; since every one may perceive, that the different dispositions of his body change his thoughts and sentiments. And shou'd it be said, that this depends on the union of soul and body; I wou'd answer, that we must separate the question concerning the substance of the mind from that concerning the cause of its thought; and that confining ourselves to the latter question we find by the comparing their ideas, that thought and motion are different from each other, and by experience, that they are constantly united; which being all the circumstances, that enter into the idea of cause and effect, when apply'd to the operations of matter, we may certainly conclude, that motion may be, and actually is, the cause of thought and perception.","subId":"30","id":"Hume.THN.1.4.5.30","pages":"247-8"},{"type":"paragraph","content":"^There^ seems only this dilemma left us in the present case; either to assert, that nothing can be the cause of another, but where the mind can perceive the connexion in its idea of the objects: Or to maintain, that all objects, which we find constantly conjoin'd, are upon that account to be regarded as causes and effects. If we choose the first part of the dilemma, these are the consequences. _First_, We in reality affirm, that there is no such thing in the universe as a cause or productive principle, not even the deity himself; since our idea of that supreme Being is deriv'd from particular impressions, none of which contain any efficacy, nor seem to have _any_ connexion with _any_ other existence. As to what may be said, that the connexion betwixt the idea of an infinitely powerful being, and that of any effect, which he wills, is necessary and unavoidable; I answer, that we have no idea of a being endow'd with any power, much less of one endow'd with infinite power. But if we will change expressions, we can only define power by connexion; and then in saying, that the idea of an |infinitely powerful being is connected with that of every effect, which he wills, we really do no more than assert, that a being, whose volition is connected with every effect, is connected with every effect; which is an identical proposition, and gives us no insight into the nature of this power or connexion. But, _secondly_, supposing, that the deity were the great and efficacious principle, which supplies the deficiency of all causes, this leads us into the grossest impieties and absurdities. For upon the same account, that we have recourse to him in natural operations, and assert that matter cannot of itself communicate motion, or produce thought, _viz._ because there is no apparent connexion betwixt these objects; I say, upon the very same account, we must acknowledge that the deity is the author of all our volitions and perceptions; since they have no more apparent connexion either with one another, or with the suppos'd but unknown substance of the soul. This agency of the supreme Being we know to have been asserted by[n49] several philosophers with relation to all the actions of the mind, except volition, or rather an inconsiderable part of volition; tho' 'tis easy to perceive, that this exception is a mere pretext, to avoid the dangerous consequences of that doctrine. If nothing be active but what has an apparent power, thought is in no case any more active than matter; and if this inactivity must make us have recourse to a deity, the supreme being is the real cause of all our actions, bad as well as good, vicious as well as virtuous.","subId":"31","id":"Hume.THN.1.4.5.31","pages":"248-9"},{"type":"paragraph","content":"^Thus^ we are necessarily reduc'd to the other side of the dilemma, _viz._ that all objects, which are found to be constantly conjoin'd, are upon that account only to be regarded as causes and effects. Now as all objects, which are not contrary, are susceptible of a constant conjunction, and as no real objects are contrary; it follows, that for ought we can determine by the mere ideas, any thing may be |the cause or effect of any thing; which evidently gives the advantage to the materialists above their antagonists.","subId":"32","id":"Hume.THN.1.4.5.32","pages":"249-50"},{"type":"paragraph","content":"^To pronounce^, then, the final decision upon the whole; the question concerning the substance of the soul is absolutely unintelligible: All our perceptions are not susceptible of a local union, either with what is extended or unextended; there being some of them of the one kind, and some of the other: And as the constant conjunction of objects constitutes the very essence of cause and effect, matter and motion may often be regarded as the causes of thought, as far as we have any notion of that relation.","subId":"33","id":"Hume.THN.1.4.5.33","pages":"250"},{"type":"paragraph","content":"'^Tis^ certainly a kind of indignity to philosophy, whose sovereign authority ought every where to be acknowledg'd, to oblige her on every occasion to make apologies for her conclusions, and justify herself to every particular art and science, which may be offended at her. This puts one in mind of a king arraign'd for high-treason against his subjects. There is only one occasion, when philosophy will think it necessary and even honourable to justify herself, and that is, when religion may seem to be in the least offended; whose rights are as dear to her as her own, and are indeed the same. If any one, therefore, shou'd imagine that the foregoing arguments are any ways dangerous to religion, I hope the following apology will remove his apprehensions.","subId":"34","id":"Hume.THN.1.4.5.34","pages":"250"},{"type":"paragraph","content":"^There^ is no foundation for any conclusion _a priori_, either concerning the operations or duration of any object, of which 'tis possible for the human mind to form a conception. Any object may be imagin'd to become entirely inactive, or to be annihilated in a moment; and 'tis an evident principle, _that whatever we can imagine, is possible_. Now this is no more true of matter, than of spirit; of an extended compounded substance, than of a simple and unextended. In both cases the metaphysical arguments for the immortality of the soul are equally inconclusive; and in both cases the moral arguments and those deriv'd from the analogy of nature are equally strong and convincing. If my philosophy, therefore, |makes no addition to the arguments for religion, I have at least the satisfaction to think it takes nothing from them, but that every thing remains precisely as before.","subId":"35","id":"Hume.THN.1.4.5.35","pages":"250-1"},{"type":"note","content":"Part I. Sect. 5.","subId":"n43","id":"Hume.THN.1.4.5.n43","pages":"236"},{"type":"note","content":"Sect. 2. towards the end.","subId":"n44","id":"Hume.THN.1.4.5.n44","pages":"237"},{"type":"note","content":"Part II. Sect. 6.","subId":"n45","id":"Hume.THN.1.4.5.n45","pages":"241"},{"type":"note","content":"Such as that of Sect. 2. {++[Of scepticism with regard to the senses]++} {~~form->from~~} the coherence of our perceptions.","subId":"n46","id":"Hume.THN.1.4.5.n46","pages":"242"},{"type":"note","content":"See _Bayle_'s dictionary, article of _Spinoza_.","subId":"n47","id":"Hume.THN.1.4.5.n47","pages":"243"},{"type":"note","content":"Part III. Sect. 15.","subId":"n48","id":"Hume.THN.1.4.5.n48","pages":"247"},{"type":"note","content":"As father _Malebranche_ and other _Cartesians_.","subId":"n49","id":"Hume.THN.1.4.5.n49","pages":"249"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}],"prev":{"id":"Hume.THN.1.4.4","imported":true,"title":"Section 4. Of the modern philosophy","breadcrumb":"Section 4","published":[1739]},"next":{"id":"Hume.THN.1.4.6","imported":true,"title":"Section 6. Of personal identity","breadcrumb":"Section 6","published":[1739]}}