{"id":"Hume.THN.2.1.11","imported":true,"parent":"Hume.THN.2.1","title":"Section 11. Of the love of fame","breadcrumb":"Section 11","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. XI.</h3> <h4><em>Of the love of fame.</em></h4> ","id":"Hume.THN.2.1.11"},{"type":"paragraph","content":"BUT beside these original causes of pride and humility, there is a secondary one in the opinions of others, which has an equal influence on the affections. Our reputation, our character, our name are considerations of vast weight and importance; and even the other causes of pride; virtue, beauty and riches; have little influence, when not seconded by the opinions and sentiments of others. In order to account for this phænomenon 'twill be necessary to take some compass, and first explain the nature of <em>sympathy</em>.","subId":"1","id":"Hume.THN.2.1.11.1","pages":"316"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> quality of human nature is more remarkable, both in itself and in its consequences, than that propensity we have to sympathize with others, and to receive by communication their inclinations and sentiments, however different from, or even contrary to our own. This is not only conspicuous in children, who implicitly embrace every opinion propos'd to them; but also in men of the greatest judgment and understanding, who find it very difficult to follow their own reason or inclination, in opposition to that of their friends and daily companions. To this principle we ought to ascribe the great uniformity we may observe in the humours and turn of thinking of those of the same nation; and 'tis much more <span class=\"page-break\"></span>probable, that this resemblance arises from sympathy, than from any influence of the soil and climate, which, tho' they continue invariably the same, are not able to preserve the character of a nation the same for a century together. A good-natur'd man finds himself in an instant of the same humour with his company; and even the proudest and most surly take a tincture from their countrymen and acquaintance. A chearful countenance infuses a sensible complacency and serenity into my mind; as an angry or sorrowful one throws a sudden damp upon me. Hatred, resentment, esteem, love, courage, mirth and melancholy; all these passions I feel more from communication than from my own natural temper and disposition. So remarkable a phænomenon merits our attention, and must be trac'd up to its first principles.","subId":"2","id":"Hume.THN.2.1.11.2","pages":"316-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> any affection is infus'd by sympathy, it is at first known only by its effects, and by those external signs in the countenance and conversation, which convey an idea of it. This idea is presently converted into an impression, and acquires such a degree of force and vivacity, as to become the very passion itself, and produce an equal emotion, as any original affection. However instantaneous this change of the idea into an impression may be, it proceeds from certain views and reflections, which will not escape the strict scrutiny of a philosopher, tho' they may the person himself, who makes them.","subId":"3","id":"Hume.THN.2.1.11.3","pages":"317"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident, that the idea, or rather impression of ourselves is always intimately present with us, and that our consciousness gives us so lively a conception of our own person, that 'tis not possible to imagine, that any thing can in this particular go beyond it. Whatever object, therefore, is related to ourselves must be conceived with a like vivacity of conception, according to the foregoing principles; and tho' this relation shou'd not be so strong as that of causation, it must still have a considerable influence. Resemblance and contiguity are relations not to be neglected; especially when by an inference from cause and effect, and by the observation of external <span class=\"page-break\"></span>signs, we are inform'd of the real existence of the object, which is resembling or contiguous.","subId":"4","id":"Hume.THN.2.1.11.4","pages":"317-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> 'tis obvious, that nature has preserv'd a great resemblance among all human creatures, and that we never remark any passion or principle in others, of which, in some degree or other, we may not find a parallel in ourselves. The case is the same with the fabric of the mind, as with that of the body. However the parts may differ in shape or size, their structure and composition are in general the same. There is a very remarkable resemblance, which preserves itself amidst all their variety; and this resemblance must very much contribute to make us enter into the sentiments of others, and embrace them with facility and pleasure. Accordingly we find, that where, beside the general resemblance of our natures, there is any peculiar similarity in our manners, or character, or country, or language, it facilitates the sympathy. The stronger the relation is betwixt ourselves and any object, the more easily does the imagination make the transition, and convey to the related idea the vivacity of conception, with which we always form the idea of our own person.","subId":"5","id":"Hume.THN.2.1.11.5","pages":"318"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> is resemblance the only relation, which has this effect, but receives new force from other relations, that may accompany it. The sentiments of others have little influence, when far remov'd from us, and require the relation of contiguity, to make them communicate themselves entirely. The relations of blood, being a species of causation, may sometimes contribute to the same effect; as also acquaintance, which operates in the same manner with education and custom; as we shall see more fully<a href=\"#n58\"><sup>[58]</sup></a> afterwards. All these relations, when united together, convey the impression or consciousness of our own person to the idea of the sentiments or passions of others, and makes us conceive them in the strongest and most lively manner.","subId":"6","id":"Hume.THN.2.1.11.6","pages":"318"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> has been remark'd in the beginning of this treatise, that <span class=\"page-break\"></span>all ideas are borrow'd from impressions, and that these two kinds of perceptions differ only in the degrees of force and vivacity, with which they strike upon the soul. The component parts of ideas and impressions are precisely alike. The manner and order of their appearance may be the same. The different degrees of their force and vivacity are, therefore, the only particulars, that distinguish them: And as this difference may be remov'd, in some measure, by a relation betwixt the impressions and ideas, 'tis no wonder an idea of a sentiment or passion, may by this means be so inliven'd as to become the very sentiment or passion. The lively idea of any object always approaches its impression; and 'tis certain we may feel sickness and pain from the mere force of imagination, and make a malady real by often thinking of it. But this is most remarkable in the opinions and affections; and 'tis there principally that a lively idea is converted into an impression. Our affections depend more upon ourselves, and the internal operations of the mind, than any other impressions; for which reason they arise more naturally from the imagination, and from every lively idea we form of them. This is the nature and cause of sympathy; and 'tis after this manner we enter so deep into the opinions and affections of others, whenever we discover them.","subId":"7","id":"Hume.THN.2.1.11.7","pages":"318-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> is principally remarkable in this whole affair is the strong confirmation these phænomena give to the foregoing system concerning the understanding, and consequently to the present one concerning the passions; since these are analogous to each other. 'Tis indeed evident, that when we sympathize with the passions and sentiments of others, these movements appear at first in <em>our</em> mind as mere ideas, and are conceiv'd to belong to another person, as we conceive any other matter of fact. 'Tis also evident, that the ideas of the affections of others are converted into the very impressions they represent, and that the passions arise in conformity to the images we form of them. All this is an object of the plainest experience, and depends not on any hypothesis of <span class=\"page-break\"></span>philosophy. That science can only be admitted to explain the phænomena; tho' at the same time it must be confest, they are so clear of themselves, that there is but little occasion to employ it. For besides the relation of cause and effect, by which we are convinc'd of the reality of the passion, with which we sympathize; besides this, I say, we must be assisted by the relations of resemblance and contiguity, in order to feel the sympathy in its full perfection. And since these relations can entirely convert an idea into an impression, and convey the vivacity of the latter into the former, so perfectly as to lose nothing of it in the transition, we may easily conceive how the relation of cause and effect alone, may serve to strengthen and inliven an idea. In sympathy there is an evident conversion of an idea into an impression. This conversion arises from the relation of objects to ourself. Ourself is always intimately present to us. Let us compare all these circumstances, and we shall find, that sympathy is exactly correspondent to the operations of our understanding; and even contains something more surprising and extraordinary.","subId":"8","id":"Hume.THN.2.1.11.8","pages":"319-20"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> now time to turn our view from the general consideration of sympathy, to its influence on pride and humility, when these passions arise from praise and blame, from reputation and infamy. We may observe, that no person is ever prais'd by another for any quality, which wou'd not, if real, produce, of itself, a pride in the person possest of it. The elogiums either turn upon his power, or riches, or family, or virtue; all of which are subjects of vanity, that we have already explain'd and accounted for. 'Tis certain, then, that if a person consider'd himself in the same light, in which he appears to his admirer, he wou'd first receive a separate pleasure, and afterwards a pride or self-satisfaction, according to the hypothesis above explain'd. Now nothing is more natural than for us to embrace the opinions of others in this particular; both from <em>sympathy</em>, which renders all their sentiments intimately present to us; and from <em>reasoning</em>, which makes us regard their judgment, as a kind of argument for <span class=\"page-break\"></span>what they affirm. These two principles of authority and sympathy influence almost all our opinions; but must have a peculiar influence, when we judge of our own worth and character. Such judgments are always attended with passion<a href=\"#n59\"><sup>[59]</sup></a>; and nothing tends more to disturb our understanding, and precipitate us into any opinions, however unreasonable, than their connexion with passion; which diffuses itself over the imagination, and gives an additional force to every related idea. To which we may add, that being conscious of great partiality in our own favour, we are peculiarly pleas'd with any thing, that confirms the good opinion we have of ourselves, and are easily shock'd with whatever opposes it.","subId":"9","id":"Hume.THN.2.1.11.9","pages":"320-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> this appears very probable in theory; but in order to bestow a full certainty on this reasoning, we must examine the phænomena of the passions, and see if they agree with it.","subId":"10","id":"Hume.THN.2.1.11.10","pages":"321"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> these phænomena we may esteem it a very favourable one to our present purpose, that tho' fame in general be agreeable, yet we receive a much greater satisfaction from the approbation of those, whom we ourselves esteem and approve of, than of those, whom we hate and despise. In like manner we are principally mortify'd with the contempt of persons, upon whose judgment we set some value, and are, in a great measure, indifferent about the opinions of the rest of mankind. But if the mind received from any original instinct a desire of fame, and aversion to infamy, fame and infamy wou'd influence us without distinction; and every opinion, according as it were favourable or unfavourable, wou'd equally excite that desire or aversion. The judgment of a fool is the judgment of another person, as well as that of a wise man, and is only inferior in its influence on our own judgment.","subId":"11","id":"Hume.THN.2.1.11.11","pages":"321"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> are not only better pleas'd with the approbation of a wise man than with that of a fool, but receive an additional satisfaction from the former, when 'tis obtain'd after a long <span class=\"page-break\"></span>and intimate acquaintance. This is accounted for after the same manner.","subId":"12","id":"Hume.THN.2.1.11.12","pages":"321-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> praises of others never give us much pleasure, unless they concur with our own opinion, and extol us for those qualities, in which we chiefly excel. A mere soldier little values the character of eloquence: A gownman of courage: A bishop of humour: Or a merchant of learning. Whatever esteem a man may have for any quality, abstractedly consider'd; when he is conscious he is not possest of it; the opinions of the whole world will give him little pleasure in that particular, and that because they never will be able to draw his own opinion after them.","subId":"13","id":"Hume.THN.2.1.11.13","pages":"322"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nothing</span> is more usual than for men of good families, but narrow circumstances, to leave their friends and country, and rather seek their livelihood by mean and mechanical employments among strangers, than among those, who are acquainted with their birth and education. We shall be unknown, say they, where we go. No body will suspect from what family we are sprung. We shall be remov'd from all our friends and acquaintance, and our poverty and meanness will by that means sit more easy upon us. In examining these sentiments, I find they afford many very convincing arguments for my present purpose.","subId":"14","id":"Hume.THN.2.1.11.14","pages":"322"},{"type":"paragraph","content":"<span class=\"small-capitals\">First</span>, We may infer from them, that the uneasiness of being contemn'd depends on sympathy, and that sympathy depends on the relation of objects to ourselves; since we are most uneasy under the contempt of persons, who are both related to us by blood, and contiguous in place. Hence we seek to diminish this sympathy and uneasiness by separating these relations, and placing ourselves in a contiguity to strangers, and at a distance from relations.","subId":"15","id":"Hume.THN.2.1.11.15","pages":"322"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, We may conclude, that relations are requisite to sympathy, not absolutely consider'd as relations, but by their influence in converting our ideas of the sentiments of others into the very sentiments, by means of the association betwixt the idea of their persons, and that of our own. For here the <span class=\"page-break\"></span>relations of kindred and contiguity both subsist; but not being united in the same persons, they contribute in a less degree to the sympathy.","subId":"16","id":"Hume.THN.2.1.11.16","pages":"322-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thirdly</span>, This very circumstance of the diminution of sympathy by the separation of relations is worthy of our attention. Suppose I am plac'd in a poor condition among strangers, and consequently am but lightly treated; I yet find myself easier in that situation, than when I was every day expos'd to the contempt of my kindred and countrymen. Here I feel a double contempt; from my relations, but they are absent; from those about me, but they are strangers. This double contempt is likewise strengthen'd by the two relations of kindred and contiguity. But as the persons are not the same, who are connected with me by those two relations, this difference of ideas separates the impressions arising from the contempt, and keeps them from running into each other. The contempt of my neighbours has a certain influence; as has also that of my kindred: But these influences are distinct, and never unite; as when the contempt proceeds from persons who are at once both my neighbours and kindred. This phænomenon is analogous to the system of pride and humility above-explain'd, which may seem so extraordinary to vulgar apprehensions.","subId":"17","id":"Hume.THN.2.1.11.17","pages":"323"},{"type":"paragraph","content":"<span class=\"small-capitals\">Fourthly</span>, A person in these circumstances naturally conceals his birth from those among whom he lives, and is very uneasy, if any one suspects him to be of a family, much superior to his present fortune and way of living. Every thing in this world is judg'd of by comparison. What is an immense fortune for a private gentleman is beggary for a prince. A peasant wou'd think himself happy in what cannot afford necessaries for a gentleman. When a man has either been accustom'd to a more splendid way of living, or thinks himself intitled to it by his birth and quality, every thing below is disagreeable and even shameful; and 'tis with the greatest industry he conceals his pretensions to a better fortune. Here he himself knows his misfortunes; but as <span class=\"page-break\"></span>those, with whom he lives, are ignorant of them, he has the disagreeable reflection and comparison suggested only by his own thoughts, and never receives it by a sympathy with others; which must contribute very much to his ease and satisfaction.","subId":"18","id":"Hume.THN.2.1.11.18","pages":"323-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> there be any objections to this hypothesis, <em>that the pleasure, which we receive from praise, arises from a communication of sentiments</em>, we shall find, upon examination, that these objections, when taken in a proper light, will serve to confirm it. Popular fame may be agreeable even to a man, who despises the vulgar; but 'tis because their multitude gives them additional weight and authority. Plagiaries are delighted with praises, which they are conscious they do not deserve; but this is a kind of castle-building, where the imagination amuses itself with its own fictions, and strives to render them firm and stable by a sympathy with the sentiments of others. Proud men are most shock'd with contempt, tho' they do not most readily assent to it; but 'tis because of the opposition betwixt the passion, which is natural to them, and that receiv'd by sympathy. A violent lover in like manner is very much displeas'd when you blame and condemn his love; tho' 'tis evident your opposition can have no influence, but by the hold it takes of himself, and by his sympathy with you. If he despises you, or perceives you are in jest, whatever you say has no effect upon him.","subId":"19","id":"Hume.THN.2.1.11.19","pages":"324"},{"type":"note","content":"Part II. Sect. <del>3</del><ins>4</ins>. <ins><cite>Difficulties solv'd</cite></ins>","subId":"n58","id":"Hume.THN.2.1.11.n58","pages":"318"},{"type":"note","content":"Book I. Part III. Sect. 10. <ins><cite>Of the influence of belief</cite></ins>","subId":"n59","id":"Hume.THN.2.1.11.n59","pages":"321"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.10","imported":true,"title":"Section 10. Of property and riches","breadcrumb":"Section 10","published":[1739]},"next":{"id":"Hume.THN.2.1.12","imported":true,"title":"Section 12. Of the pride and humility of animals","breadcrumb":"Section 12","published":[1739]}}