{"id":"Hume.THN.2.1.12","imported":true,"parent":"Hume.THN.2.1","title":"Section 12. Of the pride and humility of animals","breadcrumb":"Section 12","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. XII.</h3> <h4><em>Of the pride and humility of animals.</em></h4> ","id":"Hume.THN.2.1.12"},{"type":"paragraph","content":"THUS in whatever light we consider this subject, we may still observe, that the causes of pride and humility correspond exactly to our hypothesis, and that nothing can excite either of these passions, unless it be both related to ourselves, and produces a pleasure or pain independent of the passion. We <span class=\"page-break\"></span>have not only prov'd, that a tendency to produce pleasure or pain is common to all the causes of pride or humility, but also that 'tis the only thing, which is common; and consequently is the quality, by which they operate. We have farther prov'd, that the most considerable causes of these passions are really nothing but the power of producing either agreeable or uneasy sensations; and therefore that all their effects, and amongst the rest, pride and humility, are deriv'd solely from that origin. Such simple and natural principles, founded on such solid proofs, cannot fail to be receiv'd by philosophers, unless oppos'd by some objections, that have escap'd me.","subId":"1","id":"Hume.THN.2.1.12.1","pages":"324-5"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> usual with anatomists to join their observations and experiments on human bodies to those on beasts, and from the agreement of these experiments to derive an additional argument for any particular hypothesis. 'Tis indeed certain, that where the structure of parts in brutes is the same as in men, and the operation of these parts also the same, the causes of that operation cannot be different, and that whatever we discover to be true of the one species, may be concluded without hesitation to be certain of the other. Thus tho' the mixture of humours and the composition of minute parts may justly be presum'd to be somewhat different in men from what it is in mere animals; and therefore any experiment we make upon the one concerning the effects of medicines will not always apply to the other; yet as the structure of the veins and muscles, the fabric and situation of the heart, of the lungs, the stomach, the liver and other parts, are the same or nearly the same in all animals, the very same hypothesis, which in one species explains muscular motion, the progress of the chyle, the circulation of the blood, must be applicable to every one; and according as it agrees or disagrees with the experiments we may make in any species of creatures, we may draw a proof of its truth or falshood on the whole. Let us, therefore, apply this method of enquiry, which is found so just and useful in reasonings <span class=\"page-break\"></span>concerning the body, to our present anatomy of the mind, and see what discoveries we can make by it.","subId":"2","id":"Hume.THN.2.1.12.2","pages":"325-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to this we must first shew the correspondence of <em>passions</em> in men and animals, and afterwards compare the <em>causes</em>, which produce these passions.","subId":"3","id":"Hume.THN.2.1.12.3","pages":"326"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> plain, that almost in every species of creatures, but especially of the nobler kind, there are many evident marks of pride and humility. The very port and gait of a swan, or turkey, or peacock show the high idea he has entertain'd of himself, and his contempt of all others. This is the more remarkable, that in the two last species of animals, the pride always attends the beauty, and is discover'd in the male only. The vanity and emulation of nightingales in singing have been commonly remark'd; as likewise that of horses in swiftness, of hounds in sagacity and smell, of the bull and cock in strength, and of every other animal in his particular excellency. Add to this, that every species of creatures, which approach so often to man, as to familiarize themselves with him, show an evident pride in his approbation, and are pleas'd with his praises and caresses, independent of every other consideration. Nor are they the caresses of every one without distinction, which give them this vanity, but those principally of the persons they know and love; in the same manner as that passion is excited in mankind. All these are evident proofs, that pride and humility are not merely human passions, but extend themselves over the whole animal creation.","subId":"4","id":"Hume.THN.2.1.12.4","pages":"326"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>causes</em> of these passions are likewise much the same in beasts as in us, making a just allowance for our superior knowledge and understanding. Thus animals have little or no sense of virtue or vice; they quickly lose sight of the relations of blood; and are incapable of that of right and property; For which reason the causes of their pride and humility must lie solely in the body, and can never be plac'd either in the mind or external objects. But so far as regards the body, the same qualities cause pride in the animal as in the human kind; and 'tis on beauty, strength, swiftness or some <span class=\"page-break\"></span>other useful or agreeable quality that this passion is always founded.","subId":"5","id":"Hume.THN.2.1.12.5","pages":"326-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> next question is, whether, since those passions are the same, and arise from the same causes thro' the whole creation, the <em>manner</em>, in which the causes operate, be also the same. According to all rules of analogy, this is justly to be expected; and if we find upon trial, that the explication of these phænomena, which we make use of in one species, will not apply to the rest, we may presume that that explication, however specious, is in reality without foundation.","subId":"6","id":"Hume.THN.2.1.12.6","pages":"327"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to decide this question, let us consider, that there is evidently the same <em>relation</em> of ideas, and deriv'd from the same causes, in the minds of animals as in those of men. A dog, that has hid a bone, often forgets the place; but when brought to it, his thought passes easily to what he formerly conceal'd, by means of the contiguity, which produces a relation among his ideas. In like manner, when he has been heartily beat in any place, he will tremble on his approach to it, even tho' he discover no signs of any present danger. The effects of resemblance are not so remarkable; but as that relation makes a considerable ingredient in causation, of which all animals shew so evident a judgment, we may conclude that the three relations of resemblance, contiguity and causation operate in the same manner upon beasts as upon human creatures.","subId":"7","id":"Hume.THN.2.1.12.7","pages":"327"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are also instances of the relation of impressions, sufficient to convince us, that there is an union of certain affections with each other in the inferior species of creatures as well as in the superior, and that their minds are frequently convey'd thro' a series of connected emotions. A dog, when elevated with joy, runs naturally into love and kindness, whether of his master or of the sex. In like manner, when full of pain and sorrow, he becomes quarrelsome and ill-natur'd; and that passion, which at first was grief, is by the smallest occasion converted into anger.","subId":"8","id":"Hume.THN.2.1.12.8","pages":"327"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> all the internal principles, that are necessary in us <span class=\"page-break\"></span>to produce either pride or humility, are common to all creatures; and since the causes, which excite these passions, are likewise the same, we may justly conclude, that these causes operate after the same <em>manner</em> thro' the whole animal creation. My hypothesis is so simple, and supposes so little reflection and judgment, that 'tis applicable to every sensible creature; which must not only be allow'd to be a convincing proof of its veracity, but, I am confident, will be found an objection to every other system.","subId":"9","id":"Hume.THN.2.1.12.9","pages":"327-8"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.11","imported":true,"title":"Section 11. Of the love of fame","breadcrumb":"Section 11","published":[1739]},"next":{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]}}