{"imported":true,"id":"Hume.THN.2.1.2","parent":"Hume.THN.2.1","title":"Section 2. Of pride and humility; their objects and causes","breadcrumb":"Section 2","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h4><em>Of pride and humility; their objects and causes.</em></h4> ","id":"Hume.THN.2.1.2"},{"type":"paragraph","content":"THE passions of <span class=\"small-capitals\">pride</span> and <span class=\"small-capitals\">humility</span> being simple and uniform impressions, 'tis impossible we can ever, by a multitude of words, give a just definition of them, or indeed of any of the passions. The utmost we can pretend to is a description of them, by an enumeration of such circumstances, as attend them: But as these words, <em>pride</em> and <em>humility</em>, are of general use, and the impressions they represent the most common of any, every one, of himself, will be able to form a just idea of them, without any danger of mistake. For which reason, not to lose time upon preliminaries, I shall immediately enter upon the examination of these passions.","subId":"1","id":"Hume.THN.2.1.2.1","pages":"277"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident, that pride and humility, tho' directly contrary, have yet the same <span class=\"small-capitals\">object</span>. This object is self, or that succession of related ideas and impressions, of which we have an intimate memory and consciousness. Here the view always fixes when we are actuated by either of these passions. According as our idea of ourself is more or less advantageous, we feel either of those opposite affections, and are elated by pride, or dejected with humility. Whatever other objects may be comprehended by the mind, they are always consider'd with a view to ourselves; otherwise they wou'd never be able either to excite these passions, or produce the smallest encrease or diminution of them. When self enters not into the consideration, there is no room either for pride or humility.","subId":"2","id":"Hume.THN.2.1.2.2","pages":"277"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' that connected succession of perceptions, which we call <em>self</em>, be always the object of these two passions, 'tis impossible it can be their <span class=\"small-capitals\">cause</span>, or be sufficient alone to <span class=\"page-break\"></span>excite them. For as these passions are directly contrary, and have the same object in common; were their object also their cause; it cou'd never produce any degree of the one passion, but at the same time it must excite an equal degree of the other; which opposition and contrariety must destroy both. 'Tis impossible a man can at the same time be both proud and humble; and where he has different reasons for these passions, as frequently happens, the passions either take place alternately; or if they encounter, the one annihilates the other, as far as its strength goes, and the remainder only of that, which is superior, continues to operate upon the mind. But in the present case neither of the passions cou'd ever become superior; because supposing it to be the view only of ourself, which excited them, that being perfectly indifferent to either, must produce both in the very same proportion; or in other words, can produce neither. To excite any passion, and at the same time raise an equal share of its antagonist, is immediately to undo what was done, and must leave the mind at last perfectly calm and indifferent.","subId":"3","id":"Hume.THN.2.1.2.3","pages":"277-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> must, therefore, make a distinction betwixt the cause and the object of these passions; betwixt that idea, which excites them, and that to which they direct their view, when excited. Pride and humility, being once rais'd, immediately turn our attention to ourself, and regard that as their ultimate and final object; but there is something farther requisite in order to raise them: Something, which is peculiar to one of the passions, and produces not both in the very same degree. The first idea, that is presented to the mind, is that of the cause or productive principle. This excites the passion, connected with it; and that passion, when excited, turns our view to another idea, which is that of self. Here then is a passion plac'd betwixt two ideas, of which the one produces it, and the other is produc'd by it. The first idea, therefore, represents the <em>cause</em>, the second the <em>object</em> of the passion.","subId":"4","id":"Hume.THN.2.1.2.4","pages":"278"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with the causes of pride and humility; we may <span class=\"page-break\"></span>observe, that their most obvious and remarkable property is the vast variety of <em>subjects</em>, on which they may be plac'd. Every valuable quality of the mind, whether of the imagination, judgment, memory or disposition; wit, good-sense, learning, courage, justice, integrity; all these are the causes of pride; and their opposites of humility. Nor are these passions confin'd to the mind, but extend their view to the body likewise. A man may be proud of his beauty, strength, agility, good mein, address in dancing, riding, fencing, and of his dexterity in any manual business or manufacture. But this is not all. The <del>passion</del><ins>passions</ins> looking farther, comprehend whatever objects are in the least ally'd or related to us. Our country, family, children, relations, riches, houses, gardens, horses, dogs, cloaths; any of these may become a cause either of pride or of humility.","subId":"5","id":"Hume.THN.2.1.2.5","pages":"278-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the consideration of these causes, it appears necessary we shou'd make a new distinction in the causes of the passion, betwixt that <em>quality</em>, which operates, and the <em>subject</em>, on which it is plac'd. A man, for instance, is vain of a beautiful house, which belongs to him, or which he has himself built and contriv'd. Here the object of the passion is himself, and the cause is the beautiful house: Which cause again is sub-divided into two parts, <em>viz.</em> the quality, which operates upon the passion, and the subject, in which the quality inheres. The quality is the beauty, and the subject is the house, consider'd as his property or contrivance. Both these parts are essential, nor is the distinction vain and chimerical. Beauty, consider'd merely as such, unless plac'd upon something related to us, never produces any pride or vanity; and the strongest relation alone, without beauty, or something else in its place, has as little influence on that passion. Since, therefore, these two particulars are easily separated, and there is a necessity for their conjunction, in order to produce the passion, we ought to consider them as component parts of the cause; and infix in our minds an exact idea of this distinction.","subId":"6","id":"Hume.THN.2.1.2.6","pages":"279"}]}