{"id":"Hume.THN.2.1.4","imported":true,"parent":"Hume.THN.2.1","title":"Section 4. Of the relations of impressions and ideas","breadcrumb":"Section 4","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. IV.</h3> <h4><em>Of the relations of impressions and ideas.</em></h4> ","id":"Hume.THN.2.1.4"},{"type":"paragraph","content":"THUS we have establish'd two truths without any obstacle or difficulty, <em>that 'tis from natural principles this variety of causes excites pride and humility</em>, and <em>that 'tis not by a different principle each different cause is adapted to its passion</em>. We shall now proceed to enquire how we may reduce these principles to a lesser number, and find among the causes something common, on which their influence depends.","subId":"1","id":"Hume.THN.2.1.4.1","pages":"282"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to this we must reflect on certain properties of human nature, which tho' they have a mighty influence on every operation both of the understanding and passions, are not commonly much insisted on by philosophers. The <em>first</em> of these is the association of ideas, which I have so often observ'd and explain'd. 'Tis impossible for the mind to fix itself steadily upon one idea for any considerable time; nor can it by its utmost efforts ever arrive at such a constancy. But however changeable our thoughts may be, they are not entirely without rule and method in their changes. The rule, by which they proceed, is to pass from one object to what is resembling, contiguous to, or produc'd by it. When one idea is present to the imagination, any other, united by these relations, naturally follows it, and enters with more facility by means of that introduction.","subId":"2","id":"Hume.THN.2.1.4.2","pages":"283"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>second</em> property I shall observe in the human mind is a like association of impressions. All resembling impressions are connected together, and no sooner one arises than the rest immediately follow. Grief and disappointment give rise to anger, anger to envy, envy to malice, and malice to grief again, till the whole circle be compleated. In like manner our temper, when elevated with joy, naturally throws itself into love, generosity, pity, courage, pride, and the other resembling affections. 'Tis difficult for the mind, when actuated by any passion, to confine itself to that passion alone, without any change or variation. Human nature is too inconstant to admit of any such regularity. Changeableness is essential to it. And to what can it so naturally change as to affections or emotions, which are suitable to the temper, and agree with that set of passions, which then prevail? 'Tis evident, then, there is an attraction or association among impressions, as well as among ideas; tho' with this remarkable difference, that ideas are associated by resemblance, contiguity, and causation; and impressions only by resemblance.","subId":"3","id":"Hume.THN.2.1.4.3","pages":"283"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the <em>third</em> place, 'tis observable of these two kinds of <span class=\"page-break\"></span>association, that they very much assist and forward each other, and that the transition is more easily made where they both concur in the same object. Thus a man, who, by any injury from another, is very much discompos'd and ruffled in his temper, is apt to find a hundred subjects of discontent, impatience, fear, and other uneasy passions; especially if he can discover these subjects in or near the person, who was the cause of his first passion. Those principles, which forward the transition of ideas, here concur with those, which operate on the passions; and both uniting in one action, bestow on the mind a double impulse. The new passion, therefore, must arise with so much greater violence, and the transition to it must be render'd so much more easy and natural.","subId":"4","id":"Hume.THN.2.1.4.4","pages":"283-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Upon</span> this occasion I may cite the authority of an elegant writer, who expresses himself in the following manner. <q>As the fancy delights in every thing that is great, strange, or beautiful, and is still more pleas'd the more it finds of these perfections in the <em>same</em> object, so it is capable of receiving a new satisfaction by the assistance of another sense. Thus any continu'd sound, as the music of birds, or a fall of waters, awakens every moment the mind of the beholder, and makes him more attentive to the several beauties of the place, that lie before him. Thus if there arises a fragrancy of smells or perfumes, they heighten the pleasure of the imagination, and make even the colours and verdure of the landschape appear more agreeable; for the ideas of both senses recommend each other, and are pleasanter together than when they enter the mind separately: As the different colours of a picture, when they are well disposed, set off one another, and receive an additional beauty from the advantage of the situation.</q> In this phænomenon we may remark the association both of impressions and ideas, as well as the mutual assistance they lend each other.","subId":"5","id":"Hume.THN.2.1.4.5","pages":"284"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.3","imported":true,"title":"Section 3. Whence these objects and causes are deriv'd","breadcrumb":"Section 3","published":[1739]},"next":{"id":"Hume.THN.2.1.5","imported":true,"title":"Section 5. Of the influence of these relations on pride and humility","breadcrumb":"Section 5","published":[1739]}}