{"id":"Hume.THN.2.1.7","imported":true,"parent":"Hume.THN.2.1","title":"Section 7. Of vice and virtue","breadcrumb":"Section 7","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. VII.</h3> <h4><em>Of vice and virtue.</em></h4> ","id":"Hume.THN.2.1.7"},{"type":"paragraph","content":"TAKING these limitations along with us, let us proceed to examine the causes of pride and humility; and see, whether in every case we can discover the double relations, by which they operate on the passions. If we find that all these causes are related to self, and produce a pleasure or uneasiness <span class=\"page-break\"></span>separate from the passion, there will remain no farther scruple with regard to the present system. We shall principally endeavour to prove the latter point; the former being in a manner self-evident.","subId":"1","id":"Hume.THN.2.1.7.1","pages":"294-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with <span class=\"small-capitals\">vice</span> and <span class=\"small-capitals\">virtue</span>, which are the most obvious causes of these passions; 'twou'd be entirely foreign to my present purpose to enter upon the controversy, which of late years has so much excited the curiosity of the publick, <em>whether these moral distinctions be founded on natural and original principles, or arise from interest and education</em>. The examination of this I reserve for the following book; and in the mean time shall endeavour to show, that my system maintains its ground upon either of these hypotheses; which will be a strong proof of its solidity.","subId":"2","id":"Hume.THN.2.1.7.2","pages":"295"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> granting that morality had no foundation in nature, it must still be allow'd, that vice and virtue, either from self-interest or the prejudices of education, produce in us a real pain and pleasure; and this we may observe to be strenuously asserted by the defenders of that hypothesis. Every passion, habit, or turn of character (say they) which has a tendency to our advantage or prejudice, gives a delight or uneasiness; and 'tis from thence the approbation or dis-approbation arises. We easily gain from the liberality of others, but are always in danger of losing by their avarice: Courage defends us, but cowardice lays us open to every attack: Justice is the support of society, but injustice, unless check'd, wou'd quickly prove its ruin: Humility exalts; but pride mortifies us. For these reasons the former qualities are esteem'd virtues, and the latter regarded as vices. Now since 'tis granted there is a delight or uneasiness still attending merit or demerit of every kind, this is all that is requisite for my purpose.","subId":"3","id":"Hume.THN.2.1.7.3","pages":"295"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> I go farther, and observe, that this moral hypothesis and my present system not only agree together, but also that, allowing the former to be just, 'tis an absolute and invincible proof of the latter. For if all morality be founded on the <span class=\"page-break\"></span>pain or pleasure, which arises from the prospect of any loss or advantage, that may result from our own characters, or from those of others, all the effects of morality must be deriv'd from the same pain or pleasure, and among the rest, the passions of pride and humility. The very essence of virtue, according to this hypothesis, is to produce pleasure, and that of vice to give pain. The virtue and vice must be part of our character in order to excite pride or humility. What farther proof can we desire for the double relation of impressions and ideas?","subId":"4","id":"Hume.THN.2.1.7.4","pages":"295-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same unquestionable argument may be deriv'd from the opinion of those, who maintain that morality is something real, essential, and founded on nature. The most probable hypothesis, which has been advanc'd to explain the distinction betwixt vice and virtue, and the origin of moral rights and obligations, is, that from a primary constitution of nature certain characters and passions, by the very view and contemplation, produce a pain, and others in like manner excite a pleasure. The uneasiness and satisfaction are not only inseparable from vice and virtue, but constitute their very nature and essence. To approve of a character is to feel an original delight upon its appearance. To disapprove of it is to be sensible of an uneasiness. The pain and pleasure, therefore, being the primary causes of vice and virtue, must also be the causes of all their effects, and consequently of pride and humility, which are the unavoidable attendants of that distinction.","subId":"5","id":"Hume.THN.2.1.7.5","pages":"296"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> supposing this hypothesis of moral philosophy shou'd be allow'd to be false, 'tis still evident, that pain and pleasure, if not the causes of vice and virtue, are at least inseparable from them. A generous and noble character affords a satisfaction even in the survey; and when presented to us, tho' only in a poem or fable, never fails to charm and delight us. On the other hand cruelty and treachery displease from their very nature; nor is it possible ever to reconcile us to these qualities, either in ourselves or others. Thus one hypothesis <span class=\"page-break\"></span>of morality is an undeniable proof of the foregoing system, and the other at worst agrees with it.","subId":"6","id":"Hume.THN.2.1.7.6","pages":"296-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> pride and humility arise not from these qualities alone of the mind, which, according to the vulgar systems of ethicks, have been comprehended as parts of moral duty, but from any other that has a connexion with pleasure and uneasiness. Nothing flatters our vanity more than the talent of pleasing by our wit, good humour, or any other accomplishment; and nothing gives us a more sensible mortification than a disappointment in any attempt of that nature. No one has ever been able to tell what <em>wit</em> is, and to shew why such a system of thought must be receiv'd under that denomination, and such another rejected. 'Tis only by taste we can decide concerning it, nor are we possest of any other standard, upon which we can form a judgment of this kind. Now what is this <em>taste</em>, from which true and false wit in a manner receive their being, and without which no thought can have a title to either of these denominations? 'Tis plainly nothing but a sensation of pleasure from true wit, and of uneasiness from false, without our being able to tell the reasons of that pleasure or uneasiness. The power of bestowing these opposite sensations is, therefore, the very essence of true and false wit; and consequently the cause of that pride or humility, which arises from them.","subId":"7","id":"Hume.THN.2.1.7.7","pages":"297"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> may, perhaps, be some, who being accustom'd to the style of the schools and pulpit, and having never consider'd human nature in any other light, than that in which <em>they</em> place it, may here be surpriz'd to hear me talk of virtue as exciting pride, which they look upon as a vice; and of vice as producing humility, which they have been taught to consider as a virtue. But not to dispute about words, I observe, that by <em>pride</em> I understand that agreeable impression, which arises in the mind, when the view either of our virtue, beauty, riches or power makes us satisfy'd with ourselves: And that by <em>humility</em> I mean the opposite impression. 'Tis evident the former impression is not always vicious, nor the <span class=\"page-break\"></span>latter virtuous. The most rigid morality allows us to receive a pleasure from reflecting on a generous action; and 'tis by none esteem'd a virtue to feel any fruitless remorses upon the thoughts of past villainy and baseness. Let us, therefore, examine these impressions, consider'd in themselves; and enquire into their causes, whether plac'd on the mind or body, without troubling ourselves at present with that merit or blame, which may attend them.","subId":"8","id":"Hume.THN.2.1.7.8","pages":"297-8"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.6","imported":true,"title":"Section 6. Limitations of this system","breadcrumb":"Section 6","published":[1739]},"next":{"id":"Hume.THN.2.1.8","imported":true,"title":"Section 8. Of beauty and deformity","breadcrumb":"Section 8","published":[1739]}}