{"id":"Shaftesbury.C.MR.2.2","imported":true,"parent":"Shaftesbury.C.MR.2","title":"Chapter II. Judgment of Divines and grave Authors concerning Enthusiasm――Reflections upon Scepticism――A Sceptick-Christian――Judgment of the Inspir'd concerning their own Inspirations――Knowledg and Belief――History of Religion resum'd――Zeal Offensive and Defensive――A Church in Danger――Persecution――Policy of the Church of Rome","breadcrumb":"Chapter 2","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_011","blocks":[{"type":"title","content":"<h1>Chapter II. Judgment of Divines and grave Authors concerning Enthusiasm――Reflections upon Scepticism――A Sceptick-Christian――Judgment of the Inspir'd concerning their own Inspirations――Knowledg and Belief――History of Religion resum'd――Zeal Offensive and Defensive――A Church in Danger――Persecution――Policy of the Church of Rome</h1> ","id":"Shaftesbury.C.MR.2.2"},{"type":"paragraph","content":"WHAT I had to remark of my own concerning <span class=\"small-capitals\">Enthusiasm,</span> I have thus dispatch'd: What Others have remark'd on the same Subject, I may, as an <em>Apologist</em> to another Author, be allow'd to cite; especially if I take notice only of what has been dropt very naturally by some of our most approv'd <em>Authors,</em> and ablest <em>Divines.</em>","subId":"1","id":"Shaftesbury.C.MR.2.2.1"},{"type":"paragraph","content":"It has been thought an odd kind of Temerity, in our Author, to assert,<a href=\"#n1\"><sup>[1]</sup></a> <q>That even <span class=\"small-capitals\">Atheism</span> it-self was not wholly exempt from <em>Enthusiasm;</em> That there have been in reality <em>Enthusiastical</em> Atheists; and That even the Spirit of <em>Martyrdom</em> cou'd, upon occasion, exert it-self as well in <em>this</em> Cause, as in any <em>other.</em></q> Now, besides what has been intimated in the preceding Chapter, and what in fact may be demonstrated from the Examples of <span class=\"small-capitals\">Vaninus</span> and other Martyrs of a like Principle, we may hear an<a href=\"#n2\"><sup>[2]</sup></a> excellent and learned <em>Divine,</em> of highest Authority at home, and Fame abroad; who after having describ'd an <em>Enthusiastical Atheist</em> and one <em>atheistically inspir'd,</em> says of this very sort of Men, <q>That they are <em>Fanaticks</em> too; however that word seem to have a more peculiar respect to <em>something of a</em> <span class=\"small-capitals\">Deity:</span> All Atheists being that <em>blind Goddess-</em><span class=\"small-capitals\">Nature's</span> <em>Fanaticks.</em></q>","subId":"2","id":"Shaftesbury.C.MR.2.2.2"},{"type":"paragraph","content":"And again: <q>All Atheists (says he) are possess'd with a certain kind of Madness, that may be call'd<a href=\"#n3\"><sup>[3]</sup></a> <em>Pneumatophobia,</em> that makes them have an irrational but desperate Abhorrence from Spirits or incorporal Substances; they being acted also, at the same time, with an <em>Hylomania,</em> whereby they madly dote upon <em>Matter,</em> and devoutly worship it, as the only <span class=\"small-capitals\">Numen.</span></q>","subId":"3","id":"Shaftesbury.C.MR.2.2.3"},{"type":"paragraph","content":"What the Power of <span class=\"small-capitals\">Extasy</span> is, whether thro' <em>Melancholy, Wine, Love,</em> or other natural Causes, another learned<a href=\"#n4\"><sup>[4]</sup></a> Divine of our Church, in a Discourse upon Enthusiasm, sets forth: bringing an Example from <span class=\"small-capitals\">Aristotle,</span> <q>of <em>a Syracusean</em> Poet, who never versify'd so well, as when he was <em>in his distracted Fits.</em></q> But as to <em>Poets</em> in general, compar'd with the <em>religious Enthusiasts,</em> he says: There is this Difference; <q>That <em>a Poet</em> is an Enthusiast in jest: and <em>an Enthusiast</em> is a Poet in good earnest.</q>","subId":"4","id":"Shaftesbury.C.MR.2.2.4"},{"type":"paragraph","content":"<q>'Tis a strong Temptation<a href=\"#n5\"><sup>[5]</sup></a> (says the Doctor) with <em>a Melancholist,</em> when he feels a Storm of <em>Devotion</em> and <em>Zeal</em> come upon him <em>like a mighty Wind;</em> his Heart being full of Affection, his Head pregnant with clear and sensible Representations, and his Mouth flowing and streaming with fit and powerful Expressions, such as would astonish an ordinary<a href=\"#n6\"><sup>[6]</sup></a> Auditory; 'tis, I say, a shreud Temptation to him, to think it the very <em>Spirit of God</em> that then moves supernaturally in him; whenas all that Excess of Zeal and Affection, and Fluency of Words, is most palpably to be resolv'd into the power of <em>Melancholy,</em> which is a kind of <em>natural Inebriation.</em></q>","subId":"5","id":"Shaftesbury.C.MR.2.2.5"},{"type":"paragraph","content":"The learned Doctor, with much pains afterwards, and by help of the Peripatetick Philosophy, explains this <em>Enthusiastick Inebriation,</em> and shews in particular,<a href=\"#n7\"><sup>[7]</sup></a> <q>How the Vapours and Fumes of <em>Melancholy</em> partake of the nature of Wine.</q>","subId":"6","id":"Shaftesbury.C.MR.2.2.6"},{"type":"paragraph","content":"One might conjecture from hence, that the malicious Opposers of early Christianity were not unvers'd in this Philosophy; when they sophistically objected against the apparent Force of <em>the Divine Spirit</em> speaking in divers Languages, and attributed it <q>To the Power of <em>new</em><a href=\"#n8\"><sup>[8]</sup></a> <em>Wine.</em></q>","subId":"7","id":"Shaftesbury.C.MR.2.2.7"},{"type":"paragraph","content":"But our devout and zealous Doctor seems to go yet further. For besides what he says of the<a href=\"#n9\"><sup>[9]</sup></a> <em>Enthusiastick</em> Power of <em>Fancy</em> in Atheists, he calls <em>Melancholy</em><a href=\"#n10\"><sup>[10]</sup></a> <em>a pertinacious and religious Complexion;</em> and asserts, <q>That there is not any true spiritual <em>Grace</em> from God, but this mere natural Constitution, according to the several Tempers and Workings of it, will not only <em>resemble,</em> but sometimes seem to <em>outstrip.</em></q> And after speaking of<a href=\"#n11\"><sup>[11]</sup></a> <em>Prophetical</em> <span class=\"small-capitals\">Enthusiasm,</span> and establishing (as our Author<a href=\"#n12\"><sup>[12]</sup></a> does) a <em>Legitimate</em> and a <em>Bastard</em>-sort, he asserts and justifies the<a href=\"#n13\"><sup>[13]</sup></a> <em>Devotional</em> <span class=\"small-capitals\">Enthusiasm</span> (as he calls it) <em>of holy and sincere Souls,</em> and ascribes <em>this</em> also to <span class=\"small-capitals\">Melancholy.</span>","subId":"8","id":"Shaftesbury.C.MR.2.2.8"},{"type":"paragraph","content":"He allows, <q>That the Soul may sink so far into <em>Phantasms,</em> as not to recover the use of her free Facultys; and that this enormous Strength of <em>Imagination</em> does not only beget the Belief of mad internal Apprehensions, but is able to assure us of the Presence of <em>external Objects</em> which <em>are not.</em></q> He adds, <q>That what <em>Custom</em> and <em>Education</em> do by degrees, distemper'd <span class=\"small-capitals\">Fancy</span> may do in a shorter time.</q> And speaking<a href=\"#n14\"><sup>[14]</sup></a> of <span class=\"small-capitals\">Extasy</span> and the Power of <span class=\"small-capitals\">Melancholy</span> in <em>Extatick Fancys,</em> he says, <q>That what <em>the Imagination</em> then puts forth, of herself, is as <em>clear</em> as broad day; and the Perception of the Soul at least as <em>strong</em> and <em>vigorous,</em> as at any time in beholding things <em>awake.</em></q>","subId":"9","id":"Shaftesbury.C.MR.2.2.9"},{"type":"paragraph","content":"From whence the Doctor infers, <q>That the Strength of <em>Perception</em> is no sure Ground of Truth.</q>","subId":"10","id":"Shaftesbury.C.MR.2.2.10"},{"type":"paragraph","content":"Had any other than a reverend Father of our Church express'd himself in this manner, he must have been contented perhaps to bear a sufficient Charge of <em>Scepticism.</em>","subId":"11","id":"Shaftesbury.C.MR.2.2.11"},{"type":"paragraph","content":"'Twas good fortune in my Lord <span class=\"small-capitals\">Bacon'</span> s Case, that he shou'd have escap'd being call'd an <span class=\"small-capitals\">Atheist,</span> or a <span class=\"small-capitals\">Sceptick,</span> when speaking in a solemn manner of the <em>religious Passion,</em> the Ground of <span class=\"small-capitals\">Superstition,</span> or <span class=\"small-capitals\">Enthusiasm,</span> (which he also terms<a href=\"#n15\"><sup>[15]</sup></a> <em>a Panick</em>) he derives it from an Imperfection in the Creation, Make, or natural Constitution of Man. How far the Author of <em>the</em><a href=\"#n16\"><sup>[16]</sup></a> <em>Letter</em> differs from this Author in his Opinion both of the End and Foundation of this Passion, may appear from what has been said above. And, in general, from what we read in the other succeeding Treatises of our Author, we may venture to say of him with Assurance, <q>That he is as little a <span class=\"small-capitals\">Sceptick</span> (according to the vulgar Sense of that word) as he is <em>Epicurean,</em> or <em>Atheist.</em></q> This may be prov'd sufficiently from his <em>Philosophy:</em> And for any thing higher, 'tis what he no-where presumes to treat; having forborn in particular to mention any Holy <em>Mysterys</em> of our Religion, or Sacred Article of our Belief.","subId":"12","id":"Shaftesbury.C.MR.2.2.12"},{"type":"paragraph","content":"As for what relates to<a href=\"#n17\"><sup>[17]</sup></a> <em>Revelation</em> in general, if I mistake not our Author's meaning, he professes <em>to believe,</em> as far as is possible for any one who himself had never experienc'd any <em>Divine Communication,</em> whether by <em>Dream, Vision, Apparition,</em> or other <em>supernatural Operation;</em> nor was ever present as Eye-witness of any <em>Sign, Prodigy,</em> or <em>Miracle</em> whatsoever. Many of these,<a href=\"#n18\"><sup>[18]</sup></a> he observes, are at this day pretendedly exhibited in the World, with an Endeavour of giving them the perfect Air and exact Resemblance of those recorded in Holy Writ. He speaks indeed with Contempt of the Mockery of <em>modern</em> Miracles and Inspiration. And as to all Pretences to things of this kind in our <em>present</em> Age; he seems inclin'd to look upon 'em as no better than mere <em>Imposture</em> or <em>Delusion.</em> But for what is recorded of Ages heretofore, he seems to resign his Judgment, with intire Condescension, to his Superiors. He pretends not to frame any <em>certain</em> or <em>positive</em> Opinion of his own, notwithstanding his best Searches into Antiquity, and the Nature of <em>religious Record</em> and <em>Tradition:</em> but on all occasions submits most willingly, and with full Confidence and Trust, to the<a href=\"#n19\"><sup>[19]</sup></a> Opinions <em>by Law establish'd.</em> And if this be not sufficient to free him from the Reproach of <span class=\"small-capitals\">Scepticism,</span> he must, for ought I see, be content to undergo it.","subId":"13","id":"Shaftesbury.C.MR.2.2.13"},{"type":"paragraph","content":"To say truth, I have often wonder'd to find such a Disturbance rais'd about the simple name of<a href=\"#n20\"><sup>[20]</sup></a> <span class=\"small-capitals\">Sceptick.</span> 'Tis certain that, in its original and plain signification, the word imports no more than barely, <q>That State or Frame of Mind in which every one remains, on every Subject of which he is <em>not certain.</em></q> He who is <em>certain,</em> or presumes to say <em>he knows,</em> is in that particular, whether he be mistaken or in the right, a <span class=\"small-capitals\">Dogmatist.</span> Between these <em>two</em> States or Situations of Mind, there can be no medium. For he who says, <q><em>That he believes for certain,</em> or <em>is assur'd of what he believes</em></q>; either speaks ridiculously, or says in effect, <q>That <em>he believes strongly,</em> but <em>is not sure.</em></q> So that whoever is not <em>conscious</em> of Revelation, nor has <em>certain Knowledg</em> of any Miracle or Sign, can be no more than <span class=\"small-capitals\">Sceptick</span> in the Case: And the best Christian in the World, who being destitute of the means of <em>Certainty,</em> depends only on History and Tradition for his Belief in these Particulars, is at best but <em>a Sceptick-Christian.</em> He has no more than a nicely critical<a href=\"#n21\"><sup>[21]</sup></a> <em>Historical Faith,</em> subject to various Speculations, and a thousand different <em>Criticisms</em> of Languages and Literature.","subId":"14","id":"Shaftesbury.C.MR.2.2.14"},{"type":"paragraph","content":"This he will naturally find to be the Case, if he attempts to search into <em>Originals,</em> in order to be <em>his own Judg,</em> and proceed on the bottom of <em>his own</em> Discernment, and Understanding. If, on the other hand, he is <em>no Critick,</em> nor competently learned in these <span class=\"small-capitals\">Originals;</span> 'tis plain he can have no <em>original</em> Judgment of his own; but must rely still on the <em>Opinion</em> of those who have opportunity to examine such matters, and whom he takes to be the unbias'd and disinterested Judges of these <em>religious Narratives.</em> His Faith is not in antient <em>Facts</em> or <em>Persons,</em> nor in the antient <em>Writ,</em> or Primitive <em>Recorders;</em> nor in the successive Collators or <em>Conservators</em> of these Records (for of these he is unable to take cognizance): But his Confidence and Trust must be in those <em>modern</em> Men, or <em>Societys of Men,</em> to whom the Publick, or He himself, ascribes the Right to judg of these <em>Records,</em> and commits the Determination of <em>sacred Writ</em> and <em>genuine</em> Story.","subId":"15","id":"Shaftesbury.C.MR.2.2.15"},{"type":"paragraph","content":"Let the Person seem ever so positive or dogmatical in these high Points of Learning; he is yet in reality no <em>Dogmatist,</em> nor can any way free himself from a certain kind of <span class=\"small-capitals\">Scepticism.</span> He must know himself still capable of <em>Doubting:</em> Or if, for fear of it, he strives to banish every opposite Thought, and resolves not so much as to deliberate on the Case; this still will not acquit him. So far are we from being able to <em>be sure</em> when we have a mind; that indeed we can never be thorowly <em>sure,</em> but then only when we can't help it, and find of necessity we must be so, whether we will or not. Even the highest <em>implicit Faith</em> is in reality no more than a kind of <em>passive</em> <span class=\"small-capitals\">Scepticism;</span> <q>A Resolution to examine, recollect, consider, or hear, as little as possible to the prejudice of that <em>Belief,</em> which having once espous'd we are ever afterwards afraid to lose.</q>","subId":"16","id":"Shaftesbury.C.MR.2.2.16"},{"type":"paragraph","content":"If I might be allow'd to imitate our <em>Author,</em> in daring to touch now and then upon the <em>Characters</em> of our Divine <em>Worthys,</em> I shou'd, upon this Subject of <span class=\"small-capitals\">Belief,</span> observe how fair and generous the great <em>Christian</em> Convert, and <em>learned</em> <span class=\"small-capitals\">Apostle,</span> has shewn himself in his Sacred Writings. Notwithstanding he had himself an <em>original</em> Testimony and <em>Revelation</em> from Heaven, on which he grounded his Conversion; notwithstanding he had in his own Person the Experience of outward <em>Miracles</em> and inward <em>Communications;</em> he condescended still, on many occasions, to speak <em>sceptically,</em> and with some Hesitation and Reserve, as to the <em>Certainty</em> of these Divine Exhibitions. In his account of some Transactions of this kind, himself being the Witness, and speaking (as we may presume) of his own Person, and proper Vision,<a href=\"#n22\"><sup>[22]</sup></a> he says only that <q><em>He knew a Man: whether in the Body or out of it, he cannot tell. But such a one caught up to the third Heaven, he knew formerly</em> (he says) <em>above fourteen years</em> before his then Writing.</q> And when in another Capacity the same inspir'd Writer, giving Precepts to his Disciples, distinguishes what<a href=\"#n23\"><sup>[23]</sup></a> he writes <em>by Divine Commission</em> from what he delivers <em>as his own Judgment</em> and <em>private Opinion,</em> he condescends nevertheless to speak as one no way positive, or Master of any absolute <em>Criterion</em> in the Case. And in several subsequent<a href=\"#n24\"><sup>[24]</sup></a> Passages, he expresses himself as under some kind of Doubt how to judg or determine certainly, <q>Whether he writes by Inspiration or otherwise.</q> He only <q><em>thinks</em> he has the Spirit.</q> He <q>is not <em>sure,</em></q> nor wou'd have us to depend on him as <em>positive</em> or <em>certain</em> in a matter of so nice Discernment.","subId":"17","id":"Shaftesbury.C.MR.2.2.17"},{"type":"paragraph","content":"The holy Founders and inspir'd Authors of our Religion requir'd not, it seems, so <em>strict</em> an Assent, or such <em>implicit Faith</em> in behalf of their <em>original</em> Writings and Revelations, as later un-inspir'd Doctors, without the help of Divine Testimony, or any Miracle on their side, have requir'd in behalf of their own Comments and Interpretations. The earliest and worst of <em>Hereticks,</em> 'tis said, were those call'd <em>Gnosticks,</em> who took their name from an audacious Pretence to <em>certain Knowledg</em> and <em>Comprehension</em> of the greatest <em>Mysterys</em> of Faith. If the most dangerous State of Opinion was this <em>dogmatical</em> and presumptuous sort; the safest, in all likelihood, must be the <em>sceptical</em> and modest.","subId":"18","id":"Shaftesbury.C.MR.2.2.18"},{"type":"paragraph","content":"There is nothing more evident than that our <em>Holy</em> <span class=\"small-capitals\">Religion,</span> in its original Constitution, was set so far apart from all <em>Philosophy</em> or refin'd <em>Speculation,</em> that it seem'd in a manner diametrically oppos'd to it. A Man might have been not only <em>a Sceptick</em> in all the controverted Points of the Academys, or Schools of Learning, but even a perfect <em>Stranger</em> to all of this kind; and yet compleat in his Religion, Faith, and Worship.","subId":"19","id":"Shaftesbury.C.MR.2.2.19"},{"type":"paragraph","content":"Among the polite Heathens of the antient World, these different Provinces of <em>Religion</em> and <em>Philosophy</em> were upheld, we know, without the least interfering with each other. If in some barbarous Nations the <em>Philosopher</em> and <em>Priest</em> were join'd in one, 'tis observable that the Mysterys, whatever they were, which sprang from this extraordinary Conjunction, were kept secret and undivulg'd. 'Twas Satisfaction enough to the <em>Priest-Philosopher,</em> if the initiated Party preserv'd his Respect and Veneration for the Tradition and Worship of the Temple, by complying in every respect with the requisite Performances and Rites of Worship. No Account was afterwards taken of <em>the Philosophick Faith</em> of the Proselyte, or Worshiper. His Opinions were left to himself, and he might philosophize according to what foreign School or Sect he fansy'd. Even amongst the <em>Jews</em> themselves, the <span class=\"small-capitals\">Sadducee</span> (<em>a Materialist,</em> and Denyer of the Soul's Immortality) was as well admitted as the <span class=\"small-capitals\">Pharisee;</span> who from the Schools of <span class=\"small-capitals\">Pythagoras,Plato,</span> or other latter Philosophers of <span class=\"small-capitals\">Greece,</span> had learnt to reason upon <em>immaterial Substances,</em> and <em>the natural Immortality of Souls.</em>","subId":"20","id":"Shaftesbury.C.MR.2.2.20"},{"type":"paragraph","content":"'Tis no astonishing Reflection to observe how fast the World declin'd in<a href=\"#n25\"><sup>[25]</sup></a> Wit and Sense, in Manhood, Reason, Science, and in every Art, when once the <span class=\"small-capitals\">Roman</span> Empire had prevail'd, and spread an universal Tyranny and Oppression over Mankind. Even the <em>Romans</em> themselves, after the early Sweets of one peaceful and long Reign, began to groan under that Yoke, of which they had been themselves the Imposers. How much more must other Nations, and mighty Citys, at a far distance, have abhor'd this Tyranny, and detested their common Servitude under a People, who were themselves no better than mere Slaves?","subId":"21","id":"Shaftesbury.C.MR.2.2.21"},{"type":"paragraph","content":"It may be look'd upon, no doubt, as providential, that at this time, and in these Circumstances of the World, there shou'd arise so high an expectation of <em>a divine Deliverer;</em> and that from the Eastern Parts and Confines of <span class=\"small-capitals\">Judea</span> the Opinion shou'd spread it-self of such <em>a Deliverer to come,</em> with Strength from Heaven sufficient to break that Empire, which no earthly Power remaining cou'd be thought sufficient to encounter. Nothing cou'd have better dispos'd the generality of Mankind, to receive the <em>Evangelical Advice;</em> whilst they mistook <em>the News,</em> as many of the first Christians plainly did, and understood the Promises of a <span class=\"small-capitals\">Messias</span> in this temporal Sense, with respect to his <em>second</em> Coming, and <em>sudden</em> Reign here upon <em>Earth.</em>","subId":"22","id":"Shaftesbury.C.MR.2.2.22"},{"type":"paragraph","content":"<a href=\"#n26\"><sup>[26]</sup></a><span class=\"small-capitals\">Superstition,</span> in the mean while, cou'd not but naturally prevail, as <em>Misery</em> and <em>Ignorance</em> increas'd. The <span class=\"small-capitals\">Roman</span> Emperors, as they grew more barbarous, grew so much the more superstitious. The <em>Lands</em> and <em>Revenues,</em> as well as the <em>Numbers</em> of the Heathen Priests grew daily. And when the season came, that by means of a Convert-Emperor, the Heathen<a href=\"#n27\"><sup>[27]</sup></a> <em>Church-Lands,</em> with an Increase of Power, became transfer'd to the Christian Clergy, 'twas no wonder if by such Riches and Authority they were in no small measure influenc'd and corrupted; as may be gather'd even from the Accounts given us of these matters by themselves.","subId":"23","id":"Shaftesbury.C.MR.2.2.23"},{"type":"paragraph","content":"When, together with this, the <em>Schools</em> of the antient<a href=\"#n28\"><sup>[28]</sup></a> Philosophers, which had been long in their Decline, came now to be dissolv'd, and their sophistick Teachers became Ecclesiastical Instructors; the unnatural Union of <em>Religion</em> and <em>Philosophy</em> was compleated, and the monstrous Product of this Match appear'd soon in the World. The odd exterior Shapes of Deitys, Temples, and holy Utensils, which by the<a href=\"#n29\"><sup>[29]</sup></a> <span class=\"small-capitals\">Egyptian</span> Sects had been formerly set in battel against each other, were now metamorphos'd into <em>philosophical Forms</em> and <em>Phantoms;</em> and, like Flags and Banners, display'd in hostile manner, and borne <em>offensively,</em> by one Party against another. In former times those barbarous Nations above mention'd were the sole Warriors in these religious Causes; but now the whole World became engag'd: when instead of <em>Storks</em> and <em>Crocodiles,</em> other Ensigns were erected; when <em>sophistical Chimeras, crabbed Notions, bombastick Phrases, Solecisms, Absurditys,</em> and a thousand Monsters of a <em>scholastick</em> Brood, were set on foot, and made the Subject of vulgar Animosity and Dispute.","subId":"24","id":"Shaftesbury.C.MR.2.2.24"},{"type":"paragraph","content":"Here first began that Spirit of <em>Bigotry,</em> which broke out in a more raging manner than had been ever known before, and was less capable of <em>Temper</em> or <em>Moderation</em> than any Species, Form, or Mixture of Religion in the antient World. <em>Mysterys,</em> which were heretofore treated with profound respect, and lay unexpos'd to vulgar Eyes, became publick and prostitute; being enforc'd with Terrors, and urg'd with Compulsion and Violence, on the unfitted Capacitys and Apprehensions of Mankind. The very <em>Jewish</em> Traditions, and <em>Cabalistick</em> Learning underwent this Fate. That which was naturally the Subject of profound Speculation and Inquiry, was made the necessary Subject of a strict and absolute Assent. The <em>allegorical, mythological</em> Account of Sacred Things, was wholly inverted: Liberty of Judgment and Exposition taken away: No Ground left for Inquiry, Search, or Meditation: No Refuge from the <em>dogmatical</em> Spirit let loose. Every Quarter was taken up; every Portion prepossess'd. All was reduc'd to<a href=\"#n30\"><sup>[30]</sup></a> <em>Article</em> and <em>Proposition.</em>","subId":"25","id":"Shaftesbury.C.MR.2.2.25"},{"type":"paragraph","content":"Thus a sort of <em>philosophical</em> <span class=\"small-capitals\">Enthusiasm</span> overspread the World. And <span class=\"small-capitals\">Bigotry</span> (a<a href=\"#n31\"><sup>[31]</sup></a> Species of <em>Superstition</em> hardly known before) took place in Mens Affections, and arm'd 'em with a new Jealousy against each other. Barbarous Terms and Idioms were every day introduc'd: Monstrous Definitions invented and impos'd: New Schemes of Faith erected from time to time; and Hostilitys, the fiercest imaginable, exercis'd on these occasions. So that the <span class=\"small-capitals\">Enthusiasm</span> or <span class=\"small-capitals\">Zeal,</span> which was usually shewn by Mankind in behalf of their particular Worships, and which for the most part had been hitherto <em>defensive</em> only, grew now to be universally of the <em>offensive</em> kind.","subId":"26","id":"Shaftesbury.C.MR.2.2.26"},{"type":"paragraph","content":"IT MAY be expected of me perhaps, that being fallen thus from remote Antiquity to later Periods, I shou'd speak on this occasion with more than ordinary Exactness and Regularity. It may be urg'd against me, that I talk here, as <em>at random,</em> and <em>without-book:</em> neglecting to produce my Authoritys, or continue my Quotations, according to the profess'd Style and Manner in which I began this present Chapter. But as there are many greater Privileges by way of Variation, Interruption, and Digression, allow'd to us <em>Writers of</em> <span class=\"small-capitals\">Miscellany;</span> and especially to such as are <em>Commentators</em> upon other Authors; I shall be content to remain mysterious in this respect, and explain my-self no further than by a noted <em>Story;</em> which seems to sute our Author's purpose, and the present Argument.","subId":"27","id":"Shaftesbury.C.MR.2.2.27"},{"type":"paragraph","content":"'Tis observable from Holy Writ, that the antient <span class=\"small-capitals\">Ephesian</span> Worshipers, however zealous or enthusiastick they appear'd, had only <em>a defensive</em> kind of Zeal in behalf of their<a href=\"#n32\"><sup>[32]</sup></a> Temple; whenever they thought in earnest, it was brought in danger. In the<a href=\"#n33\"><sup>[33]</sup></a> Tumult which happen'd in that City near the time of the holy Apostle's Retreat, we have a remarkable instance of what our Author calls a religious <em>Panick.</em> As little <em>Bigots</em> as the People were, and as far from any <em>offensive</em> Zeal, yet when their establish'd Church came to be call'd in question, we see in what a manner their Zeal began to operate.<a href=\"#n34\"><sup>[34]</sup></a> <q><em>All with one voice, about the space of two hours, cried out, saying, Great is</em> <span class=\"small-capitals\">Diana</span> <em>of the</em> Ephesians.</q> At the same time this Assembly was so confus'd, that<a href=\"#n35\"><sup>[35]</sup></a> <em>the greater part knew not wherefore they were come together;</em> and consequently cou'd not understand why their Church was <em>in any Danger.</em> But the <span class=\"small-capitals\">Enthusiasm</span> was got up, and a <span class=\"small-capitals\">Panick</span> <em>Fear for the Church</em> had struck the Multitude. It ran into a popular <em>Rage</em> or epidemical <em>Phrenzy,</em> and was communicated (as our<a href=\"#n36\"><sup>[36]</sup></a> Author expresses it) <q>by Aspect, or, as it were, by Contact, or Sympathy.</q>","subId":"28","id":"Shaftesbury.C.MR.2.2.28"},{"type":"paragraph","content":"It must be confess'd, that there was, besides these Motives, <em>a secret Spring</em> which forwarded this <span class=\"small-capitals\">Enthusiasm.</span> For certain Partys concern'd, Men of Craft, and strictly united in Interest, had been secretly call'd together, and told, <q>Gentlemen!<a href=\"#n37\"><sup>[37]</sup></a> (or <em>Sirs!</em>) Ye know that by this <em>Mystery,</em> or Craft, we have our Wealth. Ye see withal, and have heard, that not only here at <span class=\"small-capitals\">Ephesus,</span> but almost thro'out all <span class=\"small-capitals\">Asia,</span> this <span class=\"small-capitals\">Paul</span> has persuaded and turn'd away many People, by telling them, <em>They are no real Gods who are figur'd, or wrought with hands:</em> so that not only this our <em>Craft</em> is in danger; but also <em>the Temple</em> it-self.</q>","subId":"29","id":"Shaftesbury.C.MR.2.2.29"},{"type":"paragraph","content":"Nothing cou'd be more <em>moderate</em> and wise, nothing more agreeable to that magisterial Science or Policy, which our Author<a href=\"#n38\"><sup>[38]</sup></a> recommends, than the Behaviour of the <em>Town-Clerk</em> or <em>Recorder</em> of the City, as he is represented on this occasion, in Holy Writ. I must confess indeed, he went pretty far in the use of this moderating Art. He ventur'd to assure the People, <q>That every one acquiesc'd in their antient Worship of the great Goddess, and in their Tradition of the Image, which fell down from <span class=\"small-capitals\">Jupiter:</span> That these were Facts undeniable: and That the new Sect neither meant the pulling down of their Church, nor so much as offer'd to blaspheme or speak amiss of their Goddess.</q>","subId":"30","id":"Shaftesbury.C.MR.2.2.30"},{"type":"paragraph","content":"This, no doubt, was stretching the point sufficiently; as may be understood by the Event, in after time. One might perhaps have suspected this Recorder to have been himself <em>a Dissenter,</em> or at least <em>an Occasional Conformist,</em> who cou'd answer so roundly for the new Sect, and warrant the <em>Church in Being</em> secure of Damage, and out of all <em>Danger</em> for the future. Mean while the Tumult was appeas'd: No harm befel the Temple for that time. The new Sect acquiesc'd in what had been spoken on their behalf. They allow'd the Apology of the Recorder. Accordingly the Zeal of the Heathen Church, which was only <em>defensive,</em> gave way: And the new Religionists were prosecuted no further.","subId":"31","id":"Shaftesbury.C.MR.2.2.31"},{"type":"paragraph","content":"Hitherto, it seems, the Face of <span class=\"small-capitals\">Persecution</span> had not openly shewn it-self in the wide World. 'Twas sufficient Security for every Man, that he gave no disturbance to what was publickly establish'd. But when <em>offensive Zeal</em> came to be discover'd in one Party, the rest became in a manner necessitated to be Aggressors in their turn. They who observ'd, or had once experienc'd this intolerating Spirit, cou'd no longer tolerate on their part.<a href=\"#n39\"><sup>[39]</sup></a> And they who had once exerted it over others, cou'd expect no better Quarter for themselves. So that nothing less than <em>mutual Extirpation</em> became the Aim, and almost open Profession of each religious Society.","subId":"32","id":"Shaftesbury.C.MR.2.2.32"},{"type":"paragraph","content":"In this extremity, it might well perhaps have been esteem'd the happiest Wish for Mankind, That <em>one</em> of these contending Partys of incompatible Religionists shou'd at last prevail over the rest; so as by an universal and absolute Power to<a href=\"#n40\"><sup>[40]</sup></a> determine Orthodoxy, and make that Opinion effectually <em>Catholick,</em> which in their particular Judgment had the best right to that Denomination. And thus by force of Massacre and Desolation, <em>Peace</em> in Worship, and <em>Civil</em> Unity by help of the <em>Spiritual,</em> might be presum'd in a fair way of being restor'd to Mankind.","subId":"33","id":"Shaftesbury.C.MR.2.2.33"},{"type":"paragraph","content":"I shall conclude with observing how ably the <span class=\"small-capitals\">Roman</span> -<em>Christian,</em> and once <em>Catholick</em> Church, by the assistance of their converted<a href=\"#n41\"><sup>[41]</sup></a> Emperors, proceeded in the Establishment of their growing Hierarchy. They consider'd wisely the various <em>Superstitions</em> and <em>Enthusiasms</em> of Mankind; and prov'd the different Kinds and Force of each. All these seeming Contrarietys of human Passion they knew how to comprehend in their political Model and subservient System of Divinity. They knew how to make advantage both from the high Speculations of <em>Philosophy,</em> and <em>the grossest Ideas</em> of vulgar <em>Ignorance.</em> They saw there was nothing more different than <em>that</em> <span class=\"small-capitals\">Enthusiasm</span> which ran upon <em>Spirituals,</em> according to the<a href=\"#n42\"><sup>[42]</sup></a> simpler Views of the divine Existence, and <em>that</em> which ran upon<a href=\"#n43\"><sup>[43]</sup></a> external Proportions, Magnificence of Structures, Ceremonys, Processions, Quires, and those other Harmonys which captivate <em>the Eye</em> and <em>Ear.</em> On this account they even added to this <em>latter</em> kind, and display'd Religion in a yet more gorgeous Habit of Temples, Statues, Paintings, Vestments, Copes, Miters, Purple, and the Cathedral Pomp. With these Arms they cou'd subdue the victorious <em>Goths,</em> and secure themselves an <span class=\"small-capitals\">Attila,</span><a href=\"#n44\"><sup>[44]</sup></a> when their <span class=\"small-capitals\">Caesars</span> fail'd them.","subId":"34","id":"Shaftesbury.C.MR.2.2.34"},{"type":"paragraph","content":"The truth is, 'tis but a vulgar Species of <span class=\"small-capitals\">Enthusiasm,</span> which is mov'd chiefly by <em>Shew</em> and <em>Ceremony,</em> and wrought upon by Chalices and Candles, Robes, and figur'd Dances. Yet this, we may believe, was lookt upon as no slight Ingredient of <em>Devotion</em> in those Days; since, at this hour, the Manner is found to be of considerable Efficacy with some of the Devout amongst our-selves, who pass the least for <em>superstitious,</em> and are reckon'd in the Number of the polite World. This the wise Hierarchy duly preponderating; but being satisfy'd withal that there were other Tempers and Hearts which cou'd not so easily be captivated by this <em>exterior</em> Allurement, they assign'd another Part of Religion to Proselytes of another <em>Character</em> and <em>Complexion,</em> who were allow'd to proceed on a quite different bottom; by <em>the inward way</em> of <em>Contemplation,</em> and <em>Divine Love.</em>","subId":"35","id":"Shaftesbury.C.MR.2.2.35"},{"type":"paragraph","content":"They are indeed so far from being jealous of mere <span class=\"small-capitals\">Enthusiasm,</span> or the <em>extatick</em> manner of Devotion, that they allow their <em>Mysticks</em> to write and preach in the most rapturous and seraphick Strains. They suffer them, in a manner, to supersede all external Worship, and triumph over outward Forms; till the refin'd Religionists proceed so far as either expresly or seemingly to dissuade the Practice of the vulgar and establish'd Ceremonial Dutys. And then, indeed,<a href=\"#n45\"><sup>[45]</sup></a> they check the suppos'd <em>exorbitant</em> <span class=\"small-capitals\">Enthusiasm,</span> which wou'd prove dangerous to their <em>Hierarchal</em> State.","subId":"36","id":"Shaftesbury.C.MR.2.2.36"},{"type":"paragraph","content":"If modern <em>Visions, Prophecys,</em> and <em>Dreams, Charms, Miracles, Exorcisms,</em> and the rest of this kind, be comprehended in that which we call <span class=\"small-capitals\">Fanaticism</span> or <span class=\"small-capitals\">Superstition;</span> to this Spirit they allow a full Career; whilst to ingenuous Writers they afford the Liberty, on the other side, in a civil manner, to call in question these spiritual Feats perform'd in Monasterys, or up and down by their <em>mendicant</em> or <em>itinerant</em> Priests, and ghostly Missionarys.","subId":"37","id":"Shaftesbury.C.MR.2.2.37"},{"type":"paragraph","content":"This is that antient <em>Hierarchy,</em> which in respect of its first Foundation, its Policy, and the Consistency of its whole Frame and Constitution, cannot but appear in some respect august and venerable, even in such as we do not usually esteem weak Eyes. These are the spiritual Conquerors, who, like the first <span class=\"small-capitals\">Caesars,</span> from small Beginnings, establish'd the Foundations of an almost Universal Monarchy. No wonder if at this day the immediate View of this Hierarchal Residence, the <em>City</em> and <em>Court</em> of <span class=\"small-capitals\">Rome,</span> be found to have an extraordinary Effect on Foreigners of other latter Churches. No wonder if the amaz'd Surveyors are for the future so apt either to conceive the horridest Aversion to all Priestly Government; or, on the contrary, to admire it, so far as even to wish a Coalescence or Re-union with this antient <em>Mother</em>-Church.","subId":"38","id":"Shaftesbury.C.MR.2.2.38"},{"type":"paragraph","content":"In reality, the Exercise of Power, however arbitrary or despotick, seems less intolerable under such a spiritual Sovereignty, so extensive, antient, and of such a long Succession, than under the petty Tyrannys and mimical Politys of some new Pretenders. The former may even<a href=\"#n46\"><sup>[46]</sup></a> <em>persecute</em> with a tolerable Grace: The latter, who wou'd willingly derive their Authority from the former, and graft on their <em>successive Right,</em> must necessarily make a very aukard Figure. And whilst they strive to give themselves the same Air of Independency on the Civil Magistrate; whilst they affect the same Authority in Government, the same Grandure, Magnificence, and Pomp in Worship, they raise the highest Ridicule, in the Eyes of those who have real Discernment, and can distinguish <em>Originals</em> from <em>Copys:</em>","subId":"39","id":"Shaftesbury.C.MR.2.2.39"},{"type":"paragraph","content":"<a href=\"#n47\"><sup>[47]</sup></a>O imitators, a slavish herd!","subId":"40","id":"Shaftesbury.C.MR.2.2.40"},{"type":"note","content":"<em>Viz.</em> In his Letter concerning Enthusiasm, VOL. I.","subId":"n1","id":"Shaftesbury.C.MR.2.2.n1"},{"type":"note","content":"Dr. <span class=\"small-capitals\">Cudworth'</span> s Intellectual System, <em>pag.</em> 134.","subId":"n2","id":"Shaftesbury.C.MR.2.2.n2"},{"type":"note","content":"The good Doctor makes use, here, of a Stroke of Raillery against the over-frighted <em>anti-superstitious</em> Gentlemen, with whom our Author reasons at large in his second Treatise (<em>viz.</em> VOL. I. <em>pag.</em> 85, 86, <em>&amp;c.</em> and 88, 89, <em>&amp;c.</em>). 'Tis indeed the Nature of <em>Fear,</em> as of all other Passions, when excessive, to defeat its own End, and prevent us in the execution of what we naturally propose to our-selves as our Advantage. <span class=\"small-capitals\">Superstition</span> it-self is but a certain kind of <em>Fear,</em> which possessing us strongly with the apprehended Wrath or Displeasure of <em>Divine Powers,</em> hinders us from judging what those <em>Powers</em> are in themselves, or what Conduct of ours may, with best reason, be thought sutable to such highly rational and superior Natures. Now if from the Experience of many gross Delusions of a superstitious kind, the Course of this Fear begins to turn; 'tis natural for it to run, with equal violence, a contrary way. The extreme Passion for religious Objects passes into an Aversion. And a certain <em>Horror</em> and <em>Dread of Imposture</em> causes as great a Disturbance as even <em>Imposture it-self</em> had done before. In such a Situation as this, the Mind may easily be blinded; as well in one respect, as in the other. 'Tis plain, <em>both</em> these Disorders carry something with them which discover us to be in some manner beside our Reason, and out of the right use of Judgment and Understanding. For how can we be said to <em>intrust</em> or <em>use</em> our Reason, if in any case we fear to be convinc'd? How are we Masters of our-selves, when we have acquir'd the Habit of bringing Horror, Aversion, Favour, Fondness, or any other Temper than that of mere <em>Indifference</em> and <em>Impartiality,</em> into the Judgment of Opinions, and Search of Truth?","subId":"n3","id":"Shaftesbury.C.MR.2.2.n3"},{"type":"note","content":"Dr. <span class=\"small-capitals\">More,</span> §. 11, 19, 20, and so on.","subId":"n4","id":"Shaftesbury.C.MR.2.2.n4"},{"type":"note","content":"§. 16.","subId":"n5","id":"Shaftesbury.C.MR.2.2.n5"},{"type":"note","content":"It appears from hence, that in the Notion which this learned Divine gives us of <span class=\"small-capitals\">Enthusiasm,</span> he comprehends the <em>social</em> or <em>popular</em> Genius of the Passion; agreeably with what our Author in his Letter concerning <em>Enthusiasm</em> (<em>p.</em> 15, 16, 44, 45.) has said of the Influence and Power of the <em>Assembly</em> and <em>Auditory</em> it-self, and of the communicative Force and rapid Progress of this extatick Fervor, once kindled, and set in action.","subId":"n6","id":"Shaftesbury.C.MR.2.2.n6"},{"type":"note","content":"§. 20, 21, 23, 26.","subId":"n7","id":"Shaftesbury.C.MR.2.2.n7"},{"type":"note","content":"Acts ii. 13.","subId":"n8","id":"Shaftesbury.C.MR.2.2.n8"},{"type":"note","content":"§. 1.","subId":"n9","id":"Shaftesbury.C.MR.2.2.n9"},{"type":"note","content":"§. 15.","subId":"n10","id":"Shaftesbury.C.MR.2.2.n10"},{"type":"note","content":"§. 30, &amp; 57.","subId":"n11","id":"Shaftesbury.C.MR.2.2.n11"},{"type":"note","content":"VOL. I. <em>p.</em> 53.","subId":"n12","id":"Shaftesbury.C.MR.2.2.n12"},{"type":"note","content":"§. 63.","subId":"n13","id":"Shaftesbury.C.MR.2.2.n13"},{"type":"note","content":"§. 28.","subId":"n14","id":"Shaftesbury.C.MR.2.2.n14"},{"type":"note","content":"<em>NATURA RERUM omnibus viventibus indidit metum &amp; formidinem, vitae atque essentiae suae conservatricem, ac mala ingruentia vitantem &amp; depellentem. Veruntamen eadem Natura modum tenere nescia est, sed timoribus salutaribus semper vanos &amp; inanes admiscet: adeò ut omnia (si intus conspici darentur)</em> Panicis Terroribus <em>plenissima sint, praesertim humana; &amp; maximè omnium apud vulgum, qui superstitione (quae verè nihil aliud quàm</em> Panicus Terror <em>est</em>) <em>in immensum laborat &amp; agitatur; praecipuè temporibus duris &amp; trepidis, &amp; adversis.</em> Franciscus Bacon de Augment. Scient. lib. ii. c. 13. <cite>The nature of things, she who defends life and her own being, avoiding evil attacks and repelling them, gives to all living creatures dread and awe. Nevertheless the same nature does not know how to keep within a limit but mixes vain and empty alarms with advantageous ones to such an extent that all creatures, especially human beings are very full of panicky fears (if they were allowed to be seen within ourselves) and especially in the mind of the common crowd, the sort who of all men struggle and are troubled exceedingly by superstition (which is actually nothing other than panic) principally in harsh times and in anxious and unfortunate moments.</cite>The Author of <em>the Letter,</em> I dare say, wou'd have expected no quarter from his Criticks, had he express'd himself as this celebrated Author here quoted; who, by his <em>Natura Rerum,</em> can mean nothing less than the <em>Universal Dispensing Nature,</em> erring blindly in the very first Design, Contrivance, or original Frame of Things; according to the Opinion of <span class=\"small-capitals\">Epicurus</span> himself, whom this Author, immediately after, cites with Praise.","subId":"n15","id":"Shaftesbury.C.MR.2.2.n15"},{"type":"note","content":"<em>Viz.</em> The Letter concerning <span class=\"small-capitals\">Enthusiasm,</span> above, VOL. I.","subId":"n16","id":"Shaftesbury.C.MR.2.2.n16"},{"type":"note","content":"<em>Infra,</em> pag. 315.","subId":"n17","id":"Shaftesbury.C.MR.2.2.n17"},{"type":"note","content":"VOL. I. <em>pag.</em> 44, 45, <em>&amp;c.</em> And VOL. II. <em>pag.</em> 322, 323, <em>&amp;c.</em>","subId":"n18","id":"Shaftesbury.C.MR.2.2.n18"},{"type":"note","content":"VOL. I. <em>pag.</em> 360, 1, 2, <em>&amp;c.</em> And <em>Infra,</em> pag. 103, 231, 315, 316.","subId":"n19","id":"Shaftesbury.C.MR.2.2.n19"},{"type":"note","content":"VOL. II. <em>pag.</em> 205, 206, &amp; 323, <em>&amp;c.</em> And <em>Infra,</em> pag. 317, 318, <em>&amp;c.</em>","subId":"n20","id":"Shaftesbury.C.MR.2.2.n20"},{"type":"note","content":"VOL. I. <em>pag.</em> 146, 147. And <em>Infra,</em> pag. 316, 317, 320, &amp;c.","subId":"n21","id":"Shaftesbury.C.MR.2.2.n21"},{"type":"note","content":"2 Cor. xii, ver. 2, 3.","subId":"n22","id":"Shaftesbury.C.MR.2.2.n22"},{"type":"note","content":"1 Cor. vii. 10, 12.","subId":"n23","id":"Shaftesbury.C.MR.2.2.n23"},{"type":"note","content":"1 Cor. vii. 40.","subId":"n24","id":"Shaftesbury.C.MR.2.2.n24"},{"type":"note","content":"VOL. I. <em>pag.</em> 220, &amp;c. And in the preceding Chapter, <em>pag.</em> 61.","subId":"n25","id":"Shaftesbury.C.MR.2.2.n25"},{"type":"note","content":"VOL. I. <em>pag.</em> 133. And below, <em>pag.</em> 90.","subId":"n26","id":"Shaftesbury.C.MR.2.2.n26"},{"type":"note","content":"How rich and vast these were, especially in the latter times of that Empire, may be judg'd from what belong'd to the single Order of <em>the Vestals,</em> and what we read of the Revenues belonging to the Temples of <em>the Sun,</em> (as in the time of the Monster <span class=\"small-capitals\">Heliogabalus</span> ) and of other Donations by other Emperors. But what may give us yet a greater Idea of these Riches, is, That in the latter Heathen Times, which grew more and more superstitious, the restraining Laws (or Statues of <em>Mort-main</em>) by which Men had formerly been with-held from giving away Estates by <em>Will,</em> or otherwise, <em>to Religious Uses,</em> were repeal'd; and the Heathen-Church left, in this manner, as a bottomless Gulph and devouring Receptacle of Land and Treasure. <em>Senatûs-consulto, &amp; Constitutionibus Principum, Haeredes instituere concessum est Apollinem Didymaeum, Dianam Ephesiam, Matrem Deorum,</em> &amp;c. <cite>By decree of the Senate and by the imperial orders of the Emperor it is granted to establish as heirs Didymean Apollo, Ephesian Diana, mother of the gods, etc.</cite>This answers not amiss to the modern Practice and Expression of <em>Making our Soul our Heir:</em> Giving to <em>God</em> what has been taken sometimes with freedom enough from <em>Man;</em> and conveying Estates in such a manner in this World, as to make good Interest of them in another. The Reproach of the antient <em>Satirist</em> is at present out of doors. 'Tis no affront to Religion now-a-days to compute its Profits. And a Man might well be accounted dull, who, in our present Age, shou'd ask the Question, <em>Dicite, Pontifices, in sacro quid facit Aurum?</em> Pers. Sat. ii. ver. 69. <cite>Reverend pontiffs, tell us what good gold can do in a holy place?</cite> See below, <em>pag.</em> 90, and 125. in the Notes, and 88. <em>ibid.</em>","subId":"n27","id":"Shaftesbury.C.MR.2.2.n27"},{"type":"note","content":"As above, <em>pag.</em> 61.","subId":"n28","id":"Shaftesbury.C.MR.2.2.n28"},{"type":"note","content":"<em>Supra,</em> pag. 42, 46, 47, 60. And VOL. I. <em>pag.</em> 350. in the Notes.","subId":"n29","id":"Shaftesbury.C.MR.2.2.n29"},{"type":"note","content":"<em>Infra,</em> pag. 323, 3, 4. in the Notes. <em>Et supra,</em> p. 61.","subId":"n30","id":"Shaftesbury.C.MR.2.2.n30"},{"type":"note","content":"Let any one who considers distinctly the Meaning and Force of the word BIGOTRY, endeavour to render it in either of the antient Languages, and he will find how peculiar a Passion it implies; and how different from the mere Affection of <em>Enthusiasm</em> or <em>Superstition.</em>","subId":"n31","id":"Shaftesbury.C.MR.2.2.n31"},{"type":"note","content":"The Magnificence and Beauty of that Temple is well known to all who have form'd any Idea of the antient <em>Grecian</em> Arts and Workmanship. It seems to me to be remarkable in our learned and elegant Apostle, that tho an Enemy to this mechanical Spirit of Religion in the <span class=\"small-capitals\">Ephesians;</span> yet according to his known Character, he accommodates himself to their Humour, and the natural Turn of their <span class=\"small-capitals\">Enthusiasm;</span> by writing to his Converts in a kind of <em>Architect</em>-Style, and almost with a perpetual Allusion to <em>Building,</em> and to that <em>Majesty, Order,</em> and <em>Beauty,</em> of which their Temple was a Master-piece. ἐποικοδομηθέντες ἐπὶ τῳ̑ θεμελίῳ τω̑ν ἀποστόλων καὶ προφητω̑ν, ὄντος ἀκογωνιαίου αὐτου̑ Ἰησου̑ Χριστου̑ ἐν ᾠ̑ πα̑σα ἡ οἰκοδομὴ συναρμολγουμένη αὔξει εἰς ναὸν ἅγιον ἐν Κυρίῳ, ἐν ᾠ̑ καὶ ὑμει̑ς συνοικοδομει̑σθε εἰς κατοικητήριον του̑ Θεου̑ ἐν πνεύματι. <cite>You are built upon the foundations of the apostles and the prophets, with Jesus Christ himself being the cornerstone on which the entire framed-together structure grows into a holy temple in the Lord. In this, even you will be built in together into a dwelling place for God in spirit.</cite>—Eph. ch. ii. ver. 20, 21, 22. And so Ch. iii. ver. 17, 18, <em>&amp;c.</em> And Ch. iv. ver. 16, 29.","subId":"n32","id":"Shaftesbury.C.MR.2.2.n32"},{"type":"note","content":"Act. Apost. chap. xix. ver. 23.","subId":"n33","id":"Shaftesbury.C.MR.2.2.n33"},{"type":"note","content":"Ibid. ver. 28, &amp; 34.","subId":"n34","id":"Shaftesbury.C.MR.2.2.n34"},{"type":"note","content":"Act. Apost. chap. xix. ver. 32.","subId":"n35","id":"Shaftesbury.C.MR.2.2.n35"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. <em>pag.</em> 15.","subId":"n36","id":"Shaftesbury.C.MR.2.2.n36"},{"type":"note","content":"Act. Apost. chap. xix. ver. 25, &amp;c.","subId":"n37","id":"Shaftesbury.C.MR.2.2.n37"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. <em>pag.</em> 16, &amp;c.","subId":"n38","id":"Shaftesbury.C.MR.2.2.n38"},{"type":"note","content":"Thus the Controversy stood before the Time of the Emperor <span class=\"small-capitals\">Julian</span>, when Blood had been so freely drawn, and Crueltys so frequently exchang'd not only between Christian and Heathen, but between Christian and Christian; after the most barbarous manner. What the Zeal was of many early Christians against the Idolatry of the old Heathen Church (at that time the establish'd one) may be comprehended by any Person who is ever so slenderly vers'd in the History of those Times. Nor can it be said indeed of us Moderns, that in the quality of <em>good Christians</em> (as that Character is generally understood) we are found either backward or scrupulous in assigning to Perdition such Wretches as we pronounce <em>guilty of Idolatry</em>. The name <em>Idolater</em> is sufficient Excuse for almost any kind of Insult against the Person, and much more against the Worship of such a Mis-Believer. The very word <em>Christian</em> is in common Language us'd for <em>Man</em>, in opposition to <em>Brute-Beast</em>, without leaving so much as a middle place for the poor <em>Heathen</em> or <em>Pagan</em>: who, as the greater Beast of the two, is naturally doom'd to Massacre, and his Gods and Temples to Fracture and Demolishment. Nor are we masters of this Passion, even in our best humour. The <em>French</em> Poets, we see, can with great Success, and general Applause, exhibit this primitive Zeal even on the publick Stage: <cite><span class=\"small-capitals\">Polyeucte</span>, Act II. Sc. 6.</cite> <blockquote><span class=\"foreign\">Ne perdons plus de temps, le Sacrifice est prêt. <br> Allons y du vray Dieu soutenir l'intérêt, <br> Allons fouler aux piés ce Foudre ridicule <br> Dont arme un bois pourri ce Peuple trop credule; <br> Allons en éclairer l'aveuglement fatal, <br> Allons briser ces Dieux de Pierre &amp; de Metau: <br> Abandonnons nos jours à cette ardeur celeste, <br> Faisons triompher Dieu; qu'il dispose du reste.</span></blockquote> I shou'd scarce have mention'd this, but that it came into my mind how ill a Construction some People have endeavour'd to make of what our Author, stating the Case of Heathen and Christian Persecution, in his <em>Letter of Enthusiasm</em>, has said concerning the Emperor <span class=\"small-capitals\">Julian</span>. It was no more indeed than had been said of that virtuous and gallant Emperor by his greatest Enemys; even by those who, to the shame of Christianity, boasted of his having been most insolently affronted on all occasions, and even treacherously assassinated by one of his Christian Soldiers. As for such Authors as these, shou'd I cite them in their proper invective Style and Saint-like Phrase, they wou'd make no very agreeable appearance, especially in <em>Miscellanys</em> of the kind we have here undertaken. But a Letter of that elegant and witty Emperor, may not be improperly plac'd amongst our Citations, as a Pattern of his Humour and Genius, as well as of his Principle and Sentiments, on this occasion. <cite><span class=\"small-capitals\">Julian</span>'s <em>Epistles</em>, Numb. 52.</cite> <blockquote><span class=\"small-capitals\">Julian</span> to the <span class=\"small-capitals\">Bostrens</span>. <br> <q><em>I should have thought, indeed, that the </em>Galilaean<em> Leaders wou'd have esteem'd themselves more indebted to me, than to him who preceded me in the Administration of the Empire. For in his time, many of them suffer'd Exile, Persecution, and Imprisonment. Multitudes of those whom in their Religion they term </em>Hereticks<em>, were put to the sword. Insomuch that in </em>Samosata<em>, </em>Cyzicum<em>, </em>Paphlagonia<em>, </em>Bithynia<em>, </em>Galatia<em>, and many other Countrys, whole Towns were level'd with the Earth. The just Reverse of this has been observ'd in my time. The Exiles have been recall'd; and the Proscrib'd restor'd to the lawful Possession of their Estates. But to that height of Fury and Distraction are this People arriv'd, that being no longer allow'd the Privilege to tyrannize over one another, or persecute either their own Sectarys, or the Religious of the lawful Church, they swell with rage, and leave no stone unturn'd, no opportunity unimploy'd, of raising Tumult and Sedition. So little regard have they to true Piety; so little Obedience to our Laws and Constitutions; however humane and tolerating. For still do we determine and steddily resolve, never to suffer one of them to be drawn involuntarily to our Altars. * * * As for the mere People, indeed, they appear driven to these Riots and Seditions by those amongst them whom they call CLERICKS: who are now enrag'd to find themselves restrain'd in the use of their former Power and intemperate Rule. * * * They can no longer act the Magistrate or Civil Judg, nor assume Authority to make Peoples </em>Wills<em>, supplant Relations, possess themselves of other Mens Patrimonys, and by specious Pretences transfer </em>all<em> into their own possession. * * * For this reason I have thought fit, by this </em>Publick EDICT<em>, to forewarn the People of this sort, that they raise no more Commotions, nor gather in a riotous manner about their seditious CLERICKS, in defiance of the Magistrate, who has been insulted and in danger of being ston'd by these incited Rabbles. In their Congregations they may, notwithstanding, assemble as they please, and croud about their Leaders, performing Worship, receiving Doctrine, and praying, according as they are by them taught and conducted: But if with any Tendency to Sedition; let them beware how they hearken, or give assent; and remember, 'tis at their peril, if by these means they are secretly wrought up to Mutiny and Insurrection. * * * Live, therefore, in Peace and Quietness! neither spitefully opposing, or injuriously treating one another. You misguided People of the new way, Beware, on your side! And you of the antient and establish'd Church, injure not your Neighbours and Fellow-Citizens, who are enthusiastically led away, in Ignorance and Mistake, rather than with Design or Malice! 'Tis by DISCOURSE and REASON, not by </em>Blows<em>, </em>Insults<em>, or </em>Violence<em>, that Men are to be inform'd of Truth, and convinc'd of Error. Again therefore and again I enjoin and charge the zealous Followers of the true Religion, no way to injure, molest, or affront the </em>Galilaean<em> People.</em></blockquote></q> Thus the generous and mild Emperor; whom we may indeed call <em>Heathen</em>, but not so justly <em>Apostate</em>: since being, at different times of his Youth, transfer'd to different Schools or Universitys, and bred under Tutors of each Religion, as well <em>Heathen</em> as <em>Christian</em>; he happen'd, when of full age, to make his choice (tho very unfortunately) in the former kind, and adher'd to the antient Religion of his Country and Forefathers. See the same Emperor's <cite>Letters to <span class=\"small-capitals\">Artabius</span>, Numb. 7.</cite> and <cite>to <span class=\"small-capitals\">Hecebolus</span>, Numb. 43.</cite> and <cite>to the People of <em>Alexandria</em>, Numb. 10.</cite> See VOL. I. <em>pag.</em> 25.","subId":"n39","id":"Shaftesbury.C.MR.2.2.n39"},{"type":"note","content":"<em>Infra,</em> pag. 343.","subId":"n40","id":"Shaftesbury.C.MR.2.2.n40"},{"type":"note","content":"VOL. I. <em>pag.</em> 133. <em>Supra,</em> 78, 79.","subId":"n41","id":"Shaftesbury.C.MR.2.2.n41"},{"type":"note","content":"VOL. II. <em>pag.</em> 270, 271.","subId":"n42","id":"Shaftesbury.C.MR.2.2.n42"},{"type":"note","content":"<em>Supra,</em> pag. 41.","subId":"n43","id":"Shaftesbury.C.MR.2.2.n43"},{"type":"note","content":"When this victorious Ravager was in full March to <span class=\"small-capitals\">Rome,</span> St. <span class=\"small-capitals\">Leo</span> (the then Pope) went out to meet him in solemn Pomp. The <em>Goth</em> was struck with the Appearance, obey'd the Priest, and retir'd instantly with his whole Army in a <em>panick</em> Fear; alledging that among the rest of the <em>Pontifical</em> Train, he had seen one of an extraordinary Form, who threaten'd him with Death, if he did not instantly retire. Of this important Encounter there are in St. <span class=\"small-capitals\">Peter'</span> s Church, in the <em>Vatican,</em> and elsewhere, at <span class=\"small-capitals\">Rome,</span> many fine Sculptures, Paintings, and Representations, deservingly made, in honour of the Miracle.","subId":"n44","id":"Shaftesbury.C.MR.2.2.n44"},{"type":"note","content":"Witness the Case of <span class=\"small-capitals\">Molinos,</span> and of the pious, worthy and ingenious <em>Abbé</em> <span class=\"small-capitals\">Fenelon,</span> now Archbishop of Cambray.","subId":"n45","id":"Shaftesbury.C.MR.2.2.n45"},{"type":"note","content":"<em>Infra,</em> pag. 110.","subId":"n46","id":"Shaftesbury.C.MR.2.2.n46"},{"type":"note","content":"<em>O Imitatores, servum pecus!</em> Horat. Lib. i. Ep. 19. ver. 19.","subId":"n47","id":"Shaftesbury.C.MR.2.2.n47"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.2","imported":true,"title":"Miscellany II","breadcrumb":"Miscellany 2","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.2.1","imported":true,"title":"Chapter I. Review of Enthusiasm――Its Defence, Praise:――Use in Business as well as Pleasure:――Operation by Fear, Love――Modifications of Enthusiasm: Magnanimity; Heroick Virtue; Honour; Publick Zeal; Religion; Superstition; Persecution; Martyrdom――Energy of the extatick Devotion in the Tender Sex――Account of antient Priesthood――Religious War――Reference to a succeeding Chapter","breadcrumb":"Chapter 1","published":[1711]},"next":{"id":"Shaftesbury.C.MR.2.3","imported":true,"title":"Chapter III. Of the Force of Humour in Religion――Support of our Author's Argument in his Essay on the Freedom of Wit and Raillery――Zeal discuss'd. Spiritual Surgeons: Executioners: Carvers――Original of human Sacrifice――Exhileration of Religion――Various Aspects, from outward Causes","breadcrumb":"Chapter 3","published":[1711]}}