{"imported":true,"id":"Hume.THN.3.3.5","parent":"Hume.THN.3.3","title":"Section 5. Some farther reflections concerning the natural virtues","breadcrumb":"Section 5","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h4><em>Some farther reflections concerning the natural virtues.</em></h4> ","id":"Hume.THN.3.3.5"},{"type":"paragraph","content":"IT has been observ'd, in treating of the passions, that pride and humility, love and hatred, are excited by any advantages or disadvantages of the <em>mind</em>, <em>body</em>, or <em>fortune</em>; and that these advantages or disadvantages have that effect by producing a separate impression of pain or pleasure. The pain or pleasure, which arises from the general survey or view of any action or quality of the <em>mind</em>, constitutes its vice or virtue, and gives rise to our approbation or blame, which is nothing but a fainter and more imperceptible love or hatred. We have assign'd four different sources of this pain and pleasure; and in order to justify more fully that hypothesis, it may here be proper to observe, that the advantages or disadvantages of the <em>body</em> and of <em>fortune</em>, produce a pain or pleasure from the very same principles. The tendency of any object to be <em>useful</em> to the person possess'd of it, or to others; to convey <em>pleasure</em> to him or to others; all these circumstances convey an immediate pleasure to the person, who considers the object, and command his love and approbation.","subId":"1","id":"Hume.THN.3.3.5.1","pages":"614"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with the advantages of the <em>body</em>; we may observe a phænomenon, which might appear somewhat trivial and ludicrous, if any thing cou'd be trivial, which fortified a conclusion of such importance, or ludicrous, which was employ'd in a philosophical reasoning. 'Tis a general remark, that those we call good <em>women's men</em>, who have either signaliz'd themselves by their amorous exploits, or whose make of body <span class=\"page-break\"></span>promises any extraordinary vigour of that kind, are well received by the fair sex, and naturally engage the affections even of those whose virtue prevents any design of ever giving employment to those talents. Here 'tis evident, that the ability of such a person to give enjoyment, is the real source of that love and esteem he meets with among the females; at the same time that the women, who love and esteem him, have no prospect of receiving that enjoyment themselves, and can only be affected by means of their sympathy with one, that has a commerce of love with him. This instance is singular, and merits our attention.","subId":"2","id":"Hume.THN.3.3.5.2","pages":"614-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Another</span> source of the pleasure we receive from considering bodily advantages, is their utility to the person himself, who is possess'd of them. 'Tis certain, that a considerable part of the beauty of men, as well as of other animals, consists in such a conformation of members, as we find by experience to be attended with strength and agility, and to capacitate the creature for any action or exercise. Broad shoulders, a lank belly, firm joints, taper legs; all these are beautiful in our species, because they are signs of force and vigour, which being advantages we naturally sympathize with, they convey to the beholder a share of that satisfaction they produce in the possessor.","subId":"3","id":"Hume.THN.3.3.5.3","pages":"615"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> far as to the <em>utility</em>, which may attend any quality of the body. As to the immediate <em>pleasure</em>, 'tis certain, that an air of health, as well as of strength and agility, makes a considerable part of beauty; and that a sickly air in another is always disagreeable, upon account of that idea of pain and uneasiness, which it conveys to us. On the other hand, we are pleas'd with the regularity of our own features, tho' it be neither useful to ourselves nor others; and 'tis necessary for us, in some measure, to set ourselves at a distance, to make it convey to us any satisfaction. We commonly consider ourselves as we appear in the eyes of others, and sympathize with the advantageous sentiments they entertain with regard to us.","subId":"4","id":"Hume.THN.3.3.5.4","pages":"615"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> far the advantages of <em>fortune</em> produce esteem and approbation from the same principles, we may satisfy ourselves by reflecting on our precedent reasoning on that subject. We have observ'd, that our approbation of those, who are possess'd of the advantages of fortune, may be ascrib'd to three different causes. <em>First</em>, To that immediate pleasure, which a rich man gives us, by the view of the beautiful cloaths, equipage, gardens, or houses, which he possesses. <em>Secondly</em>, To the advantage, which we hope to reap from him by his generosity and liberality. <em>Thirdly</em>, To the pleasure and advantage, which he himself reaps from his possessions, and which produce an agreeable sympathy in us. Whether we ascribe our esteem of the rich and great to one or all of these causes, we may clearly see the traces of those principles, which give rise to the sense of vice and virtue. I believe most people, at first sight, will be inclin'd to ascribe our esteem of the rich to self-interest, and the prospect of advantage. But as 'tis certain, that our esteem or deference extends beyond any prospect of advantage to ourselves, 'tis evident, that that sentiment must proceed from a sympathy with those, who are dependent on the person we esteem and respect, and who have an immediate connexion with him. We consider him as a person capable of contributing to the happiness or enjoyment of his fellow-creatures, whose sentiments, with regard to him, we naturally embrace. And this consideration will serve to justify my hypothesis in preferring the <em>third</em> principle to the other two, and ascribing our esteem of the rich to a sympathy with the pleasure and advantage, which they themselves receive from their possessions. For as even the other two principles cannot operate to a due extent, or account for all the phænomena, without having recourse to a sympathy of one kind or other; 'tis much more natural to chuse that sympathy, which is immediate and direct, than that which is remote and indirect. To which we may add, that where the riches or power are very great, and render the person considerable and important in the world, the <span class=\"page-break\"></span>esteem attending them, may, in part, be ascrib'd to another source, distinct from these three, <em>viz.</em> their interesting the mind by a prospect of the multitude, and importance of their consequences: Tho', in order to account for the operation of this principle, we must also have recourse to <em>sympathy</em>; as we have observ'd in the preceding section.","subId":"5","id":"Hume.THN.3.3.5.5","pages":"616-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may not be amiss, on this occasion, to remark the flexibility of our sentiments, and the several changes they so readily receive from the objects, with which they are conjoin'd. All the sentiments of approbation, which attend any particular species of objects, have a great resemblance to each other, tho' deriv'd from different sources; and, on the other hand, those sentiments, when directed to different objects, are different to the feeling, tho' deriv'd from the same source. Thus the beauty of all visible objects causes a pleasure pretty much the same, tho' it be sometimes deriv'd from the mere <em>species</em> and appearance of the objects; sometimes from sympathy, and an idea of their utility. In like manner, whenever we survey the actions and characters of men, without any particular interest in them, the pleasure, or pain, which arises from the survey (with some minute differences) is, in the main, of the same kind, tho' perhaps there be a great diversity in the causes, from which it is deriv'd. On the other hand, a convenient house, and a virtuous character, cause not the same feeling of approbation; even tho' the source of our approbation be the same, and flow from sympathy and an idea of their utility. There is something very inexplicable in this variation of our feelings; but 'tis what we have experience of with regard to all our passions and sentiments.","subId":"6","id":"Hume.THN.3.3.5.6","pages":"617"}]}