{"imported":true,"id":"Butler.AR.Ad","parent":"Butler.AR","title":"Advertisement","breadcrumb":"Advertisement","texts":[],"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s <cite>Analogy of Religion</cite> was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>ADVERTISEMENT.</h1> ","id":"Butler.AR.Ad"},{"type":"paragraph","content":"IF the reader should here meet with any thing, which he had not before attended to, it will not be in the Observations upon the Constitution and Course of Nature, these being all obvious; but in the Application of them: In which, though there is nothing but what appears to me of some real Weight, and therefore of great Importance; yet he will observe several things, which will appear to him of very little, if he can think things to be of little Importance, which are of any real Weight at all, upon such a Subject as Religion. However, the proper Force of the following Treatise, lies in the whole general Analogy considered together.","subId":"1","id":"Butler.AR.Ad.1"},{"type":"paragraph","content":"It is come, I know not how, to be taken for granted, by many Persons, that Christianity is not so much as a Subject of Inquiry; but that it is, now at length, discovered to be fictitious. Accordingly they treat it, as if, in the present Age, this were an agreed Point, among all People of Discernment; and nothing remained, but to set it up as a principal Subject of Mirth and Ridicule, as it were by Way of Reprisals, for its having so long interrupted the Pleasures of the World. On the contrary, thus much, at least, will be here found, not taken for granted, but proved, that any reasonable Man, who will thoroughly consider the Matter, may be as much assured, as he is of his own Being, that it is not, however, so clear a Case, that there is nothing in it. There is, I think, strong Evidence of its Truth; but it is certain no one can, upon Principles of Reason, be satisfied of the contrary. And the practical Consequence to be drawn from this, is not attended to, by every one who is concerned in it. <br> &emsp;<em>May, 1736.</em>","subId":"2","id":"Butler.AR.Ad.2"}]}