{"imported":true,"id":"Butler.AR.Intro","parent":"Butler.AR","title":"Introduction","breadcrumb":"Introduction","texts":[],"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s <cite>Analogy of Religion</cite> was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>INTRODUCTION.</h1> ","id":"Butler.AR.Intro"},{"type":"paragraph","content":"PRobable Evidence is essentially distinguished from demonstrative by this, that it admits of Degrees; and of all Variety of them, from the highest moral Certainty, to the very lowest Presumption. We cannot indeed say a thing is probably true upon one very slight Presumption for it; because, as there may be Probabilities on both sides of a Question, there may be some against it: and though there be not, yet a slight Presumption does not beget that Degree of Conviction, which is implied in saying a thing is probably true. But that the slightest possible Presumption is of the nature of a Probability, appears from hence; that such low Presumption often repeated, will amount even to moral Certainty. Thus a Man's having observed the Ebb and Flow of the Tide to Day, affords some sort of Presumption, though the lowest imaginable, that it may happen again to Morrow: But the Observation of this Event for so many Days, and Months, and Ages together, as it has been observed by Mankind, gives us a full Assurance that it will.","subId":"1","id":"Butler.AR.Intro.1"},{"type":"paragraph","content":"That which chiefly constitutes Probability is expressed in the Word Likely, <em>i.e.</em> like some Truth<a href=\"#n1\"><sup>[1]</sup></a>, or true event; like it, in itself, in its Evidence, in some more or fewer of its Circumstances. For when we determine a thing to be probably true, suppose that an Event has or will come to pass, 'tis from the Mind's remarking in it a Likeness to some other Event, which we have observed has come to pass. This Observation forms, in numberless daily Instances, a Presumption, Opinion, or full Conviction, that such Event has or will come to pass; according as the Observation is, that the like Event has sometimes, most commonly, or always so far as our Observation reaches, come to pass at like Distances of Time, or Place, or upon like Occasions. Hence arises the Belief, that a Child, if it lives twenty years, will grow up to the Stature and Strength of a Man; that Food will contribute to the preservation of its Life, and the Want of it for such a Number of days, be its certain Destruction. So likewise the Rule and Measure of our Hopes and Fears concerning the Success of our Pursuits; our Expectations that Others will act so and so in such Circumstances; and our Judgment that such Actions proceed from such Principles; all These rely upon our having observed the like to what we hope, fear, expect, judge; I say upon our having observed the like, either with respect to Others or Ourselves. And thus, whereas the Prince<a href=\"#n2\"><sup>[2]</sup></a> who had always lived in a warm Climate, naturally concluded in the way of Analogy, that there was no such thing as Water's becoming hard, because he had always observed it to be fluid and yielding: We on the contrary, from Analogy conclude, that there is no Presumption at all against This: that 'tis supposable, there may be Frost in <em>England</em> any given Day in <em>January</em> next; probable that there will on some Day of the Month; and that there is a moral Certainty, <em>i.e.</em> Ground for an Expectation without any Doubt of it, in some Part or other of the Winter.","subId":"2","id":"Butler.AR.Intro.2"},{"type":"paragraph","content":"Probable Evidence, in its very Nature, affords but an imperfect kind of Information; and is to be considered as relative only to Beings of limited Capacities. For Nothing which is the possible object of Knowledge, whether past, present, or future, can be probable to an infinite Intelligence; since it cannot but be discerned absolutely as it is in itself, certainly true, or certainly false. But to Us, Probability is the very Guide of Life.","subId":"3","id":"Butler.AR.Intro.3"},{"type":"paragraph","content":"From these things it follows, that in Questions of Difficulty, or such as are thought so, where more satisfactory Evidence cannot be had, or is not seen; if the Result of Examination be, that there appears upon the whole, <del>any</del><ins>even</ins> the lowest Presumption on One side, and none on the Other, or a greater Presumption on One side, though in the lowest Degree greater; this determines the Question, even in matters of Speculation; and in matters of Practice, will lay us under an absolute and formal Obligation, in point of Prudence and of Interest, to act upon that Presumption or low Probability, though it be so low as to leave the Mind in very great Doubt which is the Truth. For surely a Man is as really bound in Prudence to do what upon the whole appear, according to the best of his Judgment, to be for his Happiness, as what he certainly knows to be so. Nay further, in Questions of great Consequence, a reasonable Man will think it concerns him to remark lower Probabilities and Presumptions than these; such as amount to no more than showing One side of a Question to be as supposable and credible as the Other: nay, such even as but amount to much less than this. For numberless Instances might be mentioned respecting the common Pursuits of Life, where a Man would be thought, in a literal Sense, distracted, who would not act, and with great Application too, not only upon an even Chance, but upon much less, and where the Probability or Chance was greatly against his succeeding<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"4","id":"Butler.AR.Intro.4"},{"type":"paragraph","content":"It is not my Design to inquire further into the Nature, the Foundation, and Measure of Probability; or whence it proceeds that <em>Likeness</em> should beget that Presumption, Opinion, and full Conviction, which the human Mind is formed to receive from it, and which it does necessarily produce in every one; or to guard against the Errors, to which Reasoning from Analogy is liable. This belongs to the Subject of Logick; and is a Part of that Subject which has not yet been thoroughly considered. Indeed I shall not take upon me to say, how far the Extent, Compass, and Force, of Analogical Reasoning, can be reduced to general Heads and Rules; and the whole be formed into a System. But though so little in this Way has been attempted by those who have treated of our intellectual Powers, and the Exercise of them; this does not hinder but that we may be, as we unquestionably are, assured, that Analogy is of Weight, in various Degrees, towards determining our Judgment, and our Practice. Nor does it in any wise cease to be of Weight in those Cases, because Persons, either given to dispute, or who require things to be stated with greater Exactness than our Faculties appear to admit of in practical Matters, may find other Cases in which 'tis not easy to say, whether it be, or be not, of any Weight; or Instances of seeming Analogies, which are really of none. It is enough to the present Purpose to observe, that this general Way of arguing is evidently natural, just and conclusive. For there is no Man can make a Question but that the Sun will rise to morrow; and be seen, where it is seen at all, in the Figure of a Circle, and not in that of a Square.","subId":"5","id":"Butler.AR.Intro.5"},{"type":"paragraph","content":"Hence, namely from analogical reasoning, <span class=\"name\"><em>Origen</em></span><a href=\"#n4\"><sup>[4]</sup></a> has with singular Sagacity observed, that <em>he who believes the Scripture to have proceeded from Him who is the Author of Nature, may well expect to find the same sort of Difficulties in it, as are found in the Constitution of Nature</em>. And in a like way of Reflexion it may be added, that he who denies the Scripture to have been from God upon account of these difficulties, may, for the very same reason, deny the World to have been formed by Him. On the other hand, if there be an Analogy or Likeness between that System of Things and Dispensation of Providence, which Revelation informs us of, and that System of Things and Dispensation of Providence, which Experience together with Reason informs us of, <em>i.e.</em> the known Course of Nature; this is a Presumption, that they have both the same Author and Cause; at least so far as to answer Objections against the former's being from God, drawn from any thing which is analogical or similar to what is in the latter, which is acknowledged to be from Him: for an Author of Nature is here supposed.","subId":"6","id":"Butler.AR.Intro.6"},{"type":"paragraph","content":"Forming our Notions of the Constitution and Government of the World upon Reasoning, without Foundation for the Principles which we assume, whether from the Attributes of God or any thing else; is building a World upon Hypothesis, like <span class=\"name\"><em>Des Cartes</em></span>. Forming our Notions upon Reasoning from Principles which are certain, but applied to Cases to which we have no Ground to apply them, (like those who explain the Structure of the human Body, and the nature of Diseases and Medicines from mere mathematics without sufficient <em>Data</em>;) is an Error much a-kin to the former: since what is assumed in order to make the Reasoning applicable, is Hypothesis. But it must be allowed just, to join abstract Reasonings with the Observation of Facts, and argue from such Facts as are known, to others that are like them; from that Part of the Divine Government over intelligent Creatures which comes under our View, to that larger and more general Government over them, which is beyond it; and from what is present, to collect, what is likely, credible, or not incredible, will be hereafter.","subId":"7","id":"Butler.AR.Intro.7"},{"type":"paragraph","content":"This Method then of concluding and determining being practical, and what, if we will act at all, we cannot but act upon in the common Pursuits of Life; being evidently conclusive, in various Degrees, proportionable to the Degree and Exactness of the whole Analogy or Likeness; and having so great Authority for its Introduction into the Subject of Religion, even revealed Religion; my Design is to apply it to that Subject in general, both natural and revealed: taking for proved, that there is an intelligent Author of Nature, and natural Governor of the world. For as there is no Presumption against This prior to the Proof of it: so it has been often proved with accumulated Evidence; from this Argument of Analogy and final Causes; from abstract Reasonings; from the most ancient Tradition and Testimony; and from the general Consent of Mankind. Nor does it appear, so far as I can find, to be denied by the generality of those who profess themselves dissatisfied with the Evidence of Religion.","subId":"8","id":"Butler.AR.Intro.8"},{"type":"paragraph","content":"As there are Some, who, instead of thus attending to what is in Fact the Constitution of Nature, form their Notions of God's Government upon Hypothesis: so there are Others, who indulge themselves in vain and idle Speculations, how the World might possibly have been framed otherwise than it is; and upon Supposition that Things might, in imagining that they should, have been disposed and carried on after a better Model, than what appears in the present Disposition and Conduct of them. Suppose now a Person of such a Turn of Mind, to go on with his Reveries, till he had at length fixt upon some particular Plan of Nature, as appearing to him the best.——One shall scarce be thought guilty of Detraction against human Understanding, if one should say, even beforehand, that the Plan which this speculative Person would fix upon, though he were the wisest of the Sons of Men, probably would not be the very best, even according to his own Notions of <em>best</em>; whether he thought That to be so, which afforded Occasions and Motives for the Exercise of the greatest Virtue, or which was productive of the greatest Happiness, or that These two were necessarily connected, and run up into one and the same Plan. However, it may not be amiss once for all to see, what would be the Amount of these Emendations and imaginary Improvements upon the System of Nature, or how far they would mislead us. And it seems there could be no stopping, till we came to some such Conclusions as these: That all Creatures should at first be made as perfect and as happy, as they were capable of ever being: That nothing, to be sure, of Hazard or Danger should be put upon them to do; some indolent Persons would perhaps think Nothing at all: Or certainly, that effectual Care should be taken, that they should, whether necessarily or not, yet eventually and in Fact, always do what was Right and most conducive to Happiness, which would be thought easy for infinite Power to effect; either by not giving them any Principles which would endanger their going wrong, or by laying the right Motive of Action in every Instance before their Minds in so strong a Manner, as would never fail of inducing them to act conformably to it: And that the whole Method of Government by Punishments should be rejected, as absurd; as an awkward round-about Method of carrying things on; nay as contrary to a principal Purpose, for which it would be supposed Creatures were made, namely Happiness.","subId":"9","id":"Butler.AR.Intro.9"},{"type":"paragraph","content":"Now, without considering what is to be said in particular to the several Parts of this Train of Folly and Extravagance; what has been above intimated, is a full direct general Answer to it, namely, that we may see beforehand that we have not Faculties for this kind of Speculation. For though it be admitted, that from the first Principles of our Nature, we unavoidably judge or determine Some Ends to be absolutely in themselves preferable to Others, and that the Ends now mentioned, or if they run up into one, that this One is absolutely the best; and consequently that we must conclude the ultimate End designed, in the Constitution of Nature and Conduct of Providence, is the most Virtue and Happiness possible: Yet we are far from being able to judge, what particular Disposition of things would be most friendly and assistant to Virtue; or what Means might be absolutely necessary to produce the most Happiness in a System of such Extent as our own World may be, taking in all that is past and to come, though we should suppose it detached from the Whole of things. Indeed we are so far from being able to judge of this; that we are not Judges what may be the necessary Means of raising and conducting one Person to the highest Perfection and Happiness of his Nature. Nay even in the little Affairs of the present Life, we find Men of different Educations and Ranks are not competent Judges of the Conduct of each other. Our whole Nature leads us to ascribe all moral Perfection to God, and to deny all Imperfection of him. And this will forever be a practical Proof of his moral Character, to such as will consider what a practical Proof is; because it is the Voice of God speaking in us. And from hence we conclude, that Virtue must be the Happiness, and Vice the Misery, of every Creature; and that Regularity and Order and Right cannot but prevail finally in a Universe under His Government. But we are in no sort Judges, what are the necessary Means of accomplishing this End.","subId":"10","id":"Butler.AR.Intro.10"},{"type":"paragraph","content":"Let us then, instead of that idle and not very innocent Employment of forming imaginary Models of a World, and Schemes of governing it, turn our Thoughts to what we experience to be the Conduct of Nature with respect to intelligent Creatures; which may be resolved into general Laws or Rules of Administration, in the same Way as many of the Laws of Nature respecting inanimate Matter may be collected from Experiments. Let us compare the known Constitution and Course of Things with what is said to be the moral System of Nature; the acknowledged Dispensations of Providence, or that Government which we find ourselves under, with what Religion teaches us to believe and expect; and see whether they are not analogous and of a piece. And upon such a Comparison, it will I think be found, that they are very much so: that both may be traced up to the same general Laws, and resolved into the same Principles of divine Conduct.","subId":"11","id":"Butler.AR.Intro.11"},{"type":"paragraph","content":"The Analogy here proposed to be considered, is of pretty large Extent, and consists of several Parts; in Some, more, in Others, less, exact. In some few Instances perhaps it may amount to a real practical Proof; in others not so. Yet in these it is a Confirmation of what is proved other Ways. It will undeniably show, what too many want to have shown them, that the System of Religion both natural and revealed, considered only as a System, and prior to the Proof of it, is not a Subject of Ridicule, unless That of Nature be so too. And it will afford an Answer to almost all Objections against the System both of natural and revealed Religion; though not perhaps an Answer in so great a Degree, yet in a very considerable Degree an Answer, to the Objections against the Evidence of it: For Objections against a Proof, and Objections against what is said to be proved, the Reader will observe are different Things.","subId":"12","id":"Butler.AR.Intro.12"},{"type":"paragraph","content":"Now the divine Government of the World, implied in the Notion of Religion in general and of Christianity, contains in it; That Mankind is appointed to live in a future state<a href=\"#n5\"><sup>[5]</sup></a>; That There, every one shall be rewarded or punished<a href=\"#n6\"><sup>[6]</sup></a>; rewarded or punished respectively for all that Behaviour Here, which we comprehend under the Words, Virtuous or Vicious, morally good or evil<a href=\"#n7\"><sup>[7]</sup></a>: That our present Life is a Probation, a State of Trial<a href=\"#n8\"><sup>[8]</sup></a>, and of Discipline<a href=\"#n9\"><sup>[9]</sup></a>, for that future one; Notwithstanding the Objections, which Men may fancy they have, from Notions of Necessity, against there being any such moral Plan as this at all<a href=\"#n10\"><sup>[10]</sup></a>; And whatever Objections may appear to lie against the Wisdom and Goodness of it, as it stands so imperfectly made known to us at present<a href=\"#n11\"><sup>[11]</sup></a>: That this World being in a State of Apostasy and Wickedness, and consequently of Ruin, and the Sense both of their Condition and Duty being greatly corrupted amongst Men, this gave Occasion for an additional Dispensation of Providence; of the utmost importance<a href=\"#n12\"><sup>[12]</sup></a>; proved by Miracles<a href=\"#n13\"><sup>[13]</sup></a>; but containing in it many Things appearing to us strange and not to have been expected<a href=\"#n14\"><sup>[14]</sup></a>; a Dispensation of Providence, which is a Scheme or System of things<a href=\"#n15\"><sup>[15]</sup></a>; carried on by the Mediation of a divine Person, the Messiah, in order to the Recovery of the World<a href=\"#n16\"><sup>[16]</sup></a>; yet not revealed to all Men, nor proved with the strongest possible Evidence to all those to whom it is revealed; but only to such a Part of Mankind, and with such particular Evidence as the Wisdom of God thought fit<a href=\"#n17\"><sup>[17]</sup></a>. The Design then of the following Treatise will be to shew, that the several Parts principally objected against in this Moral and Christian Dispensation, including its Scheme, its Publication, and the Proof which God has afforded us of its Truth; that the particular Parts principally objected against in this whole Dispensation, are analogous to what is experienced in the Constitution and Course of Nature, or Providence; that the chief Objections themselves which are alleged against the former, are no other, than what may be alleged with like Justness against the latter, where they are found in Fact to be inconclusive; and that this Argument from Analogy is in general, unanswerable, and undoubtedly of Weight on the side of Religion<a href=\"#n18\"><sup>[18]</sup></a>, notwithstanding the Objections which may seem to lie against it, and the real Ground which there may be for Difference of Opinion, as to the particular Degree of Weight which is to be laid upon it. This is a general Account of what may be looked for in the following Treatise. I shall begin it with That which is the Foundation of all our Hopes and of all our Fears; all our Hopes and Fears, which are of any Consideration; I mean a future Life.","subId":"13","id":"Butler.AR.Intro.13"},{"type":"note","content":"Verisimile.","subId":"n1","id":"Butler.AR.Intro.n1"},{"type":"note","content":"The Story is told by <span class=\"name\">Mr. <em>Locke</em></span> in <cite>the Chapter of Probability</cite>.","subId":"n2","id":"Butler.AR.Intro.n2"},{"type":"note","content":"See <cite>Chap. vi. Part II.</cite>","subId":"n3","id":"Butler.AR.Intro.n3"},{"type":"note","content":"<span class=\"foreign\"><cite>Greek text</cite></span> Philocal. p. 23, Ed. Cant.","subId":"n4","id":"Butler.AR.Intro.n4"},{"type":"note","content":"<cite>Ch. i.</cite>","subId":"n5","id":"Butler.AR.Intro.n5"},{"type":"note","content":"<cite>Ch. ii.</cite>","subId":"n6","id":"Butler.AR.Intro.n6"},{"type":"note","content":"<cite>Ch. iii.</cite>","subId":"n7","id":"Butler.AR.Intro.n7"},{"type":"note","content":"<cite>Ch. iv.</cite>","subId":"n8","id":"Butler.AR.Intro.n8"},{"type":"note","content":"<cite>Ch. v.</cite>","subId":"n9","id":"Butler.AR.Intro.n9"},{"type":"note","content":"<cite>Ch. vi.</cite>","subId":"n10","id":"Butler.AR.Intro.n10"},{"type":"note","content":"<cite>Ch. vii.</cite>","subId":"n11","id":"Butler.AR.Intro.n11"},{"type":"note","content":"<cite>Part II. Ch. i.</cite>","subId":"n12","id":"Butler.AR.Intro.n12"},{"type":"note","content":"<cite>Ch. ii.</cite>","subId":"n13","id":"Butler.AR.Intro.n13"},{"type":"note","content":"<cite>Ch. iii.</cite>","subId":"n14","id":"Butler.AR.Intro.n14"},{"type":"note","content":"<cite>Ch. iv.</cite>","subId":"n15","id":"Butler.AR.Intro.n15"},{"type":"note","content":"<cite>Ch. v.</cite>","subId":"n16","id":"Butler.AR.Intro.n16"},{"type":"note","content":"<cite>Ch. vi, vii.</cite>","subId":"n17","id":"Butler.AR.Intro.n17"},{"type":"note","content":"<cite>Ch. viii.</cite>","subId":"n18","id":"Butler.AR.Intro.n18"}]}