{"id":"Shaftesbury.C.LE.2","imported":true,"parent":"Shaftesbury.C.LE","title":"Section II","breadcrumb":"Section 2","published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_012","blocks":[{"type":"title","content":"£1 Section II £1","id":"Shaftesbury.C.LE.2"},{"type":"paragraph","content":"IF the knowing well how to expose any Infirmity or Vice were a sufficient Security for the Virtue which is contrary, how excellent an Age might we be presum'd to live in! Never was there in our Nation a time known, when Folly and Extravagance of every kind were more sharply inspected, or more wittily ridicul'd. And one might hope at least from this good Symptom, that our Age was in no declining state; since whatever our Distempers are, we stand so well affected to our Remedys. To bear the being told of Faults, is in private Persons the best token of Amendment. 'Tis seldom that a Publick is thus dispos'd. For where Jealousy of State, or the ill Lives of the Great People, or any other Cause is powerful enough to restrain the _Freedom of Censure_ in any part, it in effect destroys the Benefit of it in the whole. There can be no _impartial_ and _free Censure_ of Manners where any peculiar Custom or National Opinion is set apart, and not only exempted from Criticism, but even flatter'd with the highest Art. 'Tis only in a free Nation, such as ours, that Imposture has no Privilege; and that neither the Credit of a Court, the Power of a Nobility, nor the Awefulness of a Church can give her Protection, or hinder her from being arraign'd in every Shape and Appearance. 'Tis true, this Liberty may seem to run too far. We may perhaps be said to make ill use of it.—So every one will say, when he himself is touch'd, and his Opinion freely examin'd. But who shall be Judg of _what_ may be freely examin'd, and _what_ may not? _Where_ Liberty may be us'd; and _where_ it may not? What Remedy shall we prescribe to this in general? Can there be a better than from that Liberty it-self which is complain'd of? If Men are vicious, petulant or abusive; the Magistrate may correct them: But if they reason ill, 'tis Reason still must teach 'em to do better. Justness of Thought` and Style, Refinement in Manners, good Breeding, and Politeness of every kind, can come only from the Trial and Experience of what is best. Let but the Search go freely on, and the right Measure of every thing will soon be found. Whatever Humour has got the start, if it be unnatural, it cannot hold; and _the Ridicule_, if ill plac'd at first, will certainly fall at last where it deserves.","subId":"1","id":"Shaftesbury.C.LE.2.1"},{"type":"paragraph","content":"I have often wonder'd to see Men of Sense so mightily alarm'd at the approach of any thing like _Ridicule_ on certain Subjects; as if they mistrusted their own Judgment. For what Ridicule can lie against Reason? Or how can any one of the least Justness of Thought` endure a Ridicule wrong plac'd? Nothing is more ridiculous than this it-self. The Vulgar, indeed, may swallow any sordid Jest, any mere Drollery or Buffoonery; but it must be a finer and truer Wit which takes with the Men of Sense and Breeding. How comes it to pass then, that we appear such Cowards in reasoning, and are so afraid to stand the _Test_ of Ridicule?—O! say we, the Subjects are too grave.—Perhaps so: but let us see first whether they are really grave or no: for in the manner we may conceive 'em, they may peradventure be very grave and weighty in our Imagination; but very ridiculous and impertinent in their own nature. _Gravity_ is of the very Essence of Imposture. It does not only make us mistake other things, but is apt perpetually almost to mistake it-self. For even in common Behaviour, how hard is it for the grave Character to keep long out of the limits of the formal one? We can never be too grave, if we can be assur'd we are really what we suppose. And we can never too much honour or revere any thing for grave; if we are assur'd the Thing is grave, as we apprehend it. The main Point is to know always _true_ Gravity from _the false_: and this can only be, by carrying the Rule constantly with us, and freely applying it not only to the Things about us, but to our-selves. For if unhappily we lose the Measure in our-selves, we shall soon lose it in every thing besides. Now what Rule or Measure is there in the World, except in the considering of the real Temper of Things, to find which are truly serious, and which ridiculous? And how can this be done, unless by[n1] applying _the Ridicule_, to see whether it will bear? But if we fear to apply this Rule in _any_ thing, what Security can we have against the Imposture of Formality in _all_ things? We have allow'd our-selves to be _Formalists_ in one Point; and the same Formality may rule us as it pleases in all other.","subId":"2","id":"Shaftesbury.C.LE.2.2"},{"type":"paragraph","content":"'Tis not in every Disposition that we are capacitated to judg of things. We must beforehand judg of our own Temper, and accordingly of other things which fall under our Judgment. But we must never more pretend to judg of things, or of our own Temper in judging them, when we have given up our preliminary Right of Judgment, and under a presumption of Gravity, have allow'd our-selves to be most ridiculous, and to admire profoundly the most ridiculous things in nature, at least for ought we know. For having resolv'd never to try, we can never be sure. \"\"[n2] $———Ridiculum acri // Fortius & melius magnas plerumque secat res.$\"\" This, my Lord, I may safely aver, is so true in it-self, and so well known for Truth by the cunning _Formalists_ of the Age, that they can better bear to have their Impostures rail'd at, with all the Bitterness and Vehemence imaginable, than to have them touch'd ever so gently in this other way. They know very well, that as Modes and Fashions, so _Opinions_, tho ever so ridiculous, are kept up by Solemnity: and that those formal Notions which grew up probably in an ill Mood, and have been conceiv'd in sober Sadness, are never to be remov'd but in a sober kind of Chearfulness, and by a more easy and pleasant way of Thought`. There is _a Melancholy_ which accompanys all Enthusiasm. Be it _Love_ or _Religion_ (for there are Enthusiasms in both) nothing can put a stop to the growing mischief of either, till the Melancholy be remov'd, and the Mind at liberty to hear what can be said against the Ridiculousness of an Extreme in either way.","subId":"3","id":"Shaftesbury.C.LE.2.3"},{"type":"paragraph","content":"It was heretofore the Wisdom of some wise Nations, to let People be Fools as much as they pleas'd, and never to punish seriously what deserv'd only to be laugh'd at, and was, after all, best cur'd by that innocent Remedy. There are certain Humours in Mankind, which of necessity must have vent. The Human Mind and Body are both of 'em naturally subject to Commotions: and as there are strange Ferments in the Blood, which in many Bodys occasion an extraordinary Discharge; so in Reason too, there are heterogeneous Particles which must be thrown off by Fermentation. Shou'd Physicians endeavour absolutely to allay those Ferments of the Body, and strike in the Humours which discover themselves in such Eruptions, they might, instead of making a Cure, bid fair perhaps to raise a Plague, and turn a Spring-Ague or an Autumn-Surfeit into an epidemical malignant Fever. They are certainly as ill Physicians in the _Body-Politick_, who wou'd needs be tampering with these mental Eruptions; and under the specious pretence of healing this Itch of Superstition, and saving Souls from the Contagion of Enthusiasm, shou'd set all Nature in an uproar, and turn a few innocent Carbuncles into an Inflammation and mortal Gangrene.","subId":"4","id":"Shaftesbury.C.LE.2.4"},{"type":"paragraph","content":"We read[n3] in History that ^=Pan=^, when he accompany'd ^=Bacchus=^ in an Expedition to the _Indies_, found means to strike a Terror thro' a Host of Enemys, by the help of a small Company, whose Clamors he manag'd to good advantage among the echoing Rocks and Caverns of a woody Vale. The hoarse bellowing of the Caves, join'd to the hideous aspect of such dark and desart Places, rais'd such a Horror in the Enemy, that in this state their Imagination help'd 'em to hear Voices, and doubtless to see Forms too, which were more than Human: whilst the Uncertainty of what they fear'd made their Fear yet greater, and spread it faster by implicit Looks than any Narration cou'd convey it. And this was what in after-times Men call'd _a Panick_. The Story indeed gives a good Hint of the nature of this Passion, which can hardly be without some mixture of Enthusiasm, and Horrors of a superstitious kind.","subId":"5","id":"Shaftesbury.C.LE.2.5"},{"type":"paragraph","content":"One may with good reason call every Passion _Panick_ which is rais'd in a[n4] Multitude, and convey'd by Aspect, or as it were by Contact or Sympathy. Thus popular Fury may be call'd _Panick_, when the Rage of the People, as we have sometimes known, has put them beyond themselves; especially where[n5] Religion has had to do. And in this state their very Looks are infectious. The Fury flies from Face to Face: and the Disease is no sooner seen than caught. They who in a better Situation of Mind have beheld a Multitude under the power of this Passion, have own'd that they saw in the Countenances of Men something more ghastly and terrible than at other times is express'd on the most passionate occasion. Such force has[n6] Society in ill, as well as in good Passions: and so much stronger any Affection is for being _social_ and _communicative_.","subId":"6","id":"Shaftesbury.C.LE.2.6"},{"type":"paragraph","content":"Thus, my Lord, there are many _Panicks_ in Mankind, besides merely that of Fear. And thus is Religion also _Panick_; when Enthusiasm of any kind gets up; as oft, on melancholy occasions, it will. For Vapours naturally rise; and in bad times especially, when the Spirits of Men are low, as either in publick Calamitys, or during the Unwholesomeness of Air or Diet, or when Convulsions happen in Nature, Storms, Earthquakes, or other amazing Prodigys: at this season the _Panick_ must needs run high, and the Magistrate of necessity give way to it. For to apply a serious Remedy, and bring the Sword, or _Fasces_, as a Cure, must make the Case more melancholy, and increase the very Cause of the Distemper. To forbid Mens natural Fears, and to endeavour the over-powering them by other Fears, must needs be a most unnatural Method. The Magistrate, if he be any Artist, shou'd have a gentler hand; and instead of Causticks, Incisions, and Amputations, shou'd be using the softest Balms; and with a kind Sympathy entering into the Concern of the People, and taking, as it were, their Passion upon him, shou'd, when he has sooth'd and satisfy'd it, endeavour, by chearful ways, to divert and heal it.","subId":"7","id":"Shaftesbury.C.LE.2.7"},{"type":"paragraph","content":"This was antient Policy: and hence (as a notable[n7] Author of our Nation expresses it) 'tis necessary a People shou'd have a _Publick Leading_ in Religion. For to deny the Magistrate a Worship, or take away a National Church, is as mere Enthusiasm as the Notion which sets up Persecution. For why shou'd there not be publick Walks, as well as private Gardens? Why not publick Librarys, as well as private Education and Home-Tutors? But to prescribe bounds to Fancy and Speculation, to regulate Mens Apprehensions and religious Beliefs or Fears, to suppress by Violence the natural Passion of Enthusiasm, or to endeavour to ascertain it, or reduce it to one Species, or bring it under any one Modification, is in truth no better Sense, nor deserves a better Character, than what the[n8] Comedian declares of the like Project in the Affair of Love— \"\"$——Nihilo plus agas // Quàm si des operam ut cum ratione insanias.$\"\"","subId":"8","id":"Shaftesbury.C.LE.2.8"},{"type":"paragraph","content":"Not only the Visionarys and Enthusiasts of all kinds were tolerated, your Lordship knows, by the Antients; but on the other side, Philosophy had as free a course, and was permitted as a Ballance against Superstition. And whilst some Sects, such as the _Pythagorean_ and latter _Platonick_, join'd in with the Superstition and Enthusiasm of the Times; the _Epicurean_, the _Academick_, and others, were allow'd to use all the Force of Wit and Raillery against it. And thus matters were happily ballanc'd; Reason had fair Play; Learning and Science flourish'd. Wonderful was the Harmony and Temper which arose from all these Contrarietys. Thus Superstition and Enthusiasm were mildly treated; and being let alone, they never rag'd to that degree as to occasion Bloodshed, Wars, Persecutions and Devastations in the World. But a new sort of Policy, which extends it-self to another World, and considers the future Lives and Happiness of Men rather than the present, has made us leap the Bounds of natural Humanity; and out of a supernatural Charity, has taught us the way of plaguing one another most devoutly. It has rais'd an[n9] Antipathy which no temporal Interest cou'd ever do; and entail'd upon us a mutual Hatred to all Eternity. And now _Uniformity in Opinion_ (a hopeful Project!) is look'd on as the only Expedient against this Evil. The _saving_ of Souls is now the heroick Passion of exalted Spirits; and is become in a manner the chief Care of the Magistrate, and the very End of Government it-self.","subId":"9","id":"Shaftesbury.C.LE.2.9"},{"type":"paragraph","content":"If Magistracy shou'd vouchsafe to interpose thus much in other Sciences, I am afraid we shou'd have as bad Logick, as bad Mathematicks, and in every kind as bad Philosophy, as we often have Divinity, in Countrys where a precise Orthodoxy is settled by Law. 'Tis a hard matter for a Government to settle Wit. If it does but keep us sober and honest, 'tis likely we shall have as much Ability in our spiritual as in our temporal Affairs: and if we can but be trusted, we shall have Wit enough to save our-selves, when no Prejudice lies in the way. But if Honesty and Wit be insufficient for this _saving_ Work, 'tis in vain for the Magistrate to meddle with it: since if he be ever so virtuous or wise, he may be as soon mistaken as another Man. I am sure the only way to save Mens Sense, or preserve Wit at all in the World, is to give Liberty to Wit. Now Wit can never have its Liberty, where the _Freedom of Raillery_ is taken away: For against serious Extravagances and splenetick Humours there is no other Remedy than this.","subId":"10","id":"Shaftesbury.C.LE.2.10"},{"type":"paragraph","content":"We have indeed full power over all other Modifications of Spleen. We may treat other Enthusiasms as we please. We may ridicule Love, or Gallantry, or Knight-Errantry to the utmost; and we find, that in these latter days of Wit, the Humour of this kind, which was once so prevalent, is pretty well declin'd. The Crusades, the rescuing of Holy Lands, and such devout Gallantrys are in less request than formerly: But if something of this militant Religion, something of this Soul-rescuing Spirit, and Saint-Errantry prevails still, we need not wonder, when we consider in how solemn a manner we treat this Distemper, and how preposterously we go about to cure Enthusiasm.","subId":"11","id":"Shaftesbury.C.LE.2.11"},{"type":"paragraph","content":"I can hardly forbear fansying, that if we had a sort of Inquisition, or formal Court of Judicature, with grave Officers and Judges, erected to restrain Poetical Licence, and in general to suppress that Fancy and Humour of Versification; but in particular that most extravagant Passion of Love, as it is set out by Poets, in its Heathenish Dress of ^=Venus=^'s and ^=Cupid=^'s: if the Poets, as Ringleaders and Teachers of this Heresy, were, under grievous Penaltys, forbid to enchant the People by their vein of Rhyming; and if the People, on the other side, were, under proportionable Penaltys, forbid to hearken to any such Charm, or lend their Attention to any Love-Tale, so much as in a Play, a Novel, or a Ballad; we might perhaps see a new _Arcadia_ arising out of this heavy Persecution: Old People and Young would be seiz'd with a versifying Spirit: We shou'd have Field-Conventicles of Lovers and Poets: Forests wou'd be fill'd with romantick Shepherds and Shepherdesses; and Rocks resound with Echoes of Hymns and Praises offer'd to the Powers of Love. We might indeed have a fair Chance, by this Management, to bring back the whole Train of Heathen Gods, and set our cold Northern Island burning with as many Altars to ^=Venus=^ and ^=Apollo=^, as were formerly in _Cyprus_, _Delos_, or any of those warmer _Grecian_ Climates.","subId":"12","id":"Shaftesbury.C.LE.2.12"},{"type":"note","content":"[_Infra_, pag. 61, 74.]","subId":"n1","id":"Shaftesbury.C.LE.2.n1"},{"type":"note","content":"[Hor. _Sat._ 10.]","subId":"n2","id":"Shaftesbury.C.LE.2.n2"},{"type":"note","content":"[Polyaeni Strateg. lib. 1. _c._ 2.]","subId":"n3","id":"Shaftesbury.C.LE.2.n3"},{"type":"note","content":"[_Infra_, p. 45 and VOL. III. _p._ 66 in the Notes.]","subId":"n4","id":"Shaftesbury.C.LE.2.n4"},{"type":"note","content":"[_Infra_, p. 45 and VOL. III. _p._ 66 in the Notes.]","subId":"n5","id":"Shaftesbury.C.LE.2.n5"},{"type":"note","content":"[_Infra_, p. 110, &c. and VOL. II. _p._ 100, 106, &c. 127, &c.]","subId":"n6","id":"Shaftesbury.C.LE.2.n6"},{"type":"note","content":"[^Harrington^.]","subId":"n7","id":"Shaftesbury.C.LE.2.n7"},{"type":"note","content":"[Ter. Eun. _Act._ 1. _Sc._ 1.]","subId":"n8","id":"Shaftesbury.C.LE.2.n8"},{"type":"note","content":"[VOL. III. _p._ 59, 60, &c. 80, 81, &c.]","subId":"n9","id":"Shaftesbury.C.LE.2.n9"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.LE","imported":true,"title":"A Letter Concerning Enthusiasm","breadcrumb":"Letter Concerning Enthusiasm","published":[1708]}],"prev":{"id":"Shaftesbury.C.LE.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1708]},"next":{"id":"Shaftesbury.C.LE.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1708]}}