{"imported":true,"id":"Shaftesbury.C.M.2.1","parent":"Shaftesbury.C.M.2","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_037","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.M.2.1"},{"type":"paragraph","content":"AFTER such a Day as Yesterday, I might well have thought it hard, when I awak'd the next Morning, to find my-self under positive Engagements of proceeding in the same philosophical way, without intermission, and upon harder terms than ever. For 'twas no longer the agreeable Part of _a Companion_ which I had now to bear. Your Conversation, ^Palemon,^ which had hitherto supported me, was at an end. I was now _alone;_ confin'd to my Closet; oblig'd to meditate by my-self; and reduc'd to the hard Circumstances of _an Author,_ and _Historian,_ in the most difficult Subject.","subId":"1","id":"Shaftesbury.C.M.2.1.1"},{"type":"paragraph","content":"But here, methought, propitious Heaven, in some manner, assisted me. For if _Dreams_ were, as ^Homer^ teaches, sent from the Throne of ^Jove;^ I might conclude I had a favourable one, of the _true_ sort, towards the _Morning-light;_ which, as I recollected my-self, gave me a clear and perfect Idea of what I desir'd so earnestly to bring back to my Memory.","subId":"2","id":"Shaftesbury.C.M.2.1.2"},{"type":"paragraph","content":"I found my-self transported to a distant Country, which presented a pompous _rural Scene._ It was a Mountain not far from the Sea, its Brow adorn'd with antient Wood, and at its foot a River and well-inhabited Plain: beyond which the Sea appearing, clos'd the Prospect.","subId":"3","id":"Shaftesbury.C.M.2.1.3"},{"type":"paragraph","content":"No sooner had I consider'd the Place, than I discern'd it to be the very same where I had talk'd with ^Theocles^ the second Day I was with him in the Country. I look'd about to see if I cou'd find my Friend; and calling ^Theocles!^ I awak'd. But so powerful was the Impression of my Dream, and so perfect the Idea rais'd in me, of the Person, Words, and Manner of my Friend, that I cou'd now fansy myself philosophically inspir'd, as that ^Roman^ _Sage_ by his ^AEgeria,^ and invited, on this occasion, to try my _Historical_ ^Muse.^ For justly might I hope for such Assistance in behalf of ^Theocles,^ who so lov'd _the Muses,_ and was, I thought, no less belov'd by them.","subId":"4","id":"Shaftesbury.C.M.2.1.4"},{"type":"paragraph","content":"TO RETURN therefore to that _original_ rural Scene, and that _Heroick_ ^Genius,^ the Companion and Guide of my first Thoughts in these profounder Subjects: I found him the first Morning with his belov'd _Mantuan_ ^Muse,^ roving in the Fields; where, as I had been inform'd at his House, he was gone out, after his usual way, to read. The moment he saw me, his Book vanish'd, and he came with friendly haste to meet me. After we had embrac'd, I discover'd my Curiosity to know what he was reading; and ask'd, \"if it were of a secret kind, to which I cou'd not be admitted.\" On this he shew'd me his Poet; and looking pleasantly, \"Now tell me truly,\" said he, \"^Philocles,^ did you not expect some more mysterious Book than this?\" I own'd I did, considering his Character, which I took to be of so contemplative a kind. \"And do you think,\" said he, \"that without being contemplative, one can truly relish these diviner Poets?\" \"Indeed,\" said I, \"I never thought there was any need of growing contemplative, or retiring from the World, to read ^Virgil^ or ^Horace.^ \"","subId":"5","id":"Shaftesbury.C.M.2.1.5"},{"type":"paragraph","content":"#Retirement.# You have nam'd _two,_ said he, who can hardly be thought so very _like;_ tho they were Friends, and equally good Poets. Yet joining 'em, as you are pleas'd to do, I wou'd willingly learn from you, whether in your opinion there be any Disposition so fitted for reading 'em, as that in which they writ themselves. In this, I am sure, they both join'd heartily; to love _Retirement:_ when for the sake of such a Life and Habit as you call _contemplative,_ they were willing to sacrifice the highest Advantages, Pleasures, and Favour of a Court. But I will venture to say more in favour of _Retirement:_ \"That not only the best Authors, but the best Company, require this seasoning.\" Society it-self cannot be rightly enjoy'd without some Abstinence and separate Thought. All grows insipid, dull, and tiresom, without the help of some Intervals of Retirement. Say, ^Philocles,^ whether you your-self have not often found it so? Do you think those Lovers understand the Interests of their Loves, who by their good-will wou'd never be parted for a moment? Or wou'd they be discreet Friends, think you, who wou'd chuse to live together on such Terms? What Relish then must the World have (that common World of mix'd and undistinguish'd Company) without a little Solitude; without stepping now and then aside, out of the _Road_ and _beaten Track_ of Life, that tedious Circle of Noise and Show, which forces weary'd Mankind to seek relief from every poor Diversion?","subId":"6","id":"Shaftesbury.C.M.2.1.6"},{"type":"paragraph","content":"By your Rule, said I, ^Theocles,^ there shou'd be no such thing as _Happiness_ or _Good_ in Life, since every Enjoyment wears out so soon; and growing painful, is diverted by some _other_ thing; and that again by some _other;_ and so on. I am sure, if Solitude serves as a Remedy or Diversion to any thing in the World, there is nothing which may not serve as Diversion to Solitude; which wants it more than any thing besides. And thus there can be no _Good_ which is regular or constant. Happiness is a thing out of the way, and only to be found in wandring.","subId":"7","id":"Shaftesbury.C.M.2.1.7"},{"type":"paragraph","content":"^O Philocles,^ reply'd he, #Happiness. Good.# I rejoice to find you in the pursuit of _Happiness_ and _Good;_ however you may wander. Nay, tho you doubt whether there be _that Thing;_ yet if you reason, 'tis sufficient; there is hope still. But see how you have unawares engag'd your-self! For if you have destroy'd all _Good,_ because in all you can think of, there is nothing will constantly hold so; then you have set it as a Maxim, (and very justly in my Opinion) \"That _Nothing can be good but what is constant._\"","subId":"8","id":"Shaftesbury.C.M.2.1.8"},{"type":"paragraph","content":"I own, said I, that all I know of worldly Satisfaction is inconstant. The Things which give it, are never at a stay: and the _Good_ it-self, whatever it be, depends no less on Humour than on Fortune. For that which Chance may often spare, Time will not. Age, Change of Temper, other Thoughts, a different Passion, new Engagements, a new Turn of Life, or Conversation, the least of these are fatal, and alone sufficient to destroy Enjoyment. Tho _the Object_ be the same, _the Relish_ changes, and the short-liv'd ^Good^ expires. But I shou'd wonder much if you cou'd tell me any thing in Life, which was not of as changeable a Nature, and subject to the same common Fate of Satiety and Disgust.","subId":"9","id":"Shaftesbury.C.M.2.1.9"},{"type":"paragraph","content":"#Pleasure.# I FIND then, reply'd he, that the current Notion of _Good_ is not sufficient to satisfy you. You can afford to _scepticize,_ where no-one else will so much as hesitate. For almost every-one philosophizes dogmatically on this Head. All are positive in this, \"That our real _Good_ is ^Pleasure.^ \"","subId":"10","id":"Shaftesbury.C.M.2.1.10"},{"type":"paragraph","content":"If they wou'd inform us \"_Which,_\" said I, \"or _What sort,_\" and ascertain once the very Species and distinct Kind; such as must constantly remain _the same,_ and _equally eligible_ at all times; I shou'd then perhaps be better satisfy'd. But when _Will_ and _Pleasure_ are synonymous; when every thing which[n1] _pleases us_ is call'd ^Pleasure,^ and we never chuse or prefer but _as we please,_ 'tis trifling to say, \"_Pleasure is our Good._\" For this has as little meaning as to say, \"_We chuse what we think eligible_\": and, \"_We are pleas'd with what delights or pleases us._\" The Question is, \"Whether we are _rightly pleas'd,_ and chuse as we _shou'd_ do?\" For as highly _pleas'd_ as Children are with Baubles, or with whatever affects their tender Senses; we cannot in our hearts sincerely admire their _Enjoyment,_ or imagine 'em Possessors of any extraordinary _Good._ Yet are their Senses, we know, as keen and susceptible of _Pleasure_ as our own. The same Reflection is of force as to mere Animals, who in respect of the Liveliness and Delicacy of Sensation, have many of 'em the advantage of us. And as for some low and sordid _Pleasures_ of human Kind; shou'd they be ever so lastingly enjoy'd, and in the highest credit with their Enjoyers; I shou'd never afford 'em the name of _Happiness_ or _Good._","subId":"11","id":"Shaftesbury.C.M.2.1.11"},{"type":"paragraph","content":"Wou'd you then appeal, said he, from the immediate Feeling and Experience of one who is _pleas'd,_ and satisfy'd with what he _enjoys?_","subId":"12","id":"Shaftesbury.C.M.2.1.12"},{"type":"paragraph","content":"Most certainly I shou'd appeal, said I, (continuing the same Zeal which ^Theocles^ had stirr'd in me, against those Dogmatizers on _Pleasure_). For is there that sordid Creature on earth, who does not prize his own _Enjoyment?_ Does not the frowardest, the most rancorous distemper'd Creature do as much? Is not Malice and Cruelty of the highest relish with some Natures? Is not a hoggish Life the height of some Mens Wishes? You wou'd not ask me surely to enumerate the several Species of Sensations, which Men of certain Tastes have adopted, and own'd for their chief _Pleasure_ and Delight. For with some Men even Diseases have been thought valuable and worth the cherishing, merely for the Pleasure found in allaying the Ardor of an irritating Sensation. And to these absurd _Epicures_ those other are near a-kin, who by study'd Provocatives raise unnatural Thirst and Appetite; and to make way for fresh Repletion, prepare _Emeticks,_ as the last Desert; the sooner to renew the Feast. 'Tis said, I know, proverbially, \"That _Tastes are different, and must not be disputed._\" And I remember some such Motto as this plac'd once on a Devise, which was found sutable to the Notion. A _Fly_ was represented feeding on a certain Lump. The Food, however vile, was natural to the Animal. There was no Absurdity in the Case. But shou'd you shew me a brutish or a barbarous Man thus taken up, and solac'd in his Pleasure; shou'd you shew me a Sot in his solitary Debauch, or a Tyrant in the exercise of his Cruelty, with this _Motto_ over him, to forbid my Appeal; I shou'd hardly be brought to think the better of his _Enjoyment:_ Nor can I possibly suppose that a mere sordid Wretch, with a base abject Soul, and the best Fortune in the World, was ever capable of any _real Enjoyment._","subId":"13","id":"Shaftesbury.C.M.2.1.13"},{"type":"paragraph","content":"By this Zeal, reply'd ^Theocles,^ which you have shewn in the refuting _a wrong_ Hypothesis, one wou'd imagine you had in reality some Notion of _a right;_ and began to think that there might possibly be such a thing at last as _Good._","subId":"14","id":"Shaftesbury.C.M.2.1.14"},{"type":"paragraph","content":"That there is something nearer to _Good,_ and more like it than another, I am free, said I, to own. But what _real_ ^Good^ is, I am still to seek, and must therefore wait till you can better inform me. This I only know; \"That either All Pleasure is Good, or only Some.\" If _all,_ then every kind of Sensuality must be precious and desirable. If _some_ only, then we are to seek, _what kind;_ and discover, if we can, _what_ it is which distinguishes between one Pleasure and another: and makes _one_ indifferent, sorry, mean; _another_ valuable, and worthy. And by this _Stamp,_ this _Character,_ if there be any such, we must define ^Good;^ and not by _Pleasure_ it-self; which may be very great, and yet very contemptible. Nor can any-one truly judg the Value of any immediate Sensation, otherwise than by judging first of the Situation of his own Mind. For that which we esteem a Happiness in _one_ Situation of Mind, is otherwise thought of in _another._ Which Situation therefore is the justest, must be consider'd; \"How to gain that _Point of Sight,_ whence probably we may best discern; and How to place our-selves in that unbiass'd State, in which we are fittest to pronounce.\"","subId":"15","id":"Shaftesbury.C.M.2.1.15"},{"type":"paragraph","content":"^OPhilocles,^ reply'd he, if this be unfeignedly your Sentiment; if it be possible you shou'd have the Fortitude to with-hold your[n2] Assent in this Affair, and go in search of what the meanest of Mankind think they already _know_ so certainly: 'tis from a nobler turn of thought than what you have observ'd in any of the _modern Scepticks_ you have convers'd with. For if I mistake not, there are hardly anywhere at this day a sort of People more peremptory, or who deliberate less on the choice of _Good._ They who pretend to such a Scrutiny of other Evidences, are the readiest to take the Evidence of the greatest _Deceivers_ in the World, _their own Passions._ Having gain'd, as they think, a Liberty from some seeming Constraints of Religion, they suppose they employ this Liberty to perfection, by following the first Motion of their Will, and assenting to the first Dictate or Report of any prepossessing[n3] _Fancy,_ any foremost _Opinion_ or _Conceit_ of ^Good.^ So that their Privilege is only that of being perpetually amus'd; and their Liberty that of being impos'd on in their most important Choice. I think one may say with assurance, \"That the greatest of Fools is he who imposes on himself, and in his greatest Concern thinks certainly he _knows_ that which he has least study'd, and of which he is most profoundly _ignorant._\" He who is ignorant, but knows his Ignorance, is far wiser. And to do justice to these fashionable Men of Wit; they are not all of 'em, indeed, so insensible as not to perceive something of their own Blindness and Absurdity. For often when they seriously reflect on their past Pursuits and Engagements, they freely own, \"That for what remains of _Life,_ they know not whether they shall be of _a-piece with them__selves;_ or whether their Fancy, Humour, or Passion will not hereafter lead 'em to a quite _different Choice_ in ^Pleasure,^ and to a Disapprobation of all they ever enjoy'd before.\"—Comfortable Reflection!","subId":"16","id":"Shaftesbury.C.M.2.1.16"},{"type":"paragraph","content":"To bring the Satisfactions of _the Mind,_ continu'd he, and the Enjoyments of _Reason_ and _Judgment_ under the Denomination of ^Pleasure,^ is only a Collusion, and a plain receding from the common Notion of the Word. They deal not fairly with us, who in their philosophical Hour, admit that for _Pleasure,_ which at an ordinary time, and in the common Practice of Life, is so little taken for such. The Mathematician who labours at his Problem, the bookish Man who toils, the Artist who endures voluntarily the greatest Hardships and Fatigues; none of these are said \"_To follow Pleasure._\" Nor will the Men of Pleasure by any means admit 'em to be of their number. The Satisfactions which are _purely mental,_ and depend only on the Motion of _a Thought;_ must in all likelihood be too refin'd for the Apprehensions of our modern _Epicures,_ who are so taken up with Pleasure of _a more substantial_ kind. They who are full of the Idea of such a _sensible solid_ Good, can have but a slender Fancy for the mere _spiritual_ and _intellectual_ sort. But 'tis this latter they set up and magnify upon occasion; to save the Ignominy which may redound to 'em from the former. This done, the latter may take its chance: Its Use is presently at an end. For 'tis observable, that when the Men of this sort have recommended the Enjoyments of the Mind under the title of _Pleasure;_ when they have thus dignify'd the Word, and included in it whatever is mentally good or excellent, they can afterwards suffer it contentedly to slide down again into its own genuine and vulgar Sense; whence they rais'd it only to serve a turn. When _Pleasure_ is call'd in question, and attack'd, then _Reason_ and _Virtue_ are call'd in to her Aid, and made principal parts of her Constitution. A complicated Form appears, and comprehends straight all which is generous, honest, and beautiful in human Life. But when the Attack is over, and the Objection once solv'd, the Specter vanishes: _Pleasure_ returns again to her former Shape: She may e'en be _Pleasure_ still, and have as little concern with _dry sober Reason,_ as in the nature of the thing, and according to common Understanding, she really has. For if this rational sort of Enjoyment be admitted into the Notion of _Good,_ how is it possible to admit withal that kind of Sensation, which in effect is rather opposite to this Enjoyment? 'Tis certain that in respect of the Mind and its Enjoyments, the Eagerness and Irritation of _mere Pleasure,_ #Pleasure and Pain.# is as disturbing as the Importunity and Vexation of _Pain._ If _either_ throws the Mind off its biass, and deprives it of the Satisfaction it takes in its natural Exercise and Employment; the Mind in this case must be Sufferer as well by one as by the other. If _neither_ does this, there is no harm on either side.—","subId":"17","id":"Shaftesbury.C.M.2.1.17"},{"type":"paragraph","content":"By the way, said I, interrupting him; As sincere as I am in questioning, \"Whether ^Pleasure^ be really _Good_\"; I am not such a Sceptick as to doubt \"Whether ^Pain^ be really _Ill._\"","subId":"18","id":"Shaftesbury.C.M.2.1.18"},{"type":"paragraph","content":"Whatever is _grievous,_ reply'd he, can be no other than ^Ill.^ But that what is grievous to _one,_ is not so much as troublesom to _another;_ let Sportsmen, Soldiers, and others of the hardy Kinds be witness. Nay, that what is _Pain_ to one, is _Pleasure_ to another, and so alternately, we very well know: since Men vary in their Apprehension of these Sensations, and on many occasions confound one with the other. Has not even Nature her-self, in some respects, as it were blended 'em together, and (as a wise Man said once) \"join'd the Extremity of one so nicely to the other, that it absolutely runs into it, and is undistinguishable?\"","subId":"19","id":"Shaftesbury.C.M.2.1.19"},{"type":"paragraph","content":"IN FINE then, said I, if _Pleasure_ and _Pain_ be thus convertible and mix'd; if, according to your Account, \"That which is now _Pleasure,_ by being strain'd a little too far, runs into _Pain,_ and _Pain,_ when carry'd far, creates again _the highest Pleasure,_ by mere Cessation, and a kind of natural Succession; if some Pleasures to _some_ are Pains, and some Pains to _others_ are Pleasures\": All this, if I mistake not, makes still for my Opinion, and shows That there is nothing you can assign which can really stand as ^Good.^ #Good.# For if _Pleasure_ be not ^Good,^ nothing is. And if _Pain_ be ^Ill,^ (as I must necessarily take for granted) we have a shreud Chance on the _ill_ side indeed, but none at all on the _better._ So that we may fairly doubt, \"Whether ^Life^ _it-self_ be not mere Misery\"; since _Gainers_ by it we can never be: _Losers_ we may sufficiently, and are like to be, every hour of our Lives. Accordingly, what our _English_ Poetess says of Good, shou'd be just and proper: \" '_Tis good not to be born._\"—And thus for any thing of _Good_ which can be expected in Life, we may e'en \"Beg pardon of Nature; and return her Present on her hands, without waiting for her Call.\" For what shou'd hinder us? or What are we the better for living?","subId":"20","id":"Shaftesbury.C.M.2.1.20"},{"type":"paragraph","content":"The Query, said he, is pertinent. But why such Dispatch, if the Case be doubtful? This, surely, my good ^Philocles!^ is a plain Transgression of your _sceptical_ Bounds. We must be sufficiently _dogmatical,_ to come to this Determination. #Futurity.# 'Tis a deciding as well concerning Death as Life; \"What possibly _may_ be hereafter, and What _not._\" Now to be assur'd that we can never be concern'd in any thing _hereafter,_ we must understand perfectly what it is which concerns or engages us in any thing _present._ We must truly _know our-selves,_ #Self.# and in what this ^Self^ of ours consists. We must determine against _Pre-existence,_ and give a better reason for our having never been concern'd in ought before our Birth, than merely, \"Because we _remember not,_ nor are _conscious._\" For in many things we have been concern'd to purpose, of which we have now no Memory or Consciousness remaining. And thus we may happen to be again and again, to perpetuity, for any reason we can show to the contrary. All is _Revolution_ in us. We are no more the self-same Matter, or System of Matter, from one day to another. What Succession there may be _here__after,_ we know not; since even _now,_ we live by Succession, and only perish and are renew'd. 'Tis in vain we flatter our-selves with the assurance of our Interest's ending with a certain Shape or Form. What interested us _at first_ in it, we know not; any more than how we have _since_ held on, and continue _still_ concern'd in such an Assemblage of fleeting Particles. _Where_ besides, or in _What_ else we may have to do, #Futurity.# perchance, in time to come, we know as little; nor can tell how _Chance_ or _Providence,_ hereafter, may dispose of us. And if _Providence_ be in the case, we have still more reason to consider how we undertake to be our own Disposers. It must needs become a ^Sceptick^ above all Men to hesitate in matters of _Exchange._ And tho he acknowledges no present Good or Enjoyment in Life, he must be sure, however, of bettering his Condition, before he attempts to alter it. But as yet, ^Philocles,^ even this Point remains undetermin'd between us: #Good.# \"Whether in this present Life there be not such a thing as _real_ ^Good.^ \"","subId":"21","id":"Shaftesbury.C.M.2.1.21"},{"type":"paragraph","content":"Be you therefore, said I, my Instructor, sagacious ^Theocles!^ and inform me, \"_What_ that ^Good^ is, or _Where,_ which can afford Contentment and Satisfaction always alike, without variation or diminution.\" For tho on some Occasions, and in some Subjects, the Mind may possibly be so bent, and the Passion so wrought up, that for the time no bodily Sufferance or Pain can alter it; yet this is what can seldom happen, and is unlikely to last long: since without any Pain or Inconvenience, the Passion in a little time does its own work, the Mind relaxes with its Bent, and the Temper weary'd with Repetition finds no more Enjoyment, but runs to something new.","subId":"22","id":"Shaftesbury.C.M.2.1.22"},{"type":"paragraph","content":"HEAR then! said ^Theocles.^ For tho I pretend not to tell you at once the Nature of this which I call ^Good;^ yet I am content to shew you something of it, in _your-self,_ which you will acknowledg to be naturally more fix'd and constant, than any thing you have hitherto thought on. Tell me, my Friend! if ever you were weary of doing good to those you lov'd? #Friendship.# Say when you ever found it unpleasing to serve _a Friend?_ Or whether when you _first_ prov'd this generous Pleasure, you did not feel it less than at _this present;_ after so long Experience? Believe me, ^Philocles,^ this Pleasure is more debauching than any other. Never did any Soul do good, but it came readier to do the same again, with more Enjoyment. Never was Love, or Gratitude, or Bounty practis'd but with increasing Joy, which made the Practiser still more in love with the fair Act. #Friendship private, publick.# Answer me, ^Philocles,^ you who are such a Judg of _Beauty,_ and have so good _a Taste_ of Pleasure; is there any thing you admire, so fair as _Friendship?_ or any thing so charming as _a generous Action?_ What wou'd it be therefore, if all Life were in reality but one continu'd Friendship, and cou'd be made one such intire Act? Here surely wou'd be that _fix'd_ and _constant_ ^Good^ you sought. Or wou'd you look for any thing beyond?","subId":"23","id":"Shaftesbury.C.M.2.1.23"},{"type":"paragraph","content":"Perhaps not, said I. But I can never, surely, go beyond this, to seek for _a Chimera,_ if this ^Good^ of yours be not thorowly chimerical. For tho a Poet may possibly work up such a single Action, so as to hold _a Play_ out; I can conceive but very faintly how this high Strain of Friendship can be so manag'd as to fill _a Life._ Nor can I imagine where the Object lies of such a sublime heroick Passion.","subId":"24","id":"Shaftesbury.C.M.2.1.24"},{"type":"paragraph","content":"Can any Friendship, said he, be so heroick, as that towards Mankind? Do you think the Love of Friends in general, and of one's Country, to be nothing? or that particular Friendship can well subsist without such an enlarg'd Affection, and Sense of Obligation to Society? Say, if possible, you are a _Friend,_ but hate _your_ _Country._ Say, you are true to the Interest of _a Companion,_ but false to that of _Society._ Can you believe your-self? Or will you lay the Name aside, and refuse to be call'd _the Friend,_ since you renounce _the_ ^Man?^","subId":"25","id":"Shaftesbury.C.M.2.1.25"},{"type":"paragraph","content":"That there is something, said I, due to _Mankind,_ is what I think will not be disputed by one who claims the Name of _Friend._ Hardly indeed cou'd I allow the Name of _Man_ to one who never cou'd call or be call'd _Friend._ But he who justly proves himself _a Friend,_ is ^Man^ enough; nor is he wanting to _Society._ A single Friendship may acquit him. He has deserv'd a Friend, and is _Man's Friend;_ tho not in strictness, or according to your high moral Sense, _the Friend of Mankind._ For to say truth, as to this sort of Friendship; it may by wiser Heads be esteem'd perhaps more than ordinarily manly, and even heroick, as you assert it: But for my part, I see so very little Worth in _Mankind,_ and have so indifferent an Opinion of _the Publick,_ that I can propose little Satisfaction to my-self in loving _either._","subId":"26","id":"Shaftesbury.C.M.2.1.26"},{"type":"paragraph","content":"#Gratitude.# \"Do you, then, take _Bounty_ and _Gratitude_ to be among the Acts of Friendship and Good-nature?\" \"Undoubtedly: for they are the chief.\" \"Suppose then, that the oblig'd Person discovers in the Obliger several Failings; does this exclude _the Gratitude_ of the former?\" \"Not in the least.\" \"Or does it make _the Exercise_ of Gratitude less pleasing?\" \"I think rather the contrary. For when depriv'd of other means of making a Return, I might rejoice still in that sure way of shewing my Gratitude to my Benefactor, by bearing his Failings as a Friend.\" \"And as to _Bounty:_ Tell me, I beseech you, #Bounty.# is it to those only who are _deserving_ that we shou'd do good? Is it only to _a good_ Neighbour, or Relation, _a good_ Father, Child, or Brother? Or does Nature, Reason, and Humanity better teach us, to do good still to a Father, because _a Father;_ and to a Child, because _a Child;_ and so to every Relation in human Life?\" \"I think,\" said I, \"this last is rightest.\"","subId":"27","id":"Shaftesbury.C.M.2.1.27"},{"type":"paragraph","content":"^OPhilocles,^ reply'd he, consider then what it was you said, when you objected against the Love of _Mankind_ because of human Frailty; and seem'd to scorn the _Publick,_ because of its Misfortunes. See if this Sentiment be consistent with that Humanity which elsewhere you own and practise. For where can Generosity exist, if not here? #Love of Mankind.# Where can we ever exert Friendship, if not in this chief Subject? To what shou'd we be true or grateful in the World, if not to Mankind, and that Society to which we are so deeply indebted? What are the Faults or Blemishes which can excuse such an Omission, or in a grateful Mind can ever lessen the Satisfaction of making a grateful kind return? #Good-breeding.# Can you then out of _Good-breeding_ merely, and from a Temper natural to you, rejoice to shew Civility, Courteousness, Obligingness, seek Objects of Compassion, and be pleas'd with every Occurrence where you have power to do some service even to People unknown? Can you delight in such Adventures abroad in foreign Countrys, or in the case of Strangers here at home; to help, assist, relieve all who require it, in the most hospitable, kind, and friendly manner? And can _your Country,_ or what is more, _your_ ^Kind,^ require less Kindness from you, or deserve less to be consider'd, than even one of these Chance-Creatures?—^OPhilocles!^ #Good-nature.# how little do you know the Extent and Power of _Good-nature,_ and to what an heroick pitch a Soul may rise, which knows the thorow Force of it; and distributing it rightly, frames in it-self an equal, just, and universal Friendship!","subId":"28","id":"Shaftesbury.C.M.2.1.28"},{"type":"paragraph","content":"JUST as he had ended these Words, a Servant came to us in the Field, to give notice of some Company, who were come to dine with us, and waited our coming in. So we walk'd home-wards. I told ^Theocles,^ going along, that I fear'd I shou'd never make a good _Friend_ or _Lover_ after his way. As for a plain natural Love of _one single_ Person in either Sex, I cou'd compass it, I thought, well enough; but this _complex universal_ sort was beyond my reach. I cou'd love the Individual, but not the Species. #Mystical Love.# This was too mysterious; too metaphysical an Object for me. In short, I cou'd love nothing of which I had not some sensible material Image.","subId":"29","id":"Shaftesbury.C.M.2.1.29"},{"type":"paragraph","content":"\"How!\" reply'd ^Theocles,^ \"can you never love except in this manner? when yet I know that you admir'd and lov'd a Friend long ere you knew his Person. Or was ^Palemon'^ s Character of no force, when it engag'd you in that long Correspondence which preceded your _late_ personal Acquaintance?\" \"The Fact,\" said I, \"I must, of necessity, own to you. And now, methinks, I understand your Mystery, and perceive how I must prepare for it: For in the same manner as when I first began to love ^Palemon,^ I was forc'd to form a kind of material Object, and had always such a certain Image of him, ready-drawn, in my Mind, whenever I thought of him; so I must endeavour to order it in the Case before us: if possibly by your help I can raise any such Image, or Specter, as may represent this odd Being you wou'd have me love.\"","subId":"30","id":"Shaftesbury.C.M.2.1.30"},{"type":"paragraph","content":"Methinks, said he, you might have the same Indulgence for ^Nature^ or ^Mankind,^ as for _the People of old_ ^Rome;^ whom, notwithstanding their Blemishes, I have known you in love with, many ways; particularly under the Representation of a beautiful Youth call'd _the_ ^Genius^ _of the People._ #Genius of a Country.# For I remember, that viewing once some Pieces of Antiquity, where the People were thus represented, you allow'd 'em to be no disagreeable Object.","subId":"31","id":"Shaftesbury.C.M.2.1.31"},{"type":"paragraph","content":"Indeed, reply'd I, were it possible for me to stamp upon my Mind such a Figure as you speak of, whether it stood for _Mankind_ or _Nature,_ #Nature.# it might probably have its effect; and I might become perhaps _a Lover_ after your way: But more especially, if you cou'd so order it, as to make things reciprocal between us, and bring me to fansy of this ^Genius,^ that it cou'd be \"sensible of my Love, and capable of _a Return._\" For without this, I shou'd make but an ill Lover, tho of the perfectest Beauty in the World.","subId":"32","id":"Shaftesbury.C.M.2.1.32"},{"type":"paragraph","content":"'Tis enough, said ^Theocles,^ I accept the Terms: And if you promise _to love,_ I will endeavour to shew you _that_ ^Beauty^ which I count _the perfectest,_ and _most deserving of_ ^Love;^ and which will not fail of _a Return._—To-morrow, when the eastern Sun (as Poets describe) with his first Beams adorns the Front of yonder Hill; there, if you are content to wander with me in the Woods you see, we will pursue those _Loves_ of ours, by favour of the Silvan Nymphs: and invoking first _the Genius of the Place,_ we'll try to obtain at least some faint and distant View of _the sovereign_ ^Genius^ and _first_ #Genius of the World.# _Beauty._ This if you can come once to contemplate, I will answer for it, that all those forbidding Features and Deformitys, whether of _Nature_ or _Mankind,_ will vanish in an instant, and leave you that _Lover_ I cou'd wish.—But now, enough!—Let us to our _Company;_ and change this Conversation for some other more sutable to our _Friends_ and _Table._","subId":"33","id":"Shaftesbury.C.M.2.1.33"},{"type":"note","content":"VOL. I. _pag._ 308. VOL. III. _pag._ 200.","subId":"n1","id":"Shaftesbury.C.M.2.1.n1"},{"type":"note","content":"VOL. I. _pag._ 81.","subId":"n2","id":"Shaftesbury.C.M.2.1.n2"},{"type":"note","content":"VOL. I. _pag._ 320, &c.","subId":"n3","id":"Shaftesbury.C.M.2.1.n3"}]}
