{"imported":true,"id":"Hobbes.L.3.39","parent":"Hobbes.L.3","title":"Of the signification in Scripture of the word Church","breadcrumb":"Chapter 39","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_052","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XXXIX. £1 £1 _Of the signification in Scripture of the word ^Church^._ £1","id":"Hobbes.L.3.39"},{"type":"paragraph","content":"^The^ word _Church_, (_Ecclesia_) signifieth in the Books#_Church the Lords house._# of Holy Scripture divers things. Sometimes (though not often) it is taken for _Gods House_, that is to say, for a Temple, wherein Christians assemble to perform holy duties publiquely; as, I _Cor_. 14. ver. 34. _Let your women keep silence in the Churches_: but this is Metaphorically put, for the Congregation there assembled; and hath been since used for the Edifice it self, to distinguish between the Temples of Christians, and Idolaters. The Temple of Jerusalem was _Gods house_, and the House of Prayer; and so is any Edifice dedicated by Christians to the worship of Christ, _Christs house_: and therefore the Greek Fathers call it Κνριακὴ _The Lords house_; and thence, in our language it came to be called _Kyrke_, and _Church_.","subId":"1","id":"Hobbes.L.3.39.1"},{"type":"paragraph","content":"Church (when not taken for a House) signifieth the same that _Ecclesia_ signified in the Grecian Common-wealths;#_Ecclesia properly what._# that is to say, a Congregation, or an Assembly of Citizens, called forth, to hear the Magistrate speak unto them; and which in the Common-wealth of Rome was called _Concio_, as he that spake was called _Ecclesiastes_, and _Concionator_. And when they were called forth by lawfull Authority, it was _Ecclesia legitima, a_ _Lawfull_#_Acts 19. 39._# _Church_, έννομος But when they were excited by tumultuous, and seditious clamor, then it was a confused Church, Εκκλησία σνγκεχνμίνη.","subId":"2","id":"Hobbes.L.3.39.2"},{"type":"paragraph","content":"It is taken also sometimes for the men that have right to be of the Congregation, though not actually assembled; that is to say, for the whole multitude of Christian men, how far soever they be dispersed: as (_Act_. 8. 3.) where it is said, that _Saul made havock of the Church_: And in this sense is _Christ_ said to be Head of the Church. And sometimes for a certain part of Christians, as (_Col_. 4. 15.) _Salute the Church that is in his house_. Sometimes also for the Elect onely; as (_Ephes_. 5. 27.) _A Glorious Church, without spot, or wrinkle, holy, and without blemish_; which is meant of the _Church triumphant_, or, _Church to come_. Sometimes, for a Congregation assembled, of professors of Christianity, whether their profession be true, or counterfeit, as it is understood, _Mat_. 18. 17. where it is said, _Tell it to the Church, and if hee neglect to hear the Church, let him be to thee as a Gentile, or Publican_.","subId":"3","id":"Hobbes.L.3.39.3"},{"type":"paragraph","content":"#_In what sense the Church is one Person._# And in this last sense only it is that the _Church_ can be taken for one Person; that is to say, that it can be said to have power to will, to pronounce, to command, to be obeyed, to make laws, or to doe any other action whatsoever; For without authority from a lawfull Congregation, whatsoever act be done in a concourse of people, it is the particular act of every one of those that were present, and gave their aid to the performance of it; and not the act of them all in grosse, as of one body; much lesse the act of them that were absent, or that being present, were not willing it should be done. According#_Church defined._# o this sense, I define a ^Church^ to be, _A company of men professing Christian Religion, united in the person of one Soveraign; at whose command they ought to assemble, and without whose authority they ought not to assemble_. And because in all Common-wealths, that Assembly, which is without warrant from the Civil Soveraign, is unlawful; that Church also, which is assembled in any Common-wealth, that hath forbidden them to assemble, is an unlawfull Assembly.","subId":"4","id":"Hobbes.L.3.39.4"},{"type":"paragraph","content":"#_A Christian Common-wealth, and a Church all one._# It followeth also, that there is on Earth, no such universall Church, as all Christians are bound to obey; because there is no power on Earth, to which all other Common-wealths are subject: There are Christians, in the Dominions of severall Princes and States; but every one of them is subject to that Common-wealth, whereof he is himself a member; and consequently, cannot be subject to the commands of any other Person. And therefore a Church, such a one as is capable to Command, to Judge, Absolve, Condemn, or do any other act, is the same thing with a Civil Common-wealth, consisting of Christian men; and is called a _Civill State_, for that the subjects of it are _Men_; and a _Church_, for that the subjects thereof are _Christians. Temporall_ and _Spirituall_ Government, are but two words brought into the world, to make men see double, and mistake their _Lawfull Soveraign_. It is true, that the bodies of the faithfull, after the Resurrection, shall be not onely Spirituall, but Eternall: but in this life they are grosse, and corruptible. There is therefore no other Government in this life, neither of State, nor Religion, but Temporall; nor teaching of any doctrine, lawfull to any Subject, which the Governour both of the State, and of the Religion, forbiddeth to be taught: And that Governor must be one; or else there must needs follow Faction, and Civil war in the Common-wealth, between the _Church_ and _State_; between _Spiritualists_, and _Temporalists_; between the _Sword of Justice_, and the _Shield of Faith_; and (which is more) in every Christian mans own brest, between the _Christian_, and the _Man_. The Doctors of the Church, are called Pastors; so also are Civill Soveraignes: But if Pastors be not subordinate one to another, so as that there may bee one chief Pastor, men will be taught contrary Doctrines, whereof both may be, and one must be false. Who that one chief Pastor is, according to the law of Nature, hath been already shewn; namely, that it is the Civill Soveraign: And to whom the Scripture hath assigned that Office, we shall see in the Chapters following.","subId":"5","id":"Hobbes.L.3.39.5"}]}
