{"id":"Butler.AR.Diss.2","imported":true,"parent":"Butler.AR.Diss","title":"Dissertation II. The Nature of Virtue","breadcrumb":"Dissertation 2","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s <cite>Analogy of Religion</cite> was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"<h1>DISSERTATION II.</h1> <h2>The Nature of Virtue.</h2> ","id":"Butler.AR.Diss.2"},{"type":"paragraph","content":"That which renders beings capable of moral government, is their having a moral nature, and moral faculties of perception and of action. Brute creatures are impressed and actuated by various instincts and propensions: so also are we. But additional to this, we have a capacity of reflecting upon actions and characters, and making them an object to our thought: and on doing this, we naturally and unavoidably approve some actions, under the peculiar view of their being virtuous and of good desert; and disapprove others, as vicious and of ill desert. That we have this moral approving and disapproving<a href=\"#n212\"><sup>[212]</sup></a> faculty, is certain from our experiencing it in ourselves, and recognising it in each other. It appears from our exercising it unavoidably, in the approbation and disapprobation even of feigned characters; from the words right and wrong, odious and amiable, base and worthy, with many others of like signification in all languages applied to actions and characters: from the many written systems of morals which suppose it, since it cannot be imagined, that all these authors, throughout all these treatises, had absolutely no meaning at all to their words, or a meaning merely chimerical: from our natural sense of gratitude, which, implies a distinction between merely being the instrument of good, and intending it: from the distinction every one makes between injury and mere harm, which, Hobbes says, is peculiar to mankind; and between injury and just punishment, a distinction plainly natural, prior to the consideration of human laws.","subId":"1","id":"Butler.AR.Diss.2.1"},{"type":"paragraph","content":"It is manifest that great part of common language, and of common behavior over the world, is formed upon supposition of such a moral faculty; whether called conscience, moral reason, moral sense, or divine reason; whether considered as a sentiment of the understanding, or as a perception of the heart; or, which seems the truth, as including both. Nor is it at all doubtful in the general, what course of action this faculty, or practical discerning power within us, approves and what it disapproves. For, as much as it has been disputed wherein virtue consists, or whatever ground for doubt there may be about particulars; yet, in general, there is in reality a universally acknowledged standard of it. It is that, which all ages and all countries have made profession of in public: it is that, which every man you meet puts on the show of: it is that, which the primary and fundamental laws of all civil constitutions over the face of the earth make it their business and endeavor to enforce the practice of upon mankind: namely, justice, veracity, and regard to common good. It being manifest then, in general, that we have such a faculty or discernment as this, it may be of use to remark some things more distinctly concerning it.","subId":"2","id":"Butler.AR.Diss.2.2"},{"type":"paragraph","content":"<em>First</em>, It ought to be observed, that the object of this faculty is actions,<a href=\"#n213\"><sup>[213]</sup></a> comprehending under that name active or practical principles: those principles from which men would act, if occasions and circumstances gave them power; and which, when fixed and habitual in any person, we call his character. It does not appear, that brutes have the least reflex sense of actions, as distinguished from events: or that will and design, which constitute the very nature of actions as such, are at all an object to their perception. But to ours they are: and they are the object, and the only one, of the approving and disapproving faculty. Acting, conduct, behavior, abstracted from all regard to what is in fact and event the consequence of it, is itself the natural object of the moral discernment; as speculative truth and falsehood is of speculative reason. Intention of such and such consequences, is indeed, always included; for it is part of the action itself: but though the intended good or bad consequences do not follow, we have exactly the same sense of the <em>action</em>, as if they did. In like manner we think well or ill of characters, abstracted from all consideration of the good or the evil, which persons of such characters have it actually in their power to do. We never, in the moral way, applaud or blame either ourselves or others, for what we enjoy or what we suffer, or for having impressions made upon us, which we consider as altogether out of our power: but only for what we do or would have done, had it been in our power: or for what we leave undone, which we might have done, or would have left undone, though we could have done.","subId":"3","id":"Butler.AR.Diss.2.3"},{"type":"paragraph","content":"<em>Secondly</em>, Our sense or discernment of actions as morally good or evil, implies in it a sense or discernment of them as of good or ill desert. It may be difficult to explain this perception, so as to answer all the questions which may be asked concerning it: but every one speaks of such and such actions as deserving punishment; and it is not, I suppose, pretended, that they have absolutely no meaning at all to the expression. Now the meaning plainly is not, that we conceive it for the good of society, that the doer of such actions should be made to suffer. For if, unhappily, it were resolved, that a man, who by some innocent action, was infected with the plague, should be left to perish, lest, by other people's coming near him, the infection should spread; no one would say he <em>deserved</em> this treatment. Innocence and ill desert are inconsistent ideas. Ill desert always supposes guilt: and if one be no part of the other, yet they are evidently and naturally connected in our mind. The sight of a man in misery raises our compassion towards him; and if this misery be inflicted on him by another, our indignation against the author of it. But when we are informed, that the sufferer is a villain, and is punished only for his treachery or cruelty; our compassion exceedingly lessens, and in many instances our indignation wholly subsides. Now what produces this effect is the conception of that in the sufferer, which we call ill desert. Upon considering then, or viewing together, our notion of vice and that of misery, there results a third, that of ill desert. And thus there is in human creatures an association of the two ideas, natural and moral evil, wickedness and punishment. If this association were merely artificial or accidental, it were nothing: but being most unquestionably natural, it greatly concerns us to attend to it, instead of endeavoring to explain it away.","subId":"4","id":"Butler.AR.Diss.2.4"},{"type":"paragraph","content":"It may be observed further, concerning our perception of good and of ill desert, that the former is very weak with respect to common instances of virtue. One reason of which may be, that it does not appear to a spectator, how far such instances of virtue proceed from a virtuous principle, or in what degree this principle is prevalent: since a very weak regard to virtue may be sufficient to make men act well in many common instances. On the other hand, our perception of ill desert in vicious actions lessens, in proportion to the temptations men are thought to have had to such vices. For, vice in human creatures consisting chiefly in the absence or want of the virtuous principle; though a man be overcome, suppose by tortures, it does not from thence appear to what degree the virtuous principle was wanting. All that appears is, that he had it not in such a degree, as to prevail over the temptation; but possibly he had it in a degree, which would have rendered him proof against common temptations.","subId":"5","id":"Butler.AR.Diss.2.5"},{"type":"paragraph","content":"<em>Thirdly</em>, Our perception of vice and ill desert arises from, and is the result of, a comparison of actions with the nature and capacities of the agent. For the mere neglect of doing what we ought to do, would, in many cases, be determined by all men to be in the highest degree vicious. This determination must arise from such comparison, and be the result of it; because such neglect would not be vicious in creatures of other natures and capacities, as brutes. It is the same also with respect to positive vices, or such as consist in doing what we ought not. For every one has a different sense of harm done by an idiot, madman, or child, and by one of mature and common understanding; though the action of both, including the intention, which is part of the action, be the same: as it may be, since idiots and madmen, as well as children, are capable not only of doing mischief but also of intending it. Now this difference must arise from somewhat discerned in the nature or capacities of one, which renders the action vicious; and the want of which, in the other, renders the same action innocent or less vicious: and this plainly supposes a comparison, whether reflected upon or not, between the action and capacities of the agent, previous to our determining an action to be vicious. Hence arises a proper application of the epithets, incongruous, unsuitable, disproportionate, unfit, to actions which our moral faculty determines to be vicious.","subId":"6","id":"Butler.AR.Diss.2.6"},{"type":"paragraph","content":"<em>Fourthly</em>, It deserves to be considered, whether men are more at liberty, in point of morals, to make themselves miserable without reason, than to make other people so: or dissolutely to neglect their own greater good, for the sake of a present lesser gratification, than they are to neglect the good of others, whom nature has committed to their care. It would seem, that a due concern about our own interest or happiness, and a reasonable endeavor to secure and promote it, (which is, I think, very much the meaning of the word prudence, in our language;) it would seem, that this is virtue, and the contrary behavior faulty and blamable; since, in the calmest way of reflection, we approve of the first, and condemn the other conduct, both in ourselves and others. This approbation and disapprobation are altogether different from mere desire of our own, or of their happiness, and from sorrow upon missing it. For the object or occasion of this last kind of perception is satisfaction or uneasiness: whereas the object of the first is active behavior. In one case, what our thoughts fix upon is our condition: in the other, our conduct.","subId":"7","id":"Butler.AR.Diss.2.7"},{"type":"paragraph","content":"It is true indeed, that nature has not given us so sensible a disapprobation of imprudence and folly, either in <em>ourselves</em> or <em>others</em>, as of falsehood, injustice, and cruelty: I suppose, because that constant habitual sense of private interest and good, which we always carry about with us, renders such sensible disapprobation less necessary, less wanting, to keep us from imprudently neglecting our own happiness, and foolishly injuring ourselves, than it is necessary and wanting to keep us from injuring others; to whose good we cannot have so strong and constant a regard: and also because imprudence and folly, appearing to bring its own punishment more immediately and constantly than injurious behavior, it less needs the additional punishment, which would be inflicted upon it by others, had they the same sensible indignation against it, as against injustice, and fraud, and cruelty. Besides, unhappiness being in itself the natural object of compassion, the unhappiness which people bring upon themselves, though it be wilfully, excites in us some pity for them; and this of course lessens our displeasure against them. Still it is matter of experience, that we are formed so as to reflect very severely upon the greater instances of imprudent neglect and foolish rashness, both in ourselves and others. In instances of this kind, men often say of themselves with remorse, and of others with some indignation, that they deserved to suffer such calamities, because they brought them upon themselves, and would not take warning. Particularly when persons come to poverty and distress by a long course of extravagance, and after frequent admonitions, though without falsehood or injustice; we plainly, do not regard such people as alike objects of compassion with those, who are brought into the same condition by unavoidable accidents. From these things it appears, that prudence is a species of virtue, and folly of vice: meaning by <em>folly</em>, something quite different from mere incapacity; a thoughtless want of that regard and attention to our own happiness, which we had capacity for. And this the word properly includes; and, as it seems, in its usual acceptation: for we scarcely apply it to brute creatures.","subId":"8","id":"Butler.AR.Diss.2.8"},{"type":"paragraph","content":"However, if any person be disposed to dispute the matter, I shall very willingly give him up the words virtue and vice, as not applicable to prudence and folly: but must insist, that the faculty within us, which is the judge of actions, approves of prudent actions, and disapproves imprudent ones: I say prudent and imprudent <em>actions</em> as such, and considered distinctly from the happiness or misery which they occasion. And by the way, this observation may help to determine what justness there is in the objection against religion, that it teaches us to be interested and selfish.","subId":"9","id":"Butler.AR.Diss.2.9"},{"type":"paragraph","content":"<em>Fifthly</em>, Without inquiring how far, and in what sense, virtue is resolvable into benevolence, and vice into the want of it; it may be proper to observe, that benevolence, and the want of it, singly considered, are in no sort the <em>whole</em>, of virtue and vice. For if this were the case, in the review of one's own character, or that of others, our moral understanding and moral sense would be indifferent to every thing, but the degrees in which benevolence prevailed, and the degrees in which it was wanting. That is, we should neither approve of benevolence to some persons rather than to others, nor disapprove injustice and falsehood upon any other account, than merely as an overbalance of happiness was foreseen likely to be produced by the first, and of misery by the second. On the contrary, suppose two men competitors for any thing whatever, which would be of equal advantage to each of them; though nothing indeed would be more impertinent, than for a stranger to busy himself to get one of them preferred to the other; yet such endeavor would be virtue, in behalf of a friend or benefactor, abstracted from all consideration of distant consequences: as that examples of gratitude, and the cultivation of friendship, would be of general good to the world. Again, suppose one man should, by fraud or violence, take from another the fruit of his labor, with intent to give it to a third, who he thought would have as much pleasure from it as would balance the pleasure which the first possessor would have had in the enjoyment, and his vexation in the loss of it; suppose also that no bad consequences would follow: yet such an action would surely be vicious. Nay further, were treachery, violence, and injustice, no otherwise vicious, than as foreseen likely to produce an overbalance of misery to society; then, if in any case a man could procure to himself as great advantage by an act of injustice, as the whole foreseen inconvenience, likely to be brought upon others by it, would amount to; such a piece of injustice would not be faulty or vicious at all: because it would be no more than, in any other case, for a man to prefer his own satisfaction to another's, in equal degrees.","subId":"10","id":"Butler.AR.Diss.2.10"},{"type":"paragraph","content":"The fact, then, appears to be, that we are <em>constituted</em> so as to condemn falsehood, unprovoked violence, injustice, and to approve of benevolence to some preferably to others, abstracted from all consideration, which conduct is likeliest to produce an overbalance of happiness or misery. Therefore, were the Author of nature to propose nothing to himself as an end but the production of happiness, were his moral character merely that of benevolence; yet ours is not so. Upon that supposition indeed, the only reason of his giving us the above mentioned approbation of benevolence to some persons rather than others, and disapprobation of falsehood, unprovoked violence, and injustice, must be, that he foresaw this constitution of our nature would produce more happiness, than forming us with a temper of mere general benevolence. But still, since this is our constitution, falsehood, violence, injustice, must be vice in us; and benevolence to some, preferably to others, virtue; abstracted from all consideration of the overbalance of evil or good, which they may appear likely to produce.","subId":"11","id":"Butler.AR.Diss.2.11"},{"type":"paragraph","content":"Now if human creatures are endued with such a moral nature as we have been explaining, or with a moral faculty, the natural object of which is actions: moral government must consist in rendering them happy and unhappy, in rewarding and punishing them, as they follow, neglect, or depart from, the moral rule of action interwoven in their nature, or suggested and enforced by this moral faculty;<a href=\"#n214\"><sup>[214]</sup></a> in rewarding and punishing them upon account of their so doing.","subId":"12","id":"Butler.AR.Diss.2.12"},{"type":"paragraph","content":"I am not sensible that I have, in this fifth observation, contradicted what any author designed to assert. But some of great and distinguished merit, have, I think, expressed themselves in a manner, which may occasion some danger, to careless readers, of imagining the whole of virtue to consist in singly aiming, according to the best of their judgment, at promoting the happiness of mankind in the present state; and the whole of vice, in doing what they foresee, or might foresee, is likely to produce an overbalance of unhappiness in it: than which mistakes, none can be conceived more terrible. For it is certain, that some of the most shocking instances of injustice, adultery, murder, perjury, and even of persecution, may, in many supposable cases, not have the appearance of being likely to produce an overbalance of misery in the present state; perhaps sometimes may have the contrary appearance.","subId":"13","id":"Butler.AR.Diss.2.13"},{"type":"paragraph","content":"This reflection might easily be carried on, but I forbear. The happiness of the world is the concern of Him who is the lord and the proprietor of it: nor do we know what we are about, when we endeavor to promote the good of mankind in any ways, but those which he has directed; that is indeed in all ways not contrary to veracity and justice. I speak thus upon supposition of persons really endeavoring, in some sort, to do good without regard to these. But the truth seems to be; that such supposed endeavors proceed, almost always, from ambition, the spirit of party, or some indirect principle, concealed perhaps in great measure from persons themselves. And though it is our business and our duty to endeavor, within the bounds of veracity and justice, to contribute to the ease, convenience, and even cheerfulness and diversion of our fellow-creatures: yet, from our short views, it is greatly uncertain, whether this endeavor will, in particular instances, produce an overbalance of happiness upon the whole; since so many and distant things must come into the account. And that which makes it our duty is, that there is some appearance that it will, and no positive appearance sufficient to balance this, on the contrary side; and also, that such benevolent endeavor is a cultivation of that most excellent of all virtuous principles, the active principle of benevolence.","subId":"14","id":"Butler.AR.Diss.2.14"},{"type":"paragraph","content":"However, though veracity, as well as justice, is to be our rule of life; it must be added, otherwise a snare will be laid in the way of some plain men, that the use of common forms of speech, generally understood, cannot be falsehood; and in general, that there can be no designed falsehood, without designing to deceive. It must likewise be observed, that in numberless cases, a man may be under the strictest obligations to what he foresees will deceive, without his intending it. For it is impossible not to foresee, that the words and actions of men, in different ranks and employments, and of different educations, will perpetually be mistaken by each other. And it cannot but be so, while they will judge with the utmost carelessness, as they daily do, of what they are not, perhaps, enough informed to be competent judges of, even though they considered it with great attention.","subId":"15","id":"Butler.AR.Diss.2.15"},{"type":"note","content":"This way of speaking is taken from Epictetus,<cite>n212a</cite> and is made use of as seeming the most full, and least liable to cavil. And the moral faculty may be understood to have these two epithets, <span class=\"foreign\">δοκιμαστικὴ</span> and <span class=\"foreign\">ἀποδοκιμαστικὴ</span> upon a double account; because, upon a survey of actions, whether before or after they are done, it determines them to be good or evil; and also because it determines itself to be the guide of action and of life, in contradistinction from all other faculties, or natural principles of action; in the very same manner as speculative reason <em>directly</em> and naturally judges of speculative truth and falsehood: and at the same time is attended with a consciousness upon <em>reflection</em>, that the natural right to judge of them belongs to it.","subId":"n212","id":"Butler.AR.Diss.2.n212"},{"type":"note","content":"<cite>Arr. Epict. lib. i. cap. i.</cite>","subId":"n212a","id":"Butler.AR.Diss.2.n212a"},{"type":"note","content":"<span class=\"foreign\">Οὐδὲ ἡ ἀρετὴ καὶ κακία—ἐν πείσει ἀλλὰ ἐνεργείᾳ</span>, <cite>M. Anton, lib. ix. 16.</cite> <span class=\"foreign\">Virtutis laus omnis in actione consistit.</span> <cite>Cic. Off. lib. i. cap. 6.</cite>","subId":"n213","id":"Butler.AR.Diss.2.n213"},{"type":"note","content":"<cite>P. 145.</cite>","subId":"n214","id":"Butler.AR.Diss.2.n214"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.Diss","imported":true,"title":"Dissertations","breadcrumb":"Dissertations","published":[1736]}],"prev":{"id":"Butler.AR.Diss.1","imported":true,"title":"Dissertation I. Personal Identity","breadcrumb":"Dissertation 1","published":[1736]}}