{"imported":true,"id":"Shaftesbury.C.MR.5.1","parent":"Shaftesbury.C.MR.5","title":"Chapter I. Ceremonial adjusted, between Author and Reader――Affectation of Precendency in the former――Various Claim to Inspiration――Bards; Prophets; Sibylline Scripture――Written Oracles; in Verse and Prose――Common Interest of antient Letters and Christianity――State of Wit, Elegance, and Correctness――Poetick Truth――Preparation for Criticism on our Author, in his concluding Treatise","breadcrumb":"Chapter 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_020","texts":[],"published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Chapter I. Ceremonial adjusted, between Author and Reader――Affectation of Precendency in the former――Various Claim to Inspiration――Bards; Prophets; Sibylline Scripture――Written Oracles; in Verse and Prose――Common Interest of antient Letters and Christianity――State of Wit, Elegance, and Correctness――Poetick Truth――Preparation for Criticism on our Author, in his concluding Treatise £1","id":"Shaftesbury.C.MR.5.1"},{"type":"paragraph","content":"OF all the artificial Relations, form'd between Mankind, the most capricious and variable is that of _Author_ and _Reader._ Our Author, for his part, has declar'd his Opinion of this, where[n1] he gives his Advice to modern Authors. And tho he supposes that every _Author in Form,_ is, in respect of the particular matter he explains, superior in Understanding to his _Reader;_ yet he allows not that any Author shou'd assume the upper hand, or pretend to withdraw himself from that necessary Subjection to foreign Judgment and Criticism, which must determine the Place of Honour on the Reader's side.","subId":"1","id":"Shaftesbury.C.MR.5.1.1"},{"type":"paragraph","content":"'Tis evident that an Author's Art and Labour are for his _Reader's_ sake alone. 'Tis to his Reader he makes his application, if not openly and avowedly, yet, at least, with implicit Courtship. _Poets_ indeed, and especially those of a modern kind, have a peculiar manner of treating this Affair with a high hand. They pretend to set themselves above Mankind. \"Their _Pens_ are _sacred:_ Their Style and Utterance _divine._\" They write, often, as in a Language foreign to human Kind; and wou'd disdain to be reminded of those poor Elements of Speech, their _Alphabet_ and _Grammar._","subId":"2","id":"Shaftesbury.C.MR.5.1.2"},{"type":"paragraph","content":"But here inferior Mortals presume often to intercept their Flight, and remind them of their fallible and human part. Had those first Poets who began this Pretence to _Inspiration,_ been taught a manner of communicating their rapturous Thoughts and high Ideas by some other Medium than that of _Style_ and _Language;_ the Case might have stood otherwise. But the _inspiring_ ^Divinity^ or ^Muse^ having, in the Explanation of her-self, submitted her Wit and Sense to the mechanick Rules of _human arbitrary_ Composition; she must, in consequence, and by necessity, submit her-self to _human Arbitration,_ and _the Judgment_ of the _literate World._ And thus ^theReader^ is still superior, and keeps the upper hand.","subId":"3","id":"Shaftesbury.C.MR.5.1.3"},{"type":"paragraph","content":"'Tis indeed no small Absurdity, to assert a Work or Treatise, written in _human Language,_ to be above _human Criticism,_ or _Censure._ For if the Art of Writing be from the grammatical Rules of human Invention and Determination; if even these Rules are form'd on casual Practice and various Use: there can be no _Scripture_ but what must of necessity be subject to the Reader's narrow Scrutiny and strict Judgment; unless a Language and Grammar, different from any of human Structure, were deliver'd down from Heaven, and miraculously accommodated to human Service and Capacity.","subId":"4","id":"Shaftesbury.C.MR.5.1.4"},{"type":"paragraph","content":"'Tis no otherwise in the grammatical Art of Characters, and _painted Speech,_ than in the Art of _Painting_ it-self. I have seen, in certain Christian Churches, an antient Piece or two, affirm'd, on the solemn Faith of Priestly Tradition, \"to have been Angelically and Divinely wrought, by a supernatural Hand, and sacred Pencil.\" Had the Piece happen'd to be of a Hand like ^Raphael'^ s, I cou'd have found nothing certain to oppose to this Tradition. But having observ'd the whole _Style_ and Manner of the pretended heavenly Workmanship to be so indifferent as to vary in many Particulars from _the Truth of Art,_ I presum'd within my-self to beg pardon of the Tradition, and assert confidently, \"That if the _Pencil_ had been Heaven-guided, it cou'd never have been so lame in its performance\": It being a mere contradiction to all Divine and Moral Truth, that _a Celestial Hand,_ submitting it-self to the Rudiments of _a human Art,_ shou'd sin against _the_ ^Art^ _it-self,_ and express _Falshood_ and _Error,_ instead of _Justness_ and _Proportion._","subId":"5","id":"Shaftesbury.C.MR.5.1.5"},{"type":"paragraph","content":"It may be alledg'd perhaps, \"That there are, however, certain ^Authors^ in the World, who tho, of themselves, they neither boldly claim the Privilege of _Divine Inspiration,_ nor carry indeed the least resemblance of _Perfection_ in their Style or Composition; yet they subdue _the_ ^Reader,^ gain the ascendent over his Thought and Judgment, and force from him a certain _implicit Veneration_ and _Esteem._\" To this I can only answer, \"That if there be neither Spell nor Inchantment in the Case; this can plainly be no other than mere ^Enthusiasm^ \"; except, perhaps, where _the supreme Powers_ have given their Sanction to any _religious Record,_ or _pious Writ:_ And in this Case, indeed, it becomes immoral and profane in any one, to deny absolutely, or dispute _the sacred Authority_ of the least Line or Syllable contain'd in it. But shou'd _the Record,_ instead of being _single, short_ and _uniform,_ appear to be _multifarious, voluminous,_ and _of the most difficult Interpretation;_ it wou'd be somewhat hard, if not wholly impracticable in the Magistrate, to suffer this Record to be _universally current,_ and at the same time prevent its being _variously apprehended_ and _descanted on,_ by the several _differing Genius's_ and _contrary Judgments_ of Mankind.","subId":"6","id":"Shaftesbury.C.MR.5.1.6"},{"type":"paragraph","content":"'Tis remarkable, that in the politest of all Nations, the Writings look'd upon as most _sacred,_ were those of their great ^Poets;^ whose Works indeed were truly _divine,_ in respect of _Art,_ and _the Perfection of their Frame and Composition._ But there was yet more[n2] _Divinity_ ascrib'd to them, than what is comprehended in this latter Sense. The Notions of vulgar Religion were built on their miraculous Narrations. The wiser and better sort themselves paid a regard to them in this respect; tho they interpreted them indeed more _allegorically._ Even the _Philosophers_ who criticiz'd 'em with most Severity, were not their least Admirers; when they[n3] ascrib'd to 'em that divine _Inspiration,_ or _sublime_ ^Enthusiasm,^ of which our Author has largely treated[n4] elsewhere.","subId":"7","id":"Shaftesbury.C.MR.5.1.7"},{"type":"paragraph","content":"It wou'd, indeed, ill become any Pretender to Divine Writing, to publish his Work under a Character of _Divinity;_ if, after all his Endeavours, he came short of _a consummate and just Performance._ In this respect the _Cumean_ ^Sibyl^ was not so indiscreet or frantick, as she might appear, perhaps, by writing her _Prophetick_ Warnings and pretended _Inspirations_ upon _Joint-Leaves;_ which, immediately after their elaborate Superscription, were torn in pieces, and scatter'd by the Wind.","subId":"8","id":"Shaftesbury.C.MR.5.1.8"},{"type":"paragraph","content":"[n5]You will see an inspired prophetess, who chants destiny at the foot of her rock and entrusts her marks and words to leaves. Whatever lines the maid has written on the leaves, she sorts into order and shuts them within her cave. There they remain unmoved nor shift from their order. Yet when the hinge turns and a breath of wind has stirred them, and the door has disordered the light leaves, never thereafter does she trouble to capture them as they flutter in her cavern or to restore their order or join the leaves. Away men go without advice and hate the Sibyl's home.","subId":"9","id":"Shaftesbury.C.MR.5.1.9"},{"type":"paragraph","content":"'Twas impossible to disprove the ^Divinity^ of such _Writings,_ whilst they cou'd be perus'd only in _Fragments._ Had the Sister-_Priestess_ of ^Delphos,^ who deliver'd her-self in audible plain _Metre,_ been found at any time to have transgress'd _the Rule of Verse,_ it wou'd have been difficult in those days to father the lame Poetry upon ^Apollo^ himself. But where the Invention of _the Leaves_ prevented the reading of a single Line intire; whatever Interpretations might have been made of this _fragil_ and _volatil_ Scripture, no Imperfection cou'd be charg'd on the _Original_ ^Text^ it-self.","subId":"10","id":"Shaftesbury.C.MR.5.1.10"},{"type":"paragraph","content":"What those[n6] Volumes may have been, which the disdainful ^Sibyl^ or Prophetess committed to the Flames; or what the remainder was, which the _Roman_ Prince receiv'd and consecrated; I will not pretend to judg: Tho it has been admitted for Truth by the antient Christian Fathers, That these Writings were so far sacred and divine, as to have prophesy'd of the Birth of our _religious Founder,_ and bore testimony to that _holy Writ_ which has preserv'd his Memory, and is justly held, in the highest degree, _sacred_ among Christians.","subId":"11","id":"Shaftesbury.C.MR.5.1.11"},{"type":"paragraph","content":"The Policy however of _Old_ ^Rome^ was such, as not absolutely to rest the Authority of their Religion on any _Composition of Literature._ The ^Sibylline^ _Volumes_ were kept safely lock'd, and inspected only by such as were ordain'd, or deputed for that purpose. And in this Policy the _New_ ^Rome^ has follow'd their Example; in scrupling to annex the supreme Authority and sacred Character of Infallibility _to_ ^Scripture^ _it-self;_ and in refusing to submit _that Scripture_ to _publick_ Judgment, or to any Eye or Ear but what they qualify for the Inspection of such sacred Mysterys.","subId":"12","id":"Shaftesbury.C.MR.5.1.12"},{"type":"paragraph","content":"The _Mahometan_ Clergy seem to have a different Policy. They boldly rest the Foundation of their Religion on _a Book:_ Such a one as (according to their Pretension) is not only perfect, but _inimitable._ Were a real Man of Letters, and a just Critick permitted to examine this _Scripture_ by the known Rules of Art; he wou'd soon perhaps refute this Plea. But so barbarous is the accompanying Policy and Temper of these _Eastern_ Religionists, that they discourage, and in effect extinguish all true Learning, Science, and the politer Arts, in company with the antient Authors and Languages, which they set aside; and by this infallible Method, leave their ^SacredWrit^ _the sole Standard of literate Performance._ For being _compar'd_ to nothing besides it-self, or what is of an inferior kind, it must undoubtedly be thought _incomparable._","subId":"13","id":"Shaftesbury.C.MR.5.1.13"},{"type":"paragraph","content":"'Twill be yielded, surely, to the Honour of the _Christian World,_ that their _Faith_ (especially that of the Protestant Churches) stands on a more generous Foundation. They not only allow _Comparison_ of Authors, but are content to derive their Proofs of the Validity of their sacred Record and Revelation, even from those Authors call'd _Profane;_ as being well appriz'd, according to the Maxim of[n7] our _Divine Master,_ \"That in what we bear witness only to our-selves, our Witness cannot be establish'd as a Truth.\" So that there being at present no immediate Testimony of _Miracle_ or _Sign_ in behalf of holy Writ; and there being in its own particular Composition or Style nothing miraculous, or self-convincing; if the collateral Testimony of other antient Records, Historians, and foreign Authors, were destroy'd, or wholly lost; there wou'd be less Argument or Plea remaining against that natural Suspicion of those who are call'd _Sceptical,_ \"That the _holy Records_ them-selves were no other than the pure Invention or artificial Compilement of an _interested Party,_ in behalf of _the richest Corporation_ and most profitable _Monopoly_ which cou'd be erected in the World.\"","subId":"14","id":"Shaftesbury.C.MR.5.1.14"},{"type":"paragraph","content":"Thus, in reality, the Interest of our pious Clergy is necessarily join'd with that of _antient Letters,_ and _polite Learning._ By _this_ they perpetually refute the crafty Arguments of those Objectors. When they abandon _this;_ they resign their Cause. When they strike at it; they strike even at the Root and Foundation of our holy _Faith,_ and weaken that Pillar on which the whole Fabrick of our _Religion_ depends.","subId":"15","id":"Shaftesbury.C.MR.5.1.15"},{"type":"paragraph","content":"It belongs to mere _Enthusiasts_ and _Fanaticks_ to plead the Sufficiency of a reiterate translated _Text,_ deriv'd to 'em thro' so many Channels, and subjected to so many Variations, of which they are wholly ignorant. Yet wou'd they persuade us, it seems, that from hence alone they can recognize the Divine Spirit, and receive it in themselves, un-subject (as they imagine) to any Rule, and superior to what they themselves often call _the dead Letter,_ and _unprofitable Science._—This, any one may see, is building Castles in the Air, and demolishing them again at pleasure; as the exercise of an aerial _Fancy,_ or heated _Imagination._","subId":"16","id":"Shaftesbury.C.MR.5.1.16"},{"type":"paragraph","content":"But the judicious Divines of the establish'd Christian Churches, have sufficiently condemn'd this Manner. They are far from resting their Religion on the common Aspect, or obvious Form of their _vulgar_ ^Bible,^ as it presents it-self in the _printed_ Copy, or modern _Version._ Neither do they _in the Original it-self_ represent it to us as _a very Master-piece of Writing,_ or as absolutely perfect in the Purity and Justness either of Style, or Composition. They allow the Holy Authors to have written according to their best Facultys, and the Strength of their natural Genius: \"A Shepherd like _a Shepherd;_ and a Prince like _a Prince:_ A Man of reading, and advanc'd in Letters, like a _Proficient in the kind;_ and a Man of meaner Capacity and Reading, like one of _the ordinary sort,_ in his own common _Idiom,_ and imperfect manner of Narration.\"","subId":"17","id":"Shaftesbury.C.MR.5.1.17"},{"type":"paragraph","content":"'Tis the _Substance_ only of the Narrative, and the _principal Facts_ confirming the Authority of the Revelation, which our Divines think themselves concern'd to prove, according to the best Evidence of which the Matter it-self is capable. And whilst the Sacred Authors themselves allude not only to the _Annals_ and _Historys_ of the ^Heathen^ _World,_ but even to the _philosophical_ Works, the regular[n8] _Poems,_ the very _Plays_ and[n9] _Comedys_ of the learned and polite Antients; it must be own'd, that as those antient Writings are impair'd, or lost, not only the _Light_ and _Clearness_ of holy Writ, but even the _Evidence_ it-self of its _main Facts,_ must in proportion be diminish'd and brought in question. So ill advis'd were[n10] those devout Churchmen heretofore, who in the height of Zeal did their utmost to destroy all Footsteps of _Heathen Literature,_ and consequently all further use of _Learning_ or _Antiquity._","subId":"18","id":"Shaftesbury.C.MR.5.1.18"},{"type":"paragraph","content":"But happily the _Zeal_ of this kind is now left as proper only to those despis'd and ignorant _modern Enthusiasts_ we have describ'd. The ^Roman^ _Church_ it-self is so recover'd from this _primitive Fanaticism,_ that their Great Men, and even their[n11] _Pontiffs,_ are found ready to give their helping Hand, and confer their Bounty liberally towards the advancement of all antient and polite Learning. They justly observe, that their very _Traditions_ stand in need of some collateral Proof. The Conservation of these other antient and disinterested Authors, they wisely judg essential to the Credibility of those principal Facts, on which the whole _religious History_ and _Tradition_ depend.","subId":"19","id":"Shaftesbury.C.MR.5.1.19"},{"type":"paragraph","content":"'Twou'd indeed be in vain for us, to bring a ^PontiusPilate^ into our Creed, and recite what happen'd _under him,_ in ^Judea,^ if we knew not, \"Under _whom_ he himself govern'd, _whose_ Authority he had, or _what_ Character he bore, in that remote Country, and amidst a foreign People.\" In the same manner, 'twou'd be in vain for a ^Roman^ _Pontiff_ to derive his Title to spiritual Sovereignty from the Seat, Influence, Power, and Donation of the _Roman_ ^Caesars,^ and their _Successors;_ if it appear'd not by any _History,_ or _collateral Testimony,_ \"Who the first ^Caesars^ were; and how they came possess'd of that universal Power, and long Residence of Dominion.\"","subId":"20","id":"Shaftesbury.C.MR.5.1.20"},{"type":"paragraph","content":"MY READER doubtless, by this time, must begin to wonder thro' what Labyrinth of Speculation, and odd Texture of capricious Reflections, I am offering to conduct him. But he will not, I presume, be altogether displeas'd with me, when I give him to understand, that being now come into my last ^Miscellany,^ and being sensible of the little Courtship I have paid him, comparatively with what is practis'd in that kind by other modern Authors; I am willing, by way of Compensation, to express my _Loyalty_ or _Homage_ towards him, and shew, by my natural Sentiments, and Principles, \"What particular Deference and high Respect I think to be his _Due._\"","subId":"21","id":"Shaftesbury.C.MR.5.1.21"},{"type":"paragraph","content":"The Issue therefore of this long _Deduction_ is, in the first place, with due Compliments, in my Capacity of _Author,_ and in the name of all _modest Work-men_ willingly joining with me in this Representation, to congratulate our _English_ ^Reader^ on the Establishment of what is so advantageous to himself; I mean, that mutual _Relation_ between him and our-selves, which naturally turns so much to his Advantage, and makes _us_ to be in reality the subservient Party. And in this respect 'tis to be hop'd he will long enjoy his just Superiority and Privilege over his humble Servants, who compose and labour for his sake. The _Relation_ in all likelihood must still continue, and be improv'd. Our common Religion and Christianity, founded on _Letters_ and _Scripture,_ promises thus much. Nor is this Hope likely to fail us, whilst ^Readers^ are really allow'd the Liberty to _read;_ that is to say, to _examine, construe,_ and _remark with Understanding._ ^Learning^ and ^Science^ must of necessity flourish, whilst the Language of the wisest and most learned of Nations is acknowledg'd to contain the principal and essential part of our holy Revelation. And ^Criticism,^ _Examinations, Judgments, literate Labours_ and _Inquirys_ must still be in Repute and Practice; whilst _Antient Authors,_ so necessary to the Support of _the Sacred Volumes,_ are in request, and afford Imployment of such infinite Extent to us _Moderns_ of whatever degree, who are desirous to signalize our-selves by any Atchievement in _Letters,_ and be consider'd as the Investigators of _Knowledg_ and _Politeness._","subId":"22","id":"Shaftesbury.C.MR.5.1.22"},{"type":"paragraph","content":"I may undoubtedly, by virtue of my preceding Argument in behalf of Criticism, be allow'd, without suspicion of Flattery or mere Courtship, to assert the ^Reader'^ s Privilege above the _Author;_ and assign to him, as I have done, the upper Hand, and Place of Honour. As to Fact, we know for certain, that the greatest of _Philosophers,_ the very Founder of Philosophy it-self, was no _Author._ Nor did _the Divine Author,_ and _Founder of our Religion,_ condescend to be an _Author_ in this other respect. He who cou'd best have given us the History of his own Life, with the _intire_ Sermons and divine Discourses which he made in publick, was pleas'd to leave it _to others,_[n12] \"_To take in hand_\": As there were _many,_ it seems, long afterwards, who did; and undertook accordingly \"to write _in order,_ and _as seem'd good to them,_ for the better Information of _particular_ Persons, what was then _believ'd_ among the Initiated or _Catechiz'd,_ from _Tradition,_ and early _Instruction_ in their Youth; or what had been transmitted, by Report, from such as were the presum'd Auditors, and _Eye-witnesses of those things_ in former time.\"","subId":"23","id":"Shaftesbury.C.MR.5.1.23"},{"type":"paragraph","content":"Whether those sacred Books ascrib'd to _the Divine Legislator_ of the ^Jews,^ and which treat of his[n13] Death, Burial, and Succession, as well as of his Life and Actions, are strictly to be understood as coming from the immediate Pen of that _holy Founder,_ or rather from some _other_ inspir'd Hand, guided by the same influencing Spirit; I will not presume so much as to examine or enquire. But in general we find, That both as to publick Concerns, in Religion, and in Philosophy, the great and eminent _Actors_ were of a Rank superior to the _Writing_-Worthys. The great ^Athenian^ Legislator, tho noted as a poetical Genius, cannot be esteem'd an _Author,_ for the sake of some few Verses he may occasionally have made. Nor was the great ^Spartan^ _Founder, a Poet himself,_ tho _Author_ or _Redeemer_ (if I may so express it) to the greatest and best of Poets; who ow'd in a manner his Form and Being to the accurate Searches and Collections of that great _Patron._ The _Politicians_ and _civil_ ^Sages,^ who were fitted in all respects for the great Scene of Business, cou'd not, it seems, be well taken out of it, to attend the slender and minute Affairs of _Letters,_ and _Scholastick_ Science.","subId":"24","id":"Shaftesbury.C.MR.5.1.24"},{"type":"paragraph","content":"'Tis true, indeed, that without _a Capacity_ for Action, and _a Knowledg_ of the World and Mankind, there can be no Author naturally qualify'd to write with Dignity, or execute any noble or great Design. But there are many, who with the highest Capacity for Business, are by their Fortune deny'd the Privilege of that higher Sphere. As there are others, who having once mov'd in it, have been afterwards, by many Impediments and Obstructions, necessitated to retire, and exert their Genius in this lower degree.","subId":"25","id":"Shaftesbury.C.MR.5.1.25"},{"type":"paragraph","content":"'Tis to some Catastrophe of this kind that we owe the noblest _Historians_ (even the two _Princes_ and _Fathers_ of History) as well as the greatest _Philosophical_ Writers, the _Founder_ of the ^Academy,^ and others, who were also noble in respect of their Birth, and fitted for the highest Stations in the Publick; but discourag'd from engaging in it, on account of some Misfortunes, experienc'd either in their own Persons, or that of their near Friends.","subId":"26","id":"Shaftesbury.C.MR.5.1.26"},{"type":"paragraph","content":"'Tis to the early Banishment and long Retirement of a heroick Youth out of his native Country, that we owe an original System of Works, the politest, wisest, usefullest, and (to those who can understand the _Divineness_ of a just _Simplicity_) the most[n14] _amiable,_ and even the most elevating and exalting of all un-inspir'd and merely human Authors.","subId":"27","id":"Shaftesbury.C.MR.5.1.27"},{"type":"paragraph","content":"To this Fortune we owe some of the greatest of the antient Poets. 'Twas this Chance which produc'd the ^Muse^ of an exalted _Grecian_[n15] ^Lyrick,^ and of his Follower[n16] ^Horace;^ whose Character, tho easy to be gather'd from History, and his own Works, is little observ'd by any of his Commentators: The general Idea, conceiv'd of him, being drawn chiefly from his precarious and low Circumstances at Court, after the forfeiture of his Estate, under the Usurpation and Conquest of an ^Octavius,^ and the Ministry of a ^Maecenas;^ not from his better Condition, and nobler Employments in earlier days, under the Favour and Friendship of _greater_ and better Men, whilst the _Roman_ State and Liberty subsisted. For of this Change he himself, as great a Courtier as he seem'd afterwards, gives sufficient[n17] Intimation.","subId":"28","id":"Shaftesbury.C.MR.5.1.28"},{"type":"paragraph","content":"Let ^Authors^ therefore know them-selves; and tho conscious of Worth, Virtue, and a Genius, such as may justly place them above Flattery or mean Courtship to their ^Reader;^ yet let them reflect, that _as Authors merely,_ they are but of the second Rank of Men. And let _the_ ^Reader^ withal consider, \"That when he unworthily resigns the place of Honour, and surrenders his _Taste,_ or _Judgment,_ to _an Author_ of ever so great a Name, or venerable Antiquity, and not to _Reason,_ and _Truth,_ at whatever hazard; he not only betrays _himself,_ but withal the _common Cause_ of ^Author^ and ^Reader,^ the Interest of _Letters_ and _Knowledg,_ and the chief _Liberty, Privilege,_ and _Prerogative_ of the rational part of Mankind.\"","subId":"29","id":"Shaftesbury.C.MR.5.1.29"},{"type":"paragraph","content":"'Tis related in History of the ^Cappadocians,^ That being offer'd their _Liberty_ by the ^Romans,^ and permitted to govern themselves by their own Laws and Constitutions, they were much terrify'd at the Proposal; and as if some sore harm had been intended 'em, humbly made it their Request, \"That they might be govern'd by arbitrary Power, and that an absolute Governour might without delay be appointed over 'em at the discretion of the ^Romans.^ \" For such was their Disposition towards mere _Slavery_ and _Subjection;_ that they dar'd not pretend so much as to _chuse_ their own ^Master.^ So essential they thought ^Slavery,^ and so _divine_ a thing _the Right of_ ^Mastership,^ that they dar'd not be so _free_ even as to presume to give themselves that Blessing, which they chose to leave rather to _Providence, Fortune,_ or ^aConqueror,^ to bestow upon them. They dar'd not _make_ a King; but wou'd rather _take_ one from their powerful Neighbours. Had they been necessitated to come to an _Election,_ the Horror of such a Use of Liberty in Government, wou'd perhaps have determin'd 'em to chuse _blindfold,_ or leave it to the Decision of the commonest _Lot,_ Cast of Dye, _Cross_ or _Pile,_ or whatever it were which might best enable them to clear themselves of the heinous Charge of using the least Foresight, Choice, or Prudence in such an Affair.","subId":"30","id":"Shaftesbury.C.MR.5.1.30"},{"type":"paragraph","content":"I shou'd think it a great Misfortune, were my ^Reader^ of the number of those, who in a kind of _Cappadocian_ Spirit, cou'd easily be terrify'd with the Proposal of giving him his _Liberty,_ and making him _his own Judg._ My Endeavour, I must confess, has been to shew him his just Prerogative in this respect, and to give him the sharpest Eye over his _Author,_ invite him to criticize honestly, without favour or affection, and with the utmost Bent of his Parts and Judgment. On this account it may be objected to me, perhaps, \"That I am not a little vain and presumptuous, in my _own_ as well as in my _Author's_ behalf, who can thus, as it were, challenge my _Reader_ to a Trial of his keenest Wit.\"","subId":"31","id":"Shaftesbury.C.MR.5.1.31"},{"type":"paragraph","content":"But to this I answer, That shou'd I have the good fortune to raise the masterly Spirit of _just_ ^Criticism^ in my _Readers,_ and exalt them ever so little above the lazy, timorous, over-modest, or resign'd State, in which the generality of them remain; tho by this very Spirit, I _my-self_ might possibly meet my Doom: I shou'd however abundantly congratulate with my-self on these my low Flights, be proud of having plum'd the Arrows of better _Wits,_ and furnish'd Artillery, or Ammunition of any kind, to those Powers, to which I _my-self_ had fall'n a Victim.","subId":"32","id":"Shaftesbury.C.MR.5.1.32"},{"type":"paragraph","content":"[n18]I will play the part of a whetstone.","subId":"33","id":"Shaftesbury.C.MR.5.1.33"},{"type":"paragraph","content":"I cou'd reconcile my Ambition in this respect to what I call my _Loyalty to the_ ^Reader;^ and say of his Elevation in Criticism and Judgment, what a _Roman_ Princess said of her Son's Advancement to Empire,[n19] \"Let him kill me, so long as he comes to the throne.\"","subId":"34","id":"Shaftesbury.C.MR.5.1.34"},{"type":"paragraph","content":"Had I been a _Spanish_ ^Cervantes,^ and with success equal to that comick Author, had destroy'd the reigning Taste of _Gothick_ or _Moorish_ ^Chivalry,^ I cou'd afterwards contentedly have seen my _Burlesque_-Work it-self despis'd, and set aside; when it had wrought its intended effect, and destroy'd those _Giants_ and _Monsters_ of the Brain, against which it was originally design'd. Without regard, therefore, to the prevailing _Relish_ or _Taste_ which, in my own Person, I may unhappily experience, when these my Miscellaneous Works are leisurely examin'd; I shall proceed still in my Endeavour to refine my _Reader's_ ^Palate;^ _whetting_ and _sharpening_ it, the best I can, for Use, and Practice, in the lower Subjects: that by this Exercise it may acquire the greater Keenness, and be of so much the better effect in Subjects of a higher kind, which relate to his chief Happiness, his _Liberty_ and _Manhood._","subId":"35","id":"Shaftesbury.C.MR.5.1.35"},{"type":"paragraph","content":"SUPPOSING me therefore a mere _comick_ Humourist, in respect of those inferior Subjects, which after the manner of my familiar _Prose-Satir_ I presume to criticize; May not I be allow'd to ask, \"Whether there remains not still among us noble ^Britons,^ something of that original _Barbarous_ and _Gothick_ Relish, not wholly purg'd away; when, even at this hour, _Romances_ and _Gallantrys_ of like sort, together with _Works_ as monstrous of other kinds, are current, and in vogue, even with the People who constitute our reputed _polite World?_\" Need I on this account refer again to our[n20] Author, where he treats in general of _the Style_ and _Manner_ of our _modern Authors,_ from the _Divine_ to the _Comedian?_ What Person is there of the least Judgment or Understanding, who cannot easily, and without the help of _a Divine,_ or rigid _Moralist,_ observe the lame Condition of our _English_ ^Stage;^ which nevertheless is found the Rendevouz and chief Entertainment of our best Company, and from whence in all probability our Youth will continue to draw their Notion of _Manners,_ and their Taste of _Life,_ more directly and naturally, than from the _Rehearsals_ and _Declamations_ of a _graver_ ^Theater?^","subId":"36","id":"Shaftesbury.C.MR.5.1.36"},{"type":"paragraph","content":"Let those whose business it is, advance, as they best can, the Benefit of that _sacred Oratory,_ which we have lately seen and are still like to see employ'd to various purposes, and further designs than that of instructing us in Religion or Manners. Let 'em in that high _Scene_ endeavour to refine our Taste and Judgment in sacred Matters. 'Tis the good _Critick's_ Task to amend our _common_ ^Stage;^ nor ought this _Dramatick_ Performance to be decry'd or sentenc'd by those Criticks of a higher Sphere. The Practice and _Art_ is honest, in it-self. Our _Foundations_ are well laid. And in the main, our _English_ ^Stage^ (as[n21] has been remark'd) is capable of the highest Improvement; as well from the present Genius of our Nation, as from the rich Oar of our early Poets in this kind. But _Faults_ are easier imitated than Beautys.","subId":"37","id":"Shaftesbury.C.MR.5.1.37"},{"type":"paragraph","content":"We find, indeed, our ^Theater^ become of late the Subject of a growing Criticism. We hear it openly complain'd, \"That in our _newer_ Plays as well as in our _older,_ in _Comedy_ as well as _Tragedy,_ the Stage presents a proper Scene of Uproar;—Duels fought; Swords drawn, many of a side; Wounds given, and sometimes dress'd too; the Surgeon call'd, and the Patient prob'd and tented upon the Spot. That in our _Tragedy,_ nothing is so common as Wheels, Racks, and Gibbets properly adorn'd; Executions decently perform'd; Headless Bodys and Bodiless Heads, expos'd to view: Battels fought: Murders committed: and the Dead carry'd off in great Numbers.\"—Such is our Politeness!","subId":"38","id":"Shaftesbury.C.MR.5.1.38"},{"type":"paragraph","content":"Nor are these _Plays,_ on this account, the less frequented by _either_ of the Sexes: Which inclines me to favour the Conceit our[n22] Author has suggested concerning the mutual Correspondence and Relation between our _Royal_ ^Theater,^ and _Popular_ ^Circus^ or _Bear-Garden._ For in the former of these Assemblys, 'tis undeniable that at least the _two_ upper Regions or Gallerys contain such Spectators, as indifferently frequent each Place of Sport. So that 'tis no wonder we hear such Applause resounded on the Victorys of an ^Almanzor;^ when the same Partys had possibly, no later than the Day before, bestow'd their Applause as freely on the _victorious Butcher,_ the ^Hero^ of _another Stage:_ where amidst various Frays, bestial and human Blood, promiscuous Wounds and Slaughter; one Sex are observ'd as frequent and as pleas'd Spectators as the other, and sometimes not _Spectators_ only, but _Actors_ in the _Gladiatorian_ Parts.—These Congregations, which we may be apt to call _Heathenish,_[n23] (tho in reality never known among the _politer Heathens_) are, in our _Christian_ Nation, unconcernedly allow'd and tolerated, as no way injurious to _religious_ Interests; whatever effect they may be found to have on _national Manners, Humanity,_ and _Civil Life._ Of such _Indulgencys_ as these, we hear no Complaints. Nor are any _Assemblys,_ tho of the most _barbarous_ and _enormous_ kind, so offensive, it seems, to _Men of Zeal,_ as _religious Assemblys_ of a _different_ Fashion or Habit from their own.","subId":"39","id":"Shaftesbury.C.MR.5.1.39"},{"type":"paragraph","content":"I am sorry to say, that, tho in the many parts of _Poetry_ our Attempts have been high and noble, yet in general the ^Taste^ of _Wit_ and _Letters_ lies much upon a level with what relates to our Stage.","subId":"40","id":"Shaftesbury.C.MR.5.1.40"},{"type":"paragraph","content":"I can readily allow to our ^British^ _Genius_ what was allow'd to the ^Roman^ heretofore:","subId":"41","id":"Shaftesbury.C.MR.5.1.41"},{"type":"paragraph","content":"[n24]By nature full of elevation and passion; for he has tragic inspiration enough and happy boldness.","subId":"42","id":"Shaftesbury.C.MR.5.1.42"},{"type":"paragraph","content":"But then I must add too, that the excessive Indulgence and Favour shown to our _Authors_ on account of what their _mere Genius_ and _flowing_ Vein afford, has render'd them intolerably supine, conceited, and Admirers of themselves. The Publick having once suffer'd 'em to take the ascendent, they become, like flatter'd Princes, impatient of Contradiction or Advice. They think it a disgrace to be criticiz'd, even by _a Friend;_ or to reform, at his desire, what they them-selves are fully convinc'd is negligent, and uncorrect.","subId":"43","id":"Shaftesbury.C.MR.5.1.43"},{"type":"paragraph","content":"[n25]","subId":"44","id":"Shaftesbury.C.MR.5.1.44"},{"type":"paragraph","content":"\"\". . . wanted or forgot // The last and greatest art, the art to blot.\"\"","subId":"45","id":"Shaftesbury.C.MR.5.1.45"},{"type":"paragraph","content":"The[n26] _Limae Labor_ is the great Grievance, with our Country-men. An _English_ ^Author^ wou'd be _all_ ^Genius.^ He wou'd reap the _Fruits_ of Art; but without Study, Pains, or Application. He thinks it necessary, indeed, (lest his Learning shou'd be call'd in question) to show the World that he errs _knowingly_ against the Rules of Art. And for this reason, whatever Piece he publishes at any time, he seldom fails, in some prefix'd Apology, to speak in such a manner of _Criticism_ and _Art,_ as may confound the ordinary _Reader,_ and prevent him from taking up _a Part,_ which, shou'd he once assume, wou'd prove fatal to the impotent and mean Performance.","subId":"46","id":"Shaftesbury.C.MR.5.1.46"},{"type":"paragraph","content":"'Twere to be wish'd, that when once our Authors had consider'd of a _Model_ or _Plan,_ and attain'd the Knowledg of a[n27] ^Whole^ and ^Parts;^ when from this beginning they had proceeded to _Morals,_ and the Knowledg of what is call'd[n28] ^Poetick Manners,^ and ^Truth;^ when they had learnt to reject _false Thought,_ embarassing and _mix'd Metaphors,_ the ridiculous _Paint_ in Comedy, and the _false Sublime,_ and _Bombast_ in Heroick; they wou'd at last have some regard to Numbers, Harmony, and _an_[n29] _Ear;_ and correct, as far as possible, the harsh Sounds of our Language, in _Poetry_ at least, if not in _Prose._","subId":"47","id":"Shaftesbury.C.MR.5.1.47"},{"type":"paragraph","content":"But so much are our _British_ Poets taken up, in seeking out that monstrous Ornament which we call[n30] _Rhyme,_ that 'tis no wonder if other Ornaments, and _real Graces_ are unthought of, and left un-attempted. However, since in some Parts of Poetry, especially in _the Dramatick,_ we have been so happy as to triumph over this barbarous Taste; 'tis unaccountable that our _Poets,_ who from this Privilege ought to undertake some further Refinements, shou'd remain still upon the same level as before. 'Tis a shame to our _Authors,_ that in their elegant Style and _metred Prose_ there shou'd not be found a peculiar Grace and Harmony, resulting from a more natural and easy Disengagement of their Periods, and from a careful avoiding the Encounter of the shocking Consonants and jarring Sounds to which our Language is so unfortunately subject.","subId":"48","id":"Shaftesbury.C.MR.5.1.48"},{"type":"paragraph","content":"They have of late, 'tis true, reform'd in some measure the gouty Joints and Darning-work of _Whereunto's, Whereby's, Thereof's, Therewith's,_ and the rest of this kind; by which, complicated Periods are so curiously strung, or hook'd on, one to another, after the long-spun manner of the _Bar,_ or _Pulpit._ But to take into consideration no real Accent, or Cadency of Words, no Sound or Measure of Syllables; to put together, at one time, a Set of Compounds, of the longest _Greek_ or _Latin_ Termination; and at another, to let whole Verses, and those too of our heroick and longest sort, pass currently in _Monosyllables;_ is, methinks, no slender Negligence. If single Verses at the head, or in the most emphatical places, of the most considerable Works, can admit of such a Structure, and pass for truly harmonious and poetical in this negligent form; I see no reason why more Verses than one or two, of the same formation, shou'd not be as well admitted; or why an un-interrupted Succession of these well-strung _Monosyllables_ might not be allow'd to clatter after one another, like the Hammers of a Paper-Mill, without any breach of Musick, or prejudice to the Harmony of our Language. But if Persons who have gone no farther than a Smith's Anvil to gain _an Ear,_ are yet likely, on fair trial, to find a plain defect in these _Ten-Monosyllable_ Heroicks; it wou'd follow, methinks, that even a _Prose_-Author, who attempts to write politely, shou'd endeavour to confine himself within those Bounds, which can never, without breach of Harmony, be exceeded in any just _Metre,_ or agreeable Pronunciation.","subId":"49","id":"Shaftesbury.C.MR.5.1.49"},{"type":"paragraph","content":"THUS HAVE I ventur'd to arraign the Authority of those self-privileg'd Writers, who wou'd exempt themselves from _Criticism,_ and save their ill-acquir'd Reputation, by the Decrial of an _Art,_ on which the Cause and Interest of _Wit_ and _Letters_ absolutely depend. Be it they themselves, or their great Patrons in their behalf, who wou'd thus arbitrarily support the Credit of ill Writings; the Attempt, I hope, will prove unsuccessful. Be they Moderns or Antients, Foreigners or Natives, ponderous and austere Writers, or airy and of the humorous kind: Whoever takes refuge here, or seeks Protection hence; whoever joins his Party or Interest to this Cause; it appears from the very Fact and Endeavour alone, that there is just ground to suspect some Insufficiency or Imposture at the bottom. And on this account the ^Reader,^ if he be wise, will the rather redouble his Application and Industry, to examine the Merit of his assuming Author. If, as _Reader,_ and _Judg,_ he dares once assert that _Liberty_ to which we have shewn him justly intitled; he will not easily be threaten'd or ridicul'd out of the use of his _examining Capacity,_ and _native Privilege_ of ^Criticism.^","subId":"50","id":"Shaftesbury.C.MR.5.1.50"},{"type":"paragraph","content":"'Twas to this _Art,_ so well understood and practis'd heretofore, that the wise Antients ow'd whatever was consummate and perfect in their Productions. 'Tis to the same _Art_ we owe the Recovery of Letters in these latter Ages. To this alone we must ascribe the Recognition of antient Manuscripts, the Discovery of what is spurious, and the Discernment of whatever is genuine of those venerable Remains which have pass'd thro' such dark Periods of Ignorance, and rais'd us to the Improvements we now make in every Science. 'Tis to this _Art,_ that even the _Sacred Authors_ themselves owe their highest Purity and Correctness. So _sacred_ ought the _Art_ it-self to be esteem'd; when from its Supplies alone is form'd that judicious and learned Strength, by which the Defenders of our Holy Religion are able so successfully to refute the _Heathens, Jews, Sectarians, Hereticks,_ and other Enemys or Opposers of our primitive and antient Faith.","subId":"51","id":"Shaftesbury.C.MR.5.1.51"},{"type":"paragraph","content":"But having thus, after our Author's example, asserted the Use of ^Criticism,^ in all literate Works, from the main _Frame,_ or _Plan_ of every Writing, down to the minutest _Particle;_ we may now proceed to exercise this _Art_ upon our Author himself, and by his own Rules examine him in this his last Treatise; reserving still to our-selves the same Privilege of Variation, and Excursion into other Subjects, the same _Episodick_ Liberty, and Right of wandering, which we have maintain'd in the preceding Chapters.","subId":"52","id":"Shaftesbury.C.MR.5.1.52"},{"type":"note","content":"_Viz._ Treatise III. VOL. I.","subId":"n1","id":"Shaftesbury.C.MR.5.1.n1"},{"type":"note","content":"Supra, _pag._ 153, 154. in the Notes.","subId":"n2","id":"Shaftesbury.C.MR.5.1.n2"},{"type":"note","content":"VOL. I. _pag._ 53, 54.","subId":"n3","id":"Shaftesbury.C.MR.5.1.n3"},{"type":"note","content":"_Viz._ Letter of Enthusiasm, VOL. I. And above, MISC. II. chap. 1, 2.","subId":"n4","id":"Shaftesbury.C.MR.5.1.n4"},{"type":"note","content":"\"\"$Insanam vatem aspicies; quae rupe sub imâ // Fata canit, foliisque notas & nomina mandat. // Quaecunque in foliis descripsit Carmina Virgo, // Digerit in numerum, atque antro seclusa relinquit. // Illa manent immota locis, neque ab ordine cedunt. // Verum eadem, verso tenuis cum cardine ventus // Impulit, & teneras turbavit janua frondes: // Nunquam deinde cavo volitantia prendere saxo, // Nec revocare situs, aut jungere carmina curat. // Inconsulti abeunt, sedemque odere ^Sibyllae^.$ // [Virg. AEn. lib. iii. 444.]\"\"","subId":"n5","id":"Shaftesbury.C.MR.5.1.n5"},{"type":"note","content":"$Libri tres in Sacrarium conditi, Sibyllini appellati. Ad eos quasi ad Oraculum Quindecimviri adeunt, cum Dii immortales publicè consulendi sunt.$ [Aul. Gell. lib. i. c. 19. & Plin. lib. xiii. c. 13.] But of this first Sibylline Scripture, and of other canoniz'd Books and additional _Sacred Writ_ among the ^Romans^; see what ^Dionysius Halicarnasseus^ cites (from ^Varro^'s _Roman Theologicks_) in his History, _lib._ iv. c. 62.","subId":"n6","id":"Shaftesbury.C.MR.5.1.n6"},{"type":"note","content":"John, chap. v. ver. 31.","subId":"n7","id":"Shaftesbury.C.MR.5.1.n7"},{"type":"note","content":"^Aratus,^ Acts ch. xvii. ver. 28. And ^Epimenides,^ Titus ch. i. ver. 12. _Even one of their own_ PROPHETS. For so the holy Apostle deign'd to speak of a Heathen _Poet,_ a _Physiologist,_ and _Divine:_ who prophesy'd of _Events,_ wrought _Miracles,_ and was receiv'd as an _inspir'd Writer,_ and _Author of Revelations,_ in the chief Citys and States of ^Greece.^","subId":"n8","id":"Shaftesbury.C.MR.5.1.n8"},{"type":"note","content":"^Menander,^ 1 Cor. ch. xv. ver. 33.","subId":"n9","id":"Shaftesbury.C.MR.5.1.n9"},{"type":"note","content":"Even in the _sixth_ Century, the fam'd ^Gregorius^ Bishop of ^Rome,^ who is so highly celebrated for having planted the Christian Religion, by his Missionary Monks, in our _English_ Nation of Heathen _Saxons,_ was so far from being a Cultivater or Supporter of Arts or Letters, that he carry'd on a kind of general Massacre upon every Product of human Wit. His own Words in a Letter to one of the _French_ Bishops, a Man of the highest Consideration and Merit, (as a noted modern _Critick,_ and satirical Genius of that Nation acknowledges) are as follow. _Pervenit ad nos quod sine verecundiâ memorare non possumus, fraternitatem tuam GRAMMATICAM quibusdam exponere. Quam rem ita molestè suscepimus, ac sumus vehementiùs aspernati, ut ea quae prius dicta fuerunt, in gemitum & tristitiam verteremus, quia in uno se ore cum_ ^Jovis^ _laudibus_ ^Christi^ _laudes non capiunt._ * * * * _Unde si post hoc evidenter ea quae ad nos perlata sunt, falsa esse claruerint, nec vos NUGIS & SECULARIBUS LITERIS studere contigerit, Deo nostro gratias agimus, qui cor vestrum maculari blasphemis nefandorum laudibus non permisit._ ^Gregorii^ Opera, Epist. 48. lib. ix. Paris. Ann. 1533. And in his Dedication, or first Preface to his Morals, after some very insipid _Rhetorick,_ and _figurative_ Dialect imploy'd against the _Study_ and _Art_ of _Speech,_ he has another Fling at the Classick Authors and Discipline; betraying his inveterate Hatred to antient Learning, as well as the natural Effect of this _Zealot-Passion,_ in his own Barbarity both of Style and Manners. His words are, _Unde & ipsam artem loquendi, quam Magisteria Disciplinae exterioris insinuant, servare despexi. Nam sicut hujus quoque Epistolae tenor enunciat, non Metacismi collisionem fugio: non Barbarismi confusionem devito, situs motusque praepositionum casusque servare contemno: quia indignum vehementer existimo, ut verba coelestis oraculi restringam sub regulis_ ^Donati.^ That he carry'd this savage Zeal of his so far as to destroy (what in him lay) the whole Body of _Learning,_ with all the _Classick Authors_ then in being, was generally believ'd. And (what was yet more notorious and unnatural in a ^Roman^ _Pontiff_) the Destruction of the _Statues, Sculptures,_ and finest Pieces of Antiquity in ^Rome,^ was charg'd on him by his Successor in the _SEE;_ as, besides ^Platina,^ another Writer of his Life, without the least Apology, confesses. See in the above-cited Edition of St. ^Gregory'^ s Works, at the beginning, _viz. Vita D. Gregorii ex Joan. Laxiardo Coelestino._ 'Tis no wonder, therefore, if other Writers have given account of that Sally of the Prelate's Zeal against the _Books_ and _Learning_ of the _Antients,_ for which the Reason alledg'd was very extraordinary; \"That the holy Scriptures wou'd be the better relish'd, and receive a considerable Advantage by the Destruction of these Rivals.\" It seems they had no very high Idea of _the holy Scriptures,_ when they suppos'd them such Losers by _a Comparison._ However, 'twas thought advisable by other _Fathers_ (who had a like view) to frame new Pieces of Literature, after the Model of these condemn'd Antients. Hence those ridiculous Attempts of new _heroick Poems,_ new _Epicks_ and _Dramaticks,_ new ^Homers^, ^Euripides^, ^Menanders^, which were with so much Pains and so little Effect industriously set afoot by the zealous Priesthood; when Ignorance prevail'd, and the Hierarchal Dominion was so universal. But tho their Power had well nigh compass'd the Destruction of those _great Originals,_ they were far from being able to procure any Reception for their _puny Imitations._ The _Mock-Works_ have lain in their deserv'd Obscurity; as will all other Attempts of that kind, concerning which our Author has already given his Opinion, VOL. I. _pag._ 356, 357, &c. But as to the _ill Policy_ as well as _Barbarity_ of this _Zealot_-Enmity against the Works of the Antients, a foreign Protestant Divine, and most learned Defender of Religion, making the best Excuse he can for the ^Greek^ -_Fathers,_ and endeavouring to clear them from this general Charge of Havock and Massacre committed upon _Science_ and _Erudition,_ has these words: \"_Si cela est, voilà encore un nouveau Sujet de mépriser les Patriarches de_ ^Constantinople^ _qui n'étoient d'ailleurs rien moins que gens de bien; mais j'ai de la poine à le croire, parce qu'il nous est resté de Poetes infiniment plus sales que ceux qui se sont perdus. Personne ne doute qu'_ ^Aristophane^ _ne soit beaucoup plus sale, que n'etoit_ ^Menander.Plutarque^ _en est un bon témoin, dans la Comparaison qu'il a faite de ces deux Poetes. Il peuvoit être neanmoins arrivé, que quelques_ ^Ecclesiastiques^ _ennemis des_ Belles Lettres, _en eussent usé comme dit_ ^Chalcondyle,^ _sans penser qu'en conservant_ toute l'Antiquité Grecque, _ils conserveroient la Langue de leurs Prédecesseurs, & une infinité de Faits qui servoient beaucoup à l'intelligence & à la confirmation de_ l'Histoire Sacrée, _& même_ de la Religion Chretienne. _Ces gens-là devoient au moins nous conserver les Histoires Anciennes des Orientaux, comme des_ Chaldéens, _des_ Tyriens, _& des_ Egyptiens; _mais ils agissoient plus par ignorance & par negligence, que par raison._\" [BIBL. CHOIS. Tom. XIV. pag. 131, 132, 133.]","subId":"n10","id":"Shaftesbury.C.MR.5.1.n10"},{"type":"note","content":"Such a one is the present Prince, ^Clement^ XI. an Incourager of all Arts and Sciences.","subId":"n11","id":"Shaftesbury.C.MR.5.1.n11"},{"type":"note","content":"So ^Luke,^ chap. i. ver. 1, 2, 3, 4. \"(1) For as much as MANY have taken in hand to set forth, in order, a Declaration (_Exposition_ or _Narrative,_ διήγησιν) of those things which are most surely believ'd among (or _were fulfill'd in, or among_) us; (2) Even as they deliver'd them unto us, which from the beginning were Eyewitnesses and Ministers of the Word: (3) It seem'd good to ME also, having had perfect understanding of all things from the very first, (or _having look'd back, and search'd accurately into all Matters from the beginning, or highest time,_ παρηκοκονθηκότι ἄνωθεν πα̑σιν ἀκριβω̑ς) to write unto _Thee_ in order, most excellent ^Theophilus,^ (4) That _Thou_ mightest know the Certainty (or _Validity, sound Discussion,_ ἀσφάλειαν) of those things wherein THOU hast been instructed (or _catechiz'd_) περὶ ὠ̑ν κατηχήθης.\" Whether the words πεπληρφορημένων ἐν ἡμι̑ν, in the first Verse, shou'd be render'd _believ'd among,_ or _fulfill'd in, or among us,_ may depend on the different reading of the _Original._ For in some Copys, the ἐν next following is left out. However, the exact Interpreters or verbal Translators render it _fulfill'd,_ Vid. _Ar. Montan. Edit. Plantin._ 1584. In _Ver._ 4. the word CERTAINTY, ἀσφάλειαν, is interpreted ἀκρίβειαν, _Validity, Soundness, good Foundation,_ from the Sense of the preceding Verse. See the late Edition of our learned Dr. ^Mill,^ _ex recensione_ ^Kusteri,^ Rot. 1710. For the word _Catechiz'd,_ κατηχήθης, (the last of the fourth Verse) ^Rob.Constantine^ has this Explanation of it: \"_Priscis Theologis apud_ ^AEgyptios^ _mos crat, ut_ Mysteria _voce tantùm, veluti per manus, posteris relinquerent. Apud Christianos, qui Baptismatis erant candidati, iis, vivâ voce, tradebantur fidei Christianae Mysieria,_ sine scriptis: _quod ^Paulus^ _ & ^Lucas^ κατηχει̑ν vocant. Unde qui docebantur, Catechumeni _vocabantur; qui docebant,_ Catechistae.\" [Among the Egyptians it was the custom of ancient worship that mysteries were left to future generations with the voice alone, just as if written by hands. Among the Christians who were candidates for baptism, to these with the living voice, the mysteries were being handed down to the Christian believers without written instructions, a practice which Paul and Luke called to instruct. Thus those who were being taught were called the catechumen; those who were teaching, the catechists.]","subId":"n12","id":"Shaftesbury.C.MR.5.1.n12"},{"type":"note","content":"Deut. ch. xxxiv. ver. 5, 6, 7, _&c._","subId":"n13","id":"Shaftesbury.C.MR.5.1.n13"},{"type":"note","content":"τὸν ἥδιστον καὶ χαριέστατον Ξενοφω̑ντα, as _Athenaeus_ calls him, lib. xi. See VOL. I. _pag._ 255.","subId":"n14","id":"Shaftesbury.C.MR.5.1.n14"},{"type":"note","content":"\"\"$Et te sonantem plenius aureo, // ALCAEE, plectro dura navis, // Dura fugae mala, dura belli.$ // [Horat. Lib. ii. Od. xiii. ver. 26.]\"\"","subId":"n15","id":"Shaftesbury.C.MR.5.1.n15"},{"type":"note","content":"\"\"$——Age, dic Latinum, // Barbite, carmen. // Lesbio primùm modulate Civi; // Qui ferox bello, &c.$ // [Horat. Lib. i. Od. xxxii. ver. 3.]\"\"","subId":"n16","id":"Shaftesbury.C.MR.5.1.n16"},{"type":"note","content":"\"\"$Dura sed amovere loco me tempora grato, // Civilisque rudem belli tulit aestus in arma, // Caesaris Augusti non responsura lacertis. // Unde simul primum me dimisere Philippi, // Decisis humilem pennis, inopemque paterni // Et laris & fundi, paupertas impulit audax // Ut versus sacerem.$ // [Horat. Lib. ii. Epist. ii. ver. 46.]\"\" \"\"$——At olim // Quòd mihi pareret Legio Romana Tribuno.$ // [Lib. i. Sat. vi. ver. 47.]\"\" _Viz._ under ^Brutus.^ Whence again that natural Boast: \"\"$Me primis urbis BELLI placuisse Domique.$ // [Lib. i. Epist. xx. ver. 23.]\"\" And again, \"\"$—Cum MAGNIS vixisse invita fatebitur usque // Invidia.$ // [Lib. ii. Sat. i. ver. 77.]\"\" Where the _vixisse_ shews plainly whom he principally meant by his _MAGNI,_ his _early_ Patrons and Great Men in the State: His Apology and Defense here (as well as in his fourth and sixth Satirs of his first Book, and his 2d Epistle of his second, and elsewhere) being supported still by the open and bold Assertion of his good Education, (equal to the highest Senators, and under the best Masters) his Employments at home and abroad, and his _early_ Commerce and Familiarity with _former_ Great Men, before these his _new_ Friendships, and this _latter_ Court-Acquaintance, which was now envy'd him by his Adversarys. \"\"$NUNC quia Maecenas, tibi sum convictor: at OLIM // Quòd mihi pareret Legio Romana Tribuno.$\"\" The Reproach _now_ was with respect to a ^Maecenas^ or ^Augustus.^ 'Twas the same _formerly_ with respect to a ^Brutus,^ and those who were _then_ the principal and leading Men. The Complaint or Murmur against him on account of his being an _Upstart_ or _Favourite_ under a ^Maecenas^ and ^Augustus,^ cou'd not be answer'd, by a _Vixisse_ relating to the same Persons; any more than his _Placuisse,_ join'd with his _BELLI Domique,_ cou'd relate to those under whom he never went to War, nor wou'd ever consent to bear any Honours. For so he himself distinguishes (Sat. vi. to ^Maecenas^ ) \"\"$—Quia non ut forsit honorem // Jure mihi invideat quivis, ita te quoque amicum.$ // [ver. 49.]\"\" He was formerly _an Actor_, and in the _Ministry_ of Affairs: Now only a FRIEND to _a Minister:_ Himself still a _private_ and _retir'd_ Man. That he refus'd ^Augustus'^ s Offer of the Secretary-ship, is well known. But in these Circumstances, the Politeness as well as Artifice of ^Horace^ is admirable; in making _Futurity_ or _Posterity_ to be the speaking Party in both those places, where he suggests his Intimacy and Favour with the _Great,_ that there might, in some measure, be room left (tho in strictness there was scarce any) for an ^Octavius^ and a ^Maecenas^ to be included. See VOL. I. _pag._ 269, 270. in the Notes.","subId":"n17","id":"Shaftesbury.C.MR.5.1.n17"},{"type":"note","content":"——_Fungar vice Cotis._—— Horat. de Arte Poet. ver. 304.","subId":"n18","id":"Shaftesbury.C.MR.5.1.n18"},{"type":"note","content":"\"_Occidat, dum imperet._\" Tacit. Annal. lib. xiv. cap. 9.","subId":"n19","id":"Shaftesbury.C.MR.5.1.n19"},{"type":"note","content":"_Viz._ In his _Advice to Authors,_ Treatise III. VOL. I.","subId":"n20","id":"Shaftesbury.C.MR.5.1.n20"},{"type":"note","content":"VOL. I. _pag._ 217, &c. 223, 259, 275, 276.","subId":"n21","id":"Shaftesbury.C.MR.5.1.n21"},{"type":"note","content":"VOL. I. _pag._ 270, &c.","subId":"n22","id":"Shaftesbury.C.MR.5.1.n22"},{"type":"note","content":"VOL. I. _pag._ 269, &c.","subId":"n23","id":"Shaftesbury.C.MR.5.1.n23"},{"type":"note","content":"\"\"$——Naturâ sublimis & acer: // Nam spirat Tragicum satis, & feliciter audet.$ // [Horat. Lib. ii. Epist. i. ver. 165.]\"\"","subId":"n24","id":"Shaftesbury.C.MR.5.1.n24"},{"type":"note","content":"\"\"$Sed turpem putat in scriptis, metuitque Lituram.$ // [Ibid.]\"\"","subId":"n25","id":"Shaftesbury.C.MR.5.1.n25"},{"type":"note","content":"Ars Poet.","subId":"n26","id":"Shaftesbury.C.MR.5.1.n26"},{"type":"note","content":"$ὅλον δ' ἐστι τὸ ἔχον ἀρχὴν καὶ μέσον καὶ τελευτήν. ἀρχὴ δέ ἐστιν ὃ αὐτὸ μὲν μὴ ἐξ ἀνάγκης μετ' ἄλλο ἐστί, μετ' ἐκει̑νο δ' ἕτερον πέφυκεν εἰ̑ναι ἢ γίνεσθαι. τίλευτὴ δὲ τοὐναντίον ὃ αὐτὸ μετ' ἄλλο πέφυκεν εἰ̑ναι ἢ ἑξ ἀνάγκης ἢ ὡς ἐπὶ τὸ πολύ, μετὰ δὲ του̑το ἄλλο οὐδέν. μέσον δὲ ὃ καὶ αὐτὸ μετ' ἄλλο καὶ μετ' ἐκει̑νο ἕτερον.$ [Arist. de Poet. cap. 7.] And in the following Chapter, $μυ̑θος δ' ἐστὶν εἱ̑ς οὐχ ὥσπερ τινὲς οἴονται ἐὰν περὶ ἕνα ᾐ̑, &c.$ \"\"$Denique si quod vis simplex duntaxat & UNUM.$ // [Horat. de Arte Poet. ver. 23.]\"\" _See_ VOL. I. _p._ 145, 146.'Tis an infallible proof of the want of just _Integrity_ in every Writing, from the _Epopee_ or _Heroick_-Poem, down to the familiar Epistle, or slightest Essay either in _Verse_ or _Prose,_ if each several Part or Portion fits not its proper place so exactly, that the least Transposition wou'd be impracticable. Whatever is _Episodick,_ tho perhaps it be _a Whole,_ and in itself _intire,_ yet being inserted, as a _Part,_ in a Work of greater length, it must appear only in its _due Place._ And that Place alone can be call'd its _due_-one, which alone befits it. If there be any Passage in the Middle or End, which might have stood in the Beginning; or any in the Beginning, which might have stood as well in the Middle or End; there is properly in such a Piece neither Beginning, Middle, nor End. 'Tis a mere _Rhapsody;_ not a Work. And the more it assumes the Air or Appearance of _a real Work,_ the more ridiculous it becomes. See above, _pag._ 25. And VOL. I. _pag._ 145, 146.","subId":"n27","id":"Shaftesbury.C.MR.5.1.n27"},{"type":"note","content":"\"\"$Respicere exemplar vitae morumque jubebo // Doctum Imitatorem, & VERAS hinc ducere voces.$ // [Horat. de Arte Poet. ver. 317.]\"\" The Chief of antient Criticks, we know, extols ^Homer^, above all things, for understanding how \"_To LYE in perfection_\": as the Passage shews which we have cited above, VOL. I. _pag._ 346. His LYES, according to that Master's Opinion, and the Judgment of many of the gravest and most venerable Writers, were, in themselves, the justest _Moral Truths,_ and exhibitive of the best Doctrine and Instruction in Life and Manners. It may be ask'd perhaps, \"How comes the Poet, then, to draw no single Pattern of the kind, no _perfect Character,_ in either of his Heroick Pieces?\" I answer, that shou'd he attempt to do it, he wou'd, _as a Poet,_ be preposterous and false. 'Tis not _the Possible,_ but _the Probable_ and _Likely,_ which must be the Poet's Guide in _Manners._ By this he wins Attention, and moves the conscious Reader or Spectator; who judges best from _within,_ by what he naturally feels and experiences in his own Heart. The Perfection of Virtue is from long _Art_ and _Management, Self-controul,_ and, as it were, _Force on Nature._ But the common Auditor or Spectator, who seeks Pleasure only, and loves to engage his Passion, by view of other Passion and Emotion, comprehends little of the Restraints, Allays and Corrections, which form this _new_ and _artificial Creature._ For such indeed is the _truly virtuous Man;_ whose ART, tho ever so _natural_ in it-self, or justly founded in _Reason_ and _Nature,_ is an Improvement far beyond the common Stamp, or known Character of Human Kind. And thus the compleatly virtuous and perfect Character is _unpoetical_ and _false._ Effects must not appear, where Causes must necessarily remain unknown and incomprehensible. A HERO _without Passion,_ is, in Poetry, as absurd as _a_ HERO _without Life or Action._ Now if _Passion_ be allow'd, _passionate Action_ must ensue. The same Heroick Genius and seeming Magnanimity which transport us when beheld, are naturally transporting in the Lives and Manners of _the Great,_ who are describ'd to us. And thus the able _Designer,_ who feigns in behalf of _Truth,_ and draws his Characters after the _Moral Rule,_ fails not to discover Nature's Propensity; and assigns to these high Spirits their proper Exorbitancy, and Inclination to exceed in that Tone or Species of Passion, which constitutes the eminent or shining part of each poetical Character. The Passion of an ^Achilles^ is towards that Glory which is acquir'd by Arms and personal Valour. In favour of this Character, we forgive the generous Youth his Excess of Ardor in the Field, and his Resentment when injur'd and provok'd in Council, and by his Allies. The Passion of an ^Ulysses^ is towards that Glory which is acquir'd by Prudence, Wisdom, and Ability in Affairs. 'Tis in favour of this Character that we forgive him his subtle, crafty, and deceitful Air: since the _intriguing Spirit,_ the _over-reaching Manner,_ and _Over-refinement of Art and Policy,_ are as naturally incident to the experienc'd and thorow Politician, as _sudden Resentment, indiscreet and rash Behaviour,_ to the open undesigning Character of a warlike Youth. The gigantick Force and military Toil of an ^Ajax^ wou'd not be so easily credible, or engaging, but for the honest Simplicity of his Nature, and the Heaviness of his Parts and Genius. For Strength of Body being so often noted by us, as un-attended with equal Parts and Strength of Mind; when we see this natural Effect express'd, and find our secret and malicious kind of Reasoning confirm'd, on this hand; we yield to any _Hyperbole_ of our Poet, on the other. He has afterwards his full Scope, and Liberty of enlarging, and exceeding, in the peculiar Virtue and Excellence of his Hero. He may _lye_ splendidly, raise _wonder,_ and be as _astonishing_ as he pleases. Every thing will be allow'd him in return for this frank Allowance. Thus the Tongue of a ^Nestor^ may work Prodigys, whilst the accompanying Allays of a rhetorical Fluency, and aged Experience, are kept in view. An ^Agamemnon^ may be admir'd as a noble and wise Chief, whilst a certain princely Haughtiness, a Stiffness, and stately Carriage natural to the Character, are represented in his Person, and noted in their ill Effects. For thus _the Excesses_ of every Character are by the Poet _redress'd._ And the Misfortunes naturally attending such Excesses, being justly apply'd; our Passions, whilst in the strongest manner engag'd and mov'd, are in the wholesomest and most effectual manner corrected and _purg'd._ Were a Man to form himself by one single Pattern or Original, however perfect; he wou'd himself be a mere _Copy._ But whilst he draws from various Models, he is _original, natural,_ and _unaffected._ We see in outward Carriage and Behaviour, how ridiculous any one becomes who imitates another, be he ever so graceful. They are mean Spirits who love to copy _merely._ Nothing is agreeable or natural, but what is _original._ Our Manners, like our Faces, tho ever so beautiful, must differ in their Beauty. An Over-regularity is next to a Deformity. And in _a Poem,_ whether _Epick_ or _Dramatick,_ a compleat and _perfect Character_ is the greatest _Monster;_ and of all poetick Fictions not only the least _engaging,_ but the least _moral_ and _improving._—Thus much by way of Remark upon _poetical TRUTH,_ and the just Fiction, or artful _Lying_ of the able Poet; according to the Judgment of the _Master_-Critick. What ^Horace^ expresses of the same _Lying_ Virtue, is of an easier sense, and needs no explanation. \"\"$Atque ita mentitur, sic veris falsa remiscet; // Primo ne medium, medio ne discrepet imum.$ // [De Arte Poet. ver. 152.]\"\" The same may be observ'd not only in _Heroick_ Draughts, but in the inferior Characters of _Comedy._ \"\"$Quàm similis uterque est sui!$ // [Ter. Phorm. Act. iii. Sc. 2.]\"\" See VOL. I. _pag._ 4, 142, 143, 337, & 351. in the Notes, at the end.","subId":"n28","id":"Shaftesbury.C.MR.5.1.n28"},{"type":"note","content":"VOL. I. _pag._ 217.","subId":"n29","id":"Shaftesbury.C.MR.5.1.n29"},{"type":"note","content":"The Reader, if curious in these matters, may see Is. ^Vossius^ _de viribus Rhythmi;_ and what he says, withal, of antient _Musick,_ and the degrees by which they surpass us Moderns, (as has been demonstrated by late Mathematicians of our Nation) contrary to a ridiculous Notion some have had, that because in this, as in all other Arts, the Antients study'd _Simplicity,_ and affected it as the highest Perfection in their Performances, they were therefore ignorant of _Parts_ and _Symphony._ Against this, Is. ^Vossius,^ amongst other Authors, cites the antient Peripatetick περὶ κόσμον [On the Cosmos] at the beginning of his fifth Chapter. To which he might have added another Passage in Chap. 6. The Sutableness of this antient Author's Thought to what has been often advanc'd in the philosophical Parts of these Volumes, concerning the universal _Symmetry,_ or Union of _the Whole,_ may make it excusable if we add here the two Passages together, in their inimitable Original. $ἴσως δὲ καὶ τω̑ν ἐναντίων ἡ φύσις γλίχεται, καὶ ἐκ τούτων ἀποτελει̑ν τὸ σύμφωνον, οὐκ ἐκ τω̑ν ὁμοίων, ὤσπερ ἀμέλει τὸ ἄρρεν συνήγαγε πρὸς τὸ θη̑λν, καὶ οὐχ ἑκάτεπον πρὸς τὸ ὁμόφυλον, καὶ τὴν πρώτην ὁμόνοιαν διὰ τω̑ν ἐναντίων συνη̑ψεν, οὐ διὰ τω̑ν ὁμοίων. ἔοικε δὲ καὶ ἡ τέχνη τὴν φύσιν μιμουμένη του̑το ποιει̑ν. ζωγραφία μὲν γάρ, λευκω̑ν τε καὶ μελάνων, ὠχρω̑ν τε καὶ ἐρυθρω̑ν χρωμάτων ἐγκερασαμένη φύσεις, τὰς εἰκόνας τοι̑ς προηγουμένοις ἀπετέλεσε συμφώνους. μουσικὴ δέ, ὀξει̑ς ἅμα καὶ βαρει̑ς, μακρούς τε καὶ βραχει̑ς φθόγγους μίξασα, ἐν διαφόροις φωναι̑ς, μίαν ἀπετέλεσεν ἁρμονίαν. γραμματικὴ δέ, ἐκ φωνηέντων καὶ ἀφώνων γραμμάτων κράσιν ποιησαμένη, τὴν ὅλην τέχνην ἀτ' αὐτω̑ν συνεστήσατο. ταὐτὸ δὲ του̑το ἠ̑ν καὶ τὸ παρὰ τῳ̑ σκοτεινῳ̑ λεγόμενον ‘Ηρακλείτῳ. συνάψειας οὐ̑λα καὶ οὐχὶ οὐ̑λα, συμφερόμενον καὶ διαφερόμενον, συνᾳ̑δον καὶ διᾳ̑δον, καὶ ἐκ πάντων ἕν, καὶ ἐξ ἑνὸς πάντα.$ And in the following Passage, $μία δὲ ἐκ πάντων ἁρμονία συνᾳδόντων καὶ χορευόντων κατὰ τὸν οὐρανόν, ἐξ ἑνός τε γίνεται, καὶ εἰς ἕν ἀπολήγει. κόσμον δ' ἐτύμως τὸ σύμπαν, ἀλλ' οὐχ ἀκοσμίαν ὀνομάσαις ἄν. καθάπερ δὲ ἐν χορῳ̑ κορυ-φαίου κατάρξαντος, συνεπηχει̑ πα̑ς ὁ χορὸς ἀνδρω̑ν, ἔσθ' ὅτε καὶ γυναικω̑ν, ἐν διαφόροις φωναι̑ς ὀξυτέραις καὶ βαρυτέραις, μίαν ἀρμονίαν ἐμμελη̑ κεραννύντων, οὕτως ἔχει καὶ ἐπὶ του̑ τὸ σύμπαν διέποντος Θεου̑.$ See VOL. II. _pag._ 214. And above, _pag._ 182, 3, 4, 5. in the Notes.","subId":"n30","id":"Shaftesbury.C.MR.5.1.n30"}]}
