{"id":"Locke.EHU.4.11","imported":true,"parent":"Locke.EHU.4","title":"Chapter 11. Of our Knowledge of the Existence of other Things","breadcrumb":"Chapter 11","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.11?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. XI.\nOf our Knowledge of the Existence of other Things.\n","id":"Locke.EHU.4.11"},{"type":"paragraph","content":"THe Knowledge of our own Being, we have by intuition. The Existence of a GOD, Reason clearly makes known to us, as has been shewn. The Knowledge of the Existence of any other thing, we can have only by Sensation: For there being no necessary connexion of real Existence, with any Idea a Man hath in his Memory, nor of any other Existence but that of GOD, with the Existence of any particular Man; no particular Man can know the Existence of any other Being, but only when by actual operating upon him, it makes it self perceived by him. For the having the Idea of any thing in our Mind, no more proves the Existence of that Thing, than the picture of a Man evidences his being in the World, or the Visions of a Dream make thereby a true History.","subId":"1","id":"Locke.EHU.4.11.1"},{"type":"paragraph","content":"'Tis therefore the actual receiving of Ideas from without, that gives us notice of the Existence of other Things, and makes us know, that something doth exist at that time without us, which causes that Idea in us, though perhaps we neither know nor consider how it does it: For it takes not from the certainty of our Senses, and the Ideas we receive by them, that we know not the manner wherein they are produced: v. g. whilst I write this, I have, by the Paper affecting my Eyes, that Idea produced in my Mind; which whatever Object causes, I call White; by which I know, that that Quality or Accident (i. e. whose appearance before my Eyes, always causes that Idea) doth really exist, and hath a Being without me. And of this, the greatest assurance I can possibly have, and to which my Faculties, can attain, is the Testimony of my Eyes, which are the proper and sole Judges of this thing, and whose Testimony I have reason to rely on, as so certain, that I can no more doubt, whilst I write this, that I see White and Black, and that something really exists, that causes that Sensation in me, than that I write or move my Hand; which is a Certainty as great, as humane Nature is capable of, concerning the Existence of any Thing, but a Man's self alone, and of GOD.","subId":"2","id":"Locke.EHU.4.11.2"},{"type":"paragraph","content":"The notice we have by our Senses, of the existing of Things without us, though it be not altogether so certain, as our intuitive Knowledge, or the Deductions of our Reason, employ'd about the clear abstract Ideas of our own Minds; yet it is an assurance that deserves the name of Knowledge, if we persuade our selves, that our Faculties act and inform us right, concerning the existence of those Objests that affect them, it cannot pass for an ill-grounded confidence. For I think no body can, in earnest, be so sceptical, as to be uncertain of the Existence of those Things he sees and feels. At least, he that can doubt so far, (whatever he may have with his own Thoughts) will never have any Controversies with me; since he can never be sure I say any thing contrary to his Opinion. As to my self, I think GOD has given me assurance enough of the existence of Things without me: since by their different application, I can produce in my self both Pleasure and Pain, which is one great Concernment of my present state. This is certain, the confidence that our Faculties do not herein deceive us, is the greatest assurance we are capable of, concerning the Existence of material Beings. For we cannot act any thing, but by our Faculties; nor talk of Knowledge it self, but by the help of those Faculties which are fitted to apprehend even what Knowledge is. But besides the assurance our Senses themselves give us, that they do not err in the Information they give us, of the Existence of Things without us, when they are affected by them, we are farther confirmed in this assurance, by other concurrent Reasons.","subId":"3","id":"Locke.EHU.4.11.3"},{"type":"paragraph","content":"First, 'Tis plain, those Perceptions are produced in us, by exteriour Causes affecting our Senses: Because those that want the Organs of any Sense, never can have the Ideas belonging to that Sense produced in their Minds. This is too evident to be doubted: and therefore we cannot but be assured, that they come in by the Organs of that Sense, and no other way. The Organs themselves, 'tis plain, do not produce them: for then the Eyes of a Man in the dark, would produce Colours, and his Nose smell Roses in the Winter: but we see no body gets the relish of a Pine-apple, till he goes to the Indies where it is, and tastes it.","subId":"4","id":"Locke.EHU.4.11.4"},{"type":"paragraph","content":"Secondly, Because sometimes I find, that I cannot avoid the having those Ideas produced in my Mind. For though when my Eyes are shut, or Windows fast, I can at Pleasure re-call to my Mind the Ideas of Light, or the Sun, which former Experience had lodg'd in my Memory; so I can at pleasure lay by that Idea, and take into my view that of the smell of a Rose, or taste of Sugar. But if I turn my Eyes at noon towards the Sun, I cannot avoid the Ideas, which the Light, or Sun, then produces in me. So that there is a manifest difference, between the Ideas laid up in my Memory; (over which, if they were there only, I should have constantly the same power to dispose of them, and lay them by at pleasure) and those which force themselves upon me, and I cannot avoid having. And therefore it must needs be some exteriour cause, and the brisk acting of some Objects without me, whose efficacy I cannot resist, that produces those Ideas in my Mind, whether I will, or no. Besides, there is no body who doth not perceive the difference in himself, between contemplating the Sun, as he hath the Idea of it in his Memory. And actually looking upon it: Of which two, his perception is so distinct, that sew of his Ideas are more distinguishable one from another. And therefore he hath certain knowledge, that they are not both Memory, or the Actions of his Mind, and Fancies only within him; but that actual seeing hath a Cause without.","subId":"5","id":"Locke.EHU.4.11.5"},{"type":"paragraph","content":"Thirdly, Add to this, that many of those Ideas are produced in us with pain, which afterwards we remember without the least offence. Thus the pain of Heat or Cold, when the Idea of it is revived in our Minds, gives us no disturbance; which, when felt, was very troublesome, and is again, when actually repeated: which is occasioned by the disorder the external Object causes in our Bodies, when applied to it: And we remember the pain of Hunger, Thirst, or the Head-ach, without any pain at all; which would either never disturb us, or else constantly do it, as often as we thought of it, were there nothing more but Ideas floating in our Minds, and Appearances entertaining our Fancies, without the real Existence of Things affecting us from abroad. And though mathematical demonstrations depend not upon sense, yet the examining them by Diagrams, gives great credit to the Evidence of our Sight, and seems to give it a Certainty approaching to that to the Demonstration it self. For it would be very strange, that a Man should allow it for an undeniable Truth, that two Angles of a Figure, which he measures by Lines and Angles of a Diagram, should be bigger one than the other; and yet doubt of the Existence of those Lines and Angles, which by looking on, he makes use of to measure that by.","subId":"6","id":"Locke.EHU.4.11.6"},{"type":"paragraph","content":"Fourthly, Our Senses, in many cases, bear witness to the Truth of each other's report, concerning the Existence of sensible Things without us. He that sees a Fire, may, if he doubt whether it be any thing more than a bare Fancy, feel it too; and be convinced, by putting his Hand in it. Which certainly could never be put into such exquisite pain, by a bare Idea or Phantom, unless that the pain be a fancy too: Which yet he cannot, when the Burn is well, by raising the Idea of it, bring upon himself again. Thus I see, whilst I write this, I can change the Appearance of the Paper; and by designing the Letters, tell before-hand what new Idea it shall exhibit the very next moment, barely by my drawing the Pen over it: which will neither appear (let me fansie as much as I will) if my Hand stand still; or though I move my Pen, if my Eyes be shut: Nor when those Characters are once made on the Paper, can I chuse afterwards but see them as they are; that is, have the Ideas of such Letters as I have made. Whence it is manifest, that they are not barely the Sport and Play of my own Imagination, when I find, that the Characters that were made at the pleasure of my own Thoughts, do not obey them; nor yet cease to be, whenever I shall fansie it, but continue to affect my Senses constantly and regularly, according to the Figures I made them. To which if we will add, that the sight of those shall, from another Man, draw such Sounds, as I before-hand design they shall stand for, there will be little reason left to doubt, that those Words, I write, do really exist without me, when they cause a long series of regular Sounds to affect my Ears, which could not be the effect of my Imagination, nor could my Memory retain them in that order.","subId":"7","id":"Locke.EHU.4.11.7"},{"type":"paragraph","content":"But yet if after all this, any one will be so sceptical as to distrust his Senses, and to affirm, that all we see and hear, feel and taste, think and do, during our whole Being, is but the series and deluding appearances of a long Dream, whereof there is no reality; and therefore will question the Existence of all Things, or our Knowledge of any thing: I must desire him to consider, that if all be a Dream, then he doth but dream that he makes the Question; and so it is not much matter that a Man should answer. But yet, if he please, he may dream that I make this answer, That the certainty of Things existing in rerum Naturâ, when we have the testimony of our Senses for it, is not only as great as our frame can attain to, but as our Condition needs. For our Faculties being suited not to the full extent of Being, nor to a perfect, clear, comprehensive Knowledge of things, free from all doubt and scruple; but to the preservation of us in, whom they are; and accommodated to the use of Life: they serve to our purpose well enough, if they will but give us certain notice of those Things, which are convenient or inconvenient to us. For he that sees a Candle burning, and hath experimented the force of its Flame, by putting his Finger in it, will little doubt, that this is something existing without him, which does him harm, and puts him to great pain; which is assurance enough, when no Man requires greater certainty to govern his Actions by, than what is as certain as his Actions themselves. And if our Dreamer pleases to try whether the glowing heat of a glass Fornace, be barely a wandring Imagination in a drowsie Man's Fancy, by putting his Hand into it, he may perhaps be wakened into a certainty greater than he could wish, that it is something more than bare Imagination. So that this evidence is as great as we can desire, being as certain to us, as our Pleasure or Pain; i. e. Happiness or Misery; beyond which, we have no concernment, either of Knowing or Being. Such an assurance of the Existence of Things without us, is sufficient to direct us in the attaining the Good, and avoiding the Evil which is caused by them, which is the important concernment we have of being made acquainted with them.","subId":"8","id":"Locke.EHU.4.11.8"},{"type":"paragraph","content":"In fine then, when our Senses do actually convey into our Understandings any Idea, we are well assured that there doth something at that time really exist without us, which doth affect our Senses, and by them give notice of its self to our apprehensive Faculties, and actually produce that Idea which we then perceive; and we cannot so far distrust their Testimony, as to doubt that such Collections of simple Ideas, as we have observed by our Senses to be united together, do really exist together. But this Knowledge extends as far as the present Testimony of our Senses, employ'd about particular Objects that do then affect them, and no farther. For if I saw such a Collection of simple Ideas, as is wont to be called Man, existing together one minute since, and am now alone, I cannot be sure that the same Man exists now, since there is no necessary connexion of his Existence a minute since, with his Existence now: by a thousand ways he may cease to be, since I had the Testimony of my Senses for his Existence. And if I cannot be sure, that the Man I saw last to day, is now in being, I can be less sure that he is so, who hath been longer removed from my Senses, and I have not seen since yesterday, or since the last year, and much less can I be certain of the Existence of Men that I never saw. And therefore though it be highly probable, that Millions of Men do now exist, yet whilst I am alone writing of this, I have no unquestionable Knowledge of it; though the great likelihood of it puts me past doubt, and it be reasonable for me to do several things upon the confidence that there are Men (and Men also of my acquaintance, with whom I have to do) now in the World: But this is but Probability, not Knowledge.","subId":"9","id":"Locke.EHU.4.11.9"},{"type":"paragraph","content":"Whereby yet we may observe, how foolish and vain a thing it is, for a Man of narrow Knowledge, who having Reason given him to judge of the different evidence and probability of Things, and to be sway'd accordingly; how vain, I say, it is to expect Demonstration and Certainty in things not capable of it; and refuse Assent to very rational Propositions, and act contrary to very plain and clear Truths, because they cannot be made out so evident, as to surmount every the least (I will not say Reason, but) pretence of doubting. He that in ordinary Affairs of Life, would admit of nothing but direct plain Demonstration, would be sure of nothing in this World, but perishing quickly. The wholesomness of his Meat or Drink, would be scarce capable of certainty enough to give him reason to venture on it: And I would fain know what 'tis he could do upon such grounds as were capable of no doubt, no Objections.","subId":"10","id":"Locke.EHU.4.11.10"},{"type":"paragraph","content":"As when our Senses are actually employ'd about any Object, we do know that it does exist; so by our Memory we may be assured, that heretofore Things that affected our Senses, have existed. And thus we have knowledge of the past Existence of several Things, whereof our Senses having informed us, our Memories still retain the Ideas; and of this, we are past all doubt, so long as we remember well. But this Knowledge also reaches no farther than our Senses have formerly assured us. Thus seeing Water at this instant, 'tis an unquestionable Truth to me that Water doth exist: and remembring that I saw it yesterday, it will also be always true; and as long as my Memory retains it, always an undoubted Proposition to me, that Water did exist 10th. Iuly, 1688. as it will also be equally true, that a certain number of very fine Colours did exist, which at the same time I saw upon a bubble of that Water: But being now quite out of the sight both of the Water and Bubles too, it is no more certainly known to me that the Water doth exist, than that the Bubbles or Colours therein; it being no more necessary that Water should exist to day, because it existed yesterday, than that the Colours or Bubbles exist to day, because they existed yesterday, though it be exceedingly much more probable, because Water hath been observed to continue long in Existence, but Bubbles, and the Colours on them quickly cease to be.","subId":"11","id":"Locke.EHU.4.11.11"},{"type":"paragraph","content":"What Ideas we have of Spirits, and how we come by them, I have already shewn: But though we have those Ideas in our Minds, and know we have them there, the having the Ideas of Spirits, does not make us know that any such Things do exist without us, or that there are any finite Spirits, or any other spiritual Beings, but the eternal GOD. We have ground from revelation, and several other Reasons, to believe with assurance, that there are such Creatures; but our Senses not being able to discover them, we want the means of knowing their particular Existences. For we can no more know that there are finite Spirits really existing, by the Idea we have of such Beings in our Minds, than by the Ideas any one has of Fairies, or Centaurs, he can come to know, that Things answering those Ideas, do really exist. And therefore concerning the Existence of finite Spirits, as well as several other Things, we must content our selves with the Evidence of Faith, but universal certain Propositions concerning this matter, are beyond our reach. For however true it may be, v. g. that all the intelligent Spirits that GOD ever created, do still exist; yet it can never make a part of our certain Knowledge. These, and the like Propositions, we may assent to, as highly probable, but are not, I fear, in this state, capable of knowing. We are not then to put others upon demonstrating, nor our selves upon search of universal Certainty in all those matters, wherein we are not capable of any other Knowledge, but what our Senses give us in this or that particular.","subId":"12","id":"Locke.EHU.4.11.12"},{"type":"paragraph","content":"By which it appears, that there are two sorts of Propositions; one concerning the Existence of any thing answerable to such an Idea: as having the Idea of an Elephant, Phoenix, Motion, or an Angel, in my Mind, the first and natural enquiry is, Whether such a thing does any where exist? And this Knowledge is only of Particulars. No existence of any thing without us, but only of GOD, can certainly be known farther than our Senses inform us. There is another fort of Propositions, wherein is expressed the Agreement, or Disagreement of our abstract Ideas, and their dependence one on another; and such Propositions may be universal and certain: So having the Idea of GOD and my self, of Fear and Obedience, I cannot but be sure that GOD is to be feared and obeyed by me: and this Proposition will be certain, concerning Man in general, if I have made an abstract Idea of such a Species, whereof I am one particular. But yet this Proposition, how certain soever, that Men ought to fear and obey, GOD proves not to me the Existence of Men in the World, but will be true of all such Creatures, whenever they do exist: Which certainty of such general Propositions, depends on the Agreement or Disagreement is to be discovered in those abstract Ideas.","subId":"13","id":"Locke.EHU.4.11.13"},{"type":"paragraph","content":"In the former case, our Knowledge is the consequence of the Existence of Things producing Ideas in our Minds by our Senses: in the latter, Knowledge is the consequence of the Ideas that are in our Minds whatsoever they are, and produce general certain Propositions, many whereof are called aeternae Veritates; and are indeed so, not from being written in the Minds of all Men, or that they were before the World: But wheresoever we can suppose such a Creature as Man is endowed with such Faculties, and thereby furnished with such Ideas as we have, we must conclude he must needs, when he applies his Thoughts to the consideration of his Ideas, know the Truth of certain Propositions that will arise from the Agreement, or Disagreement, he will perceive amongst them. For Names being supposed to stand perpetually for the same Ideas; and the same Ideas having immutably the same Habitudes one to another, Propositions, concerning any abstract Ideas that are once true, must needs be eternal Verities.","subId":"14","id":"Locke.EHU.4.11.14"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.10","imported":true,"title":"Chapter 10. Of our Knowledge of the Existence of a GOD","breadcrumb":"Chapter 10","published":[1689]},"next":{"id":"Locke.EHU.4.12","imported":true,"title":"Chapter 12. Of the Improvement of our Knowledge","breadcrumb":"Chapter 12","published":[1689]}}