{"id":"Locke.EHU.4.7","imported":true,"parent":"Locke.EHU.4","title":"Chapter 7. Of Maxims","breadcrumb":"Chapter 7","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.7?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. VII.\nOf Maxims.\n","id":"Locke.EHU.4.7"},{"type":"paragraph","content":"THere are a sort of Propositions, which under the name of Maxims and Axioms, have passed for Principles of Science: and because they are self-evident, have been supposed innate, without that any Body (that I know) ever went about to shew the reason and foundation of their clearness or cogency. It may however be worth while, to enquire into the reason of their evidence, and see whether it be peculiar to them alone; and also examine how far they influence and govern our other Knowledge.","subId":"1","id":"Locke.EHU.4.7.1"},{"type":"paragraph","content":"Knowledge, as has been shewn, consists in the perception of the agreement or disagreement of Ideas: Now where that agreement or disagreement is perceived immediately by it self, without the intervention or help of any other, there our Knowledge is self-evident. This will appear to be so to any one, who will but consider any of these Propositions, which, without any proof, he assents to at first sight: for in all these he will find, that the reason of his Assent, is from that agreement or disagreement the Mind, by an immediate comparing them, finds in those Ideas answering the Affirmation or Negation in the Proposition.","subId":"2","id":"Locke.EHU.4.7.2"},{"type":"paragraph","content":"This being so, in the next place let us consider, whether this Self-evident be peculiar only to these Propositions, which are received for Maxims, and have the dignity of Axioms allowed them; and here 'tis plain, that several other Truths, not allow'd to be Axioms, partake equally with them in this Self-evidence. This we shall see, if we go over these several sorts of agreement or disagreement of Ideas, which I have above mentioned, viz. Identity, Relation, Co-existence, and real Existence; which will discover to us, that not only those few Propositions, which have had the credit of Maxims, are self-evident, but a great many, even almost an infinite number of other Propositions are such.","subId":"3","id":"Locke.EHU.4.7.3"},{"type":"paragraph","content":"For, First, the immediate perception of the agreement or disagreement of Identity, being founded in the Mind's having distinct Ideas, this affords us as many self-evident Propositions, as we have distinct Ideas. Every one that has any Knowledge at all, has, as the foundation of it, various and distinct Ideas: And it is the first act of the Mind, (without which, it can never be capable of any Knowledge,) to know every one of its Ideas by it self, and distinguish it from others. This is that which every one finds in himself, that the Ideas he has knows; he knows also when any one is in his Understanding, and what it is: And when more than one are there, he knows them distinctly and unconfusedly one from another: Which always being so, (it being impossible but that he should perceive what he perceives,) he can never be in doubt when any Idea is in his Mind, that it is there, and is that Idea it is; and that two distinct Ideas, when they are in his Mind, are there, and are not one and the same Idea. So that all such Affirmations, and Negations, are made without any possibility of doubt, uncertainty, or hesitation, and must necessarily be assented to, as soon as understood; that is, as soon as we have, in our Minds, the Ideas clear and distinct, which the Terms in the Proposition stand for. It is not therefore alone to these two general Propositions, Whatsoever is, is; and, It is impossible for the same Thing to be, and not to be, that this Self-evidence belongs by any peculiar right. The perception of being, or not being, belongs no more no these vague Ideas, signified by the terms Whatsoever, and Thing, than it does to any other Ideas. The Mind, without the help of any proof, perceives as clearly, and knows as certainly, that the Idea of White, is the Idea of White, and not the Idea of Blue; and that the Idea of White, when it is in the Mind, is there, and is not absent; and so a Triangle, Motion, a Man, or any other Ideas whatsoever. So that in respect of Identity, our intuitive Knowledge reaches as far as our Ideas: And so we are capable of making as many self-evident Propositions, as we have names for distinct Ideas. And I appeal to ever one's own Mind, whether this Proposition, A Circle is a Circle, be not as self-evident a Proposition, as that consisting of more general terms, Whatsoever is, is: And again, whether this Proposition, Blue is not Red, be not a Proposition that the Mind can no more doubt of, as soon as it understands the Words, than it does of that Axiom, It is impossible for the same thing to be, and not to be? and so of all the like.","subId":"4","id":"Locke.EHU.4.7.4"},{"type":"paragraph","content":"Secondly, As to Co-existence, or such a necessary connexion between two Ideas, that in the Subject where one of them is supposed, there the other must necessarily be also: Of such agreement, or disagreement as this, the Mind has an immediate perception but in very few of them. And therefore in this sort, we have but very little intuitive Knowledge: nor are there to be found very many Propositions that are self-evident, though some there are; v. g. the Idea of filling of a place equal to the Contents of its superficies, being annexed to our Idea of Body, I think it is a self-evident Proposition, That two Bodies cannot be in the same place.","subId":"5","id":"Locke.EHU.4.7.5"},{"type":"paragraph","content":"Thirdly, As to the Relations of Modes, Mathematicians have framed many Axioms concerning that one Relation of Equality. As Equals taken from Equals, the remainder will be Equals; which, with the rest of that kind, however they are received for Maxims by the Mathematicians, and are unquestionable Truths; yet, I think, that any one who considers them, will not find, that they have a clearer self-evidence than these, that one and one, are equal to two; that if you take from the five Fingers of one Hand two, and from the five Fingers of the other Hand two, the remaining number will be equal. These, and a thousand other such Propositions, may be found in Numbers, which, at very first hearing, force the assent, and carry with them an equal, if not greater clearness, than those mathematical Axioms.","subId":"6","id":"Locke.EHU.4.7.6"},{"type":"paragraph","content":"Fourthly, As to real Existence, since that has no connexion with any other of our Ideas, but that of our selves, and of a first Being, we have in that, concerning the real existence of all other Beings, not so much as demonstrative, much less a self-evident Knowledge: And therefore concerning those there are no Maxims,","subId":"7","id":"Locke.EHU.4.7.7"},{"type":"paragraph","content":"In the next place let us consider, what influence those received Maxims have, upon the other parts of our Knowledge. The Rules established in the Schools, that all Reasonings are ex praecognitis, & prac incessis, seem to lay the foundation of all other Knowledge, in these Maxims, and to suppose them to be praecognita; whereby, I think, is meant these two things: First, That these Axioms, are those Truths that are first known to the Mind; and, secondly, That upon them, the other parts of our Knowledge depend.","subId":"8","id":"Locke.EHU.4.7.8"},{"type":"paragraph","content":"First, That they are not the Truths first known to the Mind, is evident to Experience. Who perceives not, that a Child certainly knows, that a Stranger is not its Mother; that its Sucking-bottle is not the Rod, long before he knows, that 'tis impossible for the same thing to be, and not to be. And how many Truths are there about Numbers, which it is obvious to observe, that the Mind is perfectly acquainted with, and ully convinced of, before it ever thought on these general Maxims, to which Mathematicians, in their Arguings, do sometimes refer them? Whereof the reason is very plain: For that which makes the Mind assent to such Propositions, being nothing else but the perception it has of the agreement, or disagreement of its Ideas, according as it finds them affirmed or denied one of another, in Words it understands; and every Idea being known to be what it is, and every two distinct Ideas not to be same, it must necessarily follow, that such self-evident Truths, must be first known, which consist of Ideas that are first in the Mind: and the Ideas first in the Mind, 'tis evident, are those of particuliar Things, from whence, by slow degrees, the Understanding proceeds to some few general ones; which being taken from the ordinary and familiar Objects of Sense, are setled in the Mind, with general Names to them. Thus particular Ideas are first received and distinguished, and so Knowledge got about them: and next to them, the less general, or specifick, which are next to particular. For abstract Ideas are not so obvious or easie to Children, or the yet unexercised Mind, as particular ones. If they seem so to grown Men, 'tis only because by constant and familiar use they are made so: For when we necely reflect upon them, we shall find, that general Ideas are Fictions and Contrivances of the Mind, that carry difficulty with them, and do not so easily offer themselves, as we are apt to imagine. For example, Does it not require some pains and skill to form the general Idea of a Triangle, (which is yet none of the most abstract, comprehensive, and difficult,) for it must be neither Oblique, nor Rectangle, neither Equilateral, Equicrural, nor Scalenon; but all and none of these at once. In effect, it is something imperfect, that cannot exist; an Idea wherein some parts of several different and inconsistent Ideas are put together. 'Tis true, the Mind in this imperfect state, has need of such Ideas, and makes all the haste to them it can, for the conveniency of Communication, and Enlargement of Knowledge; to both which, it is naturally very much enclined. But yet one has reason to suspect such Ideas are marks of our Imperfection; at least, this is enough to shew, that the most abstract and general Ideas, are not those that the Mind is first and most easily acquainted with, nor such as its earliest Knowledge is conversant about.","subId":"9","id":"Locke.EHU.4.7.9"},{"type":"paragraph","content":"Secondly, From what has been said, it plainly follows, that these magnified Maxims, are not the Principles and Foundations of all our other Knowledge. For if there be a great many other Truths, which have as much self-evidence as they, and a great many that we know before them, it is impossible they should be the Principles, from which we deduce all other Truths. Is it impossible to know that One and Two are equal to Three, but by virtue of this, or some such Axiom, viz. the Whole is equal to all its Parts taken together? Many a one knows that One and Two are equal to Three, without having heard, or thought on that, or any other Axiom, by which it might be proved; and knows it as certainly as any other Man knows, that the Whole is equal to all its Parts, or any other Maxim, and all from the same Reason of self-evidence; the Equality of those Ideas, being as visible and certain to him without that, or any other Axiom, as with it, it needing no proof to make it perceived. Nor after the Knowledge, That the Whole is equal to all its Parts, does he know that one and two are equal to three, better, or more certainly than he did before. For if there be any odds in those Ideas, the Whole and Parts are more obscure, or at least more difficult to be setled in the Mind, than those of One, Two, and Three. And indeed, I think, I may ask these Men, who will needs have all Knowledge besides those general principles themselves, to depend on general, innate, and self-evident Principles, What Principle is requisite to prove, that One and One are Two, that Two and Two are Four, that Three times Two are Six? which being known without any proof, do evince, That either all Knowledge does not depend on certain Praecognita or general Maxims, called Principles; or else that these are Principles: and if these are to be counted Principles, a great part of Numeration will be so. To which if we add all the self-evident Propositions, may be made about all our distinct Ideas, Principles will be almost infinite, at least innumerable, which Men arrive to the Knowledge of, at different Ages; and a great many of these innate Principles, they never come to know all their Lives. But whether they come in view of the Mind, earlier or later, this is true of them, that they are all known by their native Evidence, are wholly independent, receive no Light, nor are capable of any proof one from another; much less the more particular, from the more general; or the more simple, from the more compounded: the more simple, and less abstract, being the most familiar, and the easier and earlier apprehended. But whichever be the clearest Ideas, the Evidence and Certainty of all such Propositions is in this, That a Man sees the same Idea to be the same Idea, and infallibly perceives two different Ideas to be different Ideas. For when a Man has in his Understanding, the Ideas of one and of two, the Idea of Yellow and the Idea of Blue, he cannot but certainly know, that the Idea of One is the Idea of One, and not the Idea of Two; and that the Idea of Yellow is the Idea of Yellow, and not the Idea of Blue. For a Man cannot confound the Ideas in his Mind, which he has distinct: That would be to have them confused and distinct at the same time, which is a contradiction: And to have none distinct, is to have no use of our Faculties, to have no Knowledge at all. And therefore what Idea soever is affirmed of it self; or whatsoever two entire distinct Ideas are denied one of another, the Mind cannot but assent to such a Proposition, as infallibly true, as soon as it understands the Terms, without Hesititation or need of Proof, or regarding those made in more general Terms, and called Maxims.","subId":"10","id":"Locke.EHU.4.7.10"},{"type":"paragraph","content":"What shall we then say, Are these general Maxims of no use? Yes, they are of great Use in Disputes, to stop the Mouths of Wranglers; but not of much Use to the discovery of unknown Truths, or to help the Mind forwards, in its search after Knowledge. For whoever began to build his Knowledge on this general Proposition, What is, is: or it is impossible for the same thing to be, and not to be; and from either of these, as from a Principle of Science, deduced a System of useful Knowledge? Wrong Opinions, often involving Contradictions, one of these Maxims, as a Touch-stone, may serve well to shew whither they lead: But yet, however fit, to lay open the Absurdity or Mistake of a Man's Reasoning or Opinion, they are of very little Use for enlightning the Understanding: And it will not be found, that the Mind receives much help from them in its Progress in Knowledge; which would be neither less, nor less certain, were these two general Propositions never thought on. 'Tis true, as I have said, they sometimes serve in Argumentation to stop a Wrangler's Mouth, by shewing the Absurdity of his Opinion. But it is one thing, to shew a Man that he is in an Error; and another, to put him in possession of Truth: and I would fain know what Truths these Propositions are able to teach; and by their Influence make us know, which we did not know before, or could not know without them. Let us reason from them, as well as we can, they are only about identical Predications, and influence, if any at all, none but such. Each particular Proposition concerning Identity or Diversity, is as clearly and certainly known in it self, if attended to, as either of these general ones: and there is nothing more certain, than that by these Maxims alone we cannot evidence to our selves the Truth of any one thing really existing. As to other less general Maxims, many of them are no more than bare verbal Propositions, and teach us nothing but the Respect and Import of Names one to another. The Whole is equal to all its Parts, What real Truth I beseech you does it teach us? What more is contained in that Maxim, than what the Signification of the Word Totum, or the Whole, does of it self import? And he that knows that the Word Whole, stands for what is made up of all its Parts, knows very little less, than that the Whole is equal to all its Parts. And upon the same ground, I think that this Proposition, A Hill is higher than a Valley, and several the like, may also pass for Maxims. But yet Mathematicians do not without Reason place this, and some other such, amongst their Maxims, that their Scholars, having in the entrance perfectly acquainted their Thoughts with these Propositions, made in such general Terms, may have them ready to apply to all particular Cases: not that if they be equally weighed, they are more clear and evident than the particular Instances they are brought to confirm; but that being more familiar to the Mind, the very naming them is enough to satisfie the Understanding. But this, I say, is more from our Custom of using them, than the different Evidence of the Things. But before Custom has setled Methods of Thinking and Reasoning in our Minds, I am apt to imagine it is quite otherwise: and that the Child, when a part of his Apple is taken away, knows it better in that particular Instance, than by that general Proposition, The Whole is equal to all its Parts; and that if one of these have need to be confirmed to him by the other, the general has more need to be let into his Mind by the particular, than the particular by the general. For in particulars, our Knowledge begins, and so spreads it self, by degrees, to generals. Though afterwards, the Mind takes the quite contrary Course, and having drawn its Knowledge into as general Propositions as it can, makes those familiar to its Thoughts, and accustoms it self to have recourse to them, as to the Standards of Truth and Falshood: by which familiar use of them, as Rules to measure the Truth of other Propositions, it comes in time to be thought, that more particular Propositions have their Truth and Evidence from their conformity to these more general ones, which in Discourse and Argumentation, are so frequently urged, and constantly admitted. And this I think to be the reason why amongst so many self-evident Propositions, the most general only have had the Title of Maxims.","subId":"11","id":"Locke.EHU.4.7.11"},{"type":"paragraph","content":"One thing farther, I think, it may not be amiss to observe concerning these general Maxims, That they are so far from improving or establishing our Minds in true Knowledge, that if our Notions be wrong, loose, or unsteady, and we resign up our Thoughts rather to the sound of Words, than to setled, clear, distinct Ideas of Things: I say, these general Maxims, will serve to confirm us in Mistakes; and in such a way of use of Words, which is most common, will serve to prove Contradictions: v. g. He that, with Cartes, shall frame in his Mind an Idea of what he calls Body, to be nothing but Extension, may easily demonstrate, that there is no Vacuum; i. e. no Space void of Body, by this Maxim, What is, is. For the Idea to which he annexes the name Body, being bare Extension, his Knowledge, that Space cannot be without Body, is certain. For he knows his own Idea of Extension clearly and distinctly, and knows that it is what it is, and not another Idea, though it be called by these three names, Extension, Body, Space; which three Words standing for one and the same Idea, may, no doubt, with the same evidence and certainty, be affirmed one of another, as each of it self: And it is as certain, that whilst I use them all to stand for one and the same Idea, this predication is as true and identical in its signification, that Space is Body, as this predication is true and identical, that Body is Body, both in signification and sound.","subId":"12","id":"Locke.EHU.4.7.12"},{"type":"paragraph","content":"But if another shall come and make to himself another Idea different from Cartes, of the thing, which yet, with Cartes, he calls by the same name Body, and make his Idea, which he expresses by the word Body, to consist of Extension and Solidity together, he will as easily demonstrate, that there may be a Vacuum, or Space, without a Body, as Cartes demonstrated the contrary, because the Idea to which he gives the name Space, being bare Extension, and the Idea to which he gives the name Body, being the complex Idea of Extension and Resistibility, or Solidity together; these two Ideas are not exactly one and the same, but in the Understanding as distinct as the Ideas of One and Two, White and Black, or as of Corporeity and Humanity, if I may use those barbarous terms: And therefore the predication of them in our Minds, or in Words standing for them is not identical, but the negation of them one of another, as certain and evident, as that it is impossible for the same thing to be, and not to be.","subId":"13","id":"Locke.EHU.4.7.13"},{"type":"paragraph","content":"But yet though both these Propositions (as you see) may be equally demonstrated, viz. That there may be a Vacuum, and that there cannot be a Vacuum, by these two certain Principles, (viz.) What is, is; and the same thing cannot be, and not be; yet neither of these Principles will serve to prove to us that any, or what Bodies do exist; for that we are left to our Senses to discover to us as far as they can: Those universal and self-evident Principles, being only our constant, clear, and distinct Knowledge of our own Ideas more general or comprehensive, can assure us of nothing that passes without the Mind, their certainty is founded only upon the Knowledge we have of each Idea by its self, and of its distinction from others; about which, we cannot be mistaken whilst they are in our Minds, though we may, and often are mistaken, when we retain the Names without the Ideas; or use them confusedly, sometimes for one, and sometimes for another Idea. In which cases, the sorce of these Axioms reaching only to the Sound, and not the Signfication of the Words, serves only to lead us into Confusion, Mistake, and Errour.","subId":"14","id":"Locke.EHU.4.7.14"},{"type":"paragraph","content":"But let them be of what use they will in verbal Propositions, they cannot discover or prove to us the least Knowledge of the Nature of Substances, as they are found and exist without us, any farther than grounded on Experience. And though the consequence of these two Propositions, called Principles, be very clear, and their use not very dangerous, or hurtful, in the probation of such Things, wherein there is no need at all of them for proof, but such as are clear by themselves without them, viz. where our Ideas are clear and distinct, and known by the Names that stand for them; yet when these Principles, viz. What is, is; and, It is impossible for the same thing to be, and not to be, are made use of in the probation of Propositions, wherein are Words standing for complex Ideas; v. g Man, Horse, Gold, Vertue; there they are of infinite danger, and most commonly make Men receive and retain Falshood for manifest Truth, and Uncertainty for Demonstration; upon which follows Errour, Obstinacy, and all the mischiefs that can happen from wrong reasoning. The reason whereof is not, that these Principles are less true in such Propositions, consisting of Words standing for complex Ideas, than in those of simple Ideas. But because Men mistake generally, thinking such Propositions to be about the reality of Things, and not the bare signification of Words, when indeed they are, for the most part, nothing else, as is clear in the demonstration of Vacuum, where the word Body, sometimes stands for one Idea, and sometimes for another: But shall be yet made more manifest.","subId":"15","id":"Locke.EHU.4.7.15"},{"type":"paragraph","content":"As for instance: Let Man be that, concerning which you would by these first Principles demonstrate any thing, and we shall see, that so far as demonstration is by these Principles, it is only verbal, and gives us no certain universal true Proposition, or knowledge of any Being existing without us. First, a Child having framed the Idea of a Man, it is probable, that his Idea is just like that picture, which the Painter makes of the visible appearances joined together; and such a complexion of Ideas together in his Understanding, makes up the single complex Idea which he calls Man, whereof White or Flesh-colour in England being one, the Child can demonstrate to you, that a Negro is not a Man, because White-colour was one of the constant simple Ideas of the complex Idea he calls Man: and therefore he can demonstrate by the Principle, It is impossible for the same Thing to be, and not to be, that a Negro is not a Man; the foundation of his Certainty being not that universal Proposition, which, perhaps, he never heard nor thought of, but the clear distinct perception he hath of his own simple Ideas of Black and White, which he cannot be persuaded to take, nor can ever mistake, one for another, whether he knows that Maxim, or no: And to this Child, or any one who hath such an Idea which he calls Man, Can you never demonstrate that a Man hath a Soul, because his Idea of Man includes no such Notion or Idea in it? And therefore to him, the Principle of What is, is, proves not this matter; but it depends upon Collection and Observation, by which he is to make his complex Idea called Man.","subId":"16","id":"Locke.EHU.4.7.16"},{"type":"paragraph","content":"Secondly, Another that hath gone farther in framing and collecting the Idea he calls Man, and to the outward Shape adds Laughter, and rational Discourse, may demonstrate, that Infants and Changelings are no Men, by this Maxim, It is impossible for the same Thing to be, and not to be: And I have discoursed with very rational Men, who have actually denied that they are Men.","subId":"17","id":"Locke.EHU.4.7.17"},{"type":"paragraph","content":"Thirdly, Perhaps, another makes us the complex Idea which he calls Man, only out of the Ideas of Body in general, and the Powers of Language and Reason, and leaves out the Shape wholly: This Man is able to demonstrate, that a Man may have no Hands, but be Quadrupes, neither of those being included in his Idea of Man; and in whatever Body or Shape he found Speech and Reason join'd, that was a Man: because having a clear knowledge of such a complex Idea, it is certain, that What is, is.","subId":"18","id":"Locke.EHU.4.7.18"},{"type":"paragraph","content":"So that, if rightly considered, I think we may say, that where our Ideas are clear and distinct, and the Names agreed on, that shall stand for each clear and distinct Idea, there is little need, or no use at all of these Maxims, to prove the agreement, or disagreement of any of them. He that cannot discern the Truth or Falshood of such Propositions, without the help of these, and the like Maxims, will not be helped by these Maxims to do it: since he cannot be supposed to know the Truth of these Maxims themselves without proof, if he cannot know the Truth of others without proof, which are as self-evident as these. And upon the very same grounds, intuitive Knowledge neither requires nor admits any proof, one part of it more than another: He that will suppose it, does take away the foundation of all Knowledge, and Certainty: And he that needs any proof to make him certain, and give his Assent to this Proposition, that Two is equal to Two, will also have need of a proof to make him admit, that What is, is. He that needs a probation to convince him, that Two is not Three, that White is not Black, that a Triangle is not a Circle, &c. or any other two clear distinct Ideas are not one and the same, will need also a demonstration to convince him, that it is impossible for the same thing to be, and not to be.","subId":"19","id":"Locke.EHU.4.7.19"},{"type":"paragraph","content":"And as these Maxims are of little use, where we have clear and distinct Ideas, so they are, as I have shewed, of dangerous use, where our Ideas are not clear and distinct; and where we use Words that are not annexed to clear and distinct Ideas, but to such as are of a loose and wandering signification, sometimes standing for one, and sometimes for another Idea; from which follows mistake and errour, which these Maxims (brought as proofs to establish Propositions, wherein the terms stand for confused or uncertain Ideas) do by their Authority confirm and rivet.","subId":"20","id":"Locke.EHU.4.7.20"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.6","imported":true,"title":"Chapter 6. Of Universal Propositions, their Truth and Certainty","breadcrumb":"Chapter 6","published":[1689]},"next":{"id":"Locke.EHU.4.8","imported":true,"title":"Chapter 8. Of Trifling Propositions","breadcrumb":"Chapter 8","published":[1689]}}