{"id":"Astell.LLG.3","imported":true,"duplicate":"Norris.LLG","parent":"Astell.LLG","title":"Letter III. To Mr. Norris","breadcrumb":"Letter 3","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.3?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"£2 LETTER III. £2 £2 _To_ =_Mr._ Norris=. £2","id":"Astell.LLG.3"},{"type":"paragraph","content":"YOU see how greedily I embrace the advantageous Offer you made me in the Close of your excellent Letter; for which I would return some Acknowledgments, but that I want Expressions suitable to its Value and my Resentments. Nor is there any thing in it from which I can with-hold my Assent, but that too favourable Opinion you seem to have conceiv'd of a Person who has nothing considerable in her but an honest Heart, and a Love to Truth. I am therefore exceeding glad to find this noble and necessary Theory, _That God is the sole Object of our Love,_ so well establish'd. And though any one of the three Principles you argue from in your Printed Discourse is a sufficient ground for that Conclusion; though it may be singly infer'd both from God's being the Author of our Love, and from the Obligation we are under of conforming to his Will, as well as from his being the true Cause of our Pleasure, yet joyntly they are irrefragable; and I have nothing more left to wish, but that it were as easie to perswade Men to fix the whole weight of their Desire on their Maker, as it is to Demonstrate that they ought to do it. For when all is said, and all conclusions are tried, there is no rest, no satisfaction for the Soul of Man but in her God; she can never be at Ease nor in Pleasure, but when she moves with her full bent and inclination directly towards him, and absolutely and entirely depends on him. Yet I am very well pleas'd that I made the Objection which you have so well resolv'd, because it has procur'd me a clear and accurate account of what before I had only in confuse and indistinct Notion; and has begun a Correspondence, which if it may be continued I shall reckon the greatest advantage that can befall me. For though by observing the Rules, you have already enrich'd the World with I may possibly find out Truth, yet I can't be assur'd I've done so, being too apt to suspect my own Notions merely for being my own, but if they can pass so exact a Touchstone as your Judgment, I shall without hesitancy subscribe to them.","subId":"1","id":"Astell.LLG.3.1"},{"type":"paragraph","content":"So far am I from thinking that _GOD_'s being the Author of our Pain is any just Impediment to our entire Love of him, that I'm almost perswaded to rank it among the Motives to it. For though Pain considered abstractedly is not a Good, yet it _may_ be so circumstantiated, and always _is_ when GOD inflicts it as to be a Good. To the pious Man it is so both intentionally and eventually; and though inflicted as a Punishment on wicked Men, it is however materially good, being (as you observe) an Act of GOD's Justice. And I think it is an unquestionable Maxim, that all our Good is wholly and absolutely from GOD, and all our Evil purely and intirely from our selves. Whatever Methods _GOD_ uses to draw us to himself, I am fully perswaded are good in themselves and good for us, being they proceed from infinite Goodness and tend towards it. And therefore since he has made us passible only for our good, and designed Pain as well as Pleasure in order to our Happiness, that by these two different Handles he might the better move and direct our Souls towards himself their true and only Felicity, I see no reason but to conclude that he is every whit as lovely when he produces Pain as when he causes Pleasure.","subId":"2","id":"Astell.LLG.3.2"},{"type":"paragraph","content":"For the Truth is, my Letter was principally designed in Favor of a Notion which I have entertain'd, (and which you further confirm me in by what you add in your Postscript,) _viz._ That Afflictions, by which we usually understand something Painful, are not Evil but _Good,_ which at first seem'd to be contradicted by your Assertion, That nothing does us good but what causes Pleasure, though upon second thoughts I think they are consistent enough. And if there by any shadow of a difference, I suppose it arises only from the equivocalness of the words _Pleasure_ and _Pain,_ as in truth our mistakes are chiefly owing to our encumbring one word with divers Idea's, most of the Controversies that are in the World being (in my Opinion) rather about words than things.","subId":"3","id":"Astell.LLG.3.3"},{"type":"paragraph","content":"By Pleasure I suppose you mean in general, all those grateful Sensations which Mankind is capable of; that is, all such as are truly agreeable to his Nature: For I know not how it can consist with the purity of the most holy _GOD,_ to say, he is the Author of those pleasing Sensations wicked Men do, or _pretend_ to feel in what we call sinful Pleasures: so that we must either conclude, that _GOD_ is not the Author of these irregular Sensations, or else that they are not Pleasures. I am for the latter, and do indeed think it the greatest nonsense in the World to call any thing that is sinful pleasant.","subId":"4","id":"Astell.LLG.3.4"},{"type":"paragraph","content":"Pain you tell us, is nothing else but a disagreeable Modification of the Soul, an uneasie Thought` occasion'd by some outward Bodily Impression. In which Definition there are two things considerable, the Bodily Impression, and the uneasie Thought` that is consequent thereunto. And when you say that _GOD_ is the Author of Pain, I suppose you mean no more than that an uneasie Thought` is produc'd in the Soul of Man by the Power and Will of _GOD,_ at the presence and by occasion of that Impression which sensible Objects make upon the Body. Now I suppose that this disagreeable Modification is in the inferiour part of the Soul, that which is exercis'd about Objects of Sense, and does not necessarily and directly affect the superiour part, the Understanding and Will, and therefore is no real Evil to that which is properly the Man. And this I take to be the right Notion of Pain considered as a Sensation, and as _GOD_ is the Author of it; but then I deny that in this sense it is strictly and properly an Evil.","subId":"5","id":"Astell.LLG.3.5"},{"type":"paragraph","content":"Now as this Sensation which for distinction sake I will beg leave to call _sensible_ or Bodily Pain is occasioned by some disorder in the parts of the Body, or else by the presence of something disagreeable, or absence of something necessary to the well-being of the Bodily Frame. In like manner, when the Understanding and Will deviate from the Order and Perfection of their Nature, and are destitute of their proper good, they are as truly (and if they be in Health as sensibly) affected with Pain, as the Body is when it suffers the abovementioned displacences. This I call _mental_ Pain, and do reckon it the only proper Evil of a Man, both because the Mind being the Man, nothing is truly and properly his Good or Evil, but as it respects his Mind; as also because so long as he is under it, 'tis impossible for him to enjoy any degree of real Happiness. For where there is a true Vital Principle, where the Soul is not quite mortified, or at least Paralytick and Diseas'd, 'twill as certainly feel Pain when 'tis thrust out of its Natural Order, and does not move towards _GOD_ the true Term of its Motion, as its Body will when its Members are distorted; will be as sensibly affected with craving and unsatisfied desires when destitute of the Grace of _GOD,_ the proper aliment of the Soul, as that is with Hunger and Thirst when in lack of its necessary Food; and will feel the same uneasie chillness and darkness come upon it when deprived of the Light of _GOD_'s Countenance, that its inferiour part does when it wants the Sun's comfortable and enlightning Beams. And this I take to be the true meaning of what some People call Desertion; pain and torment being as necessary to the Soul when she does not stand rightly affected to her _GOD,_ as to the Body when under Sickness or outward Violence: And in proportion to the health of the Soul, and the fineness of its Complexion, so is the degree of its Pain when interrupted in its Motion towards him.","subId":"6","id":"Astell.LLG.3.6"},{"type":"paragraph","content":"But can GOD in any sense be said to be the Author of this Pain? Hath he not taken all the Care that is consistent with the Nature he hath given us to secure us from it? and has made all imaginable provision to prevent our falling into that disorder which is necessarily attended with mental Pain; so that whenever we fall into it, 'tis purely owing to our own Folly? For though it be sometimes said that GOD does arbitrarily withdraw the chearing Beams of his Countenance, which cannot but be uneasie to us so long as we are under that Eclipse, yet for my own part, I cannot think that he ever does it unless to quicken our Desires and exercise our Graces; and then, since 'tis in order to our greater good, it cannot strictly and absolutely be call'd an Evil. Or else, 'tis the noisom Vapours of our Sins that raise a Cloud between us and the Sun of Righteousness, which being our own fault, we only are to be blam'd for it. Nor do I believe GOD ever denies his Grace to any but such as have first wilfully, obstinately and habitually refus'd it. So that in fine, mental Pain is neither more nor less than Sin, which I take to be the true and _only_ Evil of a Man. For as nothing is good but GOD, so nothing is essentially evil but Sin, because nothing else is directly opposite to the Essence of Goodness. Since therefore GOD can in no manner of Way be said to be the Author of Sin, he cannot be the Cause of mental Pain: And I know no Hypothesis that does infer it except the Predestinarian, which for that Reason I look on as irrational and absurd, and can scarce forbear giving it severer Epithets.","subId":"7","id":"Astell.LLG.3.7"},{"type":"paragraph","content":"The short is, GOD is the Author of Pain considered as a Sensation, and so he is of all our Faculties and Powers; and as it proceeds from him it is _good,_ design'd to do us _good,_ and therefore our _good._ But he is not the Author of _Pain_ considered as an Evil, as such it is purely and entirely owing to our selves; and since there is nothing truly and absolutely the Object of the hatred of a Rational Creature but Sin, because nothing but that is its true and proper Evil, consequently GOD's being the Author of Pain can be no just bar to our Love, much less any motive to our Hatred or Aversion.","subId":"8","id":"Astell.LLG.3.8"},{"type":"paragraph","content":"I consider further, that though Man does naturally desire _Pleasure_ in all his Capacities, and therefore Indolence is necessary to perfect Felicity, yet since there is no such thing as perfect Happiness or perfect Misery in this World, that which has a greater degree of _good_ than of _evil_ in it, may properly enough be call'd a _good;_ admitting therefore that sensible Pain is disagreeable to the lower Faculties of the Soul, yet being it is designed by GOD to better and improve the Spirit of the Mind, and has a tendency to do good to our better part, if we our selves do not wilfully obstruct its operations, misapply and abuse those opportunities it gives us, I see no reason but we may reckon it a _good,_ and therefore Eligible. For though _Pain_ (as you say) does not formally and directly do us a _good,_ yet if it cannot hinder us of enjoying _Pleasure,_ methinks we have no just Cause to fly it as an Evil. For what though my Body suffer a little Hunger or Thirst, or Cold, or the like, shall I put that petty inconveniency in competition with that most delicious _Pleasure_ my Mind does, or may at the same time enjoy in Acts of Love and Contemplation? Nay even with that _Pleasure_ which these very inconveniencies occasion, the entire Resignation of my Will to GOD, and the Joy that arises from that delightful Thought`, that I am capable of suffering something for his sake, and in Conformity to his Will: And as it were but a bad bargain to gain the whole World by suffering the least mulct or damage in our Souls, so I am perswaded that the greatest sensible Calamity, no not Death it self, is worthy to be put in the ballance with the very least spiritual advantage. For alas Sir, as you truly say, this World is a mere shew, a shadow, an emptiness! so little Reason have our Pretenders to Wit to discredit every thing that is not the Object of Sense, that in right estimate Spirits are the only Realities, and nothing does truly and properly occasion good or evil to us but as it respects our Minds. And I believe on these Principles 'twere easie to demonstrate that Martyrdom is the highest Pleasure a rational Creature is capable of in this present State, a strange Paradox to the World! But I am confident none to =Mr. _Norris_=, who does not use to think after the vulgar rate.","subId":"9","id":"Astell.LLG.3.9"},{"type":"paragraph","content":"But whilst I talk of Pain, I forget how much you suffer by this tedious Scribble. If I have said any thing to the purpose 'tis because I have your excellent _Letter_ before me. Ordinary Writers I can penetrate at the first View, but every Period of yours dilates my Mind, calls it forth to pursue its recondite Beauties in a Train of useful and delightful Thoughts. I have brought in my unwrought Ore to be refined and made currant by the Brightness of your Judgment, and shall reckon it a great Favour if you will give your self the Trouble to point out my Mistakes, it being my Ambition not to seem to be without Fault, but if I can, really to be so, and I know no way more conducive to that end than the Advantage of such an Instructor.","subId":"10","id":"Astell.LLG.3.10"},{"type":"paragraph","content":"Permit me to add a Word or two more which is of greater Concernment to me because of practical Consideration; you have fully convinced me that GOD is the only proper Object of my Love, and I am sensible 'tis the highest Injustice to him and Unkindness to my self to defraud him of the least Part of my Heart; but I find it more easie to recognize his Right than to secure the Possession. Though I often say in your Pathetick and Divine Words, _No, my fair Delight, I will never be drawn off from the Love of thee by the Charms of any of thy Creatures,_ yet alas, _sensible_ Beauty does too often press upon my Heart, whilst _intelligible_ is disregarded. For having by Nature a strong Propensity to friendly Love, which I have all along encouraged as a good Disposition to Vertue, and do still think it so if it may be kept within the due Bounds of Benevolence. But having likewise thought till you taught me better, that I need not cut off all Desire from the Creature, provided it were in Subordination to, and for the sake of the Creator: I have contracted such a Weakness, I will not say by Nature (for I believe Nature is often very unjustly blam'd for what is owing to _Will_ and _Custom)_ but by voluntary Habit, that it is a very difficult thing for me to love at all, without something of Desire. Now I am loath to abandon all Thoughts of Friendship, both because it is one of the brightest Vertues, and because I have the noblest Designs in it. Fain wou'd I rescue my Sex, or at least as many of them as come within my little Sphere, from that Meanness of Spirit into which the Generality of 'em are sunk, perswade them to pretend some higher Excellency than a well-chosen Pettycoat, or a fashionable Commode; and not wholly lay out their Time and Care in the Adornation of their Bodies, but bestow a Part of it at least in the Embellishment of their Minds, since inward Beauty will last when outward is decayed. But though I can say without boasting that none ever loved more generously than I have done, yet perhaps never any met with more ungrateful Returns which I can attribute to nothing so much as the Kindness of my best Friend, who saw how apt my Desires were to stray from him, and therefore by these frequent Disappointments would have me learn more Wisdom that to let loose my Heart to that which cannot satisfie. And though I have in some measure rectified this Fault, yet still I find an agreeable Movement in my Soul towards her I love, and a Displeasure and Pain when I meet with Unkindness, which is a strong Indication of somewhat more than pure Benevolence; for there's no Reason that we should be uneasie because others won't let us do them all the good we would. And though your Distinction be very ingenious, \"That we may seek Creatures _for_ our good, but not love them _as_ our good\", yet methinks 'tis too nice for common Practice; and through the Deception of our Senses, and Hurry of our Passions, we shall be too apt to reckon that our good whose Absence we find uneasie to us. Be pleased therefore to oblige me with a Remedy for this Disorder, since what you have already writ has made a considerable Progress towards a Cure, but not quite perfected it. Thus you see Sir, what a Trouble you have brought upon your self by your obliging Condescentions to // ~~Worthy Sir, // ~~~~Your most humble #_All-Saints_ Eve 1693.# // ~~~~~~and thankful Servant.","subId":"11","id":"Astell.LLG.3.11"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Norris.LLG.2","imported":true,"duplicate":"Astell.LLG","title":"Letter II. Mr. Norris's Answer","breadcrumb":"Letter 2","published":[1695]},"next":{"id":"Norris.LLG.4","imported":true,"duplicate":"Astell.LLG","title":"Letter IV. Mr. Norris's Answer","breadcrumb":"Letter 4","published":[1695]}}