{"imported":true,"id":"Hutcheson.EI.ENP.1","parent":"Hutcheson.EI.ENP","title":"Section 1. A general Account of our several Senses and Desires, Selfish or Publick","breadcrumb":"Section 1","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_018","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's [Essay and Illustrations] were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT I. £3 £3 _A general Account of our several ^Senses^ and ^Desires^, _Selfish_ or _Publick_._ £3","id":"Hutcheson.EI.ENP.1"},{"type":"paragraph","content":"THE Nature of human Actions cannot be sufficiently understood without considering the _Affections_ and _Passions_; or those _Modifications, or Actions of the Mind consequent upon the Apprehension of certain Objects or Events, in which the Mind generally conceives Good or Evil_. In this Inquiry we need little _Reasoning_, or _Argument_, since Certainty is only attainable by distinct _Attention_ to what we are _conscious_ happens in our Minds.","subId":"1","id":"Hutcheson.EI.ENP.1.1"},{"type":"paragraph","content":"\"^Objects^, Actions, or Events obtain the Name of _Good_, or _Evil_, according as they are the Causes, or Occasions, mediately, or immediately, of a grateful, or ungrateful _Perception_ to some sensitive Nature.\" To understand therefore the several Kinds of _Good_, or _Evil_, we must apprehend the several Powers of Perception or _Senses_ natural to us.","subId":"2","id":"Hutcheson.EI.ENP.1.2"},{"type":"paragraph","content":"^It^ is by some Power of Perception, or _Sense_, that we first receive the Ideas of these Objects we are conversant with, or by some _Reasoning_ upon these perceived Objects of Sense. By Sensation we not only receive the _Image_ or _Representation_, but some Feelings of _Pleasure_ or _Pain_; nay sometimes the sole Perception is that of _Pleasure_ or _Pain_, as in _Smells_, and the Feelings of _Hunger_ and _Thirst_. The Pleasures or Pains perceived, are sometimes _simple_, without any other previous Idea, or any Image, or other concomitant Ideas, save those of _Duration_ or _Time_, which accompanies every Perception, whether of _Sense_, or _inward Consciousness_. Other Pleasures arise only upon some _previous Idea_, or _Image_, _Assemblage_, or _Comparison of Ideas_. These Pleasures presupposing previous Ideas, were called _Perceptions_ of an _internal Sense_, in a former Treatise[n1]. Thus _Regularity_ and _Uniformity_ in Figures, are no less grateful than _Tastes_, or _Smells_; the _Harmony_ of Notes, is more grateful than simple Sounds[n2]. In like manner, _Affections_, _Tempers_, _Sentiments_, or _Actions_, reflected upon in ourselves, or observed in others, are the constant _Occasions_ of agreeable or disagreeable Perceptions, which we call _Approbation_, or _Dislike._ These _Moral Perceptions_ arise in us as necessarily as any other Sensations; nor can we alter, or stop them, while our _previous Opinion_ or _Apprehension_ of the _Affection_, _Temper_, or _Intention_ of the Agent continues the same; any more than we can make the Taste of Wormwood sweet, or that of Honey bitter.","subId":"3","id":"Hutcheson.EI.ENP.1.3"},{"type":"paragraph","content":"^If^ we may call \"_every Determination of our Minds to receive Ideas independently on our Will, and to have Perceptions of Pleasure and Pain, ^a Sense^_\", we shall find many other _Senses_ beside those commonly explained. Though it is not easy to assign accurate Divisions on such Subjects, yet we may reduce them to the following Classes, leaving it to others to arrange them as they think convenient. A little Reflection will shew that there are such _Natural Powers_ in the human Mind, in whatever Order we place them. In the 1st Class are the _External Senses_, universally known. In the 2d, the _Pleasant Perceptions_ arising from _regular_, _harmonious_, _uniform_ Objects; as also from _Grandeur_ and _Novelty_. These we may call, after =Mr. ^Addison^=, the Pleasures of the _Imagination_; or we may call the Power of receiving them, an _Internal Sense_. Whoever dislikes this Name may substitute another. 3. The next Class of Perceptions we may call a _Publick Sense_, _viz._ \"our Determination to be pleased with the _Happiness_ of others, and to be uneasy at their _Misery_.\" This is found in some degree in all Men, and was sometimes called $Ḱοινονοημοσύνη$, or $Sensus Communis$ by some of the Antients. This inward Pain of Compassion cannot be called a Sensation of Sight. It solely arises from an Opinion of _Misery felt by another_, and not immediately from a visible Form. The same Form presented to the Eye by the exactest Painting, or the Action of a Player, gives no Pain to those who remember that there is no Misery felt. When Men by Imagination conceive real Pain felt by an Actor, without recollecting that it is merely feigned, or when they think of the real Story represented, then, as there is a confused Opinion of real Misery, there is also Pain in Compassion. 4. The fourth Class we may call the _Moral Sense_, by which \"we perceive _Virtue_ or _Vice_, in ourselves, or others.\" This is plainly distinct from the former Class of Perceptions, since many are strongly affected with the Fortunes of others, who seldom reflect upon _Virtue_ or _Vice_, in themselves, or others, as an Object: as we may find in _Natural Affection_, _Compassion_, _Friendship_, or even _general Benevolence_ to Mankind, which connect our Happiness or Pleasure with that of others, even when we are not reflecting upon our own Temper, nor delighted with the Perception of our own Virtue. 5. The fifth Class is a _Sense of Honour_, which makes the _Approbation_, or _Gratitude_ of others, for any good Actions we have done, the necessary occasion of Pleasure; and their _Dislike_, _Condemnation_, or _Resentment_ of Injuries done by us, the occasion of that uneasy Sensation called _Shame_, even when we fear no further evil from them.","subId":"4","id":"Hutcheson.EI.ENP.1.4"},{"type":"paragraph","content":"^There^ are perhaps other _Perceptions_ distinct from all these Classes, such as some Ideas \"of _Decency_, _Dignity_, _Suitableness to human Nature_ in certain Actions and Circumstances; and of an _Indecency_, _Meanness_, and _Unworthiness_, in the contrary Actions or Circumstances, even without any conception of _Moral_ Good, or Evil.\" Thus the Pleasures of _Sight_, and _Hearing_, are more esteemed than those of Taste or Touch: The Pursuits of the Pleasures of the _Imagination_, are more approved than those of simple external Sensations. =_Plato_= makes one of his Dialogists[n3] account for this difference from a constant Opinion of _Innocence_ in this sort of Pleasures, which would reduce this Perception to the Moral Sense. Others may imagine that the difference is not owing to any such Reflection upon their _Innocence_, but that there is a different sort of Perceptions in these cases, to be reckoned another _Class of Sensations_.","subId":"5","id":"Hutcheson.EI.ENP.1.5"},{"type":"paragraph","content":"#A like Division of our Desires.# ^Desires^ arise in our Mind, from the Frame of our Nature, upon Apprehension of Good or Evil in Objects, Actions, or Events, to obtain for _ourselves_ or _others_ the _agreeable Sensation_, when the Object or Event is good; or to prevent the _uneasy Sensation_, when it is evil. Our original Desires and Aversions may therefore be divided into five Classes, answering to the Classes of our Senses. 1. The Desire of _sensual Pleasure_, (by which we mean that of the external Senses, of Taste and Touch chiefly); and Aversion to the opposite Pains. 2. The Desires of the _Pleasures of Imagination_ or Internal Sense[n4], and Aversion to what is disagreeable to it. 3. Desires of the Pleasures arising from _Publick Happiness_, and Aversion to the Pains arising from the _Misery of others_. 4. Desires of _Virtue_, and Aversion to _Vice_, according to the Notions we have of the Tendency of Actions to the Publick Advantage or Detriment. 5. Desires of _Honour_, and Aversion to Shame[n5].","subId":"6","id":"Hutcheson.EI.ENP.1.6"},{"type":"paragraph","content":"#Secondary Desires of Wealth and Power.# ^And^ since we are capable of _Reflection_, _Memory_, _Observation_, and _Reasoning_ about the distant Tendencies of Objects and Actions, and not confined to things present, there must arise, in consequence of our _original Desires_, \"_secondary Desires_ of every thing imagined useful to gratify any of the primary Desires, and that with strength proportioned to the several original Desires, and the imagined Usefulness, or Necessity, of the advantageous Object.\" Thus as soon as we come to apprehend the Use of _Wealth_ or _Power_ to gratify any of our original Desires, we must also desire them. Hence arises the _Universality_ of these Desires of Wealth and Power, since they are the Means of gratifying all other Desires. \"How foolish then is the Inference, some would make, from the universal Prevalence of these Desires, that human Nature is wholly selfish, or that each one is only studious of his _own Advantage_; since Wealth or Power are as naturally fit to gratify our _Publick Desires_, or to serve _virtuous Purposes_, as the _selfish_ ones?\"","subId":"7","id":"Hutcheson.EI.ENP.1.7"},{"type":"paragraph","content":"\"^How^ weak also are the Reasonings of some recluse Moralists, who condemn in general all Pursuits of Wealth or Power, as below a perfectly virtuous Character:\" since Wealth and Power are the most effectual _Means_, and the most powerful _Instruments_, even of the greatest Virtues, and most generous Actions? The Pursuit of them is laudable, when the _Intention_ is virtuous; and the neglect of them, when honourable Opportunities offer, is really a Weakness. This justifies the Poet's Sentiments: \"\"$——— Hic onus horret, // Ut parvis Animis & parvo Corpore majus: // Hic subit & perfert: aut virtus nomen inane est, // Aut Decus & Pretium recte petit experiens Vir.$ // [^Hor.^ _Epist._ 17.]\"\"","subId":"8","id":"Hutcheson.EI.ENP.1.8"},{"type":"paragraph","content":"^Further^, the _Laws_ or _Customs_ of a Country, the _Humour_ of our Company may have made strange _Associations_ of _Ideas_, so that some Objects, which of themselves are indifferent to any Sense, by reason of some _additional_ grateful _Idea_, may become very desirable; or by like _Addition_ of an ungrateful _Idea_ may raise the strongest Aversion. Thus many a Trifle, when once it is made a _Badge_ of _Honour_, an Evidence of some _generous Disposition_, a Monument of some _great Action_, may be impatiently pursued, from our Desire of Honour. When any _Circumstance_, _Dress_, _State_, _Posture_, is constituted as a Mark of _Infamy_, it may become in like manner the Object of Aversion, though in itself most inoffensive to our Senses. If a certain way of _Living_, of _receiving Company_, of _shewing Courtesy_, is once received among those who are honoured; they who cannot bear the Expence of all this, may be made uneasy at their Condition, though much freer from Trouble than that of higher Stations. Thus _Dress_, _Retinue_, _Equipage_, _Furniture_, _Behaviour_, and _Diversions_ are made Matters of considerable Importance by additional _Ideas_[n6]. Nor is it in vain that the wisest and greatest Men regard these things; for however it may concern them to break such Associations in their own Minds, yet, since the bulk of Mankind will retain them, they must comply with their Sentiments and Humours in things innocent, as they expect the _publick Esteem_, which is generally necessary to enable Men to serve the Publick.","subId":"9","id":"Hutcheson.EI.ENP.1.9"},{"type":"paragraph","content":"#The Uses of these Associations.# ^Should^ any one be surprized at this _Disposition_ in our Nature to associate any _Ideas_ together for the future, which once presented themselves jointly, considering what great _Evils_, and how much _Corruption_ of Affections is owing to it, it may help to account for this Part of our Constitution, to consider \"that all our _Language_ and much of our _Memory_ depends upon it:\" So that were there no such _Associations_ made, we must lose the use of _Words_, and a great part of our Power of _recollecting past Events_; beside many other valuable _Powers_ and _Arts_ which depend upon them. Let it also be considered that it is much in our power by a vigorous _Attention_ either to prevent _these Associations_, or by _Abstraction_ to separate Ideas when it may be useful for us to do so.","subId":"10","id":"Hutcheson.EI.ENP.1.10"},{"type":"paragraph","content":"^Concerning^ our Pursuit of _Honour_, it is to be observed, that \"since our Minds are incapable of retaining a great Diversity of Objects, the _Novelty_, or _Singularity_ of any Object is enough to raise a particular Attention to it among many of equal Merit:\" And therefore were Virtue _universal_ among Men, yet, it is probable, the _Attention_ of Observers would be turned chiefly toward those who distinguished themselves by some _singular Ability_, or by some Circumstance, which, however trifling in its own Nature, yet had some honourable Ideas commonly joined to it, such as those of _Magnificence_, _Generosity_, or the like. We should perhaps, when we considered sedately the common Virtues of others, equally love and esteem them[n7]: And yet probably our _Attention_ would be generally fixed to those who thus were _distinguished_ from the Multitude. Hence our natural Love of Honour, raises in us an _Emulation_ or Desire of _Eminence_, either by higher Degrees of Virtue; or, if we cannot easily or probably obtain it this way, we attempt it in an easier manner, by any Circumstance, which, through a _Confusion of Ideas_, is reputed honourable.","subId":"11","id":"Hutcheson.EI.ENP.1.11"},{"type":"paragraph","content":"^This^ Desire of _Distinction_ has great Influence on the Pleasures and Pains of Mankind, and makes them chuse things for their very _Rarity_, _Difficulty_, or _Expence_; by a confused Imagination that they evidence _Generosity_, _Ability_, or a _finer Taste_ than ordinary; nay, often the merest Trifles are by these means ardently pursued. A _Form of Dress_, a _foreign Dish_, a _Title_, a _Place_, a _Jewel_; an _useless Problem_, a _Criticism on an obsolete Word_, the _Origin of a Poetic Fable_, the _Situation of a razed Town_, may employ many an Hour in tedious Labour: \"\"$Sic leve, sic parvum est, animum quod laudis avarum // Subruit aut reficit.—$ // [^Hor.^]\"\"","subId":"12","id":"Hutcheson.EI.ENP.1.12"},{"type":"paragraph","content":"#Desires, selfish and publick.# ^There^ is another Division of our Desires taken from the Persons for whose Advantage we pursue or shun any Object. \"The Desires in which one intends or pursues what he apprehends advantageous to himself, we may call ^Selfish^; and those in which we pursue what we apprehend advantageous to others, and do not apprehend advantageous to _ourselves_, or do not pursue with this view, we may call _Publick_ or ^Benevolent^ Desires.\" If there be a just Foundation for this Division, it is more extensive than the former Division, since each of the former Classes may come under either Member of this Division, according as we are desiring any of the five sorts of Pleasures _for ourselves_, or desiring them _for others_. The former Division may therefore be conceived as a Subdivision of the latter.","subId":"13","id":"Hutcheson.EI.ENP.1.13"},{"type":"paragraph","content":"^This^ Division has been disputed since =_Epicurus_=; who with his old Followers, and some of late, who detest other parts of his Scheme, maintain, \"that all our Desires are _selfish_: or, that what every one intends or designs ultimately, in each Action, is the obtaining Pleasure to himself, or the avoiding his own _Private Pain_.\"[n8]","subId":"14","id":"Hutcheson.EI.ENP.1.14"},{"type":"paragraph","content":"^It^ requires a good deal of Subtilty to defend this Scheme, so seemingly opposite to _Natural Affection_, _Friendship_, _Love of a Country, or Community_, which many find very strong in their Breasts. The Defences and Schemes commonly offered, can scarce free the Sustainers of this Cause from manifest Absurdity and _Affectation_. But some do[n9] acknowledge a _publick Sense_ in many Instances; especially in _natural Affection_, and _Compassion_; by which \"the Observation of the Happiness of others is made the necessary Occasion of Pleasure, and their Misery the Occasion of Pain to the Observer.\" That this _Sympathy_ with others is the Effect of the Constitution of our Nature, and not brought upon ourselves by any Choice, with view to any _selfish Advantage_, they must own: whatever Advantage there may be in Sympathy with the _Fortunate_, none can be alledged in Sympathy with the _Distressed_: And every one feels that this _publick Sense_ will not leave his Heart, upon a change of the Fortunes of his Child or Friend; nor does it depend upon a Man's _Choice_, whether he will be affected with their Fortunes or not. But supposing this publick Sense, they insist, \"That by means of it there is a _Conjunction of Interest_: the Happiness of others becomes the Means of private Pleasure to the Observer; and for this Reason, or with a View to this private Pleasure, he desires the Happiness of another.\" Others deduce our Desire of the Happiness of others from Self‐love, in a less specious manner.","subId":"15","id":"Hutcheson.EI.ENP.1.15"},{"type":"paragraph","content":"^If^ a _publick Sense_ be acknowledged in Men, by which the Happiness of one is made to depend upon that of others, independently of his Choice, this is indeed a strong Evidence of the Goodness of the ^Author^ of our Nature. But whether this Scheme does truly account for our _Love of others_, or for _generous Offices_, may be determined from the following Considerations; which being matters of _internal Consciousness_, every one can best satisfy himself by Attention, concerning their Truth and Certainty.","subId":"16","id":"Hutcheson.EI.ENP.1.16"},{"type":"paragraph","content":"^Let^ it be premised, that there is a certain _Pain_ or _Uneasiness_ accompanying our violent Desires. Though the Object pursued be Good, or the Means of Pleasure, yet the Desire of it generally is attended with an uneasy Sensation. When an Object or Event appears Evil, we desire to shun or prevent it. This Desire is also attended with an uneasy Sensation of _Impatience_: Now this Sensation immediately connected with the Desire, is a distinct Sensation from those which we dread, and endeavour to shun. It is plain then,","subId":"17","id":"Hutcheson.EI.ENP.1.17"},{"type":"paragraph","content":"\"^That^ no Desire of any Event is excited by any view of removing the _uneasy Sensation attending this Desire itself_.\" Uneasy Sensations previously felt, will raise a Desire of whatever will remove them; and this Desire may have its concomitant Uneasiness. Pleasant Sensations expected from any Object may raise our Desire of it; this Desire too may have its concomitant uneasy Sensations: But the _uneasy Sensation, accompanying and connected with the Desire itself_, cannot be a Motive to that _Desire_ which it presupposes. The _Sensation_ accompanying Desire is generally _uneasy_, and consequently our Desire is never raised with a view to obtain or continue it; nor is the Desire raised with a view to _remove_ this uneasy _Sensation_, for the Desire is raised previously to it. This holds concerning all _Desire_ publick or private.","subId":"18","id":"Hutcheson.EI.ENP.1.18"},{"type":"paragraph","content":"^There^ is also a peculiar pleasant _Sensation of Joy_, attending the _Gratification_ of any Desire, beside the _Sensation_ received from the _Object itself_, which we directly intended. \"But Desire does never arise from a View of obtaining that _Sensation of Joy_, connected with the Success or Gratification of Desire; otherwise the strongest Desires might arise toward any Trifle, or an Event in all respects indifferent: Since, if Desire arose from _this View_, the stronger the Desire were, the higher would be the _Pleasure of Gratification_; and therefore we might desire the turning of a Straw as violently as we do _Wealth_ or _Power_.\" This Expectation of that _Pleasure which merely arises from gratifying of Desire_, would equally excite us to desire the _Misery_ of others as their Happiness; since the _Pleasure_ of _Gratification_ might be obtained from both Events alike.","subId":"19","id":"Hutcheson.EI.ENP.1.19"},{"type":"paragraph","content":"^It^ is certain that \"_that Desire_ of the Happiness of others which we account virtuous, is not _directly_ excited by prospects of any _secular Advantage_, _Wealth_, _Power_, _Pleasure of the external Senses_, _Reward from the Deity_, _or future Pleasures of Self‐Approbation_.\" To prove this let us consider, \"That no Desire of any Event can arise immediately or directly from an _Opinion_ in the Agent, that his _having such a Desire_ will be the Means of private Good.\" This _Opinion_ would make us _wish_ or _desire_ to have that _advantageous Desire_ or _Affection_; and would incline us _to use any means_ in our power to raise that Affection: but no Affection or Desire is raised in us, directly by our _volition_ or _desiring_ it. That alone which raises in us from _Self‐Love_ the Desire of any Event, is an _Opinion_ that _that Event_ is the _Means_ of private Good. As soon as we form this Opinion, a Desire of the Event immediately arises: But if _having the Desire, or the mere Affection_ be imagined the _Means_ of private Good, and not the _Existence of the Event desired_, then from _Self‐Love_ we should only desire or wish to have the _Desire_ of that Event, and should not desire the _Event_ itself, since the _Event_ is not conceived as the _Means_ of Good.","subId":"20","id":"Hutcheson.EI.ENP.1.20"},{"type":"paragraph","content":"^For^ instance, suppose ^God^ revealed to us that he would confer Happiness on us, if our _Country were happy_; then from Self‐Love we should have immediately _the subordinate Desire_ of our Country's Happiness, as the Means of our own. But were we assured that, whether our Country were happy or not, it should not affect our future Happiness; but that we should be rewarded, provided we _desired the Happiness of our Country_; our Self‐Love could never make us now desire the _Happiness of our Country_, since it is not now conceived as the _Means_ of our future Happiness, but is perfectly indifferent to it. The Means of our Happiness is _the having a Desire of our Country's Happiness_; we should therefore from Self‐Love only _wish_ to have _this Desire_.","subId":"21","id":"Hutcheson.EI.ENP.1.21"},{"type":"paragraph","content":"^It^ is true indeed in fact, that, because _Benevolence_ is natural to us, a little Attention to other Natures will raise in us good‐will towards them, whenever by any Opinions we are persuaded that there is no real _Opposition of Interest_. But had we no Affection distinct from _Self‐Love_, nothing could raise our _Desire of the Happiness of others_, but conceiving their Happiness as the Means of ours. An Opinion that our having _kind Affections_ would be the Means of our private Happiness, would only make us desire to have those Affections. Now that Affections do not arise upon our _wishing_ to have them, or our volition of raising them; as conceiving the _Affections themselves_ to be the _Means_ of private Good; is plain from this, that if they did thus arise, then a _Bribe_ might raise any Desire toward any Event, or any _Affection_ toward the most improper Object. We might be hired to _love_ or _hate_ any sort of Persons, to be _angry_, _jealous_, or _compassionate_, as we can be engaged into external Actions; which we all see to be absurd. Now those who alledge, that our Benevolence may arise from prospect of _secular Advantage_, _Honour_, _Self‐Approbation_, _or future Rewards_, must own, that the two former are Motives only to _external Actions_; and the other two only shew that _having the Desire of the Happiness of others_, would be the _Means_ of private Good; while the _Event_ desired, _viz._ the Happiness of others, is not supposed the _Means_ of any private Good. But the best Defenders of this part of the Scheme of =_Epicurus_=, acknowledge that \"Desires are not raised by _Volition_.\"","subId":"22","id":"Hutcheson.EI.ENP.1.22"},{"type":"paragraph","content":"#This Distinction Defended.# \"^There^ are in Men _Desires of the Happiness of others_, when they do not conceive this _Happiness_ as the _Means_ of obtaining any sort of Happiness to themselves.\" _Self‐Approbation_, or _Rewards_ from the ^Deity^, might be the _Ends_, for obtaining which we might possibly _desire_ or _will_ from Self‐Love, to raise in ourselves _kind Affections_; but we could not from _Self‐Love_ desire the _Happiness of others_, except we imagined their Happiness to be the Means of our own. Now it is certain that sometimes we may have this _subordinate Desire_ of the Happiness of others, conceived as the _Means_ of our own; as suppose one had laid a _Wager_ upon the Happiness of a Person of such Veracity, that he would own sincerely whether he were happy or not; when Men are _Partners in Stock_, and share in Profit or Loss; when one hopes to _succeed to_, or some way to _share in_ the Prosperity of another; or if the ^Deity^ had given such Threatnings, as they tell us =_Telamon_= gave his Sons when they went to War, that he would reward or punish one according as others were happy or miserable: In such cases one might have this _subordinate Desire_ of another's Happiness from Self‐Love. But as we are sure the ^Deity^ has not given such Comminations, so we often are conscious of the _Desire of the Happiness of others_, without any such Conception of it as the _Means_ of our own; and are sensible that this _subordinate Desire_ is not that virtuous Affection which we approve. The virtuous Benevolence must be an _ultimate Desire_, which would subsist without view to private Good. Such _ultimate publick Desires_ we often feel, without any _subordinate Desire_ of the same Event, as the _Means_ of private Good. The _subordinate_ may sometimes, nay often does concur with the _ultimate_; and then indeed the _whole Moment_ of these conspiring Desires may be greater than that of either alone: But the _subordinate alone_ is not that Affection which we approve as virtuous.","subId":"23","id":"Hutcheson.EI.ENP.1.23"},{"type":"paragraph","content":"#Benevolence is not the Desire of the Pleasures of the _publick Sense_.# ^This^ will clear our way to answer the chief Difficulty: \"May not our Benevolence be at least a _Desire of the Happiness of others, as the Means of obtaining the Pleasures of the publick Sense, from the Contemplation of their Happiness_?\" If it were so, it is very unaccountable that we should approve this _subordinate Desire_ as virtuous, and yet not approve the like Desire upon a _Wager_, or other Considerations of Interest. Both Desires proceed from _Self‐Love_ in the same manner: In the latter case the Desires might be extended to multitudes, if any one would wager so capriciously; and, by increasing the Sum wagered, the _Motive of Interest_ might, with many Tempers, be made stronger than that from the Pleasures of the publick Sense.","subId":"24","id":"Hutcheson.EI.ENP.1.24"},{"type":"paragraph","content":"^Do^ not we find that we often desire the Happiness of others without any such selfish Intention? How few have thought upon this part of our Constitution which we call a _Publick Sense_? Were it our only View, in _Compassion_ to free ourselves from the _Pain of the publick Sense_; should the ^Deity^ propose it to our Choice, either to obliterate all Ideas of the Person in Distress, or to harden our Hearts against all feelings of Compassion, on the one hand, while yet the Object continued in Misery; or on the other hand to relieve him from it; should we not upon this Scheme be perfectly indifferent, and chuse the former as soon as the latter? Should the ^Deity^ assure us that we should be immediately annihilated, so that we should be incapable of either Pleasure or Pain, but that it should depend upon our Choice at our very Exit, whether our Children, our Friends, or our Country should be happy or miserable; should we not upon this Scheme be entirely indifferent? Or, if we should even desire the _pleasant Thought_ of their Happiness, in our last Moment, would not this Desire be the faintest imaginable?","subId":"25","id":"Hutcheson.EI.ENP.1.25"},{"type":"paragraph","content":"^It^ is true, our _Publick Sense_ might be as acute at our Exit as ever; as a Man's Taste of Meat or Drink and his Sensations of Hunger and Thirst might be as lively the instant before his Dissolution as in any part of his Life. But would any Man have as strong _Desires_ of the Means of obtaining these Pleasures, only with a view to himself, when he was to perish the next Moment? Is it supposable that any _Desire_ of the _Means of private Pleasure_ can be as strong when we only expect to enjoy it a Minute, as when we expect the Continuance of it for many Years? And yet, it is certain, any good Man would as strongly desire at his Exit the _Happiness of others_, as in any part of his Life, which must be the Case with those who voluntarily hazard their Lives, or resolve on Death for their Country or Friends. We do not therefore desire it as the _Means of private Pleasure_.","subId":"26","id":"Hutcheson.EI.ENP.1.26"},{"type":"paragraph","content":"^Should^ any alledge, that this Desire of the Happiness of others, after our Exit, is from some _confused Association of Ideas_; as a Miser, who loves nobody, might desire an Increase of Wealth at his Death; or as any one may have an Aversion to have his Body dissected, or made a Prey to Dogs after Death: let any honest Heart try if the deepest Reflection will break this _Association_ (if there be any) which is supposed to raise the Desire. The closest Reflection would be found rather to strengthen it. How would any _Spectator_ like the Temper of one thus rendered indifferent to all others at his own Exit, so that he would not even open his Mouth to procure Happiness to Posterity? Would we esteem it _refined Wisdom_, or a _Perfection_ of Mind, and not rather the vilest Perverseness? It is plain then we feel this _ultimate Desire_ of the Happiness of others to be a most _natural Instinct_, which we also expect in others, and not the Effect of any confused _Ideas_.","subId":"27","id":"Hutcheson.EI.ENP.1.27"},{"type":"paragraph","content":"^The^ Occasion of the imagined Difficulty in conceiving _distinterested Desires_, has probably been attempting to define this simple Idea, _Desire_. It is called _an uneasy Sensation in the absence of Good_[n10]. Whereas _Desire_ is as distinct from any _Sensation_, as the _Will_ is from the _Understanding_ or _Senses_. This every one must acknowledge, who speaks of _desiring to remove Uneasiness or Pain_.","subId":"28","id":"Hutcheson.EI.ENP.1.28"},{"type":"paragraph","content":"^We^ may perhaps find, that our Desires are so far from tending always towards _private Good_, that they are oftner employed about _the State of others_. Nay further, we may have a Propensity toward an Event, which we neither apprehend as the _Means of private Good, or publick_. Thus an _Epicurean_ who denies a future State; or, one to whom God revealed that he should be annihilated, might at his very Exit desire a _future Fame_, from which he expected no Pleasure to himself, nor intended any to others. Such Desires indeed no _selfish Being_, who had the modelling of his own Nature, would chuse to implant in itself. But since we have not this power, we must be content to be thus \"outwitted by nature into a publick Interest against our Will;\" as an ingenious Author expresses it.","subId":"29","id":"Hutcheson.EI.ENP.1.29"},{"type":"paragraph","content":"^The^ Prospect of any _Interest_ may be a Motive to us, to desire whatever we apprehend as the _Means_ of obtaining it. Particularly, \"if _Rewards_ of any kind are proposed to those who have virtuous Affections, this would raise in us the Desire of having these _Affections_, and would incline us to use all Means to raise them in ourselves; particularly to _turn our Attention_ to all those Qualities in the ^Deity^, or our Fellows, which are naturally apt to raise the virtuous Affections.\" Thus it is, that Interest of any kind may influence us indirectly to Virtue, and Rewards particularly may over‐balance all Motives to Vice.","subId":"30","id":"Hutcheson.EI.ENP.1.30"},{"type":"paragraph","content":"^This^ may let us see, that \"the Sanctions of _Rewards_ and _Punishments_, as proposed in the _Gospel_, are not rendered useless or unnecessary, by supposing the virtuous Affection to be _disinterested_;\" since such _Motives of Interest_, proposed and attended to, must incline every Person to _desire_ to have virtuous Affections, and to _turn his Attention_ to every thing which is naturally apt to raise them; and must _over-balance_ every other _Motive of Interest_, opposite to these Affections, which could incline Men to suppress or counteract them.","subId":"31","id":"Hutcheson.EI.ENP.1.31"},{"type":"note","content":"^Inquiry^ into ^Beauty.^","subId":"n1","id":"Hutcheson.EI.ENP.1.n1"},{"type":"note","content":"It is not easy to divide definitely our several _Sensations_ into Classes. The Division of our _External Senses_ into the five common Classes, seems very imperfect. Some _Sensations_, received without any previous Idea, can either be reduced to none of them, such as the Sensations of _Hunger_, _Thirst_, _Weariness_, _Sickness_; or if we reduce them to the Sense of _Feeling_, they are Perceptions as different from the other _Ideas_ of Touch, such as _Cold_, _Heat_, _Hardness_, _Softness_, as the _Ideas_ of _Taste_ or _Smell_. Others have hinted at an External Sense different from all of these. The following general Account may possibly be useful. (1.) That certain Motions raised in our Bodies are by a _general Law_ constituted the Occasion of _Perceptions_ in the Mind. (2.) These Perceptions never come entirely alone, but have some other _Perception_ joined with them. Thus every Sensation is accompanied with the _Idea_ of _Duration_, and yet _Duration_ is not a sensible _Idea_, since it also accompanies _Ideas_ of _Internal Consciousness_ or Reflection: So the _Idea_ of _Number_ may accompany any sensible Ideas, and yet may also accompany any other Ideas, as well as external Sensations. Brutes, when several Objects are before them, have probably all the proper Ideas of Sight which we have, without the Idea of Number. (3.) Some _Ideas_ are found accompanying the most different Sensations, which yet are not to be perceived separately from some _sensible Quality_; such are _Extension_, _Figure_, _Motion_, and _Rest_, which accompany the _Ideas_ of Sight, or Colours, and yet may be perceived without them, as in the _Ideas_ of _Touch_, at least if we move our Organs along the Parts of the Body touched. _Extension_, _Figure_, _Motion_, or _Rest_ seem therefore to be more properly called _Ideas accompanying_ the Sensations of _Sight_ and _Touch_, than the Sensations of either of these Senses. The _Perceptions_ which are purely sensible, received each by its proper Sense, are _Tastes_, _Smells_, _Colours_, _Sound_, _Cold_, _Heat_, &c. The universal Concomitant _Ideas_ which may attend any _Idea_ whatsoever, are _Duration_, and _Number_. The _Ideas_ which accompany the most different Sensations, are _Extension_, _Figure_, _Motion_, _Rest_. These all arise without any previous _Ideas_ assembled, or compared: the Concomitant _Ideas_ are reputed Images of something External. From all these we may justly distinguish \"those Pleasures perceived upon the previous Reception and Comparison of various sensible Perceptions, with their concomitant Ideas, or intellectual Ideas, when we find Uniformity, or Resemblance among them.\" These are meant by _the Perceptions of the internal Sense_.","subId":"n2","id":"Hutcheson.EI.ENP.1.n2"},{"type":"note","content":"[Hippias Major.] See also [_Treat._ II. _Sect._ 5. _Art._ 7.]","subId":"n3","id":"Hutcheson.EI.ENP.1.n3"},{"type":"note","content":"See [_Treat._ I.]","subId":"n4","id":"Hutcheson.EI.ENP.1.n4"},{"type":"note","content":"See [_Treat._ II. _Sect._ 5. _Art._ 3–8.]","subId":"n5","id":"Hutcheson.EI.ENP.1.n5"},{"type":"note","content":"See [_Treat._ I. _Sect._ 1. _Art._ 7.] and [_Treat._ II. _Sect._ 6. _Art._ 6.]","subId":"n6","id":"Hutcheson.EI.ENP.1.n6"},{"type":"note","content":"See [_Treat._ II. _Sect._ 3. last Parag.]","subId":"n7","id":"Hutcheson.EI.ENP.1.n7"},{"type":"note","content":"See [_Cicero de finib. lib._ 1.]","subId":"n8","id":"Hutcheson.EI.ENP.1.n8"},{"type":"note","content":"See =Mr. _Clark_ of _Hull_=, his _Remarks_ on [_Treat._ II.] in his [_Foundation of Morality in Theory and Practice_.]","subId":"n9","id":"Hutcheson.EI.ENP.1.n9"},{"type":"note","content":"_See =Mr. _Lock_='s [Essay on Human Understanding in the Chap. on the Passions.]_","subId":"n10","id":"Hutcheson.EI.ENP.1.n10"}]}
