{"imported":true,"id":"Hutcheson.EI.ENP.5","parent":"Hutcheson.EI.ENP","title":"Section 5. A Comparison of the Pleasures and Pains of the several Senses, as to Intenseness and Duration","breadcrumb":"Section 5","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_048","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's [Essay and Illustrations] were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT V. £3 £3 _A Comparison of the Pleasures and Pains of the several Senses, as to Intenseness and Duration._ £3","id":"Hutcheson.EI.ENP.5"},{"type":"paragraph","content":"HAVING considered how far these Desires must necessarily affect us, and when they are the Occasions of Pleasure or Pain; since by the first general _Observation_, the Pursuits of the several Pleasures, and the avoiding the several Pains, may often be inconsistent with each other; let us next examine, which of these several Pleasures are _the most valuable_, so as to deserve our Pursuit, even with neglect of the others; and which of these Pains are _most grievous_, so as to be shunned even by the enduring of other Pains if necessary.","subId":"1","id":"Hutcheson.EI.ENP.5.1"},{"type":"paragraph","content":"\"^The^ _Value_ of any Pleasure, and the _Quantity_ or _Moment_ of any Pain, is in a compounded Proportion of the _Intenseness_ and _Duration_.\" In examining the Duration of Pleasure, we must include not only the Constancy of the _Object_, but even of our _Fancy_; for a Change in either of these will put an end to it.","subId":"2","id":"Hutcheson.EI.ENP.5.2"},{"type":"paragraph","content":"#The difficulty in comparing the several Pleasures, as to Intenseness.# ^To^ compare these several Pleasures and Pains as to their _Intenseness_, seems difficult, because of the Diversity of _Tastes_, or _Turns of Temper_ given by _Custom_ and _Education_, which make strange _Associations of Ideas_, and form _Habits_; from whence it happens, that, tho' all the several kinds of original Senses and Desires seem equally natural, yet some are led into a constant Pursuit of the Pleasures of one kind, as the only Enjoyment of Life, and are indifferent about others. Some pursue, or seem to pursue only the Pleasures of the _external Senses_, and all other Pursuits are made subservient to them: Others are chiefly set upon the Pleasures of _Imagination_ or _internal Senses_; _social_ and _kind Affections_ employ another sort, who seem indifferent to all private Pleasure: This last Temper has generally joined with it an high _moral Sense_, and _Love of Honour_. We may sometimes find an high _Sense of Honour_ and desire of _Applause_, where there is indeed a _moral Sense_, but a very weak one, very much perverted, so as to be influenced by _popular Opinion_, and made subservient to it: In this _Character_ the Pleasures of the external Senses, or even of the Imagination, have little room, except so far as they may produce _Distinction_. Now upon comparing the several Pleasures, perhaps the Sentence of the _Luxurious_ would be quite opposite to that of the _Virtuous_. The _Ambitious_ would differ from both. Those who are devoted to the _internal Senses_ or _Imagination_, would differ from all the three. The _Miser_ would applaud himself in his Wealth above them all. Is there therefore no disputing about Tastes? Are all Persons alike happy, who obtain the several Enjoyments for which they have a Relish? If they are, the Dispute is at an end: A Fly or Maggot in its proper haunts, is as happy as a _Hero_, or _Patriot_, or _Friend_, who has newly delivered his _Country_ or _Friend_, and is surrounded with their grateful _Praises_. The _Fly_ or _Maggot_ may think so of itself; but who will stand to its Judgment, when we are sure that it has experienced only one sort of Pleasure, and is a stranger to the others? May we not in like manner find some Reasons of _appealing_ from the Judgment of certain Men? Or may not some _Characters_ be found among Men, who alone are capable of judging in this matter?","subId":"3","id":"Hutcheson.EI.ENP.5.3"},{"type":"paragraph","content":"#The Pleasures of a moral Kind proved superior by the Testimony of the Virtuous.# ^It^ is obvious that \"those alone are capable of judging, who have experienced all the several _kinds of Pleasure_, and have their _Senses_ acute and fully exercised in them all.\" Now a high Relish for _Virtue_, or a strong _moral Sense_, with its concomitant _publick Sense and Affections_, and a _Sense of Honour_, was never alledged to impair our _external Senses_, or to make us incapable of any pleasure of the _Imagination_; _Temperance_ never spoiled a _good Palate_, whatever _Luxury_ may have done; a generous affectionate publick Spirit, reflecting on itself with delight, never vitiated any Organ of _external Pleasure_, nor weakened their Perceptions. Now all virtuous Men have given _Virtue_ this Testimony, that its Pleasures are superior to any other, nay to all others jointly; that a friendly generous _Action_ gives a _Delight_ superior to any other; that other Enjoyments, when compared with the Delights of _Integrity_, _Faith_, _Kindness_, _Generosity_, and _publick Spirit_, are but trifles scarce worth any regard.[n1]","subId":"4","id":"Hutcheson.EI.ENP.5.4"},{"type":"paragraph","content":"#By the Testimony of the Vicious.# ^Nay^, we need not confine our Evidence to the Testimony of the _perfectly Virtuous_. The _vicious Man_, tho' no fit judge, were he entirely abandoned, since he loses his _Sense_ of the Pleasures of the _moral Kind_, or at least has not experienced them fully, yet he generally retains so much of human Nature, and of the _Senses_ and _Affections_ of our Kind, as sometimes to experience even _moral Pleasures_. There is scarce any Mortal, who is wholly insensible to all _Species of Morality_.","subId":"5","id":"Hutcheson.EI.ENP.5.5"},{"type":"paragraph","content":"^A Debauchee^ has never perhaps felt the _Pleasures_ of a wise publick‐spirited Conduct, of an entirely upright, generous, social, and affectionate Life, with the Sense of his own _moral Worth_, and merited _Esteem_ and _Love_; this course of Life, because unknown to him, he may despise in comparison of his _Pleasures_. But if in any particular Affair, a _moral Species_, or _Point of Honour_ has affected him, he will soon despise his sensual Pleasures in comparison of the Moral. Has he a Person whom he calls his _Friend_, whom he loves upon whatever fantastick Reasons, he can quit his _Debauch_ to serve him, nay can run the Hazard of _Wounds_ and _Death_ to rescue him from Danger? If his _Honour_ be concerned to resent an _Affront_, will he not quit his Pleasures, and run the hazard of the greatest bodily Pain, to shun the Imputation of _Cowardice_ or _Falshood_? He will scorn one who tells him, that \"a _Lyar_, or a _Coward_, may be happy enough, while he has all things necessary to _Luxury_.\" It is in vain to alledge, \"that there is no disputing about _Tastes_:\" To every Nature there are certain _Tastes_ assigned by the great ^Author^ of all. To the _human Race_ there are assigned a _publick Taste_, a _moral one_, and a _Taste for Honour_. These Senses they cannot extirpate, more than their _external Senses_: They may pervert them, and weaken them by false _Opinions_, and foolish _Associations_ of Ideas; but they cannot be happy but by keeping them in their natural State, and gratifying them. The Happiness of an _Insect_ or _Brute_, will only make an _Insect_ or _Brute_ happy. But a Nature with further _Powers_, must have further _Enjoyments_.","subId":"6","id":"Hutcheson.EI.ENP.5.6"},{"type":"paragraph","content":"^Nay^, let us consider the different _Ages_ in our own Species. We once knew the time when an _Hobby‐Horse_, a _Top_, a _Rattle_, was sufficient Pleasure to us. We grow up, we now relish _Friendships_, _Honour_, _good Offices_, _Marriage_, _Offspring_, _serving a Community or Country_. Is there no difference in these Tastes? We were happy before, are we no happier now? If not, we have made a foolish Change of Fancy. Our former toys we more easily procured, kept in good order, and managed, than the present Objects of our Cares, an Employment, a Son, a Friend, a Country, a Party. But this Change of Fancy does not depend upon our _Will_. \"Our Nature determines us to certain Pursuits in our several Stages; and following her Dictates, is the only way to our Happiness. Two States may both be happy, and yet the one infinitely preferable to the other: Two Species may both be _content_, and yet the Pleasures of the one, greater beyond all comparison, than those of the other.\" The _virtuous Man_, who has as true a Sense of all external Pleasure as any, gives the preference to _moral Pleasures_. The Judgment of the _Vicious_ is either not to be regarded, because of his Ignorance on one side; or, if he has experience of _moral Sentiments_ in any particular Cases, he agrees with the _Virtuous_.","subId":"7","id":"Hutcheson.EI.ENP.5.7"},{"type":"paragraph","content":"#Experience proves the same.# ^Again^, we see in fact, that in the virtuous Man, _publick Affections_, a _moral Sense_, and _Sense of Honour_, actually overcome all other Desires or Senses, even in their full Strength. Here there is the fairest Combate, and the Success is on the side of Virtue.","subId":"8","id":"Hutcheson.EI.ENP.5.8"},{"type":"paragraph","content":"^There^ is indeed an obvious Exception against this Argument. \"Do not we see, in many Instances, the _external Senses_ overcome the _moral_?\" But the Reply is easy. A constant Pursuit of the Pleasures of the external Senses can never become agreeable, without an Opinion of _Innocence_, or the _Absence_ of moral Evil; so that here the moral Sense is not engaged in the Combat. Do not our[n2] Debauchees, among their Intimates, continually defend their Practices as _innocent_? Transient Acts of Injustice may be done, contrary to the moral Sentiments of the Agent, to obtain relief from some pressing Evil, or upon some violent Motion of _Appetite_: and yet even in these cases, Men often argue themselves into some _moral Notions_ of their _Innocence_. But for a continued Course of Life disapproved by the Agent, how few are the Instances? How avowedly miserable is that State, wherein all _Self‐Approbation_, all _consciousness of Merit or Goodness_ is gone? We might here also alledge, what universal Experience confirms, \"that not only an Opinion of _Innocence_ is a necessary Ingredient in a Course of _selfish Pleasures_, so that there should be no Opposition from the moral Sense of the Agent; but that some _publick Affections_, some _Species of moral Good_, is the most powerful _Charm_ in all sensual Enjoyments.\" And yet, on the other hand, \"_Publick Affections_, _Virtue_, _Honour_, need no Species of sensual Pleasure to recommend them; nor even an Opinion or Hope of Exemption from external Pain. These powerful Forms can appear amiable, and engage our Pursuit thro' the rugged Paths of _Hunger_, _Thirst_, _Cold_, _Labour_, _Expences_, _Wounds and Death_.\"","subId":"9","id":"Hutcheson.EI.ENP.5.9"},{"type":"paragraph","content":"^Thus^, when a Prospect of external Pleasure, or of avoiding bodily Pain, engages Men into Actions really evil, the _moral Sense_ of the Agent is not really overcome by the _external Senses_. The Action or Omission does not appear morally evil to the Agent. The _Temptation_ seems to extenuate, or wholly excuse the Action. Whereas when a _Point of Honour_, or a _moral Species_, makes any one despise the Pleasures or Pains of the _external Senses_, there can be no question made of a real Victory. The external Senses represent these Objects in the same manner, when they are conquered. None denies to the _Virtuous_ their _Sense of Pain, Toil or Wounds_. They are allowed as lively a Sense as others, of all _external Pleasure_ of every kind. The Expences of _Generosity_, _Humanity_, _Charity_ and _Compassion_, are allowed, even when yielded to Virtue, to be known to the full. But the moral Sense, weak as it often is, does not yield even to known _external Pleasure_, _Ease_ or _Advantage_: but, where there is a depraved _Taste_, and a weak _Understanding_, private Advantage, or the avoiding of some external Evil, may make Actions appear _innocent_, which are not; and then the moral Sense gives no Opposition. All the Conquest on such Occasions is only this, that private external _Advantage_ surmounts our Aversion to _Dishonour_, by making us do Actions which _others_ will censure, but we esteem _innocent_. In these Cases we generally fear only the Reproach of a _Party_, of whom we have conceived an unfavourable Opinion.[n3]","subId":"10","id":"Hutcheson.EI.ENP.5.10"},{"type":"paragraph","content":"^Nay^ farther: It was before observed, that fantastick _Associations_ of Ideas do not really increase the Pleasure of _Enjoyment_, however they increase the previous _Desire_. The want of such Associations does not abate the external _Pain_, tho' it diminishes the previous _Fear_, or takes away some farther _Fears_ which may attend the Pain. So that a Man of the most correct Imagination does feel and know all the _Good_ in external Pleasure, and all the _Evil_ in Pain. \"When therefore the _moral Sense_, and _publick Affections_, overcome all _sensual Pleasure_, or _bodily Pain_, they do it by their own Strength, without _foreign Aids_. _Virtue_ is never blended with _bodily Pleasure_, nor _Vice_ with _bodily Pain_ in our Imaginations. But when the external Senses seem to prevail against the moral Sense, or publick Affections, it is continually by _Aid_ borrowed from the _moral Sense, and publick Affections_ themselves, or from our Sense of Honour.\" The Conquest is over a weakned moral Sense, upon partial views of Good, not by external Pleasure alone, but by some _moral Species_, raised by a false Imagination.","subId":"11","id":"Hutcheson.EI.ENP.5.11"},{"type":"paragraph","content":"^Set^ before Men in the clearest Light all external Pleasures, but strip them of their borrowed Notions of _Dignity_, _Hospitality_, _Friendship_, _Generosity_, _Liberality_, _Communication of Pleasure_; let no regard be had to the _Opinions_ of others, to _Credit_, to avoiding _Reproach_, to _Company_: Separate from the Pursuit of Wealth all Thoughts of a _Family_, _Friends_, _Relations_, _Acquaintance_; let Wealth be only regarded as the Means of private Pleasure of the _external Senses_, or of the _Imagination_, to the Possessor alone; let us divide our confused Ideas,[n4] and consider things barely and apart from each other: and in opposition to these Desires, set but the weakest _moral Species_, and see if they can prevail over it. On the other hand, let us examine as much as we please, a _friendly_, _generous_, _grateful_, or _publick‐spirited Action_; divest it of all external Pleasure, still it will appear the more lovely; the longer we fix our Attention to it, the more we admire it. What is it which we feel in our own Hearts, determining as it were our Fate as to Happiness or Misery? What sort of Sensations are the most lively and delightful? In what sort of Possessions does the highest Joy and Self‐Satisfaction consist? Who has ever felt the Pleasure of a generous friendly _Temper_, of _mutual Love_, of _compassionate Relief and Succour_ to the distressed; of having _served a Community_, and rendered Multitudes happy; of a strict _Integrity_, and _thorough Honesty_, even under external Disadvantages, and amidst Dangers; of Congratulation and publick Rejoicing, in the Wisdom and Prosperity of Persons beloved, such as Friends, Children, or intimate Neighbours? Who would not, upon Reflection, prefer that _State of Mind_, these _Sensations of Pleasure_, to all the Enjoyments of the _external Senses_, and of the _Imagination_ without them?[n5]","subId":"12","id":"Hutcheson.EI.ENP.5.12"},{"type":"paragraph","content":"#Our Judgments in the Case of others proves the same.# ^The^ truth, in a Question of this nature, one might expect would be best known by the Judgment of _Spectators_, concerning the Pursuits of others. Let them see one entirely employed in Solitude, with the most exquisite Tastes, Odors, Prospects, Painting, Musick; but without any _Society_, _Love_ or _Friendship_, or any Opportunity of doing a kind or generous _Action_; and see also a[n6] Man employed in protecting the Poor and Fatherless, receiving the Blessings of those who were ready to perish, and making the Widow to sing for Joy; a Father to the Needy, an Avenger of Oppression; who never despised the Cause of his very Slave, but considered him as his Fellow‐Creature, formed by the same Hand; who never eat his Morsel alone, without the Orphan at his Table, nor caused the Eyes of the Poor to fail; who never suffered the Naked to perish, but warmed them with the Fleece of his Sheep; who never took advantage of the Indigent in Judgment, thro' Confidence in his own Power or Interest; Let this Character be compared with the former; nay, add to this latter some considerable _Pains_ of the _external Senses_, with _Labour_ and kind _Anxiety_: which of the two would a Spectator chuse? Which would he admire, or count the happier, and most suitable to human Nature? Were he amusing himself with imaginary Scenes of Life, or were he advising a _Son_, or a _Friend_, which of these States would he chuse or recommend? Such a Trial would soon discover the Prevalence of the _moral Species_ above all Enjoyments of Life.","subId":"13","id":"Hutcheson.EI.ENP.5.13"},{"type":"paragraph","content":"#Little Happiness in malicious Pleasures.# ^There^ are a sort of Pleasures opposite to those of the publick Sense, arising from the Gratification of _Anger_ or _Hatred_. To compare these Pleasures with those of Benevolence, we must observe what holds universally of all Mankind. The Joy, and Gaiety, and Happiness of any Nature, of which we have formed no previous Opinion, either favourable or unfavourable, nor obtained any other Ideas than merely that it is _sensitive_, fills us with Joy and Delight: The apprehending the Torments of any such sensitive Nature, gives us Pain. The Poets know how to raise delight in us by such _pastoral Scenes_, they feel the Power of such _pleasing Images_: they know that the human Heart can dwell upon such Contemplations with _delight_; that we can continue long with Pleasure, in the View of _Happiness_ of any Nature whatsoever. When we have received unfavourable Apprehensions of any Nature, as _cruel_ and _savage_, we begin indeed from our very publick Affections, to desire their Misery as far as it may be necessary to the Protection of others.","subId":"14","id":"Hutcheson.EI.ENP.5.14"},{"type":"paragraph","content":"^But^ that the Misery of another, for its _own sake_, is never grateful, we may all find by making this Supposition: That had we the most savage Tyger, or Crocodile, or some greater Monster of our own Kind, a =_Nero_=, or =_Domitian_=, chained in some Dungeon; that we were perfectly assured they should never have power of doing farther _Injuries_; that no Mortal should ever know their Fate or Fortunes, nor be influenced by them; that the _Punishments_ inflicted on them would never restrain others by Way of example, nor any _Indulgence_ shown be discovered; that the first Heat of our _Resentment_ were allayed by Time—No Mortal, in such a Case, would incline to torture such wretched Natures, or keep them in continual Agonies, without some prospect of _Good_ arising from their Sufferings. What farther would the fiercest Rage extend to, if once the Tyrant, thus eternally confined from Mischief, began himself to feel _Remorse_ and _Anguish_ for his Crimes? Nay, did he continue without Reflection on his past Life, so as neither to betray Remorse nor Approbation, were Mankind well secured against his Temper, who would delight to load him with _useless Misery_?","subId":"15","id":"Hutcheson.EI.ENP.5.15"},{"type":"paragraph","content":"^If^ the Misery of others then be not grateful for itself, whence arises the Pleasure of _Cruelty_ and _Revenge_? The Reason is plainly this: Upon apprehending _Injury_ to ourselves or others, ^Nature^ wisely determines us to study _Defense_, not only for the present, but for the future. _Anger_ arises with its most _uneasy Sensations_, as every one acknowledges. _The Misery_ of the Injurious allays this furious Pain. Our Nature scarce leads to any farther Resentment, when once the Injurious seems to us fully seized with _Remorse_, so that we fear no farther Evils from him, or when all his Power is gone. Those who continue their _Revenge_ further, are prepossessed with some false _Opinion_ of Mankind, as worse than they really are; and are not easily inclined to believe their hearty Remorse for Injuries, or to think themselves secure. Some _Point of Honour_, or _Fear_ of Reproach, engages Men in cruel Acts of Revenge: But this farther confirms, that the _Misery of another_ is only grateful as it allays, or secures us against a furious Pain; and cannot be the Occasion, by itself, of any Satisfaction. Who would not prefer Safety from Injury, to the having revenged an Injury? Who would not chuse an untainted _Reputation_, for _Courage_ gained in a just War, in which, without _Hatred_or _Anger_, we acted from Love of our Country, rather than the Fame acquired by asserting our questioned Courage with furious _Anger_ in a _Duel_, and with continued _Hatred_ toward the Person conquered? Who can dwell upon a _Scene of Tortures_, though practised upon the vilest Wretch; or can delight either in the Sight or Description of _Vengeance_, prolonged beyond all necessity of _Self‐Defense_, or _publick Interest_? \"The Pleasure of Revenge then is to the Pleasures of Humanity and Virtue, as the flaking the burning, and constantly recurring Thirst of a Fever, to the natural Enjoyments of grateful Food in Health.\"","subId":"16","id":"Hutcheson.EI.ENP.5.16"},{"type":"paragraph","content":"#Moral Evil compared with other Evils, appears greater.# ^Were^ we to compare, in like manner, the _Pains_ of the publick and moral Sense, and of the Sense of Honour, with other _Pains of the external Senses_, or with the greatest external Losses, we should find the former by far superior. And yet nothing is more ordinary, than to find Men, who will allow \"the _Pleasures_ of the former Classes superior to any other, and yet look upon _external Pain_ as more intollerable than any.\" There are two Reasons for this Mistake. #Causes of Mistake.# 1. \"They compare the most _acute Pains_ of the external Senses with some _smaller Pains_ of the other Senses.\" Whereas, would they compare the strongest of both Kinds, they would find the Ballance on the other side. How often have Parents, Husbands, Friends, Patriots, endured the greatest _bodily Pains_, to avoid the Pains of their _publick_ and _moral Sense_, and _Sense of Honour_? How do they every day suffer Hunger, Thirst, and Toil, to prevent like Evils to those they love? How often do Men endure, for their _Party_ or _Faction_, the greatest external Evils, not only when they are unavoidable, but, when by counter‐acting their _publick_ or _moral Sense_, or _Sense of Honour_, they could extricate themselves? Some Crimes appear so horrid, some Actions so cruel and detestable, that there is hardly any Man but would rather suffer _Death_, than be conscious of having done them.","subId":"17","id":"Hutcheson.EI.ENP.5.17"},{"type":"paragraph","content":"^The^ second Cause of Mistake in this Matter, is this, \"The avoiding moral Evil by the Sufferance of _external Pain_, does not diminish the _Sense_ of the Pain; but on the other hand, the _Motive_ of avoiding grievous Pain, really diminishes the _moral Evil_ in the Action done with that design.\" So that in such Instances we compare _external Pain_ in its full strength, with a _moral Pain_ of the lighter sort, thus alleviated by the Greatness of the _Temptation_[n7]. To make a just Comparison, it should be thus: \"Whether would a Man chuse to be tortured to Death, or to have, without any _Temptation_ or _Necessity_, tortured another, or a dear Friend, or Child to Death?\" Not whether a Man will betray his Friend or Country, for fear of Tortures, but \"whether it be better voluntarily, and under no fear, to betray a Friend, or our Country, than to suffer Tortures, or the Pain of the Gout or Stone equal to Tortures?\" Upon such Comparisons as these, we should find some other Pains and Misery superior to any _external Pain_. When we judge of the _State of others_, we would not be long in suspense which of these Evils to chuse as the lightest for those whom we[n8] most regarded.","subId":"18","id":"Hutcheson.EI.ENP.5.18"},{"type":"paragraph","content":"#Publick Affections compared with our Desire of Virtue.# ^We^ have hitherto only compared on the one side the _publick and moral Sense_, and the _Sense of Honour_ jointly, with the _external Senses_, the _Pleasures of Imagination_, and _external Advantage_ or _Disadvantage_ jointly. The reason of joining them thus must be obvious, since, to a Mind not prepossessed with any _false Apprehensions_ of things, the former three Senses and Desires really concur, in exciting to the same Course of Action; for promoting the publick Good, can never be opposite to _private Virtue_; nor can the _Desire of Virtue_ ever lead to any thing pernicious to the Publick: Had Men also true Opinions, _Honour_ could only be obtained by _Virtue_, or serving the Publick.","subId":"19","id":"Hutcheson.EI.ENP.5.19"},{"type":"paragraph","content":"^But^ since there may be some _corrupt partial Notions of Virtue_, as when Men have inadvertently engaged themselves into some Party or Faction pernicious to the Publick, or when we mistake the _Tendencies_ of Actions, or have some Notions of the ^Deity^,[n9] as requiring some Actions apprehended pernicious to the publick, as _Duties_ to himself; in such cases there is room to compare our _publick Sense or Desires_ with our _moral_, to see which is prevalent. The Pleasures of these Senses, in such cases, need not be compared; the following either the one or the other will give little Pleasure: The Pain of the counteracted _Sense_ will prevent all _Satisfaction_. This State is truly deplorable, when a Person is thus distracted between two noble Principles, his _publick Affections_, and _Sense of Virtue_. But it may be enquired, which of these Senses, when counteracted, would occasion the _greater Pain_? Perhaps nothing can be answered _universally_ on either side. With Men of _recluse contemplative Lives_, who have dwelt much upon some _moral Ideas_, but without large _extensive View_ of publick Good, or without engaging themselves to the full in the _publick Affections_, and common _Affairs of Life_, the _Sense of Virtue_, in some partial confined View of it, would probably prevail; especially since these partial Species of Virtue have always some sort of _kind Affection_ to assist them. With _active Men_, who have fully exercised their _publick Affections_, and have acquired as it were an _Habit_ this way, it is probable the _publick Affections_ would be prevalent. Thus we find that active Men, upon any _publick Necessity_, do always break through the _limited narrow Rules_ of Virtue or Justice, which are publickly received, even when they have scarce any _Scheme of Principles_ to justify their Conduct: Perhaps, indeed, in such cases, their _moral Sense_ is brought over to the Side of their _Affections_, though their _speculative Opinions_ are opposite to both.","subId":"20","id":"Hutcheson.EI.ENP.5.20"},{"type":"paragraph","content":"#The Moral Sense compared with the Sense of Honour.# ^It^ is of more consequence to compare the _publick and moral Senses_, in opposition to the _Sense of Honour_. Here there may be direct Opposition, since Honour is conferred according to the moral Notions of those who confer it, which may be contrary to those of the _Agent_, and contrary to what he thinks conducive to the publick Good.","subId":"21","id":"Hutcheson.EI.ENP.5.21"},{"type":"paragraph","content":"^To^ allow the Prevalence of _Honour_, cannot with any Person of just Reflection, weaken the Cause of Virtue, since Honour presupposes[n10] a _moral Sense_, both in those who desire it, and those who confer it. But it is enough for some _Writers_, who affect to be wondrous shrewd in their Observations on human Nature, and fond of making all the World, _a selfish Generation_, without any _natural Disposition_ toward a _Publick Interest_, or toward any moral _Species_; to get but a Set of different _Words_ from those commonly used, yet including the same _natural Dispositions_,[n11] or presupposing them, however an inadvertent Reader may not observe it; and they are sufficiently furnished to shew, that there is no real _Virtue_, that all is but _Hyppocrisy_, _Disguise_, _Art_, or _Interest_. \"To be _honoured_, _highly esteemed_, _valued_, _praised_, or on the contrary, to be _despised_, _undervalued_, _censured_ or _condemned_; to be _proud_or _ashamed_, are Words without any meaning, if we take away a _moral Sense_.\" Let this Sense be as _capricious_, _inconstant_, _different_ in different Persons as they please to alledge, \"a _Sense of Morality_ there must be, and _natural_ it must be, if the _Desire of Esteem_, _Pride_ or _Shame_ be natural.\"","subId":"22","id":"Hutcheson.EI.ENP.5.22"},{"type":"paragraph","content":"To make this comparison between the _publick_ and _moral_ Senses on the one hand, and that of _Honour_ on the other, it is to be observed, that all _Aversion to Evil_ is stronger than _Desire of positive Good_. There are many sorts of positive Good, without which one may be easy, and enjoy others of a different kind: But Evil of almost any _kind_, in a high Degree, may make Life intolerable. The _avoiding of Evil_ is always allowed a more extenuating Circumstance in a _Crime_, than the _Prospect of positive Good_: to make therefore just Comparisons of the Prevalence of several Desires or Senses, their several _Goods_ should be opposed to each other, and their _Evils_ to each other, and not the _Pleasures_ of one compared with the _Pains_ of another.","subId":"23","id":"Hutcheson.EI.ENP.5.23"},{"type":"paragraph","content":"^Publick^ _Affections_, in their nearer Ties, frequently overcome not only the Pleasures of _Honour_, but even the _Pains of Shame_. This is the most common Event in Life, that for some apprehended Interest of _Offspring_, _Families_, _Friends_, Men neglect Opportunities of gaining _Honour_, and even incur _Shame_ and _Contempt_. In Actions done for the Service of a _Party_, there can be no comparison, for _Honour_ is often a Motive on both sides.","subId":"24","id":"Hutcheson.EI.ENP.5.24"},{"type":"paragraph","content":"^It^ is also certain, that the _Fear of Shame_, in some Instances, will overcome all other Desires whatsoever, even _natural Affection_, Love of _Pleasure_, _Virtue_, _Wealth_, and even of _Life_ itself. This Fear has excited Parents to the Murder of their Offspring; has persuaded Men to the most dangerous Enterprizes; to squander away their _Fortunes_, to counteract their _Duty_, and even to throw away their _Lives_. The Distraction and Convulsion of Mind observable in these _Conflicts_ of Honour, with Virtue and publick Affection, shows how _unnatural_ that State is, wherein the strongest _Principles of Action_, naturally designed to co‐operate and assist each other, are thus set in Opposition.","subId":"25","id":"Hutcheson.EI.ENP.5.25"},{"type":"paragraph","content":"^It^ is perhaps impossible to pronounce any thing universally concerning the Superiority of the Desire of _Honour_ on the one hand, or that of the Desire of _Virtue_ and _publick Good_ on the other. _Habits_ or _Custom_ may perhaps determine the Victory on either side. Men in high Stations, who have long indulged the Desire of _Honour_, and have formed the most frightful Apprehensions of _Contempt_ as the worst of Evils; or even those in lower Stations, who have been long enured to value _Reputation_ in any particular, and dread _Dishonour_ in that point, may have _Fear of Shame_ superior to all Aversions. Men, on the contrary, who have much indulged _good Nature_, or reflected much upon the Excellency of _Virtue_ itself, abstracted from _Honour_, may find Affections of this kind prevalent above the Fear of Shame.","subId":"26","id":"Hutcheson.EI.ENP.5.26"},{"type":"paragraph","content":"^To^ compare the _moral Sense_ with the Sense of _Honour_, we must find cases where the Agent condemns an Action with all its present Circumstances as evil, and yet fears _Infamy_ by omitting it, without any unequal Motives of other kinds on either side: Or when one may obtain _Praise_ by an Action, when yet the Omission of it would appear to himself as considerable a Virtue, as the World imagines the Action to be. The common Instances, in which some, who pretend deep Knowledge of _human Nature_, triumph much, have not these necessary Circumstances. #Duels no proper Instances.# When a Man condems _Duelling_ in his private Sentiments, and yet practices it, we have indeed a considerable Evidence of the Strength of this _Desire of Honour_, or _Aversion to Shame_, since it surpasses the Fear of Death. But here on one hand, besides the _Fear of Shame_, there is the _Fear of constant Insults_, of losing all _the Advantages_ depending upon the Character of Courage, and sometimes even some _Species of Virtue_ and _publick Good_, in restraining an insolent Villain: On the other hand is the _Fear of Death_. The _moral Sense_ is seldom much concerned: for however Men may condemn _voluntary Duelling_; however they may blame the _Age_ for the Custom, or censure the _Laws_ as defective, yet generally, in their present Case, Duelling appears a necessary Piece of _Self‐Defence_, against opprobrious Injuries and Affronts, for which the Law has provided no Redress, and consequently leaves Men to the natural Rights _of Self-Defence_ and _Prosecution of Injuries_. The Case seems to them the same with that of _Thieves_ and _Night‐Robbers_, who may be put to Death by private Persons, when there is no hope of overtaking them by Law. These are certainly the Notions of those who condemn _Duelling_, and yet practise it.","subId":"27","id":"Hutcheson.EI.ENP.5.27"},{"type":"paragraph","content":"^It^ is foreign to our present Purpose, to detect the Fallacy of these Arguments, in defence of _Duels_, when Men from a sudden Anger, upon some trifling or imaginary _Affronts_ the despising of which would appear honourable in every wise Man's Eyes, expose themselves, and often their dearest Friends to Death, and hazard the Ruin of their own Families, as well as that of their Adversary; though the _Success_ in such Attempts can have no tendency to justify them against the dishonourable _Charge_, or to procure any Honour from Men of worth.","subId":"28","id":"Hutcheson.EI.ENP.5.28"},{"type":"paragraph","content":"#Nor the Case of Lucretia.# ^The^ magnified Instance of =_Lucretia_=[n12] is yet less to our purpose. Some talk, as if \"she indeed would rather have died than consented to the Crime; but the _Crime_ did not appear so great an Evil as the _Dishonour_; to the Guilt she submitted to avoid the Shame.\" Let us consider this renowned Argument. Was there then no Motive on either side, but _Fear of Shame_, and a _Sense of Duty_? If we look into the Story, we shall find, that to persuade her to consent, there conspired, beside the _Fear of Shame_, and of _Death_, which she little regarded, the Hope of _noble Revenge_, or rather of _Justice_ on the Ravisher, and the whole Tyrant's Family; nay, the Hopes of a _nobler Fame_ by her future Conduct; the _Fear_ of suffering that contumely by _force_, which she was tempted to consent to, and that in such a manner as she could have had no Redress. All these Considerations concurred to make her consent. On the other side, there was only the _moral Sense_ of a Crime thus extenuated by the most grievous _Necessity_, and by hopes of _doing Justice_ to her Husband's Honour, and _rescuing her Country_: Nay, could she not have at once saved her _Character_ and her _Life_ by consenting; when in that virtuous Age she might have expected _Secrecy_ in the Prince, since boasting of such Attempts would have been dangerous to the greatest Man in _Rome_?","subId":"29","id":"Hutcheson.EI.ENP.5.29"},{"type":"paragraph","content":"^It^ is not easy to find just Room for a Comparison even in fictitious Cases, between these two _Principles_. Were there a Person who had no Belief of any ^Deity^, or of any reality in _Religion_, in a Country where his _secular Interest_ would not suffer by a Character of _Atheism_; and yet he knew that the Profession of zealous Devotion would tend to his _Honour_: If such a Person could have any Sense of _Morality_, particularly an Aversion to _Dissimulation_, then his _Profession of Religion_ would evidence the Superiority of the _Sense of Honour_; and his _Discovery_ of his Sentiments, or _Neglect_ of Religion, would evidence the Ballance to be on the other side. I presume in _England_ and _Holland_, we have more Instances of the latter than the former. It is true, our Gentlemen who affect the Name of _Freedom_, may have now their Hopes of _Honour_ from their own _Party_, as well as others.","subId":"30","id":"Hutcheson.EI.ENP.5.30"},{"type":"paragraph","content":"^The^ Adherence to any particular _Religion_ by one in a strange Country, where it was dishonourable, would not be allowed a good Instance of the Prevalence of a _moral Species_; it is a very common thing indeed, but here are _Interests_ of another Life, and Regard to a _future Return_ to a Country where this Religion is in repute.","subId":"31","id":"Hutcheson.EI.ENP.5.31"},{"type":"paragraph","content":"#The Pleasures of Imagination greater than those of external Senses.# ^The^ Pleasures of the _internal Senses_, or of the Imagination, are allowed by all, who have any tolerable Taste of them, as a much superior Happiness to those of the _external Senses_, though they were enjoyed to the full.","subId":"32","id":"Hutcheson.EI.ENP.5.32"},{"type":"paragraph","content":"^Other^ Comparisons might be made but with less use, or certainty in any general Conclusions, which might be drawn from them.","subId":"33","id":"Hutcheson.EI.ENP.5.33"},{"type":"paragraph","content":"^The^ Pleasures of _Wealth_ or _Power_, are proportioned to the Gratifications of the _Desires_ or _Senses_, which the Agent intends to gratify by them: So that, for the Reasons above offered, Wealth and Power give greater Happiness to the _Virtuous_, than to those who consult only _Luxury_ or _external Splendor_. If these Desires are grown _enthusiastick_ and _habitual_, without regard to any other end than _Possession_, they are an endless Source of Vexation, without any real _Enjoyment_; a perpetual _Craving_, without _Nourishment_ or _Digestion_; and they may surmount all other Affections, by Aids borrowed from other Affections themselves.","subId":"34","id":"Hutcheson.EI.ENP.5.34"},{"type":"paragraph","content":"^The^ _fantastick Desires_ are violent, in proportion to the Senses from which the _associated Ideas_ are borrowed. Only it is to be observed, that however the Desires may be violent, yet the obtaining the _Object desired_ gives little Satisfaction; the _Possession_ discovers the Vanity and Deceit, and the _Fancy_ is turned toward different Objects, in a perpetual Succession of inconstant Pursuits.","subId":"35","id":"Hutcheson.EI.ENP.5.35"},{"type":"paragraph","content":"#A Comparison of the several Pleasures as to Duration.# ^These^ several kinds of Pleasure or Pain are next to be compared as to their _Duration_. Here we are not only to consider the _Certainty_ of the Objects occasioning these Sensations, but the _Constancy_ of our Relish or Fancy.","subId":"36","id":"Hutcheson.EI.ENP.5.36"},{"type":"paragraph","content":"^The^ Objects necessary to remove the Pains of _Appetite_, and to give as grateful _external Sensations_ as any others, to a Person of a _correct Imagination_, may be universally secured by common Prudence and Industry. But then the _Sensations_ themselves are short and transitory; the _Pleasure_ continues no longer than the _Appetite_, nor does it leave any thing behind it, to supply the _Intervals_ of Enjoyment. When the Sensation is past, we are no happier for it, there is little pleasure in _Reflection_; and that almost solely arises from the return of _Appetite_; and some Prospect of repeated Enjoyment, or some moral Notions of _Love_ or _Friendship_ or _Communication of Pleasure_: without these the Remembrance of past sensual Enjoyments is more generally nauseous. Nor are past Sensations any security against, or support under either _external Pain_, or any other sort of evil incident to us. If we keep these Senses pure, and unmixed with _foreign Ideas_, they cannot furnish Employment for Life: If _foreign Ideas_ come in, the Objects grow difficult and uncertain, and our _Relish_ or _Fancy_ full of Inconstancy and Caprice.","subId":"37","id":"Hutcheson.EI.ENP.5.37"},{"type":"paragraph","content":"^In^ like manner, the Pleasures of the _Imagination_ may be enjoyed by all, and be a sure Foundation of Pleasure, if we abstract from _Property_, and keep our Imagination pure. Such are the Pleasures in the Observation of _Nature_, and even the Works of _Art_; which are ordinarily exposed to view. But as these give less Pleasure the more _familiar_ they grow, they cannot sufficiently employ or entertain Mankind, much less can they secure us against, or support us under the _Calamities of Life_, such as _Anger_, _Sorrow_, _Dishonour_, _Remorse_, or _external Pain_. If the _monstrous_ or _trifling Taste_ take place, or the Ideas of _Property_, they may indeed give sufficient Employment, but they bring along with them little Pleasure, frequent _Disgusts_, _Anxieties_, and _Disappointments_, in the acquiring and retaining their Objects.","subId":"38","id":"Hutcheson.EI.ENP.5.38"},{"type":"paragraph","content":"^The^ _publick Happiness_ is indeed, as to external Appearance, a very uncertain Object; nor is it often in our power to remedy it, by changing the Course of _Events_. There are perpetual Changes in Mankind from Pleasures to Pains, and often from Virtue to Vice. Our _publick Desires_ must therefore frequently subject us to _Sorrow_; and the Pleasures of the _publick Sense_ must be very inconstant. 'Tis true indeed, that a general _Good‐will_ to our kind, is the most constant Inclination of the Mind, which grows upon us by Indulgence; nor are we ever dissatisfied with it: the _Incertainty_ therefore is wholly owing to the _Objects_. If there can be any Considerations found out to make it probable, that in the Whole all Events tend to Happiness, this implicit Hope indeed may make our _publick Affections_ the greatest and most constant Source of Pleasure. Frequent _Reflection_ on this, is the best Support under the Sorrow arising from particular evils, befalling our Fellow‐Creatures. In our _nearer Attachments_ brought upon ourselves, we may procure to ourselves the greatest Enjoyments of this kind, with considerable _Security_ and _Constancy_, by chusing for our _Friends_, or _dearest Favourites_, Persons of just Apprehensions of Things, who are subjected only to the _necessary Evils_ of Life, and can enjoy all the certain and constant Good. And in like manner, our Attachment to a _Country_ may be fixed by something else than the _Chance of our Nativity_. The Enjoyments of the publick Sense cannot indeed secure us against bodily _Pains_ or _Loss_; but they are often a considerable Support under them. Nothing can more allay _Sorrow_ and _Dejection_ of Mind for private Misfortunes, than good Nature, and Reflection upon the Happiness of those we love.","subId":"39","id":"Hutcheson.EI.ENP.5.39"},{"type":"paragraph","content":"^The^ _moral Sense_, if we form _true Opinions_ of the Tendencies of Actions, and of the _Affections_ whence they spring, as it is the Fountain of the most _intense Pleasure_, so it is in itself _constant_, not subject to Caprice or Change. If we resolutely incourage this Sense, it grows more acute by frequent _Gratification_, never cloys, nor ever is surfeited. We not only are sure never to want _Opportunities_ of doing good, which are in almost every one's power in the highest Degree;[n13] but each good Action is Matter of pleasant _Reflection_ as long as we live. These Pleasures cannot indeed wholly secure us against all kinds of _Uneasiness_, yet they never tend naturally to increase them. On the contrary, their general Tendency is to lead the virtuous Agent into all Pleasures, in the highest Degree in which they are consistent with each other. Our _external Senses_ are not weakened by Virtue, our _Imaginations_ are not impaired; the _temperate Enjoyment_ of all external Pleasures is the highest. A virtuous Conduct is generally the most prudent, even as to outward _Prosperity_. Where Virtue costs us much, its own _Pleasures_ are the more sublime. It directly advances the Pleasures of the _publick Sense_, by leading us to promote the publick Happiness as far as we can; and _Honour_ is its natural and ordinary Attendant. If it cannot remove the _necessary Pains_ of Life, yet it is the best Support under them. These moral Pleasures do some way more nearly affect us than any other: They make us delight in _ourselves_, and relish our very _Nature_. By these we perceive an _internal Dignity_ and _Worth_; and seem to have a Pleasure like to that ascribed often to the ^Deity^, by which we enjoy our own _Perfection_, and that of every other Being.","subId":"40","id":"Hutcheson.EI.ENP.5.40"},{"type":"paragraph","content":"^It^ may perhaps seem too _metaphysical_ to alledge on this Subject, that other _Sensations_ are all dependent upon, or related by the Constitution of our Nature, to something different from _ourselves_; to a _Body_ which we do not call _Self_, but something belonging to this _Self_. That other _Perceptions_ of _Joy_ or _Pleasure_ carry with them Relations to _Objects_, and _Spaces_ distinct from this _Self_; whereas \"the Pleasures of Virtue are the very _Perfection of this ^Self^_, and are immediately perceived as such, independent of external Objects.\"","subId":"41","id":"Hutcheson.EI.ENP.5.41"},{"type":"paragraph","content":"^Our^ Sense of _Honour_ may afford very constant Pleasures by good Oeconomy: If our _moral Sense_ be not perverted; if we form just Apprehensions of the _Worth of others_, Honour shall be pleasant to us in a compound Proportion of the _Numbers_ and _Worth_ of those who confer it. If therefore we cannot approve ourselves to all, so as to obtain _universal Honour_ among all to whom we are known, yet there are still Men of just Thought and Reflection, whose _Esteem_ a virtuous Man may procure. Their _Dignity_ will compensate the Want of _Numbers_, and support us against the Pains of _Censure_ from the Injudicious.","subId":"42","id":"Hutcheson.EI.ENP.5.42"},{"type":"paragraph","content":"^The^ Inconstancy of the Pleasures of _Wealth_ and _Power_ is well known, and is occasioned, not perhaps by Change of Fancy, for these Desires are found to continue long enough, since they tend toward the _universal Means_ of gratifying all other Desires; but by the Uncertainty of _Objects_ or _Events_ necessary to gratify such continually increasing Desires as these are, where there is not some fixed View different from the _Wealth_ or _Power_ itself. When indeed they are desired only as the Means of gratifying some other well‐regulated _Desires_, we may soon obtain such a Portion as will satisfy us. But if once the _End_ be forgotten, and Wealth or Power become grateful _for themselves_, no farther Limits are to be expected: the Desires are insatiable, nor is there any considerable _Happiness_ in any given _Degree_ of either.","subId":"43","id":"Hutcheson.EI.ENP.5.43"},{"type":"paragraph","content":"#The Durations of the several Pains considered.# ^Were^ we to consider the _Duration_ of the several Pains, we may find it generally as the Duration of their Pleasures. As to the external Senses, the old _Epicurean_ Consolation is generally just: \"Where the Pain is violent, it shortens our _Duration_; when it does not shorten our _Duration_, it is generally either _tolerable_, or admits of frequent _Intermissions_;\" and then, when the external Pain is once past, no Mortal is the worse for having endured it. There is nothing uneasy in the _Reflection_, when we have no present _Pain_, or fear no _Return_ of it.","subId":"44","id":"Hutcheson.EI.ENP.5.44"},{"type":"paragraph","content":"^The^ _internal Senses_ are not properly _Avenues of Pain_. No _Form_ is necessarily the Occasion of positive Uneasiness.","subId":"45","id":"Hutcheson.EI.ENP.5.45"},{"type":"paragraph","content":"^The^ Pains of the _moral Sense_ and Sense of _Honour_, are almost perpetual. _Time_, the Refuge of other Sorrows, gives us least _Relief_ from them. All other Pleasures are made insipid by these Pains, and Life itself an uneasy Burden. Our very _Self_, our Nature is disagreeable to us. 'Tis true, we do not always observe the Vicious to be uneasy. The _Deformity_ of Vice often does not appear to those who continue in a Course of it. Their Actions are under some Disguise of _Innocence_, or even of _Virtue_ itself. When this Mask is pulled off, as it often happens, nor can any vicious Man prevent its happening, Vice will appear as a _Fury_, whose Aspect no Mortal can bear. This we may see in one _Vice_, which perhaps has had fewer false or fantastick Associations of favourable Ideas than any, _viz._ _Cowardice_, or such a selfish Love of Life, and Aversion to Death, or to the very Hazard of it, as hinders a Man from serving his Country or his Friend, or supporting his own Reputation. How few of our gay Gentlemen can bear to be reputed _Cowards_, or even secretly to imagine themselves void of _Courage_? This is not tolerable to any, how negligent soever they may be about other Points in Morality. Other _Vices_ would appear equally odious and despicable, and bear as horrid an Aspect, were they equally stript of the _Disguises of Virtue_. A vicious Man has no other Security against the Appearances of this terrifying _Form_, than _Ignorance_ or _Inadvertence_. If _Truth_ break in upon him, as it often must, when any _Adversity_ stops his intoxicating Pleasures, or Spectators use _Freedom_ with his Conduct, he is rendered perpetually miserable, or must fly to the only Remedy which Reason would suggest, all possible _Reparation_ of Injuries, and a new Course of Life, the Necessity of which is not superseded by any _Remedy_ suggested by the _Christian Revelation_.","subId":"46","id":"Hutcheson.EI.ENP.5.46"},{"type":"paragraph","content":"^The^ Pains of the _publick Sense_ are very lasting. The _Misery_ of others, either in past or present Ages, is matter of very uneasy _Reflection_, and must continue so, if their State appears in the whole _absolutely Evil_. Against this there is no Relief but the Consideration of a \"_good-governing_ ^Mind^, ordering all for good in the whole, with the Belief of a _future State_, where the particular seeming Disorders are rectified.\" A firm Persuasion of these Things, with strong _publick Affections_ interesting us strongly in this _Whole_, and considering this _Whole_ as one great _System_, in which all is wisely ordered for good, may secure us against these Pains, by removing the Opinion of any _absolute Evil_.","subId":"47","id":"Hutcheson.EI.ENP.5.47"},{"type":"paragraph","content":"^The^ Pains arising from foolish _Associations of moral Ideas_, with the Gratifications of _external Senses_, or with the Enjoyment of Objects of _Beauty_ or _Grandeur_, or from the Desires of _Property_, the Humour of _Distinction_, may be as constant as the Pains of the _Senses_ from which these Ideas are borrowed. Thus what we gain by these Associations is very little. \"The _Desires_ of Trifles are often made very strong and uneasy; the _Pleasures of Possession_ very small and of short Continuance, only till the Object be familiar, or the _Fancy_ change: But the _Pains of Disappointment_ are often very lasting and violent.\" Would we guard against these Associations, every real _Pleasure_ in Life remains, and we may be easy without these things, which to others occasion the greatest Pains. \"\"$Gemmas, Marmor, Ebur, Tyrrhena Sigilla, Tabellas, // Argentum, vestes Getulo Murice tinctas, // Est qui non habet, est qui nec curat habere.$ [Hor.]\"\"","subId":"48","id":"Hutcheson.EI.ENP.5.48"},{"type":"note","content":"See this Argument in [_Plato de Repub._ Lib. IX.] And [Lord _Shaftesbury_'s Inquiry concerning Virtue.]","subId":"n1","id":"Hutcheson.EI.ENP.5.n1"},{"type":"note","content":"[_Treat. II. Sect. 4. Art. 4._ last Paragraph.]","subId":"n2","id":"Hutcheson.EI.ENP.5.n2"},{"type":"note","content":"[_Sect. 4. Art. 3._]","subId":"n3","id":"Hutcheson.EI.ENP.5.n3"},{"type":"note","content":"See [_Marcus Antoninus_, Lib. III. c. II. and often elsewhere.]","subId":"n4","id":"Hutcheson.EI.ENP.5.n4"},{"type":"note","content":"See this Subject fully treated, in the second Part of [Lord _Shaftesbury_'s _Inquiry concerning Virtue_.]","subId":"n5","id":"Hutcheson.EI.ENP.5.n5"},{"type":"note","content":"See the Character of [_Job, ch._ xxxi.] See also [_Treat._ II. _Sect._ 6.]","subId":"n6","id":"Hutcheson.EI.ENP.5.n6"},{"type":"note","content":"[_Treat. II. Sect. 7, 9. Cor. 3._]","subId":"n7","id":"Hutcheson.EI.ENP.5.n7"},{"type":"note","content":"[_Treat. II. Sect. 6. Art. 1._]","subId":"n8","id":"Hutcheson.EI.ENP.5.n8"},{"type":"note","content":"Such mistaken Notions of Religion, and of some particular moral Species, have produced these monstrous Decisions or Apothegms; viz. \"_Some Actions are not lawful, though they were necessary not only to universal temporal Happiness, but to the eternal Salvation of the whole World, or to avoid universal eternal Misery._\" \"$Fiat Justitia & ruat Caelum.$\" Whereas the only Reason why some Actions are looked upon as universally and necessarily Evil, is only this, \"that in our present Constitution of Nature, they cannot possibly produce any _good_, prepollent to their _evil Consequences_.\" Whatever Action would do so, in the _whole of its Effects_ must necessarily be _good_. This Proposition is _Identick_.","subId":"n9","id":"Hutcheson.EI.ENP.5.n9"},{"type":"note","content":"[See _Treat. II. Sect. 5. Art. 4._]","subId":"n10","id":"Hutcheson.EI.ENP.5.n10"},{"type":"note","content":"[_Ibid._]","subId":"n11","id":"Hutcheson.EI.ENP.5.n11"},{"type":"note","content":"[Livy, _Lib. I. c. 57._]","subId":"n12","id":"Hutcheson.EI.ENP.5.n12"},{"type":"note","content":"[_Treat. 2. Sect. 3._ last Paragraph.]","subId":"n13","id":"Hutcheson.EI.ENP.5.n13"}]}
