{"imported":true,"id":"Hutcheson.EI.ENP.6","parent":"Hutcheson.EI.ENP","title":"Section 6. Some general Conclusions concerning the best Management of our Desires. Withsome Principles necessary to Happiness","breadcrumb":"Section 6","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_061","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's [Essay and Illustrations] were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT VI. £3 £3 _Some general _Conclusions_ concerning the best _Management_ of our Desires. Withsome Principles necessary to _Happiness_._ £3","id":"Hutcheson.EI.ENP.6"},{"type":"paragraph","content":"THUS, upon comparing the several kinds of Pleasures and Pains, both as to _Intention_ and _Duration_, we see that \"the whole Sum of Interest lies upon the Side of _Virtue_, _Publick‐spirit_, and _Honour_: To _forfeit_ these Pleasures in whole, or in part, for any other _Enjoyment_, is the most foolish Bargain; and on the contrary, to secure them with the _Sacrifice_ of all others, is the _truest Gain_.\"","subId":"1","id":"Hutcheson.EI.ENP.6.1"},{"type":"paragraph","content":"#Constant Discipline necessary.# ^There^ is one general _Observation_ to be premised, which appears of the greatest Necessity for the just _Management_ of all our Desires; _viz._ that we should, as much as possible, in all Affairs of Importance to ourselves or others, prevent the _Violence_ of their _confused Sensation_, and stop their _Propensities_ from breaking out into Action, till we have fully examined the real _Moment_ of the Object, either of our Desires or Aversions. The only way to effect this is, \"a constant _Attention_ of Mind, an habitual _Discipline_ over ourselves, and a fixed _Resolution_ to stop all Action, before a calm _Examination_ of every Circumstance attending it; more particularly, the real _Values_ of external Objects, and the _moral Qualities_ or _Tempers_ of rational Agents, about whom our Affections may be employed.\" This Power we may obtain over ourselves, by a frequent Consideration of the great _Calamities_, and pernicious Actions, to which even the _best of our Passions_ may lead us, by the _confused Sensations_, and _fantastick Associations_ of Ideas which attend them: Thus we may raise an _habitual Suspicion_ and _Dread_ of every _violent Passion_, which, recurring along with them continually, may in some measure counter‐ballance their _Propensities_ and _confused Sensations_. This _Discipline_ of our Passions is in general necessary: The _unkind_ or _destructive Affections_, our _Anger_, _Hatred_, or _Aversion_ to rational Agents, seem to need it most; but there is also a great Necessity for it, even about the _tender_ and _benign Affections_, lest we should be hurried into _universal_ and _absolute Evil_, by the Appearance of _particular Good_: And consequently it must be of the highest Importance to all, to strengthen as much as possible, by frequent Meditation and Reflection, the calm Desires either private or publick, rather than the particular Passions, and to make the _calm universal Benevolence_ superior to them.","subId":"2","id":"Hutcheson.EI.ENP.6.2"},{"type":"paragraph","content":"#Resignation of sensual Pleasures.# ^That^ the necessary _Resignation_ of other Pleasures may be the more easy, we must frequently suggest to ourselves these Considerations above-mentioned. \"_External Pleasures_ are short and transitory, leave no agreeable _Reflection_, and are no manner of _Advantage_ to us when they are past; we are no better than if we had wanted them altogether.\"","subId":"3","id":"Hutcheson.EI.ENP.6.3"},{"type":"paragraph","content":"^In^ like manner, \"past Pains give us no unpleasant _Reflection_, nor are we the worse for having endured them. If they are violent, our Existence will probably be short; if not, they are tolerable, or allow long Intervals of Ease.\" Let us join to these a _stoical Consideration_; \"that _external Pains_ give us a noble Opportunity of _moral Pleasures_ in Fortitude, and _Submission_ to the Order of the whole, if we bear them resolutely; but if we fret under them, we do not alleviate the Suffering, but rather increase it by _Discontent_ or _Sullenness_.\" When _external Pains_ must be endured voluntarily to avoid _moral Evil_, we must, as much as possible, present to ourselves the _moral Species_ itself, with the _publick Good_ to ensue, the _Honour_ and _Approbation_ to be expected from all good Men, the ^Deity^, and our own Hearts, if we continue firm; and on the contrary, the _Remorse_, _Shame_ and Apprehension of _future Punishments_, if we yield to this Temptation.","subId":"4","id":"Hutcheson.EI.ENP.6.4"},{"type":"paragraph","content":"^How^ necessary it is to break off the vain Associations of _moral Ideas_, from the Objects of _external Senses_, will also easily appear. This may be done, by considering how trifling the _Services_ are which are done to our Friends or Acquaintances, by _splendid Entertainments_, at an Expense, which, otherwise employed, might have been to them of considerable Importance. Men who are at ease, and of as _irregular Imaginations_ as ourselves, may admire and praise our _Magnificence_; but those who need more _durable Services_, will never think themselves much obliged. We cannot expect any _Gratitude_ for what was done only to please our own _Vanity_: The _Indigent_ easily see this, and justly consider upon the whole how much they have profited.","subId":"5","id":"Hutcheson.EI.ENP.6.5"},{"type":"paragraph","content":"^If^ the Wealth of the _Luxurious_ fails, he is the Object of _Contempt_: No body pities him nor honours him: his _personal Dignity_ was placed by himself in his _Table_, _Equipage_ and _Furniture_; his Admirers placed it also in the same: When these are gone all is lost. \"\"$—Non est melius quo insumere possis? // Cur eget indignus quisquam te Divite? quare // Templa ruunt antiqua Deûm? cur improbe carae // Non aliquid Patriae ex tanto emetiris acervo? // Uni nimirum tibi recte semper erunt res: // O magnus posthac inimicis Risus.—$ [Hor.]\"\"","subId":"6","id":"Hutcheson.EI.ENP.6.6"},{"type":"paragraph","content":"^There^ is no Enjoyment of external Pleasure, which has more imposed upon Men of late, by some confused _Species of Morality_, than _Gallantry_. The sensible Pleasure alone must, by all Men who have the least Reflection, be esteemed at a very low rate: But the Desires of this kind, as they were by Nature intended to found the most constant uninterrupted _Friendship_, and to introduce the most venerable and lovely _Relations_, by _Marriages_ and _Families_, arise in our Hearts, attended with some of the _sweetest Affections_, with a disinterested _Love_ and _Tenderness_, with a most gentle and obliging _Deportment_, with something great and heroick in our Temper. The Wretch who rises no higher in this Passion than the mean _sensual Gratification_, is abhorred by every one: But these sublimer Sensations and Passions do often so fill the Imaginations of the _Amorous_, that they are unawares led into the most contemptible and cruel Conduct which can be imagined. When for some trifling transitory _Sensations_, which they might have innocently enjoyed along with the highest _moral Pleasures_ in Marriage, they expose the very Person they love and admire to the deepest _Infamy_ and _Sorrow_, to the _Contempt_ of the World, to perpetual _Confusion_, _Remorse_, and _Anguish_; or, to what is worse, an _Insensibility_ of all Honour or Shame, Virtue or Vice, Good or Evil, to be the Scorn and Aversion of the World; and all this coloured over with the gay Notions of _Pleasantry_, _Genteelness_, _Politeness_, _Courage_, _high Enjoyment of Life_.","subId":"7","id":"Hutcheson.EI.ENP.6.7"},{"type":"paragraph","content":"^Would^ Men allow themselves a little Time to reflect on the _whole Effect_ of such capricious Pursuits, the _Anguish_ and _Distraction_ of Mind which these Sallies of Pleasure give to _Husbands_, _Fathers_, _Brothers_; would they consider how they themselves would resent such Treatment of a _Wife_, a _Child_, a _Sister_; how much deeper such Distresses are, than those trifling Losses or Damages, for which we think it just to bring the Authors of them to the Gallows; sure none but a thorough Villain could either practice or approve the one more than the other.","subId":"8","id":"Hutcheson.EI.ENP.6.8"},{"type":"paragraph","content":"^A wise^ Man in his Oeconomy, must do much even in Complaisance to the _Follies_ of others, as well as his own _Conveniency_, to support that general _good Opinion_ which must be maintained by those who would be useful to the Publick. His _Expences_ must be some way suited to his _Fortune_, to avoid the Imputation of _Avarice_. If indeed what is saved in _private Expences_, be employed in _generous Offices_, there is little danger of this Charge. Such a _Medium_ may be kept as to be above _Censure_, and yet below any _Affectation of Honour_ or _Distinction_ in these matters. If one corrects his own _Imagination_ in these things, he will be in no danger of doing any thing pernicious to please others. He is still in a State fit to judge of the real _Importance_ of every thing which occurs to him, and will gratify the false _Relish_ of others, no farther than it is consistent with, and subservient to _some nobler Views_.","subId":"9","id":"Hutcheson.EI.ENP.6.9"},{"type":"paragraph","content":"#Conduct necessary about the Pleasures of Imagination.# ^To^ make the Pleasures of _Imagination_ a constant Source of _Delight_, as they seem intended in the Frame of our Nature, with no hazard of _Pain_, it is necessary to keep the Sense free from foreign _Ideas of Property_, and the _Desire of Distinction_, as much as possible. If this can be done, we may receive Pleasure from every _Work of Nature or Art_ around us. We enjoy not only the whole of _Nature_, but the united Labours of all about us. To prevent the Idea of _Property_, let us consider \"how little the _Proprietor_ enjoys more than the _Spectator_: Wherein is he the better or the happier?\" The _Poet_, or the _Connoisseur_, who judges nicely of the Perfection of the Works of Art, or the Beauties of Nature, has generally a _higher Taste_ than the Possessor. The _magnificent Palace_, the _grand Apartments_, the _Vistas_, the _Fountains_, the _Urns_, the _Statues_, the _Grottos_ and _Arbours_, are exposed either in their own _Nature_, or by the Inclination of the _Proprietor_, to the Enjoyment of others. The _Pleasure of the Proprietor_ depends upon the _Admiration_ of others; he robs himself of his chief Enjoyment, if he excludes _Spectators_: Nay, may not a Taste for Nature be acquired, giving greater Delight than the Observation of Art? \"\"$Deterius Lybicis olet, aut nitet, Herba lapillis? // Purior in vicis aqua tendit rumpere Plumbum, // Quam que per pronum trepidat cum murmure rivum? // Nempe inter varias nutritur Sylva Columnas, // Laudaturque Domus, longos qua prospicit Agros. // Naturam expellas surca licet, usque recurret.$ [Hor.]\"\" Must an _artful Grove_, an _Imitation_ of a Wilderness, or the more confined _Forms_ or _Ever‐greens_, please more than the real _Forest_, with the _Trees of God_? Shall a _Statue_ give more Pleasure than the _human Face Divine_?","subId":"10","id":"Hutcheson.EI.ENP.6.10"},{"type":"paragraph","content":"^Where^ the _Humour of Distinction_ is not corrected, our Equals become our Adversaries: The Grandeur of another is our _Misery_, and makes our Enjoyments insipid. There is only one way of making this Humour tolerable, but this way is almost inconsistent with the _Inclination_ itself, _viz._ \"continually to haunt with our Inferiors, and compare ourselves with them.\" But if inconstant _Fortune_, or their own Merit do raise any of them to equal us, our _Pleasure_ is lost, or we must sink ourselves to those who are still _Inferior_, and abandon the Society of every Person whose _Art_ or _Merit_ raises him. How poor a Thought is this!","subId":"11","id":"Hutcheson.EI.ENP.6.11"},{"type":"paragraph","content":"^The^ Pursuits of the _Learned_ have often as much Folly in them as any others, when Studies are not valued according to their _Use in Life_, or the real Pleasures they contain, but for the _Difficulty_ and _Obscurity_, and consequently the _Rarity_ and _Distinction_. Nay, an abuse may be made of the most noble and manly Studies, even of _Morals_, _Politicks_, and _Religion_ itself, if our Admiration and Desire terminate upon the _Knowledge_ itself, and not upon the Possession of the _Dispositions_ and _Affections_ inculcated in these Studies. If these Studies be only matter of _Amusement_ and _Speculation_, instead of leading us into a constant _Discipline_ over ourselves, to correct our Hearts, and to guide our Actions, we are not much better employed, than if we had been studying some useless Relations of _Numbers_, or Calculations of _Chances_.","subId":"12","id":"Hutcheson.EI.ENP.6.12"},{"type":"paragraph","content":"^There^ is not indeed any part of Knowledge which can be called entirely _useless_. The most _abstracted Parts_ of _Mathematicks_, and the Knowledge of _mythological History_, or antient _Allegories_, have their own Pleasures not inferior to the more gay Entertainments of _Painting_, _Musick_, or _Architecture_; and it is for the Advantage of Mankind that some are found, who have a Taste for these Studies. The only Fault lies, in letting any of those _inferior_ Tastes engross the whole Man to the Exclusion of the nobler Pursuits of _Virtue_ and _Humanity_.","subId":"13","id":"Hutcheson.EI.ENP.6.13"},{"type":"paragraph","content":"^Concerning^ all these Pleasures of the Imagination, let us consider also \"how little support they can give Men under any of the Calamities of Life,\" such as the Treachery or Baseness of a _Friend_, a _Wife_, a _Child_, or the perplexing Intricacies of our common Affairs, or the Apprehension of _Death_. \"\"$Re veraque Metus hominum, Curaeque sequaces // Nec metuunt sonitus Armorum, nec fera Tela; // Audacterque inter Reges, rerumque Potentes // Versantur, nec fulgorem reverentur ab auro, // Nec clarum vestis splendorem purpureaï // Quid dubitas quin omne sit hoc rationis egestas?$ [Luc.]\"\"","subId":"14","id":"Hutcheson.EI.ENP.6.14"},{"type":"paragraph","content":"#Ideas of Divinity arise from the internal Senses.# ^Under^ this Head of our Internal Sense, we must observe one natural Effect of it, that it leads us into _Apprehensions of a ^Deity^_. Grandeur, Beauty, Order, Harmony, wherever they occur, raise an Opinion of a ^Mind^, of _Design_, and _Wisdom_. Every thing great, regular, or proportioned, excites _Veneration_, either toward itself, if we imagine it animated, if not animated, toward some apprehended Cause. No Determination of our Mind is more _natural_ than this, no Effect more _universal_. One has better Reason to deny the Inclination between the _Sexes_ to be natural, than a Disposition in Mankind to _Religion_.","subId":"15","id":"Hutcheson.EI.ENP.6.15"},{"type":"paragraph","content":"^We^ cannot open our Eyes, without discerning _Grandeur and Beauty_ every where. Whoever receives these Ideas, feels an inward Veneration arise. We may fall into a Thousand vain Reasonings: foolish limited Notions of ^Divinity^ may be formed, as attached to the particular _Places_ or _Objects_, which strike us in the most lively manner. Custom, Prejudice of Sense or Education, may confirm some foolish Opinion about the _Nature_ or _Cause_ of these Appearances: But wherever a superior ^Mind^, a governing ^Intention^ or ^Design^ is imagined, there _Religion_ begins in its most simple Form, and an inward _Devotion_ arises. Our Nature is as much determined to this, as to any other Perception or Affection. How we manage these Ideas and Affections, is indeed of the greatest Importance to our Happiness or Misery.","subId":"16","id":"Hutcheson.EI.ENP.6.16"},{"type":"paragraph","content":"^When^ we have the Apprehension of an universal ^Mind^ with Power and Knowledge, we must also conceive something correspondent to our _Affections_ in the ^Divinity^, with some _moral Apprehensions_ of the Actions and Tempers of his Creatures. The _Order of Nature_ will suggest many Confirmations of this. We must conclude some _Worship_ acceptable, and some Expressions of _Gratitude_ as our Duty. The Conceptions of the ^Deity^ must be various, according to the different Degrees of _Attention_ and _Reasoning_ in the Observers, and their own Tempers and Affections. Imagining the divine ^Mind^, as _cruel_, _wrathful_, or _capricious_, must be a perpetual Source of Dread and Horror; and will be apt to raise a _Resemblance_ of Temper in the Worshipper, with its attendant _Misery_. A contrary Idea of the ^Divinty^, as good, and kind, delighting in universal Happiness, and ordering all Events of the Universe to this End, as it is the most delightful Contemplation, so it fills the good Mind with a constant _Security_ and _Hope_, amidst either publick Disorders, or private Calamities.","subId":"17","id":"Hutcheson.EI.ENP.6.17"},{"type":"paragraph","content":"^To^ find out which of these two Representations of the ^Deity^ is the true one, we must consult the _Universe_, the Effect of his Power, and the Scene of his Actions. After what has been observed by so many ingenious Authors, both _Ancient_ and _Modern_, one cannot be at a loss which Opinion to chuse. We may only on this occasion consider the Evidences of divine Goodness appearing in the _Structure of our own Nature_, and in the Order of our _Passions_ and _Senses_.","subId":"18","id":"Hutcheson.EI.ENP.6.18"},{"type":"paragraph","content":"#Evidences of the Goodness of God in the Frame of our Senses and Affections.# ^It^ was observed above, how admirably our Affections are contrived for good in the _whole_. Many of them indeed do not pursue the _private Good_ of the Agent; nay, many of them, in various Cases, seem to tend to his detriment, by concerning him violently in the Fortunes of _others_, in their _Adversity_, as well as their Prosperity. But they all aim at _good_, either private or publick: and by them each particular Agent is made, in a great measure, subservient to the _good of the whole_. Mankind are thus insensibly linked together, and make one great _System_, by an invisible Union. He who _voluntarily_ continues in this Union, and delights in employing his Power for his _Kind_, makes himself happy: He who does not continue this Union freely, but affects to break it, makes himself wretched; nor yet can he break the _Bonds of Nature_. His _publick Sense_, his _Love of Honour_, and the very _Necessities_ of his Nature, will continue to make him depend upon his _System_, and engage him to serve it, whether he inclines to it or not. Thus we are formed with a View to a general good _End_; and may in our own Nature discern a universal Mind watchful for the whole.","subId":"19","id":"Hutcheson.EI.ENP.6.19"},{"type":"paragraph","content":"^The^ same is observable in the Order of our _external Senses_. The simple Productions of Nature, which are useful to any Species of Animals, are also _grateful_ to them; and the pernicious or useless Objects are made disagreeable. Our external Sensations are no doubt often _painful_, when our Bodies are in a dangerous State; when they want supplies of Nourishment; when any thing external would be injurious to them. But if it appears, \"that the _general Laws_ are wisely constituted, and that it is necessary to the Good of a System of such Agents, to be under the Influence of _general Laws_, upon which there is occasion for _Prudence_ and _Activity_;\" the particular _Pains_ occasioned by a necessary _Law_ of Sensation, can be no Objection against the Goodness of the Author. _See_ [Treat I. Sect. ult.]","subId":"20","id":"Hutcheson.EI.ENP.6.20"},{"type":"paragraph","content":"^Now^ that there is no room for complaint, that \"our external Sense of _Pain_ is made too acute,\" must appear from the Multitudes we daily see so careless of preserving the Blessing of _Health_, of which many are so prodigal as to lavish it away, and expose themselves to external _Pains_ for very trifling Reasons. Can we then repine at the friendly _Admonitions_ of Nature, joined with some _Austerity_, when we see that they are scarce sufficient to restrain us from Ruin? The same may be said of the Pain of other kinds. _Shame_ and _Remorse_ are never to be called too severe, while so many are not sufficiently restrained by them. Our _Compassion_ and friendly _Sense of Sorrow_, what are they else but the _Alarms_ and _Exhortations_ of a kind impartial _Father_, to engage his _Children_ to relieve a distressed _Brother_? Our _Anger_ itself is a necessary Piece of Management, by which every pernicious Attempt is made _dangerous_ to its Author.","subId":"21","id":"Hutcheson.EI.ENP.6.21"},{"type":"paragraph","content":"^Would^ we allow room to our Invention, to conceive what sort of _Mechanism_, what _Constitutions_ of Senses or Affections a _malicious powerful Being_ might have formed, we should soon see how few Evidences there are for any such Apprehension concerning the ^Author^ of this World. Our _Mechanism_, as far as we have ever yet discovered, is wholly contrived for good. No cruel _Device_, no _Art_ or _Contrivance_ to produce evil: No such _Mark_ or _Scope_ seems ever to be aimed at. How easy had it been to have contrived some necessary Engines of _Misery_ without any use; some _Member_ of no other service but to be matter of _Torment_; _Senses_ incapable of bearing the surrounding Objects without Pain; Eyes pained with the _Light_; a Palate offended with the _Fruits_ of the Earth; a Skin as tender as the Coats of the _Eye_, and yet some more furious Pain forcing us to bear these Torments? Human _Society_ might have been made as uneasy as the Company of _Enemies_, and yet a perpetual more violent Motive of _Fear_ might have forced us to bear it. _Malice_, _Rancour_, _Distrust_, might have been our natural Temper. Our _Honour_ and _Self‐Approbation_ might have depended upon _Injuries_; and the _Torments_ of others been made our _Delight_, which yet we could not have enjoyed thro' perpetual _Fear_. Many such Contrivances we may easily conceive, whereby an evil _Mind_ could have gratified his _Malice_ by our _Misery_. But how unlike are they all to the Intention or Design of the Mechanism of this World?","subId":"22","id":"Hutcheson.EI.ENP.6.22"},{"type":"paragraph","content":"^Our^ _Passions_ no doubt are often matter of Uneasiness to ourselves, and sometimes occasion Misery to _others_, when any one is indulged into a Degree of Strength beyond its _Proportion_. But which of them could we have wanted, without greater Misery in the whole? They are by Nature ballanced against each other, like the _Antagonist Muscles_ of the Body; either of which separately would have occasioned _Distortion_ and irregular _Motion_, yet jointly they form a Machine, most accurately subservient to the _Necessities_, _Convenience_, and _Happiness_ of a _rational System_. We have a Power of _Reason_ and _Reflection_, by which we may see what Course of Action will naturally tend to procure us the most valuable _Gratifications_ of all our Desires, and prevent any intolerable or unnecessary _Pains_, or provide some support under them. We have Wisdom sufficient to form Ideas of _Rights_, _Laws_, _Constitutions_; so as to preserve large Societies in Peace and Prosperity, and promote a _general Good_ amidst all the _private Interests_.","subId":"23","id":"Hutcheson.EI.ENP.6.23"},{"type":"paragraph","content":"^If^ from the present Order of Nature, in which _Good_ appears far superior to _Evil_, we have just Presumptions to conclude the ^Deity^ to be benevolent, it is not conceivable \"that any Being, who desires the Happiness of others, should not desire a _greater Degree_ of Happiness to them rather than a less; and that consequently the whole _Series of Events_ is the best possible, and contains in the whole the greatest possible _absolute Good_:\" especially since we have no Presumption of any _private Interest_, which an _universal_ ^Mind^ can have in view, in opposition to the greatest Good of the whole. Nor are the particular Evils occurring to our Observation, any just Objection against the perfect Goodness of the universal ^Providence^ to us, who cannot know how far these Evils may be necessarily connected with the _Means_ of the greatest possible absolute Good.","subId":"24","id":"Hutcheson.EI.ENP.6.24"},{"type":"paragraph","content":"#The Conduct of our publick Sense and Affections.# ^In^ managing our _publick Sense_ of the State of others, we must beware of one common Mistake, _viz._ \"apprehending every Person to be miserable in those Circumstances, which we imagine would make ourselves miserable.\" We may easily find, that the _lower Rank_ of Mankind, whose only Revenue is their bodily Labour, enjoy as much _Chearfulness_, _Contentment_, _Health_, _Gaiety_, in their own way, as any in the highest Station of Life. Both their Minds and Bodies are soon fitted to their State. The _Farmer_ and _Labourer_, when they enjoy the bare Necessaries of Life, are easy. They have often more _correct Imaginations_, through _Necessity_ and _Experience_, than others can acquire by _Philosophy_. This Thought is indeed a poor Excuse for a base selfish _Oppressor_, who, imagining Poverty a great Misery, bears hard upon those in a low Station of Life, and deprives them of the common Necessaries, or even of the natural Coneniencies of Life. But this Consideration may support a compassionate Heart, too deeply touched with apprehended Miseries, of which the _Sufferers_ are themselves insensible.","subId":"25","id":"Hutcheson.EI.ENP.6.25"},{"type":"paragraph","content":"^The^ Pains of this _Sense_ are not easily removed. They are not allayed by the Distinction of Pains into _real_ and _imaginary_. Much less will it remove them, to consider how much of human Misery is owing to their own _Folly_ and _Vice_. Folly and Vice are themselves the most pityable Evils. It is of more consequence to consider, what Evidences there are \"that the Vice and Misery in the World are smaller than we sometimes in our melancholy Hours imagine.\" There are no doubt many furious Starts of Passion, in which Malice may seem to have place in our Constitution; but how seldom, and how short, in comparison of Years spent in fixed kind Pursuits of the Good of a _Family_, a _Party_, a _Country_? How great a Part of human Actions flow directly from _Humanity_ and _kind Affection_? How many censurable Actions are owing to the same Spring, only chargeable on _Inadvertence_, or an Attachment to too _narrow a System_? How few owing to any thing worse than _selfish_ Passions above their Proportion?","subId":"26","id":"Hutcheson.EI.ENP.6.26"},{"type":"paragraph","content":"^Here^ Men are apt to let their Imaginations run out upon all the _Robberies_, _Piracies_, _Murders_, _Perjuries_, _Frauds_, _Massacres_, _Assassinations_, they have ever either heard of, or read in History; thence concluding all Mankind to be very wicked: as if a _Court of Justice_ were the proper Place of making an Estimate of the _Morals_ of Mankind, or an _Hospital_ of the _Healthfulness_ of a Climate. Ought they not to consider, that the Number of honest _Citizens_ and _Farmers_ far surpasses that of all sorts of Criminals in any State; and that the innocent or kind Actions of even Criminals themselves, surpass their Crimes in Numbers? That it is the _Rarity_ of Crimes, in comparison of innocent or good Actions, which engages our Attention to them, and makes them be recorded in History; while incomparably more honest, generous, domestick Actions are overlooked, only because they are so common; as one great _Danger_, or one _Month's Sickness_, shall become a frequently repeated Story, during a long Life of Health and Safety.","subId":"27","id":"Hutcheson.EI.ENP.6.27"},{"type":"paragraph","content":"^The^ Pains of the _external Senses_ are pretty frequent, but how short in comparison of the long Tracts of Health, Ease and Pleasure? How rare is the Instance of a Life, with one tenth spent in violent Pain? How few want absolute Necessaries; nay, have not something to spend on _Gaiety_ and _Ornament_? The Pleasures of _Beauty_ are exposed to all in some measure. These kinds of Beauty which require _Property_ to the full Enjoyment of them, are not ardently desired by many. The Good of every kind in the Universe, is plainly superior to the Evil. How few would accept of _Annihilation_, rather than Continuance in Life in the middle State of Age, Health and Fortune? Or what separated Spirit, who had considered human Life, would not, rather than perish, take the hazard of it again, by returning into a Body in the State of Infancy? \"\"_——Who would lose, // For fear of Pain, this intellectual Being, // These Thoughts which wander thro' Eternity, // To perish rather, swallowed up and lost // In the wide Womb of uncreated Night, // Devoid of Sense and Motion——?_ // [Milton's Par. lost, Book II.]\"\"","subId":"28","id":"Hutcheson.EI.ENP.6.28"},{"type":"paragraph","content":"^These^ Thoughts plainly shew a _Prevalence_ of Good in the World. But still our publick Sense finds much matter of compassionate Sorrow among Men. The _Many_ are in a tolerable good State; but who can be unconcerned for the distressed _Few_? They are few in comparison of the whole, and yet a great _Multitude_.","subId":"29","id":"Hutcheson.EI.ENP.6.29"},{"type":"paragraph","content":"^What^ Parent would be much concerned at the Pains of breeding of _Teeth,_ were they sure they would be short, and end well? Or at the Pain of a Medicine, or an Incision, which was necessary for the Cure, and would certainly accomplish it? Is there then no _Parent_ in ^Nature^, no _Physician_ who sees what is necessary for the _Whole_, and for the good of each Individual in the whole of his Existence, as far as is consistent with the general Good? Can we expect, in this our _Childhood_ of Existence, to understand all the Contrivance and Art of this Parent and Physician of Nature? May not some harsh Discipline be necessary to Good? May not many natural Evils be necessary to prevent future moral Evils, and to correct the Tempers of the Agents, nay to introduce moral Good? Is not _Suffering_ and _Distress_ requisite, before there can be room for generous Compassion, _Succour_, and _Liberality_? Can there be _Forgiveness_, _Returns of good for evil_, unless there be some _moral Evil_? Must the _Whole_ want the eternally delightful _Consciousness_ of such _Actions_ and _Dispositions_, to prevent a few transient Sensations of Pain, or natural Evil? May there not be some unseen Necessity for the greatest universal Good, that[n1] there should be an _Order of Beings_ no more perfect than we are, subject to Error and wrong Affections sometimes? May not all the present Disorders which attend this State of _prevalent Order,_ be rectified by the _directing Providence_ in a future Part of our Existence? This Belief of a ^Deity,^ a ^Providence,^ and a _future State,_ are the only sure Supports to a good Mind. Let us then acquire and strengthen our Love and Concern for this _Whole,_ and acquiesce in what the governing ^Mind,^ who presides in it, is ordering in the wisest Manner, tho not yet fully known to us, for its most universal Good.","subId":"30","id":"Hutcheson.EI.ENP.6.30"},{"type":"paragraph","content":"#The Necessity of believing a future State.# ^A future^ State, firmly believed, makes the greatest Difficulties on this Subject to vanish. No particular _finite Evils_ can be looked upon as intolerable, which lead to Good, infinite in _Duration_. Nor can we complain of the Conditions of Birth, if the present Evils of Life have even a probable hazard of _everlasting Happiness_ to compensate them; much more if it be placed in our power certainly to obtain it. Never could the boldest Epicurean bring the lightest Appearance of Argument against the _Possibility_ of such a State, nor was there ever any thing tolerable advanced against its _Probability_. We have no Records of any Nation which did not entertain this Opinion. Men of Reflection in all Ages, have found at least probable Arguments for it; and the Vulgar have been prone to believe it, without any other _Argument_ than their natural Notions of _Justice_ in the _Administration of the World_. Present _Hope_ is present Good: and this very Hope has enlivened human Life, and given ease to generous Minds, under Anxieties about the publick Good.","subId":"31","id":"Hutcheson.EI.ENP.6.31"},{"type":"paragraph","content":"^This^ Opinion was interwoven with all Religions; and as it in many instances overballanced the Motives to Vice, so it removed Objections against _Providence_. The good Influence of this Opinion, however it might not justify any _Frauds_, yet probably did more good than what might overballance many Evils flowing from even very _corrupt Religions_. How agreeable then must it be to every good Man, that this Opinion, were there even no more to be done, should be confirmed beyond question or doubt, by a well attested _divine Revelation_, for the perpetual _Security_ of the virtuous, and for the constant Support of the _kind and compassionate_? How gladly must every honest Heart receive it; and rejoice that even those who have neither _Leisure_ nor _Capacity_ for deep _Reflection_, should be thus convinced of it?","subId":"32","id":"Hutcheson.EI.ENP.6.32"},{"type":"paragraph","content":"#The Conduct of the unkind Affections.# ^As^ to the Management of those Passions which seem _opposite_ to the _Happiness_ of others, such as _Anger_, _Jealousy_, _Envy_, _Hatred_; it is very necessary to represent to ourselves continually, the most _favourable Conceptions_ of others, and to force our Minds to examine the _real Springs_ of the resented Actions. We may almost universally find, that \"no Man acts from _pure Malice_; that the Injurious only intended some _Interest of his own_, without any _ultimate Desire_ of our Misery; that he is more to be pitied for his own mean _selfish Temper_, for the want of true _Goodness_, and its attendant _Happiness_, than to be hated for his Conduct, which is really more pernicious to himself than to others.[n2] Our _Lenity_, _Forgiveness_, and _Indulgence_ to the Weakness of others, will be constant Matter of _delightful Consciousness_, and _Self‐Approbation_; and will be as probably effectual in most cases, to obtain _Reparation_ of Wrongs, from an hearty _Remorse_, and thorow _Amendment of the Temper_ of the Injurious, as any Methods of Violence. Could we raise our Goodness even to an higher Pitch, and consider the Injurious as our _Fellow-Members_ in this great intellectual Body, whose Interest and Happiness it becomes us to promote, as much as we can consistently with that of others, and not to _despise_, _scorn_, or _cut them off_, because of every _Weakness_, _Deformity_, or _lighter Disorder_;\" we might bring our selves to that divine Conduct, of even _returning good for evil_.","subId":"33","id":"Hutcheson.EI.ENP.6.33"},{"type":"paragraph","content":"^In^ like manner, our _Emulation_, _Jealousy_, or _Envy_, might be restrained in a great measure, by a constant _Resolution_ of bearing always in our Minds the[n3] _lovely Side_ of every Character:[n4] \"The compleatly Evil are as rare as the perfectly Virtuous: There is something amiable almost in every one.\" Could we enure ourselves constantly to dwell on these things, we might often bear patiently the _Success of a Rival_, nay, sometimes even rejoice in it, be more happy ourselves, and turn him into a real _Friend_. We should often find those _Phantoms_ of Vice and Corruption which torment the _Jealous_, vanishing before the bright Warmth of a thorow _good Temper_, resolved to search for every thing _lovely and good_, and averse to think any _evil_.","subId":"34","id":"Hutcheson.EI.ENP.6.34"},{"type":"paragraph","content":"#Conduct of the moral Sense, and Sense of Honour.# ^In^ governing our _moral Sense_, and _Desires of Virtue_, nothing is more necessary than to study the _Nature_ and _Tendency_ of human Actions; and to extend our views to the _whole Species_, or to all _sensitive Natures_, as far as they can be affected by our Conduct. Our moral Sense thus regulated, and constantly followed in our Actions, may be the most constant Source of the most _stable Pleasure_. The same Conduct is always the most probable Means of obtaining the _Pleasures of Honour_. If there be a Distinction between _Truth_ and _Falshood_, Truth must be stronger than Falshood: It must be more probable that _Truth_ will generally prevail; that the real _good Tendency_ of our Actions, and the Wisdom of our _Intentions_ will be known; and _Misrepresentations_ or _partial Views_ will vanish. Our Desire of _Honour_ is not confined to our present State. The Prospect of _future Glory_ is a strong Motive of Action. And thus the _Time_, in which our Character may have the hazard of obtaining Justice, has no other Limits than those of the _Existence of rational Natures_. Whereas, _partial Notions_ of Virtue, and _partial Conduct_, have no other Foundation for _Self‐Approbation_, than our _Ignorance_, _Error_, or _Inadvertence_; nor for _Honour_, than the like _Ignorance_, _Error_, or _Inadvertence_ of others.","subId":"35","id":"Hutcheson.EI.ENP.6.35"},{"type":"paragraph","content":"^That^ we may not be engaged into any thing contrary to the publick Good, or to the true Schemes of Virtue, by the Desire of _false Honour_, or _Fear of false Shame_, it is of great use to examine the _real Dignity_ of those we converse with, and to confine our _Intimacies_ to the truly virtuous and wise. From such we can expect no Honour, but according to our sincere Pursuit of the _publick Good_; nor need we ever fear any _Shame_ in such a Course. But above all, did we frequently, and in the most lively manner, present to ourselves that great, and wise, and good ^Mind^, which presides over the Universe, sees every _Action_, and knows the true _Character_ and _Disposition_ of every Heart, approving nothing but sincere Goodness and Integrity; did we consider that the time will come, when we shall be as conscious of his _Presence_, as we are of our own _Existence_; as sensible of his _Approbation_ or _Condemnation_, as we are of the Testimony of our own Hearts; when we shall be engaged in a _Society of Spirits_, stripped of these _Prejudices_ and _false Notions_ which so often attend us in Flesh and Blood, how should we despise that Honour which is from Men, when opposite to the truest Honour from ^God^ himself?","subId":"36","id":"Hutcheson.EI.ENP.6.36"},{"type":"paragraph","content":"#The Desires of Wealth and Power.# ^Concerning^ the Desires of _Wealth_ and _Power_, besides what was suggested above to allay their Violence, from considering the small Addition commonly made to the _Happiness_ of the Possessor, by the greatest Degrees of them, and the _Uncertainty_ of their Continuance; if we have obtained any share of them, let us examine their _true Use_, and what is the best Enjoyment of them. \"\"$——Quid asper // Utile Nummus habet? Patriae carisque propinquis // Quantum elargiri decet?——$ [Persius.]\"\"","subId":"37","id":"Hutcheson.EI.ENP.6.37"},{"type":"paragraph","content":"^What^ _moral Pleasures_, what Delights of _Humanity_, what _Gratitude_ from Persons obliged, what _Honour_, may a wise Man of a generous Temper purchase with them? How foolish is the Conduct of heaping up Wealth for _Posterity_, when smaller Degrees might make them equally happy! when great _Prospects_ of this kind are the strongest _Temptations_ to them, to indulge _Sloth_, _Luxury_, _Debauchery_, _Insolence_, _Pride_, and _Contempt_ of their Fellow‐Creatures; and to banish some noble Dispositions, _Humility_, _Compassion_, _Industry_, _Hardiness of Temper and Courage_, the Offspring of the sober rigid Dame _Poverty_. How often does the _Example_, and almost direct _Instruction_ of Parents, lead Posterity into the basest Views of Life! \"\"$——Qui nulla exempla beati // Pauperis esse putat—— // Cum dicis Juveni stultum qui donat amico, // Qui paupertatem levat attollitque propinqui, // Et spoliare doces & circumscribere— // Ergo Ignem, cujus scintillas ipse dedisti, // Flagrantem late, & rapientem cuncta videbis.$ // [Juv. Sat. 14.]\"\"","subId":"38","id":"Hutcheson.EI.ENP.6.38"},{"type":"paragraph","content":"^How^ powerfully might the Example of a wisely generous Father, at once teach his Offspring the true _Value_ of  Wealth or Power, and prevent their _Neglect_ of them, or foolish _throwing_ them away, and yet inspire them with a _generous Temper_, capable of the just _Use_ of them!","subId":"39","id":"Hutcheson.EI.ENP.6.39"},{"type":"paragraph","content":"#Support against Death.# ^Death^ is one Object of our _Aversion_, which yet we cannot avoid. It can scarcely be said, that \"the _Desire of Life_ is as strong as the Sum of all _selfish Desires_.\" It may be so with those who enure themselves to no Pleasures but those of the _external Senses_. But how often do we see Death endured, not only from Love of _Virtue_, or _publick Affections_, in Heroes and Martyrs, but even from Love of _Honour_ in lower Characters! Many Aversions are stronger than that to Death. _Fear of bodily Pain_, _fear of Dishonour_, which are selfish Aversions, do often surpass our Aversion to Death, as well as _publick Affections_ to Countries or Friends. It is of the greatest Consequence to the _Enjoyment_ of Life, to know its true _Value_; to strip Death of its borrowed Ideas of Terror; to consider it barely as the _Cessation of both the Pains and Pleasures we now feel_, coming frequently upon us with no more Pain than that of _Swooning_, with a noble Hazard, or rather a certain _Prospect_ of superior Happiness to every _good Mind_. Death in this view must appear an inconsiderable Evil, in comparison of _Vice_, _Self‐Abhorrence_, real _Dishonour_, the _Slavery of one's Country_, the _Misery of a Friend_.","subId":"40","id":"Hutcheson.EI.ENP.6.40"},{"type":"paragraph","content":"^The^ tender Regards to a _Family_ and _Offspring_, are often the strongest Bands to restrain a generous Mind from submitting to Death. What shall be the Fate of a _Wife_, a _Child_, a _Friend_, or a _Brother_, when we are gone, are the frequent Subjects of grievous Anxiety. The Fortunes of such Persons often depend much upon us; and when they do not, yet we are more anxious about their State when we shall be absent. \"\"$Ut assidens implumibus pullis avis, // Serpentium allapsus timet // Magis relictis, non ut adsit auxilî // Latura plus pr{ae}sentibus.$ [Hor.]\"\"","subId":"41","id":"Hutcheson.EI.ENP.6.41"},{"type":"paragraph","content":"^Next^ to the Belief of a good ^Providence^, nothing can support Men more under such _Anxieties_, than considering how often the _Orphan_ acquires a _Vigor_ of Mind, _Sagacity_ and _Industry_, superior to those who are enfeebled by the constant _Care_ and _Services_ of others. A wise Man would desire to be provided with Friends against such an Exigency; Persons of such Goodness, as would joyfully accept the _Legacy_ of a _Child_, or indigent _Friend_ committed to their Protection.","subId":"42","id":"Hutcheson.EI.ENP.6.42"},{"type":"paragraph","content":"#Support against Death.# ^If^ Death were an _entire End_ of the Person, so that no Thought or Sense should remain, all _Good_ must cease at Death, but no _Evil_ commence. The _Loss of Good_ is Evil to us now, but will be no _Evil_ to a Being which has lost all _Sense of Evil_. Were this the Case, the Consolation against Death would only be this, frequently to look upon _Life_ and all its Enjoyments as granted to us only for a _short Term_; to employ this uncertain Time as much as we can in the Enjoyment of the _noblest Pleasures_; and to prevent Surprize at our Removal, by _laying our Account_ for it.","subId":"43","id":"Hutcheson.EI.ENP.6.43"},{"type":"paragraph","content":"^But^ if we exist, and think after Death, and retain our _Senses_ of Good and Evil, no Consolation against Death can be suggested to a _wicked Man_; but for the _virtuous_, there are the best Grounds of _Hope_ and _Joy_. If the _Administration_ of the whole be good, we may be sure \"that _Order_ and _Happiness_ will in the whole prevail: Nor will _Misery_ be inflicted any farther than is necessary for some prepollent Good.\" Now there is no Presumption, that the _absolute Misery_ of any _virtuous_ Person can be necessary to any good End: Such Persons therefore are the most likely to enjoy a State of perfect Happiness.","subId":"44","id":"Hutcheson.EI.ENP.6.44"},{"type":"paragraph","content":"#What is the natural State of Men.# ^To^ conclude: Let us consider that common Character, which when ascribed to any _State_, _Quality_, _Disposition_, or _Action_, engages our _Favour_ and _Approbation_ of it, _viz._ its being _natural_. We have many Suspicions about Tempers or Dispositions formed by _Art_, but are some way prepossessed in favour of what is _natural_: We imagine it must be advantageous and delightful to be in a natural State, and to live according to Nature. This very Presumption in favour of what is natural, is a plain Indication that the Order of Nature is good, and that Men are some way convinced of it. Let us enquire then what is meant by it.","subId":"45","id":"Hutcheson.EI.ENP.6.45"},{"type":"paragraph","content":"^If^ by natural we mean \"that which we enjoy or do when we first begin to exist, or to think,\" it is impossible to know what _State_, _Temper_, or _Actions_, are _natural_. Our _natural State_ in this Sense differs little from that of a _Plant_, except in some accidental _Sensations of Hunger_, or of _Ease_, when we are well nourished.","subId":"46","id":"Hutcheson.EI.ENP.6.46"},{"type":"paragraph","content":"^Some^ elaborate Treatises of great Philosophers about _innate Ideas_, or Principles practical or speculative, amount to no more than this, \"That in the Beginning of our Existence we have no _Ideas_ or _Judgments_;\" they might have added too, no _Sight_, _Taste_, _Smell_, _Hearing_, _Desire_, _Volition_. Such Dissertations are just as useful for understanding _human Nature_, as it would be in explaining the _animal Oeconomy_, to prove that the _F{oe}tus_ is animated before it has _Teeth_, _Nails_, _Hair_, or before it can _eat_, _drink_, _digest_, or _breathe_: Or in a _natural History of Vegetables_, to prove that _Trees_ begin to grow before they have _Branches_, _Leaves_, _Flower_, _Fruit_, or _Seed_: And consequently that all these things were adventitious, or the Effect of _Art_.","subId":"47","id":"Hutcheson.EI.ENP.6.47"},{"type":"paragraph","content":"But if we call \"that _State_, those _Dispositions_ and _Actions_, _natural_, to which we are inclined by some part of our Constitution, antecedently to any _Volition of our own_; or which flow from some _Principles_ in our Nature, not brought upon us by our own _Art_, or that of others;\" then it may appear, from what was said above, that \"a State of _Good‐will_, _Humanity_, _Compassion_, _mutual Aid_, _propagating and supporting Offspring_, _Love of a Community or Country_, _Devotion_, _or Love and Gratitude to some governing Mind_, is our natural State,\" to which we are naturally inclined, and do actually arrive, as universally, and with as much uniformity, as we do to a certain _Stature_ and _Shape_.","subId":"48","id":"Hutcheson.EI.ENP.6.48"},{"type":"paragraph","content":"^If^ by natural we understand \"the _highest Perfection of the Kind_, to which any Nature may be improved by cultivating its natural Dispositions or Powers;\" as few arrive at this in the Growth of their _Bodies_, so few obtain it in their _Minds_. But we may see what this Perfection is, to which our _natural Dispositions_ tend, when we improve them to the utmost, as far as they are consistent with each other, making the _weaker_ or _meaner_ yield to the _more excellent_ and _stronger_. Our several _Senses_ and _Affections_, _publick_ and _private_, with our Powers of _Reason_ and _Reflection_, shew this to be the _Perfection_ of our _Kind_, _viz._ \"to know, love, and reverence the great ^Author^ of all things; to form the most _extensive Ideas_ of our own true Interests, and those of all other _Natures_, _rational_ or _sensitive_; to abstain from all _Injury_; to pursue regularly and impartially the _most universal absolute Good_, as far as we can; to enjoy constant _Self‐Approbation_, and _Honour_ from wise Men; with _Trust in divine ^Providence^_, _Hope of everlasting Happiness_, and a full _Satisfaction_ and _Assurance_ of Mind, that the whole Series of _Events_ is directed by an unerring _Wisdom_, for the greatest universal _Happiness_ of the whole.\"","subId":"49","id":"Hutcheson.EI.ENP.6.49"},{"type":"paragraph","content":"^To^ assert that \"Men have generally arrived to the _Perfection of their Kind_in this Life,\" is contrary to Experience. But on the other hand, to suppose \"no Order at all in the _Constitution_ of our Nature, or no _prevalent Evidences_ of good Order,\" is yet more contrary to Experience, and would lead to a Denial of ^Providence^ in the most important Affair which can occur to our Observation. We actually see such Degrees of _good Order_, of _social Affection_, of _Virtue_ and _Honour_, as make the Generality of Mankind continue in a tolerable, nay, an _agreeable_ State. However, in some Tempers we see the _selfish Passions_ by Habits grown too strong; in others we may observe _Humanity_, _Compassion_, and _Good‐nature_ sometimes raised by Habits, as we say, to an Excess.","subId":"50","id":"Hutcheson.EI.ENP.6.50"},{"type":"paragraph","content":"^Were^ we to strike a _Medium_ of the several Passions and Affections, as they appear in the whole Species of Mankind, to conclude thence what has been the natural Ballance previously to any Change made by Custom or Habit, which we see casts the Ballance to either side, we should perhaps find the _Medium_ of the publick Affections not very far from a sufficient _Counterballance_ to the _Medium_ of the Selfish; and consequently the _Overballance_ on either side in particular Characters, is not to be looked upon as the _original Constitution_, but as the _accidental Effect_ of Custom, Habits, or Associations of Ideas, or other preternatural Causes: So that an universal _increasing_ of the Strength of _either_, might in the whole be of little advantage. The raising universally the _publick Affections_, the Desires of _Virtue_ and _Honour_, would make the _Hero of =Cervantes=_, pining with _Hunger_ and _Poverty_, no rare Character. The universal increasing of _Selfishness_, unless we had more accurate Understandings to discern our _nicest Interests_, would fill the World with universal _Rapine_ and _War_. The Consequences of either universally _abating_, or _increasing_ the Desires between the _Sexes_, the _Love of Offspring_, or the several _Tastes_ and _Fancies_ in other Pleasures, would perhaps be found more pernicious to the whole, than the present Constitution. What seems most truly wanting in our Nature, is greater _Knowledge_, _Attention_ and _Consideration_: had we a greater Perfection this way, and were evil _Habits_, and foolish _Associations of Ideas_ prevented, our _Passions_ would appear in better order.","subId":"51","id":"Hutcheson.EI.ENP.6.51"},{"type":"paragraph","content":"^But^ while we feel in ourselves so much _publick Affection_ in the various Relations of Life, and observe the like in others; while we find every one desiring indeed his _own Happiness_, but capable of discerning, by a little Attention, that not only his external _Conveniency_, or _worldly Interest_, but even the most immediate and lively _Sensations of Delight_, of which his Nature is susceptible, immediately flow from a _Publick Spirit_, a _generous_, _human_, _compassionate Temper_, and a suitable _Deportment_; while we observe so many Thousands enjoying a tolerable State of _Ease_ and _Safety_, for each one whose Condition is made _intolerable_, even during our present _Corruption_: How can any one look upon this World as under the Direction of an _evil Nature_, or even question a perfectly _good_ ^Providence^? How clearly does the _Order of our Nature_ point out to us our true _Happiness_ and _Perfection_, and lead us to it as naturally as the several _Powers_ of the _Earth_, the _Sun_, and _Air_, bring _Plants_ to their Growth, and the Perfection of their Kinds? We indeed are directed to it by our _Understanding_ and _Affections_, as it becomes _rational_ and _active Natures_; and _they_ by _mechanick Laws_. We may see, that \"_Attention_ to the most _universal Interest_ of all sensitive Natures, is the Perfection of each individual of Mankind:\" That they should thus be like well‐tuned _Instruments_, affected with every _Stroke_ or _Touch_ upon any one. Nay, how much of this do we actually see in the World? What _generous Sympathy_, _Compassion_, and _Congratulation_ with each other? Does not even the flourishing State of the _inanimate Parts of Nature_, fill us with joy? Is not thus _our Nature_ admonished, exhorted and commanded to cultivate _universal Goodness_ and _Love_, by a _Voice heard thro' all the Earth, and Words sounding to the Ends of the World_?","subId":"52","id":"Hutcheson.EI.ENP.6.52"},{"type":"note","content":"See [the Archbishop of _Dublin_, _de Origine Mali_.]","subId":"n1","id":"Hutcheson.EI.ENP.6.n1"},{"type":"note","content":"See this Point handled with great Judgment, in [_Plato's Gorgias_.]","subId":"n2","id":"Hutcheson.EI.ENP.6.n2"},{"type":"note","content":"[Epictet. Enchir._Cap. 65_.]","subId":"n3","id":"Hutcheson.EI.ENP.6.n3"},{"type":"note","content":"[Plato Ph{ae}don.]","subId":"n4","id":"Hutcheson.EI.ENP.6.n4"}]}
