{"id":"Shaftesbury.C.SC.4.1","imported":true,"parent":"Shaftesbury.C.SC.4","title":"Section I","breadcrumb":"Section 1","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_037","blocks":[{"type":"title","content":"Section I\n","id":"Shaftesbury.C.SC.4.1"},{"type":"paragraph","content":"BY this time (my Friend!) you may possibly, I hope, be satisfy'd, that as I am in earnest in defending Raillery, so I can be sober too in the Use of it. 'Tis in reality a serious Study, to learn to temper and regulate that Humour which Nature has given us, as a more lenitive Remedy against Vice, and a kind of Specifick against Superstition and melancholy Delusion. There is a great difference between seeking how to raise a Laugh from every thing; and seeking, in every thing, what justly may be laugh'd at. For nothing is ridiculous except what is deform'd: Nor is any thing proof against Raillery, except what is handsom and just. And therefore 'tis the hardest thing in the World, to deny fair Honesty the use of this Weapon, which can never bear an Edge against her-self, and bears against every thing contrary.","subId":"1","id":"Shaftesbury.C.SC.4.1.1"},{"type":"paragraph","content":"If the very Italian Buffoons were to give us the Rule in these cases, we shou'd learn by them, that in their lowest and most scurrilous way of Wit, there was nothing so successfully to be play'd upon, as the Passions of Cowardice and Avarice. One may defy the World to turn real Bravery or Generosity into Ridicule. A Glutton or mere Sensualist is as ridiculous as the other two Characters. Nor can an unaffected Temperance be made the Subject of Contempt to any besides the grossest and most contemptible of Mankind. Now these three Ingredients make up a virtuous Character: as the contrary three a vicious one. How therefore can we possibly make a Jest of Honesty?—To laugh both ways, is nonsensical. And if the Ridicule lie against Sottishness, Avarice, and Cowardice; you see the Consequence. A Man must be soundly ridiculous, who, with all the Wit imaginable, wou'd go about to ridicule Wisdom, or laugh at Honesty, or Good Manners.","subId":"2","id":"Shaftesbury.C.SC.4.1.2"},{"type":"paragraph","content":"A Man of thorow Good-Breeding, whatever else he be, is incapable of doing a rude or brutal Action. He never deliberates in this case, or considers of the matter by prudential Rules of Self-Interest and Advantage. He acts from his Nature, in a manner necessarily, and without Reflection: and if he did not, it were impossible for him to answer his Character, or be found that truly well-bred Man, on every occasion. 'Tis the same with the honest Man. He can't deliberate in the Case of a plain Villany. A Plum is no Temptation to him. He likes and loves himself too well, to change Hearts with one of those corrupt Miscreants, who amongst 'em gave that name to a round Sum of Mony gain'd by Rapine and Plunder of the Commonwealth. He who wou'd enjoy a Freedom of Mind, and be truly Possessor of himself, must be above the thought of stooping to what is villanous or base. He, on the other side, who has a Heart to stoop, must necessarily quit the thought of Manliness, Resolution, Friendship, Merit, and a Character with himself and others: But to affect these Enjoyments and Advantages, together with the Privileges of a licentious Principle; to pretend to enjoy Society, and a free Mind, in company with a knavish Heart, is as ridiculous as the way of Children, who eat their Cake, and afterwards cry for it. When Men begin to deliberate about Dishonesty, and finding it go less against their Stomach, ask slily, \"Why they shou'd stick at a good Piece of Knavery, for a good Sum?\" They shou'd be told, as Children, that They can't eat their Cake, and have it.","subId":"3","id":"Shaftesbury.C.SC.4.1.3"},{"type":"paragraph","content":"When Men, indeed, are become accomplish'd Knaves, they are past crying for their Cake. They know themselves, and are known by Mankind. 'Tis not these who are so much envy'd or admir'd. The moderate Kind are the more taking with us. Yet had we Sense, we should consider 'tis in reality the thorow profligate Knave, the very compleat unnatural Villain alone, who can any way bid for Happiness with the honest Man. True Interest is wholly on one side, or the other. All between is Inconsistency, Irresolution, Remorse, Vexation, and an Ague-Fit: from hot to cold; from one Passion to another quite contrary; a perpetual Discord of Life; and an alternate Disquiet and Self-dislike. The only Rest or Repose must be thro' one, determin'd, considerate Resolution: which when once taken, must be courageously kept; and the Passions and Affections brought under obedience to it; the Temper steel'd and harden'd to the Mind; the Disposition to the Judgment. Both must agree; else all must be Disturbance and Confusion. So that to think with one's self, in good earnest, \"Why may not one do this little Villany, or commit this one Treachery, and but for once\"; is the most ridiculous Imagination in the world, and contrary to CommonSense. For a common honest Man, whilst left to himself, and undisturb'd by Philosophy and subtle Reasonings about his Interest, gives no other Answer to the thought of Villany, than that he can't possibly find in his heart to set about it, or conquer the natural Aversion he has to it. And this is natural and just.","subId":"4","id":"Shaftesbury.C.SC.4.1.4"},{"type":"paragraph","content":"The truth is; as Notions stand now in the world, with respect to Morals, Honesty is like to gain little by Philosophy, or deep Speculations of any kind. In the main, 'tis best to stick to Common Sense, and go no further. Mens first Thoughts, in this matter, are generally better than their second: their natural Notions better than those refin'd by Study, or Consultation with Casuists. According to common Speech, as well as common Sense, Honesty is the best Policy: But according to refin'd Sense, the only well-advis'd Persons, as to this World, are errant Knaves; and they alone are thought to serve themselves, who serve their Passions, and indulge their loosest Appetites and Desires.—Such, it seems, are the Wise, and such the Wisdom of this World!","subId":"5","id":"Shaftesbury.C.SC.4.1.5"},{"type":"paragraph","content":"An ordinary Man talking of a vile Action, in a way of Common Sense, says naturally and heartily, \"He wou'd not be guilty of such a thing for the whole World.\" But speculative Men find great Modifications in the case; many ways of Evasion; many Remedys; many Alleviations. A good Gift rightly apply'd; a right Method of suing out a Pardon; good Alms-Houses, and charitable Foundations erected for right Worshippers; and a good Zeal shewn for the right Belief, may sufficiently atone for one wrong Practice; especially when it is such as raises a Man to a considerable power (as they say) of doing good, and serving the true Cause.","subId":"6","id":"Shaftesbury.C.SC.4.1.6"},{"type":"paragraph","content":"Many a good Estate, many a high Station has been gain'd upon such a bottom as this. Some Crowns too may have been purchas'd on these terms: and some great Emperors (if I mistake not) there have been of old, who were much assisted by these or the like Principles; and in return were not ingrateful to the Cause and Party which had assisted 'em. The Forgers of such Morals have been amply endow'd: and the World has paid roundly for its Philosophy; since the original plain Principles of Humanity, and the simple honest Precepts of Peace and mutual Love, have, by a sort of spiritual Chymists, been so sublimated, as to become the highest Corrosives; and passing thro' their Limbecks, have yielded the strongest Spirit of mutual Hatred and malignant Persecution.","subId":"7","id":"Shaftesbury.C.SC.4.1.7"},{"type":"note","content":"VOL. III. p. 161, 162.","subId":"n1","id":"Shaftesbury.C.SC.4.1.n1"},{"type":"note","content":"Our Author's French Translator cites, on this occasion, very aptly those Verses of Horace, [Sat. 7. Lib. 2.] \n\n—Quanto constantior idem \n In vitiis, tanto leviùs miser, ac prior illo \n Qui jam contento, jam laxo fune laborat.\n\n","subId":"n2","id":"Shaftesbury.C.SC.4.1.n2"},{"type":"note","content":"VOL. III. p. 78, 79, 90, 91.","subId":"n3","id":"Shaftesbury.C.SC.4.1.n3"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.4","imported":true,"title":"Part IV","breadcrumb":"Part 4","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.4","imported":true,"title":"Part IV","breadcrumb":"Part 4","published":[1709]},"next":{"id":"Shaftesbury.C.SC.4.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1709]}}