{"id":"Shaftesbury.C.SC.4.2","imported":true,"parent":"Shaftesbury.C.SC.4","title":"Section II","breadcrumb":"Section 2","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_038","blocks":[{"type":"title","content":"Section II\n","id":"Shaftesbury.C.SC.4.2"},{"type":"paragraph","content":"BUT our Humours (my Friend!) incline us not to melancholy Reflections. Let the solemn Reprovers of Vice proceed in the manner most sutable to their Genius and Character. I am ready to congratulate with 'em on the Success of their Labours, in that authoritative way which is allow'd 'em. I know not, in the mean while, why others may not be allow'd to ridicule Folly, and recommend Wisdom and Virtue (if possibly they can) in a way of Pleasantry and Mirth. I know not why Poets, or such as write chiefly for the Entertainment of themselves and others, may not be allow'd this Privilege. And if it be the Complaint of our standing Reformers, that they are not heard so well by the Gentlemen of Fashion; if they exclaim against those airy Wits who fly to Ridicule as a Protection, and make successful Sallys from that Quarter; why shou'd it be deny'd one, who is only a Volunteer in this Cause, to engage the Adversary on his own terms, and expose himself willingly to such Attacks, on the single condition of being allow'd fair Play in the same kind?","subId":"1","id":"Shaftesbury.C.SC.4.2.1"},{"type":"paragraph","content":"By Gentlemen of Fashion, I understand those to whom a natural good Genius, or the Force of good Education, has given a Sense of what is naturally graceful and becoming. Some by mere Nature, others by Art and Practice, are Masters of an Ear in Musick, an Eye in Painting, a Fancy in the ordinary things of Ornament and Grace, a Judgment in Proportions of all kinds, and a general good Taste in most of those Subjects which make the Amusement and Delight of the ingenious People of the World. Let such Gentlemen as these be as extravagant as they please, or as irregular in their Morals; they must at the same time discover their Inconsistency, live at variance with themselves, and in contradiction to that Principle, on which they ground their highest Pleasure and Entertainment.","subId":"2","id":"Shaftesbury.C.SC.4.2.2"},{"type":"paragraph","content":"Of all other Beautys which Virtuosos pursue, Poets celebrate, Musicians sing, and Architects or Artists, of whatever kind, describe or form; the most delightful, the most engaging and pathetick, is that which is drawn from real Life, and from the Passions. Nothing affects the Heart like that which is purely from it-self, and of its own nature; such as the Beauty of Sentiments, the Grace of Actions, the Turn of Characters, and the Proportions and Features of a human Mind. This Lesson of Philosophy, even a Romance, a Poem, or a Play may teach us; whilst the fabulous Author leads us with such pleasure thro' the Labyrinth of the Affections, and interests us, whether we will or no, in the Passions of his Heroes and Heroines:","subId":"3","id":"Shaftesbury.C.SC.4.2.3"},{"type":"paragraph","content":"Like a Mage, he tortures, enrages, soothes, fills us with false terrors.","subId":"4","id":"Shaftesbury.C.SC.4.2.4"},{"type":"paragraph","content":"Let Poets, or the Men of Harmony, deny, if they can, this Force of Nature, or withstand this moral Magick. They, for their parts, carry a double portion of this Charm about 'em. For in the first place, the very Passion which inspires 'em, is it-self the Love of Numbers, Decency and Proportion; and this too, not in a narrow sense, or after a selfish way, (for who of them composes for himself?) but in a friendly social View; for the Pleasure and Good of others; even down to Posterity, and future Ages. And in the next place, 'tis evident in these Performers, that their chief Theme and Subject, that which raises their Genius the most, and by which they so effectually move others, is purely Manners, and the moral Part. For this is the Effect, and this the Beauty of their Art; \"in vocal Measures of Syllables, and Sounds, to express the Harmony and Numbers of an inward kind; and represent the Beautys of a human Soul, by proper Foils, and Contrarietys, which serve as Graces in this Limning, and render this Musick of the Passions more powerful and enchanting.\"","subId":"5","id":"Shaftesbury.C.SC.4.2.5"},{"type":"paragraph","content":"The Admirers of Beauty in the Fair Sex wou'd laugh, perhaps, to hear of a moral Part in their Amours. Yet, what a stir is made about a Heart! What curious search of Sentiments, and tender Thoughts! What praises of a Humour, a Sense, a je-ne-sçai-quoi of Wit, and all those Graces of a Mind which these Virtuoso-Lovers delight to celebrate! Let them settle this matter among themselves; and regulate, as they think fit, the Proportions which these different Beautys hold one to another: They must allow still, there is a Beauty of the Mind; and such as is essential in the Case. Why else is the very Air of Foolishness enough to cloy a Lover, at first sight? Why does an Idiot-Look and Manner destroy the Effect of all those outward Charms, and rob the Fair-One of her Power; tho regularly arm'd, in all the Exactness of Features and Complexion? We may imagine what we please of a substantial solid part of Beauty: but were the Subject to be well criticiz'd, we shou'd find, perhaps, that what we most admir'd, even in the turn of outward Features, was only a mysterious Expression, and a kind of Shadow of something inward in the Temper: and that when we were struck with a majestick Air, a sprightly Look, an Amazon bold Grace, or a contrary soft and gentle one; 'twas chiefly the Fancy of these Characters or Qualitys which wrought on us: our Imagination being busy'd in forming beauteous Shapes and Images of this rational kind, which entertain'd the Mind, and held it in admiration; whilst other Passions of a lower Species were employ'd another way. The preliminary Addresses, the Declarations, the Explanations, Confidences, Clearings; the Dependence on something mutual, something felt by way of return; the Spes animi credula mutui: all these become necessary Ingredients in the Affair of Love, and are authentically establish'd by the Men of Elegance and Art in this way of Passion.","subId":"6","id":"Shaftesbury.C.SC.4.2.6"},{"type":"paragraph","content":"Nor can the Men of cooler Passions, and more deliberate Pursuits, withstand the Force of Beauty, in other Subjects. Every-one is a Virtuoso, of a higher or lower degree: Every-one pursues a Grace, and courts a Venus of one kind or another. The Venustum, the Honestum, the Decorum of Things, will force its way. They who refuse to give it scope in the nobler Subjects of a rational and moral kind, will find its Prevalency elsewhere, in an inferior Order of Things. They who overlook the main Springs of Action, and despise the Thought of Numbers and Proportion in a Life at large, will in the mean Particulars of it, be no less taken up, and engag'd; as either in the Study of common Arts, or in the Care and Culture of mere mechanick Beautys. The Models of Houses, Buildings, and their accompanying Ornaments; the Plans of Gardens, and their Compartments; the ordering of Walks, Plantations, Avenues; and a thousand other Symmetrys, will succeed in the room of that happier and higher Symmetry and Order of a Mind. The Species of Fair, Noble, Handsom, will discover it-self on a thousand Occasions, and in a thousand Subjects. The Specter still will haunt us, in some shape or other: and when driven from our cool Thoughts, and frighted from the Closet, will meet us even at Court, and fill our Heads with Dreams of Grandure, Titles, Honours, and a false Magnificence and Beauty; to which we are ready to sacrifice our highest Pleasure and Ease; and for the sake of which, we become the merest Drudges, and most abject Slaves.","subId":"7","id":"Shaftesbury.C.SC.4.2.7"},{"type":"paragraph","content":"The Men of Pleasure, who seem the greatest Contemners of this philosophical Beauty, are forc'd often to confess her Charms. They can as heartily as others commend Honesty; and are as much struck with the Beauty of a generous Part. They admire the Thing it-self, tho not the Means. And, if possible, they wou'd so order it, as to make Probity and Luxury agree. But the Rules of Harmony will not permit it. The Dissonancys are too strong. However, the Attempts of this kind are not unpleasant to observe. For tho some of the voluptuous are found sordid Pleaders for Baseness and Corruption of every sort: yet others, more generous, endeavour to keep measures with Honesty; and understanding Pleasure better, are for bringing it under some Rule. They condemn this manner: they praise the other. \"So far was right: but further, wrong. Such a Case was allowable: but such a one not to be admitted.\" They introduce a Justice, and an Order in their Pleasures. They wou'd bring Reason to be of their Party, account in some manner for their Lives, and form themselves to some kind of Consonancy, and Agreement: Or shou'd they find this impracticable on certain terms, they wou'd chuse to sacrifice their own Pleasures to those which arise from a generous Behaviour, a Regularity of Conduct, and a Consistency of Life and Manners:","subId":"8","id":"Shaftesbury.C.SC.4.2.8"},{"type":"paragraph","content":"To learn the measures and rules of the true life.","subId":"9","id":"Shaftesbury.C.SC.4.2.9"},{"type":"paragraph","content":"Other Occasions will put us upon this Thought: but chiefly a strong View of Merit, in a generous Character, oppos'd to some detestably vile one. Hence it is that among Poets, the Satirists seldom fail in doing Justice to Virtue. Nor are any of the nobler Poets false to this Cause. Even modern Wits, whose Turn is all towards Gallantry and Pleasure, when bare-fac'd Villany stands in their way, and brings the contrary Species in view, can sing in passionate strains the Praises of plain Honesty.","subId":"10","id":"Shaftesbury.C.SC.4.2.10"},{"type":"paragraph","content":"When we are highly Friends with the World, successful with the Fair, and prosperous in the possession of other Beautys; we may perchance, as is usual, despise this sober Mistress. But when we see, in the issue, what Riot and Excess naturally produce in the World; when we find that by Luxury's means, and for the service of vile Interests, Knaves are advanc'd above us, and the vilest of Men prefer'd before the honestest; we then behold Virtue in a new Light, and by the assistance of such a Foil, can discern the Beauty of Honesty, and the reality of those Charms, which before we understood not to be either natural or powerful.","subId":"11","id":"Shaftesbury.C.SC.4.2.11"},{"type":"note","content":"\n\n——Angit, \n Irritat, mulcet, falsis terroribus implet, \n Ut Magus. \n [Hor. Epist. 1. lib. 2.]\n\n","subId":"n1","id":"Shaftesbury.C.SC.4.2.n1"},{"type":"note","content":"Infra, pag. 337.","subId":"n2","id":"Shaftesbury.C.SC.4.2.n2"},{"type":"note","content":"VOL. III. p. 173.","subId":"n3","id":"Shaftesbury.C.SC.4.2.n3"},{"type":"note","content":"VOL. III. p. 33. 182–186.","subId":"n4","id":"Shaftesbury.C.SC.4.2.n4"},{"type":"note","content":"Et verae numerosque modosque ediscere vitae.","subId":"n5","id":"Shaftesbury.C.SC.4.2.n5"},{"type":"note","content":"VOL. III. p. 308, 309.","subId":"n6","id":"Shaftesbury.C.SC.4.2.n6"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.4","imported":true,"title":"Part IV","breadcrumb":"Part 4","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.4.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1709]},"next":{"id":"Shaftesbury.C.SC.4.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]}}