{"id":"Hume.EWU.IM","imported":true,"parent":"Hume.EWU","title":"Of Impudence and Modesty","breadcrumb":"Of Impudence and Modesty","published":[1741],"copytext":[1760],"sourceDesc":"The first edition of Hume’s [Essays, Moral and Political] contained eight essays that were later withdrawn from the [Essays, Moral, Political, and Literary, Part 1] (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays [Of Suicide] and [Of the Immortality of the Soul]. These latter were printed in 1755, intended for what became the [Four Dissertations] of 1757, but Hume soon regretted the decision and had them removed, writing the essay [Of the Standard of Taste] to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","blocks":[{"type":"title","content":"Of Impudence and Modesty.\n","id":"Hume.EWU.IM"},{"type":"paragraph","content":"I AM of opinion, That the common complaints against Providence are ill-grounded, and that the good or bad qualities of men are the causes of their good or bad fortune, more than what is generally imagined. There are, no doubt, instances to the contrary, and these too pretty numerous; but few, in comparison of the instances we have of a right distribution of prosperity and adversity: nor indeed could it be otherwise from the common course of human affairs. To be endowed with a benevolent disposition, and to love others, will almost infallibly procure love and esteem; which is the chief circumstance in life, and facilitates every enterprize and undertaking; besides the satisfaction, which immediately results from it. The case is much the same with the other virtues. Prosperity is naturally, though not necessarily, attached to virtue and merit; and adversity, in like manner, to vice and folly.","subId":"1","id":"Hume.EWU.IM.1","pages":"552-3"},{"type":"paragraph","content":"I must, however, confess, that this rule admits of an exception, with regard to one moral quality; and that modesty has a natural tendency to conceal a man's talents, as impudence displays them to the utmost, and has been the only cause why many have risen in the world, under all the disadvantages of low birth and little merit. Such indolence and incapacity is there in the generality of mankind, that they are apt to receive a man for whatever he has a mind to put himself off for; and admit his overbearing airs as proofs of that merit which he assumes to himself. A decent assurance seems to be the natural attendant of virtue; and few men can distinguish impudence from it: As, on the other hand, diffidence, being the natural result of vice and folly, has drawn disgrace upon modesty, which in outward appearance so nearly resembles it.","subId":"2","id":"Hume.EWU.IM.2","pages":"553"},{"type":"paragraph","content":"As impudence, though really a vice, has the same effects upon a man's fortune, as if it were a virtue; so we may observe, that it is almost as difficult to be attained, and is, in that respect, distinguished from all the other vices, which are acquired with little pains, and continually encrease upon indulgence. Many a man, being sensible that modesty is extremely prejudicial to him in making his fortune, has resolved to be impudent, and to put a bold face upon the matter: But, it is observable, that such people have seldom succeeded in the attempt, but have been obliged to relapse into their primitive modesty. Nothing carries a man through the world like a true genuine natural impudence. Its counterfeit is good for nothing, nor can ever support itself. In any other attempt, whatever faults a man commits and is sensible of, he is so much the nearer his end. But when he endeavours at impudence, if he ever failed in the attempt, the remembrance of that failure will make him blush, and will infallibly disconcert him: After which every blush is a cause for new blushes, till he be found out to be an arrant cheat, and a vain pretender to impudence.","subId":"3","id":"Hume.EWU.IM.3","pages":"553-4"},{"type":"paragraph","content":"If any thing can give a modest man more assurance, it must be some advantages of fortune, which chance procures to him. Riches naturally gain a man a favourable reception in the world, and give merit a double lustre, when a person is endowed with it; and supply its place, in a great measure, when it is absent. It is wonderful to observe what airs of superiority fools and knaves, with large possessions, give themselves above men of the greatest merit in poverty. Nor do the men of merit make any strong opposition to these usurpations; or rather seem to favour them by the modesty of their behaviour. Their good sense and experience make them diffident of their judgment, and cause them to examine every thing with the greatest accuracy: As, on the other hand, the delicacy of their sentiments makes them timorous lest they commit faults, and lose in the practice of the world that integrity of virtue, so to speak, of which they are so jealous. To make wisdom agree with confidence, is as difficult as to reconcile vice and modesty.","subId":"4","id":"Hume.EWU.IM.4","pages":"554"},{"type":"paragraph","content":"These are the reflections which have occurred upon this subject of impudence and modesty; and I hope the reader will not be displeased to see them wrought into the following allegory,","subId":"5","id":"Hume.EWU.IM.5","pages":"554"},{"type":"paragraph","content":"Jupiter, in the beginning, joined Virtue, Wisdom, and Confidence together; and Vice, Folly, and Diffidence: And thus connected, sent them into the world. But though he thought he had matched them with great judgment, and said that Confidence was the natural companion of Virtue, and that Vice deserved to be attended with Diffidence, they had not gone far before dissension arose among them. Wisdom, who was the guide of the one company, was always accustomed before she ventured upon any road, however beaten, to examine it carefully; to enquire whither it led; what dangers, difficulties and hindrances might possibly or probably occur in it. In these deliberations she usually consumed some time; which delay was very displeasing to Confidence, who was always inclined to hurry on, without much forethought or deliberation, in the first road he met. Wisdom and Virtue were inseparable: But Confidence one day, following his impetuous nature, advanced a considerable way before his guides and companions; and not feeling any want of their company, he never enquired after them, nor ever met with them more. In like manner, the other society, though joined by Jupiter, disagreed and separated. As Folly saw very little way before her, she had nothing to determine concerning the goodness of roads, nor could give the preference to one above another; and this want of resolution was encreased by Diffidence, who, with her doubts and scruples, always retarded the journey. This was a great annoyance to Vice, who loved not to hear of difficulties and delays, and was never satisfied without his full career, in whatever his inclinations led him to. Folly, he knew, though she harkened to Diffidence, would be easily managed when alone; and therefore, as a vicious horse throws his rider, he openly beat away this controller of all his pleasures, and proceeded in his journey with Folly, from whom he is inseparable. Confidence and Diffidence being, after this manner, both thrown loose from their respective companies, wandered for some time; till at last chance led them at the same time to one village. Confidence went directly up to the great house, which belonged to Wealth, the lord of the village; and without staying for a porter, intruded himself immediately into the innermost apartments, where he found Vice and Folly well received before him. He joined the train; recommended himself very quickly to his landlord; and entered into such familiarity with Vice, that he was enlisted in the same company with Folly. They were frequent guests of Wealth, and from that moment inseparable. Diffidence, in the mean time, not daring to approach the great house, accepted of an invitation from Poverty, one of the tenants; and entering the cottage, found Wisdom and Virtue, who being repulsed by the landlord, had retired thither. Virtue took compassion of her, and Wisdom found, from her temper, that she would easily improve: So they admitted her into their society. Accordingly, by their means, she altered in a little time somewhat of her manner, and becoming much more amiable and engaging, was now known by the name of Modesty. As ill company has a greater effect than good, Confidence, though more refractory to counsel and example, degenerated so far by the society of Vice and Folly, as to pass by the name of Impudence. Mankind, who saw these societies as Jupiter first joined them, and know nothing of these mutual desertions, are thereby led into strange mistakes; and wherever they see Impudence, make account of finding Virtue and Wisdom, and wherever they observe Modesty, call her attendants Vice and Folly.","subId":"6","id":"Hume.EWU.IM.6","pages":"554-6"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"}],"prev":{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},"next":{"id":"Hume.EWU.LM","imported":true,"title":"Of Love and Marriage","breadcrumb":"Of Love and Marriage","published":[1741]}}