{"id":"Hume.ETSS.EHU.2","imported":true,"parent":"Hume.ETSS.EHU","title":"Section 2. Of the Origin of Ideas","breadcrumb":"Section 2","published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"£1 SECTION II. £1 £2 Of the ^Origin^ of ^Ideas^. £2","id":"Hume.ETSS.EHU.2"},{"type":"paragraph","content":"EVERY one will readily allow, that there is a considerable difference between the perceptions of the mind, when a man feels the pain of excessive heat, or the pleasure of moderate warmth, and when he afterwards recalls to his memory this sensation, or anticipates it by his imagination. These faculties may mimic or copy the perceptions of the senses; but they never can entirely reach the force and vivacity of the original sentiment. The utmost we say of them, even when they operate with greatest vigour, is, that they represent their object in so lively a manner, that we could _almost_ say we feel or see it: But, except the mind be disordered by disease or madness, they never can arrive at such a pitch of vivacity, as to render these perceptions altogether undistinguishable. All the colours of poetry, however splendid, can never paint natural objects in such a manner as to make the description be taken for a real landskip. The most lively thought is still inferior to the dullest sensation.","subId":"1","id":"Hume.ETSS.EHU.2.1","pages":"17"},{"type":"paragraph","content":"We may observe a like distinction to run through all the other perceptions of the mind. A man in a fit of anger, is actuated in a very different manner from one who only thinks of that emotion. If you tell me, that any person is in love, I easily understand your meaning, and form a just conception of his situation; but never can mistake that conception for the real disorders and agitations of the passion. When we reflect on our past sentiments and |affections, our thought is a faithful mirror, and copies its objects truly; but the colours which it employs are faint and dull, in comparison of those in which our original perceptions were clothed. It requires no nice discernment or metaphysical head to mark the distinction between them.","subId":"2","id":"Hume.ETSS.EHU.2.2","pages":"17-8"},{"type":"paragraph","content":"Here therefore we may divide all the perceptions of the mind into two classes or species, which are distinguished by their different degrees of force and vivacity. The less forcible and lively are commonly denominated ^Thoughts^ or ^Ideas^. The other species want a name in our language, and in most others; I suppose, because it was not requisite for any, but philosophical purposes, to rank them under a general term or appellation. Let us, therefore, use a little freedom, and call them ^Impressions;^ employing that word in a sense somewhat different from the usual. By the term _impression_, then, I mean all our more lively perceptions, when we hear, or see, or feel, or love, or hate, or desire, or will. And impressions are distinguished from ideas, which are the less lively perceptions, of which we are conscious, when we reflect on any of those sensations or movements above mentioned.","subId":"3","id":"Hume.ETSS.EHU.2.3","pages":"18"},{"type":"paragraph","content":"Nothing, at first view, may seem more unbounded than the thought of man, which not only escapes all human power and authority, but is not even restrained within the limits of nature and reality. To form monsters, and join incongruous shapes and appearances, costs the imagination no more trouble than to conceive the most natural and familiar objects. And while the body is confined to one planet, along which it creeps with pain and difficulty; the thought can in an instant transport us into the most distant regions of the universe; or even beyond the universe, into the unbounded chaos, where nature is supposed to lie in total confusion. What never was seen, or heard of, may yet be conceived; nor is any thing beyond the power of thought, except what implies an absolute contradiction.","subId":"4","id":"Hume.ETSS.EHU.2.4","pages":"18"},{"type":"paragraph","content":"But though our thought seems to possess this unbounded liberty, we shall find, upon a nearer examination, that it is really confined within very narrow limits, and that all this creative power of the mind amounts to no more than the faculty of compounding, transposing, augmenting, or diminishing the materials afforded us by the senses and experience. When we think of a golden mountain, we only join two consistent ideas, _gold_, and _mountain_, with which we were formerly acquainted. A virtuous horse we can conceive; because, from our own feeling, we can conceive virtue; and this we may unite to the figure and shape of a horse, which is an animal familiar to us. In short, all the materials of thinking are derived either from our outward or inward sentiment: The mixture and composition of these belongs alone to the mind and will. Or, to express myself in philosophical language, all our ideas or more feeble perceptions are copies of our impressions or more lively ones.","subId":"5","id":"Hume.ETSS.EHU.2.5","pages":"19"},{"type":"paragraph","content":"To prove this, the two following arguments will, I hope, be sufficient. First, when we analyse our thoughts or ideas, however compounded or sublime, we always find, that they resolve themselves into such simple ideas as were copied from a precedent feeling or sentiment. Even those ideas, which, at first view, seem the most wide of this origin, are found, upon a nearer scrutiny, to be derived from it. The idea of God, as meaning an infinitely intelligent, wise, and good Being, arises from reflecting on the operations of our own mind, and augmenting, without limit, those qualities of goodness and wisdom. We may prosecute this enquiry to what length we please; where we shall always find, that every idea which we examine is copied from a similar impression. Those who would assert, that this position is not universally true nor without exception, have only one, and that an easy method of refuting it; by producing that idea, which, in their opinion, is not derived from this source. |It will then be incumbent on us, if we would maintain our doctrine, to produce the impression or lively perception, which corresponds to it.","subId":"6","id":"Hume.ETSS.EHU.2.6","pages":"19-20"},{"type":"paragraph","content":"Secondly. If it happen, from a defect of the organ, that a man is not susceptible of any species of sensation, we always find, that he is as little susceptible of the correspondent ideas. A blind man can form no notion of colours; a deaf man of sounds. Restore either of them that sense, in which he is deficient; by opening this new inlet for his sensations, you also open an inlet for the ideas; and he finds no difficulty in conceiving these objects. The case is the same, if the object, proper for exciting any sensation, has never been applied to the organ. A ^Laplander^ or ^Negroe^ has no notion of the relish of wine. And though there are few or no instances of a like deficiency in the mind, where a person has never felt or is wholly incapable of a sentiment or passion, that belongs to his species; yet we find the same observation to take place in a less degree. A man of mild manners can form no idea of inveterate revenge or cruelty; nor can a selfish heart easily conceive the heights of friendship and generosity. It is readily allowed, that other beings may possess many senses of which we can have no conception; because the ideas of them have never been introduced to us, in the only manner, by which an idea can have access to the mind, to wit, by the actual feeling and sensation.","subId":"7","id":"Hume.ETSS.EHU.2.7","pages":"20"},{"type":"paragraph","content":"There is, however, one contradictory ph{ae}nomenon, which may prove, that it is not absolutely impossible for ideas to arise, independent of their correspondent impressions. I believe it will readily be allowed, that the several distinct ideas of colour, which enter by the eye, or those of sound, which are conveyed by the ear, are really different from each other; though, at the same time, resembling. Now if this be true of different colours, it must be no less so of the different shades of the same colour; and each shade |produces a distinct idea, independent of the rest. For if this should be denied, it is possible, by the continual gradation of shades, to run a colour insensibly into what is most remote from it; and if you will not allow any of the means to be different, you cannot, without absurdity, deny the extremes to be the same. Suppose, therefore, a person to have enjoyed his sight for thirty years, and to have become perfectly acquainted with colours of all kinds, except one particular shade of blue, for instance, which it never has been his fortune to meet with. Let all the different shades of that colour, except that single one, be placed before him, descending gradually from the deepest to the lightest; it is plain, that he will perceive a blank, where that shade is wanting, and will be sensible, that there is a greater distance in that place between the contiguous colours than in any other. Now I ask, whether it be possible for him, from his own imagination, to supply this deficiency, and raise up to himself the idea of that particular shade, though it had never been conveyed to him by his senses? I believe there are few but will be of opinion that he can: And this may serve as a proof, that the simple ideas are not always, in every instance, derived from the correspondent impressions; though this instance is so singular, that it is scarcely worth our observing, and does not merit, that for it alone we should alter our general maxim.","subId":"8","id":"Hume.ETSS.EHU.2.8","pages":"20-1"},{"type":"paragraph","content":"Here, therefore, is a proposition, which not only seems, in itself, simple and intelligible; but, if a proper use were made of it, might render every dispute equally intelligible, and banish all that jargon, which has so long taken possession of metaphysical reasonings, and drawn disgrace upon them. All ideas, especially abstract ones, are naturally faint and obscure: The mind has but a slender hold of them: They are apt to be confounded with other resembling ideas; and when we have often employed any |term, though without a distinct meaning, we are apt to imagine it has a determinate idea, annexed to it. On the contrary, all impressions, that is, all sensations, either outward or inward, are strong and vivid: Hume.The limits between them are more exactly determined: Nor is it easy to fall into any error or mistake with regard to them. When we entertain, therefore, any suspicion, that a philosophical term is employed without any meaning or idea (as is but too frequent), we need but enquire, _from what impression is that supposed idea derived?_ And if it be impossible to assign any, this will serve to confirm our suspicion. By bringing ideas into so clear a light, we may reasonably hope to remove all dispute, which may arise, concerning their nature and reality[n1].","subId":"9","id":"Hume.ETSS.EHU.2.9","pages":"21-2"},{"type":"note","content":"See NOTE [A].","subId":"n1","id":"Hume.ETSS.EHU.2.n1","pages":"22"},{"type":"note","content":"IT is probable that no more was meant by those, who denied innate ideas, than that all ideas were copies of our impressions; though it must be confessed, that the terms, which they employed, were not chosen with such caution, nor so exactly defined, as to prevent all mistakes about their doctrine. For what is meant by _innate_? If innate be equivalent to natural, then all the perceptions and ideas of the mind must be allowed to be innate or natural, in whatever sense we take the latter word, whether in opposition to what is uncommon, artificial, or miraculous. If by innate be meant, contemporary to our birth, the dispute seems to be frivolous; nor is it worth while to enquire at what time thinking begins, whether before, at, or after our birth. Again, the word _idea_, seems to be commonly taken in a very loose sense, by ^Locke^ and others; as standing for any of our perceptions, our sensations and passions, as well as thoughts. Now in this sense, I should desire to know, what can be meant by asserting, that self-love, or resentment of injuries, or the passion between the sexes is not innate?","subId":"n1.1","id":"Hume.ETSS.EHU.2.n1.1","pages":"22"},{"type":"note","content":"But admitting these terms, _impressions_ and _ideas_, in the sense above explained, and understanding by _innate_, what is original or copied from no precedent perception, then may we assert, that all our impressions are innate, and our ideas not innate.","subId":"n1.2","id":"Hume.ETSS.EHU.2.n1.2","pages":"22"},{"type":"note","content":"To be ingenuous, I must own it to be my opinion, that ^Locke^ was betrayed into this question by the schoolmen, who, making use of undefined terms, draw out their disputes to a tedious length, without ever touching the point in question. A like ambiguity and circumlocution seem to run through that philosopher's reasonings on this as well as most other subjects.","subId":"n1.3","id":"Hume.ETSS.EHU.2.n1.3","pages":"22"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EHU","imported":true,"title":"An Enquiry concerning Human Understanding","breadcrumb":"First Enquiry","published":[1748]}],"prev":{"id":"Hume.ETSS.EHU.1","imported":true,"title":"Section 1. Of the Different Species of Philosophy","breadcrumb":"Section 1","published":[1748]},"next":{"id":"Hume.ETSS.EHU.3","imported":true,"title":"Section 3. Of the Association of Ideas","breadcrumb":"Section 3","published":[1748]}}