{"id":"Hutcheson.IBV.IBO.4","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 4. Of Relative or Comparative Beauty","breadcrumb":"Section 4","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_028","blocks":[{"type":"title","content":"£3 SECT. IV. £3 £3 _Of _Relative_ or _Comparative Beauty_._ £3","id":"Hutcheson.IBV.IBO.4"},{"type":"paragraph","content":"#Comparative Beauty.# IF the preceding Thoughts concerning the Foundation of _absolute Beauty_ be just, we may easily understand wherein _relative Beauty_ consists. All _Beauty_ is relative to the Sense of some Mind perceiving it; but what we call _relative_ is that which is apprehended in any _Object_, commonly consider'd as an _Imitation_ of some Original: And this _Beauty_ is founded on a _Conformity_, or a kind of _Unity_ between the Original and the Copy. The Original may be either some Object in _Nature_, or some _establish'd Idea_; for if there be any known _Idea_ as a Standard, and Rules to fix this Image or _Idea_ by, we may make a _beautiful Imitation_. Thus a _Statuary_, _Painter_, or _Poet_, may please us with an =^Hercules^=, if his Piece retains that _Grandeur_, and those marks of _Strength_ and _Courage_, which we imagine in that Hero.","subId":"1","id":"Hutcheson.IBV.IBO.4.1"},{"type":"paragraph","content":"^And^ farther, to obtain _comparative Beauty_ alone, it is not necessary that there be any Beauty in the Original; the Imitation of _absolute Beauty_ may indeed in the whole make a more lovely Piece, and yet an exact Imitation shall still be _beautiful_, though the Original were intirely void of it: Thus the _Deformitys_ of old Age in a Picture, the _rudest Rocks_ or _Mountains_ in a _Landskip_, if well represented, shall have abundant _Beauty_, tho' perhaps not so great as if the Original were _absolutely beautiful_, and as well represented: Nay, perhaps the _Novelty_ may make us prefer the Representation of Irregularity.","subId":"2","id":"Hutcheson.IBV.IBO.4.2"},{"type":"paragraph","content":"#Description in Poetry.# ^The^ same Observation holds true in the Descriptions of the Poets either of _natural_ Objects or Persons; and this _relative Beauty_ is what they should principally endeavour to obtain, as the peculiar _Beauty_ of their Works. By the $Moratae Fabulae$, or the $ἢθη$ of =^Aristotle^=, we are not to understand _virtuous Manners_, but a _just Representation_ of Manners or Characters as they are in _Nature_; and that the _Actions_ and _Sentiments_ be suited to the Characters of the _Persons_ to whom they are ascrib'd in _Epick_ and _Dramatick_ Poetry. Perhaps very good Reasons may be suggested from the Nature of our _Passions_, to prove that a Poet should not draw his _Characters_ perfectly _Virtuous_; these Characters indeed, abstractly consider'd, might give more Pleasure, and have more _Beauty_ than the _imperfect_ ones which occur in Life with a mixture of Good and Evil: But it may suffice at present to suggest against this Choice, that we have more lively Ideas of _imperfect Men_ with all their Passions, than of _morally perfect Heroes_, such as really never occur to our Observation; and of which consequently we cannot judge exactly as to their Agreement with the Copy. And further, thro' Consciousness of our own State, we are more nearly touch'd and affected by the _imperfect Characters_; since in them we see represented, in the Persons of others, the Contrasts of Inclinations, and the _Struggles_ between the Passions of _Self-Love_ and those of _Honour_ and _Virtue_, which we often feel in our own Breasts. This is the Perfection of _Beauty_ for which =^Homer^= is justly admir'd, as well as for the _Variety_ of his _Characters_.","subId":"3","id":"Hutcheson.IBV.IBO.4.3"},{"type":"paragraph","content":"#Probability, Simile, Metaphor.# ^Many^ other Beautys of Poetry may be reduc'd under this Class of _relative Beauty_: The _Probability_ is absolutely necessary to make us imagine _Resemblance_; it is by Resemblance that the _Similitudes_, _Metaphors_ and _Allegorys_ are made _beautiful_, whether either the Subject or the Thing compar'd to it have _Beauty_ or not; the _Beauty_ indeed is greater, when both have some _original Beauty_ or Dignity as well as _Resemblance_: and this is the foundation of the Rule of studying _Decency_ in _Metaphors_ and _Similes_ as well as _Likeness_. The _Measures_ and _Cadence_ are instances of _Harmony_, and come under the head of _absolute Beauty_.","subId":"4","id":"Hutcheson.IBV.IBO.4.4"},{"type":"paragraph","content":"#Proneness to compare.# ^We^ may here observe a strange Proneness in our Minds to make _perpetual Comparisons_ of all things which occur to our Observation, even of those which are very different from each other. There are certain _Resemblances_ in the Motions of all Animals upon like Passions, which easily found a _Comparison_; but this does not serve to entertain our Fancy: _Inanimate Objects_ have often such Positions as resemble those of the _human Body_ in various Circumstances; these Airs or Gestures of the _Body_ are Indications of certain Dispositions in the _Mind_, so that our very _Passions_ and _Affections_, as well as other Circumstances, obtain a Resemblance to _natural inanimate Objects_. Thus a _Tempest_ at Sea is often an Emblem of _Wrath_; a _Plant_ or _Tree_ drooping under the Rain, of a Person in _Sorrow_; a _Poppy_ bending its Stalk, or a _Flower_ withering when cut by the Plow, resembles the Death of a _blooming Hero_; an _aged Oak_ in the Mountains shall represent an _old Empire_, a _Flame_ seizing a Wood shall represent a _War_. In short, every thing in _Nature_, by our strange inclination to _Resemblance_, shall be brought to represent other things, even the most remote, especially the Passions and Circumstances of human Nature in which we are more nearly concern'd; and to confirm this, and furnish Instances of it, one need only look into =^Homer^= or =^Virgil^=. A fruitful Fancy would find in a _Grove_, or a _Wood_, an Emblem for every _Character in a Commonwealth_, and every turn of _Temper_, or _Station in Life_.","subId":"5","id":"Hutcheson.IBV.IBO.4.5"},{"type":"paragraph","content":"#Intention.# ^Concerning^ that kind of _comparative Beauty_ which has a necessary relation to some establish'd Idea, we may observe, that some Works of _Art_ acquire a _distinct Beauty_ by their Correspondence to some universally suppos'd _Intention_ in the Artificer, or the Persons who employ'd him: And to obtain this _Beauty_, sometimes they do not form their Works so as to attain the highest Perfection of _original Beauty_ separately consider'd; because a Composition of this _relative Beauty_, along with some degree of the _original_ Kind, may give more Pleasure, than a more _perfect original Beauty_ separately. Thus we see, that strict _Regularity_ in laying out of Gardens in _Parterres_, _Vistas_, _parallel Walks_, is often neglected, to obtain an Imitation of _Nature_ even in some of its _Wildnesses_. And we are more pleas'd with this _Imitation_, especially when the Scene is large and spacious, than with the more confin'd Exactness of _regular Works_. So likewise in the _Monuments_ erected in honour of deceased _Heroes_, altho' a _Cylinder_, or _Prism_, or _regular Solid_, may have more _original Beauty_ than a very acute _Pyramid_ or _Obelisk_, yet the latter pleases more, by answering better the suppos'd Intentions of _Stability_, and being _conspicuous_. For the same reason _Cubes_, or square _Prisms_, are generally chosen for the _Pedestals_ of _Statues_, and not any of the more _beautiful Solids_, which do not seem so secure from rolling. This may be the reason too, why _Columns_ or _Pillars_ look best when made a little taper from the middle or a third from the bottom, that they may not seem top-heavy, and in danger of falling.","subId":"6","id":"Hutcheson.IBV.IBO.4.6"},{"type":"paragraph","content":"^The^ like Reason may influence Artists, in many other Instances, to depart from the Rules of _original Beauty_, as above laid down. And yet this is no Argument against our Sense of _Beauty_ being founded, as was above explain'd, on _Uniformity amidst Variety_, but only an Evidence, that our Sense of _Beauty_ of the _Original_ Kind may be vary'd and over-balanc'd by another kind of _Beauty_.","subId":"7","id":"Hutcheson.IBV.IBO.4.7"},{"type":"paragraph","content":"^This^ _Beauty_ arising from Correspondence to _Intention_, would open to curious Observers a new Scene of _Beauty_ in the Works of ^Nature^, by considering how the _Mechanism_ of the various Parts known to us, seems adapted to the Perfection of that Part, and yet in Subordination to the Good of some _System_ or _Whole_. We generally suppose the Good of the _greatest Whole_, or of _all Beings_, to have been the _Intention_ of the ^Author^ of _Nature_; and cannot avoid being pleas'd when we see any Part of this _Design_ executed in the _Systems_ we are acquainted with. The Observations already made on this Subject are in every one's Hand, in the Treatises of our late Improvers of _mechanical Philosophy_. We shall only observe here, that every one has a certain Pleasure in seeing any Design well executed by curious _Mechanism_, even when his own Advantage is no way concern'd; and also in discovering the Design to which any complex _Machine_ is adapted, when he has perhaps had a general Knowledge of the _Machine_ before, without seeing its Correspondence or Aptness to execute any Design[n1].","subId":"8","id":"Hutcheson.IBV.IBO.4.8"},{"type":"paragraph","content":"^The^ Arguments by which we prove _Reason_ and _Design_ in any _Cause_ from the _Beauty_ of the _Effects_, are so frequently us'd in some of the highest Subjects, that it may be necessary to inquire a little more particularly into them, to see how far they will hold, and with what degree of Evidence.","subId":"9","id":"Hutcheson.IBV.IBO.4.9"},{"type":"note","content":"'Tis surprising to see the ingenious Author of [_Alciphron_] alledging, that all Beauty observed is solely some _Use_ perceived or imagined; for no other Reason than this, that the Apprehension of the Use intended, occurs continually, when we are judging of the Forms of Chairs, Doors, Tables, and some other Things of obvious Use; and that we like those Forms most, which are _fittest_ for _the Use_. Whereas we see, that in these very Things _Similitude_ of parts is regarded, where unlike Parts would be equally useful: thus the Feet of a Chair would be of the same Use, tho' unlike, were they equally long; tho' one were strait, and the other bended; or one bending outwards, and the other inwards: A Coffin-shape for a Door would bear a more manifest Aptitude to the human Shape, than that which Artists require. And then what is the _Use_ of these _Imitations of Nature_, or of its Works, in _Architecture_? Why should a Pillar please which has some of the Human Proportions? Is the _End_ or _Use_ of a Pillar the same as of a Man? Why the Imitation of other natural or well-proportioned Things in the Entablature? Is there then a _Sense of Imitation_, relishing it where there is no other Use than this, that it naturally pleases? Again; Is no Man pleased with the Shapes of any Animals, but those which he expects Use from? The Shapes of the Horse or the Ox may promise Use to the Owner; but is he the only Person who relishes the Beauty? And is there no Beauty discerned in Plants, in Flowers, in Animals, whose Use is to us unknown? But what is still more surprising, is his representing =_Aristotle_= as giving the $ἐπαινετόν$, for the Notion of the $καλὸν$: when he has so often told us, \"that the $καλὸν$ is prior to it; that we love Praise from others, as it gives Testimony to, and confirms our Opinion of, our being possessed of Virtue, or the $καλὸν$; and that the superior Excellency of this, which we antecedently perceive, is the Reason why we love Praise.\" See [_Ethic. Ad Nicom. Lib. _i._ c. 5._] and often elsewhere. 'Tis true that the $καλὸν$ is laudable, and, as =_Plato_= asserts, all-wise, $ἡδὺ, καὶ ὠϕέλιμον$ at last; and so does every one maintain who asserts a _Moral Sense_, in that very Assertion. And yet the Doctor has found out the Art of making this an Objection to a _Moral Sense_.","subId":"n1","id":"Hutcheson.IBV.IBO.4.n1"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.3","imported":true,"title":"Section 3. Of the Beauty of Theorems","breadcrumb":"Section 3","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.5","imported":true,"title":"Section 5. Concerning our Reasonings about Design and Wisdom in the Cause, from the Beauty or Regularity of Effects","breadcrumb":"Section 5","published":[1725]}}