{"id":"Hutcheson.IBV.IBO.5","imported":true,"parent":"Hutcheson.IBV.IBO","title":"Section 5. Concerning our Reasonings about Design and Wisdom in the Cause, from the Beauty or Regularity of Effects","breadcrumb":"Section 5","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_029","blocks":[{"type":"title","content":"£3 SECT. V. £3 £3 _Concerning our Reasonings about _Design_ and _Wisdom_ in the _Cause_, from the _Beauty_ or _Regularity_ of _Effects_._ £3","id":"Hutcheson.IBV.IBO.5"},{"type":"paragraph","content":"#Sense, Arbitrary in its Author.# THERE seems to be no necessary Connection of our pleasing Ideas of _Beauty_ with the _Uniformity_ or _Regularity_ of the Objects, from the _Nature_ of things, antecedent to some _Constitution_ of the ^Author^ of our Nature, which has made such Forms pleasant to us. Other _Minds_ may be so fram'd as to receive no Pleasure from _Uniformity_; and we actually find, that the same regular Forms seem not equally to please all the Animals known to us, as shall probably appear hereafter. Therefore let us make what is the most unfavourable Supposition to the present Argument, _viz._ That the Constitution of our Sense so as to approve _Uniformity_, is merely arbitrary in the ^Author^ of our Nature; and that there are an infinity of _Tastes_ or _Relishes_ of _Beauty_ possible; so that it would be impossible to throw together fifty or a hundred Pebbles, which should not make an agreeable Habitation for some Animal or other, and appear _beautiful_ to it. And then it is plain, that from the Perception of _Beauty_ in any one Effect, we should have no reason to conclude _Design_ in the _Cause_: for a Sense might be so constituted as to be pleas'd with such _Irregularity_ as may be the effect of an _undirected Force_[n1]. But then, as there are an Infinity of _Forms_ possible into which any System may be reduc'd, an Infinity of _Places_ in which Animals may be situated, and an Infinity of _Relishes_ or _Senses_ in these Animals is suppos'd possible; that in the immense Spaces any one Animal should by Chance be plac'd in a System agreeable to its Taste, must be improbable as _infinite_ to _one_ at least: And much more unreasonable is it to expect from Chance, that a multitude of Animals agreeing in their Sense of _Beauty_ should obtain _agreeable Places_.","subId":"1","id":"Hutcheson.IBV.IBO.5.1"},{"type":"paragraph","content":"#Undirected Force.# ^There^ is also the same Probability, that in any one System of Matter an _Undirected Force_ will produce a _regular Form_, as any one given _irregular_ one, of the same degree of Complication: But still the _irregular Forms_ into which any System may be rang'd, surpass in multitude the _Regular_, as _Infinite_ does _Unity_; for what holds in one small System, will hold in a _Thousand_, a _Million_, a _Universe_, with more Advantage, _viz._ that the _irregular Forms_ possible infinitely surpass the _Regular_. For Instance, the _Area_ of an Inch _Square_ is capable of an Infinity of _regular Forms_, the _Equilateral Triangle_, the _Square_, the _Pentagon_, _Hexagon_, _Heptagon_, &c. but for each one regular Form, there are an Infinity of irregular, as an Infinity of _Scalena_ for the one equilateral Triangle, an Infinity of _Trapezia_ for the one Square, of irregular _Pentagons_ for the one Regular, and so on: and therefore supposing any one System agitated by _undesigning Force_, it is infinitely more probable that it will resolve itself into an _irregular Form_, than a _regular_. Thus, that a System of _six_ Parts upon Agitation shall not obtain the Form of a regular _Hexagon_, is at least _infinite_ to _Unity_; and the more complex we make the System, the greater is the hazard, from a very obvious Reason.","subId":"2","id":"Hutcheson.IBV.IBO.5.2"},{"type":"paragraph","content":"^We^ see this confirm'd by our constant Experience, that _Regularity_ never arises from any _undesign'd Force_ of ours; and from this we conclude, that where-ever there is any _Regularity_ in the Disposition of a System capable of many other Dispositions, there must have been _Design_ in the _Cause_; and the Force of this Evidence increases, according to the Multiplicity of Parts imploy'd.","subId":"3","id":"Hutcheson.IBV.IBO.5.3"},{"type":"paragraph","content":"^But^ this Conclusion is too rash, unless some further Proof be introduc'd; and what leads us into it is this. Men, who have a Sense of _Beauty_ in _Regularity_, are led generally in all their Arrangements of Bodys to study some kind of _Regularity_, and seldom ever design _Irregularity_: hence we judge the same of other Beings too, _viz._ that they study _Regularity_; and presume upon _Intention_ in the _Cause_ where-ever we see it, making _Irregularity_ always a Presumption of Want of _Design_: whereas if other Agents have different Senses of _Beauty_, or if they have no Sense of it at all, _Irregularity_ may as well be design'd as _Regularity_. And then let it be observ'd, that in this Case there is just the same Reason to conclude _Design_ in the Cause from any one irregular Effect, as from a regular one: for since there are an Infinity of other _Forms_ possible as well as this irregular one produc'd; and since to such a Being[n2] void of a Sense of _Beauty_, all Forms are as to its own Relish indifferent, and all agitated Matter meeting must make some Form or other, and all Forms, upon Supposition that the Force is apply'd by an Agent void of a Sense of _Beauty_, would equally prove _Design_; it is plain that no one Form proves it more than another, or can prove it at all; except from a general metaphysical Consideration, that there is no proper Agent without _Design_ and _Intention_, and that every _Effect_ flows from the _Intention_ of some _Cause_.","subId":"4","id":"Hutcheson.IBV.IBO.5.4"},{"type":"paragraph","content":"#Similar Forms by Chance, impossible.# ^This^ however follows from the above mention'd Considerations, that supposing a Mass of Matter surpassing a _cubick_ Inch, as _infinite_ of the _first_ Power does _Unity_, and that this whole Mass were some way determin'd from its own Nature without any Design in a Cause (which perhaps is scarce possible) to resolve itself into the solid Content of a cubick Inch, and into a prismatick Form whose Base should always be ½ of a square Inch; suppose these Conditions determin'd, and all others left to undirected Force; all which we could expect from undirected Force in this Case would be one equilateral Prism, or two perhaps; because there are an Infinity of irregular Prisms possible of the same Base, and solid Content: and when we met with many such Prisms, we must probably conclude them produc'd by Design, since they are more than could have been expected by the Laws of Hazard.","subId":"5","id":"Hutcheson.IBV.IBO.5.5"},{"type":"paragraph","content":"^But^ if this _infinite_ Mass was no way determin'd to a _prismatick_ Form, we could only expect from its _casual Concourse_ one _Prism_ of any Kind, since there is an Infinity of other Solids into which the Mass might be resolv'd; and if we found any great number of _Prisms_, we should have reason to presume _Design_: so that in a Mass of Matter as infinite of the _first_ Power, we could not from any _Concourse_ or _Agitation_ expect with any good ground a Body of any given Dimensions or Size, and of any given Form; since of any Dimension there are infinite Forms possible, and of any Form there are an Infinity of Dimensions; and if we found several Bodys of the same Dimension and Form, we should have so much Presumption for _Design_.","subId":"6","id":"Hutcheson.IBV.IBO.5.6"},{"type":"paragraph","content":"^There^ is one trifling Objection which may perhaps arise from the _crystallizing_ of certain Bodys, when the Fluid is evaporated in which they were swimming: for in this we frequently see _regular_ Forms arising, tho' there is nothing suppos'd in this Affair but an _undirected Force of Attraction_. But to remove this Objection, we need only consider, that we have good Reason to believe, that the smallest Particles of _Crystalliz'd_ Bodys have fix'd _regular Forms_ given them in the Constitution of _Nature_; and then it is easy to conceive how their _Attractions_ may produce _regular Forms_: but unless we suppose some preceding _Regularity_ in the Figures of _attracting_ Bodys, they can never form any regular Body at all. And hence we see how improbable it is, that the whole Mass of _Matter_, not only in this Globe, but in all the fixed Stars known to us by our Eyes or Glasses, were they a thousand times larger than our Astronomers suppose, could in any _Concourse_ have produc'd any Number of _similar_ Bodys _Regular_ or _Irregular_.","subId":"7","id":"Hutcheson.IBV.IBO.5.7"},{"type":"paragraph","content":"#Combinations by Chance, impossible.# ^And^ let it be here observ'd, that there are many Compositions of Bodys which the smallest Degree of _Design_ could easily effect, which yet we would in vain expect from all the Powers of _Chance_ or _undesigned Force_, after an _Infinity_ of Rencounters; even supposing a Dissolution of every Form except the _regular one_, that the Parts might be prepar'd for a new Agitation. Thus supposing we could expect _one_ equilateral _Prism_ of any _given_ Dimensions should be form'd from _undirected Force_, in an Infinity of Matter some way determin'd to resolve itself into Bodys of a _given_ solid Content, (which is all we could expect, since it is _infinite_ to _one_ after the _solid Content_ is obtain'd, that the Body shall not be _Prismatical_; and allowing it _Prismatical_, it is _infinite_ to _one_ that it shall not be _Equilateral_:) And again, supposing another Infinity of Matter determin'd to resolve itself into _Tubes_, of _Orifices_ exactly equal to the _Bases_ of the former _Prisms_, it is again at least as the _second_ Power of _Infinite_ to _Unity_, that not one of these _Tubes_ shall be both _Prismatick_ and _Equiangular_; and then if the _Tube_ were thus form'd, so as to be exactly capable of receiving one of the _Prisms_, and no more, it is _infinite_ to _one_ that they shall never meet in _infinite Space_; and should they meet, it is _infinite_ to _one_ that the Axes of the Prism and Tube shall never happen in the same strait _Line_; and supposing they did, it is again as _infinite_ to _three_, that _Angle_ shall not meet _Angle_, so as to enter. We see then how infinitely improbable it is, \"that all the Powers of _Chance_ in _infinite Matter_, agitated thro' _infinite Ages_, could ever effect this small Composition of a _Prism_ entering a _Prismatick Bore_; and, that all our hazard for it would at most be but as _Three_ is to the _third_ Power of _Infinite_.\" And yet the smallest _Design_ could easily effect it.","subId":"8","id":"Hutcheson.IBV.IBO.5.8"},{"type":"paragraph","content":"^May^ we not then justly count it altogether absurd, and next to an absolute strict _Impossibility_, \"That all the Powers of _undirected Force_ should ever effect such a complex Machine as the most imperfect _Plant_, or the meanest _Animal_, even in _one_ Instance?\" For the _Improbability_ just increases, as the Complication of Mechanism in these _natural_ Bodys surpasses that _simple_ Combination above-mention'd.","subId":"9","id":"Hutcheson.IBV.IBO.5.9"},{"type":"paragraph","content":"^Let^ it be here observ'd, \"That the preceding Reasoning from the _Frequency_ of _regular Bodys_ of one Form in the _Universe_, and from the _Combinations_ of various Bodys, is intirely independent on any Perception of _Beauty_; and would equally prove _Design_ in the _Cause_, altho' there were no _Being_ which perceiv'd _Beauty_ in any Form whatsoever:\" for it is in short this, \"_That the recurring of any Effect oftner than the Laws of Hazard determine, gives Presumption of Design; and, That Combinations which no undesign'd Force could give us Reason to expect, must necessarily prove the same; and that with superior Probability, as the Multitude of Cases in which the contrary might happen, surpass all the Cases in which this could happen:_\" which appears to be in the simplest Cases at least as _Infinite_ does to _Unity_. And the frequency of _similar irregular Forms_, or _exact Combinations_ of them, is an equal Argument of _Design_ in the _Cause_, since the _Similarity_, or exact _Combinations_ of _irregular Forms_, are as little to be expected from all the Powers of _undirected Force_, as any sort whatsoever.","subId":"10","id":"Hutcheson.IBV.IBO.5.10"},{"type":"paragraph","content":"^To^ bring this nearer to something like a _Theorem_, altho' the _Idea_ of _Infinite_ be troublesome enough to manage in Reasoning: The Powers of _Chance_, with _infinite Matter_ in _infinite Ages_, may answer _Hazards_ as the _fifth_ Power of _Infinite_, and no more: thus the _Quantity_ of Matter may be conceiv'd as the third Power of _Infinite_, and no more, the _various Degrees_ of Force may make _another_ Power of _Infinite_, and the _Number_ of Rencounters may make the _fifth_. But this last only holds on Supposition, that after every Rencounter there is no _Cohesion_, but all is dissolv'd again for a new Concourse, except in _similar Forms_ or _exact Combinations_; which Supposition is intirely groundless, since we see _dissimilar Bodys_ cohering as strongly as any, and _rude Masses_ more than any Combinations. Now to produce any _given_ Body, in a _given_ Place or Situation, and of _given_ Dimensions, or Shape, the Hazards of the contrary are, one Power of _Infinite_ at least to obtain the _Place_ or Situation; when the _Situation_ is obtain'd, the _Solid Content_ requires _another_ Power of _Infinite_ to obtain it; the _Situation_ and _Solidity_ obtain'd require, for accomplishing the _simplest given_ Shape, at least the other _three_ Powers of _Infinite_. For instance, let the Shape be a four-sided _Prism_ or _Parallelopiped_; that the _Surfaces_ should be _Planes_ requires _one_ Power; that they should be _Parallel_ in this Case, or _inclin'd_ in any given _Angle_ in any other Case, requires _another_ Power of _Infinite_; and that they should be in any given _Ratio_ to each other, requires at least the _third_ Power: for in each of these Heads there is still an _Infinity_ at least of other Cases possible beside the one _given_. So that all the Powers of _Chance_ could only produce perhaps _one_ Body of every simpler Shape or Size _at most_, and this is all we could expect: we might expect one _Pyramid_, or _Cube_, or _Prism_ perhaps; but when we increase the Conditions requir'd, the Prospect must grow more improbable, as in more _complex Figures_, and in all _Combinations_ of Bodys, and in _similar Species_, which we never could reasonably hope from _Chance_; and therefore where we see them, we must certainly ascribe them to _Design_.","subId":"11","id":"Hutcheson.IBV.IBO.5.11"},{"type":"paragraph","content":"#Combinations of irregular Forms, equally impossible.# ^The^ Combinations of _regular Forms_, or of _irregular ones_ exactly adapted to each other, require such _vast_ Powers of _Infinite_ to effect them, and the Hazards of the _contrary_ Forms are so _infinitely_ numerous, that all _Probability_ or _Possibility_ of their being accomplish'd by _Chance_ seems quite to vanish. Let us apply the Cases in [_Art._ vi. of this _Section_] about the _Prism_ and _Tube_, to our simplest Machines, such as a pair of Wheels of our ordinary Carriages; each Circular, Spokes equal in length, thickness, shape; the Wheels set Parallel, the Axle-tree fix'd in the Nave of both, and secur'd from coming out at either End: Now the Cases in which the contrary might have happen'd from undirected Concourses, were there no more requir'd than what is just now mention'd, must amount in Multitude to a Power of Infinite equal to every Circumstance requir'd. What shall we say then of a Plant, a Tree, an Animal, a Man, with such multitudes of adapted Vessels, such Articulations, Insertions of Muscles, Diffusion of Veins, Arterys, Nerves? The Improbability that such Machines should be the Effect of Chance, must be near the infinitesimal Power of Infinite to Unity.","subId":"12","id":"Hutcheson.IBV.IBO.5.12"},{"type":"paragraph","content":"^Further^, were all the former Reasoning from _Similarity_ of Forms and Combinations groundless, and could _Chance_ give us ground to expect such Forms, with exact Combination, yet we could only promise ourselves _one_ of these Forms among an _Infinity_ of others. When we see then such a _Multitude_ of Individuals of a Species, _similar_ to each other in a vast number of Parts; and when we see in each _Individual_, the corresponding Members so exactly like each other, what possible room is there left for questioning _Design_ in the _Universe_? None but the barest _Possibility_ against an inconceivably great _Probability_, surpassing every thing which is not _strict Demonstration_.","subId":"13","id":"Hutcheson.IBV.IBO.5.13"},{"type":"paragraph","content":"^This^ Argument, as has been already observ'd[n3], is quite abstracted from any Sense of _Beauty_ in any particular Form; for the _exact Similarity_ of a hundred or a thousand _Trapezia_, proves _Design_ as well as the _Similarity_ of _Squares_, since both are equally above all the Powers of _undirected Force_ or _Chance_; and what is above the Powers of _Chance_, must give us proportionable Presumption for _Design_.","subId":"14","id":"Hutcheson.IBV.IBO.5.14"},{"type":"paragraph","content":"^Thus^, allowing that a _Leg_, or _Arm_, or _Eye_, might have been the Effect of _Chance_, (which was shewn to be _most absurd_, and next to absolutely _impossible_) that it should not have a corresponding _Leg_, _Arm_, _Eye_, exactly _similar_, must be a hazard of a Power of _Infinite_ proportion'd to the Complication of Parts; for in Proportion to this is the multitude of Cases increas'd, in which it would not have a corresponding Member _similar_: so that allowing twenty or thirty Parts in such a Structure, it would be as the _twentieth_ or _thirtieth_ Power of _Infinite_ to _Unity_, that the corresponding Part should not be _similar_. What shall we say then of the _similar Forms_ of a whole _Species_?","subId":"15","id":"Hutcheson.IBV.IBO.5.15"},{"type":"paragraph","content":"#Gross Similarity by Chance, impossible.# ^If^ it be objected, \"That _natural_ Bodys are not _exactly similar_, but only _grosly_ so to our Senses; as that a _Vein_, an _Artery_, a _Bone_ is not perhaps exactly _similar_ to its Correspondent in the same Animal, tho' it appears so to our Senses, which judge only of the Bulk, and do not discern the small constituent Parts; and that in the several Individuals of a Species the _Dissimilarity_ is always sensible, often in the internal Structure, and always in the external Appearance:\" To remove this Objection it will be sufficient to shew, \"That the multitude of Cases wherein _sensible Dissimilitude_ could have happen'd, are still infinitely more than all the Cases in which _sensible Similitude_ might be retained:\" so that the same Reasoning holds from _sensible Similarity_, as from the _mathematically exact_: And again, \"That the Cases of _gross Dissimilarity_ do in the same manner surpass the Cases of _gross Similarity_ possible, as _infinite_ does _one_.\"","subId":"16","id":"Hutcheson.IBV.IBO.5.16"},{"type":"paragraph","content":"^To^ prove both these Assertions, let us consider a simple Instance. Suppose a _Trapezium_ of a foot Square in _Area_ should appear grosly _similar_ to another, while no one _Side_ differs, by 1/10 of an Inch; or no _Angle_ in one surpasses the corresponding one in the other above ten Minutes: now this tenth of an Inch is _infinitely_ divisible, as are also the ten Minutes, so that the Cases of _insensible Dissimilarity_ under _apparent Similarity_ are really Infinite. But then it is also plain that there are an _Infinity_ of different sensibly dissimilar _Trapezia_, even of the same _Area_, according as we vary a _Side_ by one Tenth, two Tenths, three Tenths, and so on, and vary the _Angles_ and another _Side_ so as to keep the _Area_ equal. Now in each of these infinite Degrees of _sensible Dissimilitude_ the several Tenths are _infinitely_ divisible as well as in the first Case; so that the multitude of _sensible Dissimilaritys_ are to the multitude of _insensible Dissimilaritys_ under apparent Resemblance, still as the _second_ Power of Infinite to the _first_, or as _Infinite_ to _Unity_. And then how vastly greater must the Multitude be, of all possible _sensible Dissimilaritys_ in such complex Bodys as _Legs_, _Arms_, _Eyes_, _Arterys_, _Veins_, _Skeletons_?","subId":"17","id":"Hutcheson.IBV.IBO.5.17"},{"type":"paragraph","content":"^As^ to the _Dissimilaritys_ of Animals of the same Species, it is in the same manner plain, that the possible Cases of _gross Dissimilarity_ are Infinite; and then every Case of gross _Dissimilarity_ contains also all the Cases of _insensible Dissimilarity_. Thus, if we would count all Animals of a Species _grosly similar_, while there was no Limb which in Length or Diameter did exceed the ordinary Shape by above a third of the Head; it is plain that there are an Infinity of sensibly different _gross Dissimilaritys_ possible, and then in each of these Cases of _gross Dissimilarity_, there are an Infinity of Cases of _nicer Dissimilarity_, since 1/3 of the Head may be infinitely divided. To take a low but easy Instance; two _Cockle-Shells_ which fitted each other naturally, may have an Infinity of _insensible Differences_, but still there are an Infinity of possible _sensible Differences_; and then in any one of the _sensibly different_ Forms, there may be the same Infinity of _insensible Differences_ beside the _sensible one_: So that still the hazard for even _gross Similarity_ from _Chance_ is _Infinite_ to _one_, and this always increases by a Power of Infinite for every distinct Member of the Animal, in which even _gross Similarity_ is retain'd; since the Addition of every Member or Part to a complex Machine, makes a new Infinity of Cases, in which _sensible Dissimilarity_ may happen; and this Infinity combin'd with the infinite Cases of the former Parts, raises the Hazard by a Power of Infinite.","subId":"18","id":"Hutcheson.IBV.IBO.5.18"},{"type":"paragraph","content":"^Now^ this may sufficiently shew us the Absurdity of the _Cartesian_ or _Epicurean Hypothesis_, even granting their $Postulatum$ of _undirected Force_ impress'd on _infinite Matter_; and seems almost a Demonstration of _Design_ in the _Universe_.","subId":"19","id":"Hutcheson.IBV.IBO.5.19"},{"type":"paragraph","content":"^One^ Objection more remains to be remov'd, _viz._ \"That some imagine, this Argument may hold better _àPriori_ than _àPosteriori_; that is, we have better Reason to believe, when we see a _Cause_ about to act, without Knowledge, that he will not attain any given, or desir'd _End_; than we have on the other hand to believe, when we see the _End_ actually attain'd, that he acted with Knowledge: Thus, say they, when a particular Person is about to draw a Ticket in a _Lottery_, where there is but one _Prize_ to a thousand _Blanks_, it is highly probable that he shall draw a _Blank_; but suppose we have seen him actually draw for himself the _Prize_, we have no ground to conclude that he had _Knowledge_ or _Art_ to accomplish this End.\" But the Answer is obvious: In such Contrivances we generally have, from the very Circumstances of the Lottery, very strong moral Arguments, which almost demonstrate that _Art_ can have no place; so that a Probability of a _thousand_ to _one_, does not surmount those Arguments: But let the Probability be increas'd, and it will soon surmount all Arguments to the contrary. For instance, If we saw a Man ten times successively draw Prizes, in a Lottery where there were but ten Prizes to ten thousand Blanks, I fancy few would question whether he us'd _Art_ or not: much less would we imagine it were _Chance_, if we saw a Man draw for his own Gain successively a hundred, or a thousand Prizes, from among a proportionably greater number of Blanks. Now in the Works of _Nature_ the Case is entirely different: we have not the least Argument against _Art_ or _Design_. An _Intelligent Cause_ is surely at least as probable a Notion as _Chance_, _general Force_, $Conatus ad Motum$, or the $Clinamen Principiorum$, to account for any Effect whatsoever: And then all the _Regularity_, _Combinations_, _Similaritys_ of Species, are so many Demonstrations, that there was _Design_ and _Intelligence_ in the ^Cause^ of this Universe: Whereas in fair Lotterys, all _Art_ in drawing is made, if not actually impossible, at least highly improbable.","subId":"20","id":"Hutcheson.IBV.IBO.5.20"},{"type":"paragraph","content":"#Irregularity does not prove want of Design.# ^Let^ it be here observ'd also, \"That a _rational Agent_ may be capable of impressing Force without intending to produce any particular Form, and of designedly producing _irregular_ or _dissimilar Forms_, as well as _regular_ and _similar_:\" And hence it follows, \"That altho' all the _Regularity_, _Combination_ and _Similarity_ in the _Universe_, are Presumptions of _Design_, yet _Irregularity_ is no Presumption of the contrary; unless we suppose that the _Agent_ is determin'd from a Sense of _Beauty_ always to act _regularly_, and delight in _Similarity_; and that he can have no other inconsistent Motive of Action:\" Which last is plainly absurd. We do not want in the _Universe_ many Effects which seem to have been left to the general _Laws_ of _Motion_ upon some great _Impulse_, and have many Instances where _Similarity_ has been plainly design'd in some respects, and probably neglected in others; or even _Dissimilarity_ design'd. Thus we see the _general exact Resemblance_ between the two _Eyes_ of most persons; and yet perhaps no other third _Eye_ in the World is _exactly_ like them. We see a _gross Conformity_ of shape in all Persons in innumerable Parts, and yet no two _Individuals_ of any Species are undistinguishable; which perhaps is intended for valuable Purposes to the whole Species.","subId":"21","id":"Hutcheson.IBV.IBO.5.21"},{"type":"paragraph","content":"#Wisdom, Prudence.# ^Hitherto^ the Proof amounts only to _Design_ or _Intention_ barely, in opposition to _blind Force_ or _Chance_; and we see the Proof of this is independent on _the arbitrary Constitution of our internal Sense of Beauty_. _Beauty_ is often suppos'd an Argument of more than _Design_, to wit, _Wisdom_ and _Prudence_ in the _Cause_. Let us enquire also into this.","subId":"22","id":"Hutcheson.IBV.IBO.5.22"},{"type":"paragraph","content":"^Wisdom^ denotes _the pursuing of the best Ends by the best Means_; and therefore, before we can from any Effect prove the _Cause_ to be wise, we must know what is _best_ to the _Cause_ or _Agent_. Among Men who have Pleasure in contemplating _Uniformity_, the _Beauty_ of Effects is an Argument of Wisdom, because this is good to them; but the same Argument would not hold as to a _Being_ _void_ of this _Sense_ of _Beauty_. And therefore the _Beauty_ apparent to us in _Nature_, will not of itself prove _Wisdom_ in the _Cause_, unless this _Cause_, or ^Author^ of _Nature_ be suppos'd ^Benevolent^; and then indeed the Happiness of Mankind is desirable or _Good_ to the ^Supreme Cause^; and that Form which pleases us, is an Argument of his _Wisdom_. And the Strength of this Argument is increased always in proportion to the Degree of _Beauty_ produc'd in _Nature_, and expos'd to the View of any _rational Agents_; since upon supposition of a _Benevolent_ ^Deity^, all the apparent _Beauty_ produc'd is an Evidence of the Execution of a _Benevolent Design_, to give them the Pleasures of _Beauty_.","subId":"23","id":"Hutcheson.IBV.IBO.5.23"},{"type":"paragraph","content":"^But^ what more immediately proves _Wisdom_ is this; when we see any Machine with a great Complication of Parts actually obtaining an _End_, we justly conclude, \"That since this could not have been the Effect of _Chance_, it must have been _intended_ for that _End_, which is obtain'd by it;\" and then the _Ends_ or _Intentions_ being in part known, the Complication of Organs, and their nice Disposition adapted to this _End_, is an Evidence \"of a _comprehensive large Understanding_ in the _Cause_, according to the Multiplicity of Parts, and the Appositeness of their Structure, even when we do not know the _Intention_ of the _Whole_.\"","subId":"24","id":"Hutcheson.IBV.IBO.5.24"},{"type":"paragraph","content":"#General Causes.# ^There^ is another kind of _Beauty_ from which we conclude Wisdom in the Cause, as well as Design, _when we see many useful or beautiful Effects flowing from one general Cause_. There is a very good Reason for this Conclusion among Men. _Interest_ must lead _Beings_ of limited Powers, who are uncapable of a great diversity of Operations, and distracted by them, to choose this _frugal Oeconomy_ of their Forces, and to look upon such Management as an Evidence of _Wisdom_ in other _Beings_ like themselves. Nor is this speculative Reason all which influences them; for even beside this Consideration of _Interest_, they are determin'd by a _Sense_ of _Beauty_, where that Reason does not hold; as when we are judging of the Productions of other _Agents_ about whose Oeconomy we are not sollicitous. Thus, who does not approve of it as a Perfection in _Clock-work_, that three or four Motions of the _Hour_, _Minute_, and _second Hands_, and _monthly Plate_, should arise from _one Spring or Weight_, rather than from three or four _Springs_ or _Weights_, in a very Compound Machine, which should perform the same Effects, and answer all the same Purposes with equal Exactness? Now the Foundation of this _Beauty_ plainly appears to be an _Uniformity_, or _Unity_ of _Cause_ amidst _Diversity_ of Effects.","subId":"25","id":"Hutcheson.IBV.IBO.5.25"},{"type":"paragraph","content":"#General Laws.# ^We^ shall[n4] hereafter offer some Reasons, why the ^Author^ of _Nature_ may choose to operate in this manner by _General Laws_ and _Universal extensive Causes_, altho' the Reason just now mention'd does not hold with an _Almighty Being_. This is certain, That we have some of the most delightful Instances of _Universal Causes_ in the _Works_ of _Nature_, and that the most studious Men in these Subjects are so delighted with the Observation of them, that they always look upon them as Evidences of _Wisdom_ in the Administration of _Nature_, from a ^Sense of Beauty^.","subId":"26","id":"Hutcheson.IBV.IBO.5.26"},{"type":"paragraph","content":"^The^ wonderfully simple _Mechanism_ which performs all Animal Motions, was mention'd[n5] already; nor is _that_ of the inanimate Parts of _Nature_ less admirable. How innumerable are the Effects of that one Principle of _Heat_, deriv'd to us from the _Sun_, which is not only delightful to our Sight and Feeling, and the Means of discerning Objects, but is the Cause of _Rains_, _Springs_, _Rivers_, _Winds_, and the universal Cause of _Vegetation_! The _uniform Principle of Gravity_ preserves at once the _Planets_ in their _Orbits_, gives _Cohesion_ to the Parts of each _Globe_, and _Stability_ to _Mountains_, _Hills_, and _artificial Structures_; it raises the _Sea_ in Tides, and sinks them again, and restrains them in their Channels; it drains the _Earth_ of its superfluous Moisture, by _Rivers_; it raises the _Vapours_ by its Influence on the _Air_, and brings them down again in _Rains_; it gives an _uniform Pressure_ to our _Atmosphere_, necessary to our Bodys in general, and more especially to _Inspiration_ in _Breathing_; and furnishes us with an _universal Movement_, capable of being apply'd in innumerable Engines. How incomparably more _beautiful_ is this Structure, than if we suppos'd so many _distinct Volitions_ in the ^Deity^, producing every particular Effect, and preventing some of the accidental Evils which casually flow from the _general Law_! We may rashly imagine that this latter manner of Operation might have been more useful to us; and it would have been no Distraction to _Omnipotence_: But then the great _Beauty_ had been lost, and there had been no more Pleasure in the Contemplation of this Scene, which is now so delightful. One would rather choose to run the Hazard of its _casual Evils_, than part with that _harmonious Form_, which has been an unexhausted Source of Delight to the successive Spectators in all Ages.","subId":"27","id":"Hutcheson.IBV.IBO.5.27"},{"type":"paragraph","content":"#Miracles.# ^Hence^ we see, \"That however _Miracles_ may prove the Superintendency of a _voluntary Agent_, and that the _Universe_ is not guided by _Necessity_ or _Fate_, yet that _Mind_ must be _weak_ and _inadvertent_, which needs them to confirm the Belief of a _Wise_ and Good ^Deity^; since the deviation from _general Laws_, unless upon very extraordinary Occasions, must be a presumption of _Inconstancy_ and _Weakness_, rather than of _steady Wisdom_ and _Power_, and must weaken the best Arguments we can have for the _Sagacity_ and _Power_ of the _universal ^Mind^_.\"","subId":"28","id":"Hutcheson.IBV.IBO.5.28"},{"type":"note","content":"_By _undirected Force_, or _undesigning Force_, is to be understood, _That Force with which an Agent may put Matter into Motion, without having any Design or Intention to produce any particular Form_. The $Conatus ad motum$, without an actual Line of _Direction_, seems such a gross absurdity in the _Cartesian Scheme_, that it is below our Notice. But Men have so many confus'd Notions of some _Nature_, or _Chance_ impressing Motions without any Design or Intention of producing any particular Effect, that it may be useful to shew, that even this very absurd $Postulatum$, tho' it were granted them, is insufficient to answer the appearances in the _Regularity_ of the World; and this is what is attempted in the first fourteen Articles of this Section. These Arguments would really be useless, if all Men were persuaded of what, to a Man of just Thought, will appear pretty Obvious, that there can be no _Thoughtless Agent_; and that _Chance_ and _Nature_ are mere empty Names, as they are us'd on this Occasion, relative only to our Ignorance._","subId":"n1","id":"Hutcheson.IBV.IBO.5.n1"},{"type":"note","content":"_There is a great Difference between such a Being as is here mention'd, and a _Being_ which has no _Intention_ for any reason whatsoever to produce one Form more than another. This latter sort of _Being_, as to the present Argument, would be the same with _Chance_, but not the former. For tho' a Being has no sense of _Beauty_, he may notwithstanding be capable of _Design_, and of _Intention_ to produce _regular Forms_; and the observation of greater _Regularity_ in any Number of Effects, than could be expected from undirected _Force_, is a presumption of _Design_ and _Intention_ in the _Cause_, even where the _Cause_ is suppos'd to have no sense of _Beauty_ in such Forms, since perhaps he may have other Reasons moving him to chuse such Forms. Thus, supposing the ^Deity^ not immediately pleas'd with _Regularity_, _Uniformity_, or _Similarity_ in Bodys, yet there may be Reasons moving him to produce such Objects, such as the pleasing his Creatures, having given them a sense of _Beauty_ founded on these _Qualitys_. See the two last Paragraphs of the last Section._","subId":"n2","id":"Hutcheson.IBV.IBO.5.n2"},{"type":"note","content":"See above, [_Art._ viii.]","subId":"n3","id":"Hutcheson.IBV.IBO.5.n3"},{"type":"note","content":"See the last _Section_.","subId":"n4","id":"Hutcheson.IBV.IBO.5.n4"},{"type":"note","content":"See above, [_Sect. ii. Art. 8._]","subId":"n5","id":"Hutcheson.IBV.IBO.5.n5"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IBO","imported":true,"title":"An Inquiry Concerning Beauty, Order, Harmony, Design","breadcrumb":"Inquiry Concerning Beauty","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IBO.4","imported":true,"title":"Section 4. Of Relative or Comparative Beauty","breadcrumb":"Section 4","published":[1725]},"next":{"id":"Hutcheson.IBV.IBO.6","imported":true,"title":"Section 6. Of the Universality of the Sense of Beauty among Men","breadcrumb":"Section 6","published":[1725]}}