{"id":"Shaftesbury.C.IVM.1.1.2","imported":true,"parent":"Shaftesbury.C.IVM.1.1","title":"Section II","breadcrumb":"Section 2","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_008","blocks":[{"type":"title","content":"Section II\n","id":"Shaftesbury.C.IVM.1.1.2"},{"type":"paragraph","content":"{State of Opinions.} IN the Whole of Things (or in the Universe) either all is according to a good Order, and the most agreeable to a general Interest: or there is that which is otherwise, and might possibly have been better constituted, more wisely contriv'd, and with more advantage to the general Interest of Beings, or of the Whole.","subId":"1","id":"Shaftesbury.C.IVM.1.1.2.1"},{"type":"paragraph","content":"If every thing which exists be according to a good Order, and for the best; then of necessity there is no such thing as real ILL in the Universe, nothing ILL with respect to the Whole.","subId":"2","id":"Shaftesbury.C.IVM.1.1.2.2"},{"type":"paragraph","content":"Whatsoever, then, is so as that it cou'd not really have been better, or any way better order'd, is perfectly good. Whatsoever in the Order of the World can be call'd ILL, must imply a possibility in the nature of the thing to have been better contriv'd, or order'd. For if it cou'd not; it is perfect, and as it shou'd be.","subId":"3","id":"Shaftesbury.C.IVM.1.1.2.3"},{"type":"paragraph","content":"Whatsoever is really ILL, therefore, must be caus'd or produc'd, either by Design, (that is to say, with Knowledg and Intelligence) or, in defect of this, by Hazard, and mere Chance.","subId":"4","id":"Shaftesbury.C.IVM.1.1.2.4"},{"type":"paragraph","content":"If there be any thing ILL in the Universe from Design, then that which disposes all things, is no one good designing Principle. For either the one designing Principle is it-self corrupt; or there is some other in being which operates contrarily, and is ILL.","subId":"5","id":"Shaftesbury.C.IVM.1.1.2.5"},{"type":"paragraph","content":"If there be any ILL in the Universe from mere Chance; then a designing Principle or Mind, whether Good or Bad, cannot be the Cause of all things. And consequently, if there be suppos'd a designing Principle, who is the Cause only of Good, but cannot prevent the Ill which happens from Chance, or from a contrary ill Design; then there can be suppos'd in reality no such thing as a superior good Design or Mind, other than what is impotent and defective: For not to correct, or totally exclude that Ill of Chance, or of a contrary ill Design, must proceed either from Impotency, or Ill-Will.","subId":"6","id":"Shaftesbury.C.IVM.1.1.2.6"},{"type":"paragraph","content":"Whatsoever is superior in any degree over the World, or rules in Nature with Discernment and a Mind, is what, by universal Agreement, Men call God. If there are several such superior Minds, they are so many Gods: But if that single, or those several Superiors are not in their nature necessarily good, they rather take the name of Daemon.","subId":"7","id":"Shaftesbury.C.IVM.1.1.2.7"},{"type":"paragraph","content":"To believe therefore that every thing is govern'd, order'd, or regulated for the best, by a designing Principle, or Mind, necessarily good and permanent, is to be a perfect Theist.","subId":"8","id":"Shaftesbury.C.IVM.1.1.2.8"},{"type":"paragraph","content":"To believe nothing of a designing Principle or Mind, nor any Cause, Measure, or Rule of Things, but Chance; so that in Nature neither the Interest of the Whole, nor of any Particulars, can be said to be in the least design'd, pursu'd, or aim'd at; is to be a perfect Atheist.","subId":"9","id":"Shaftesbury.C.IVM.1.1.2.9"},{"type":"paragraph","content":"To believe no one supreme designing Principle or Mind, but rather two, three, or more, (tho in their nature good) is to be a Polytheist.","subId":"10","id":"Shaftesbury.C.IVM.1.1.2.10"},{"type":"paragraph","content":"To believe the governing Mind, or Minds, not absolutely and necessarily good, nor confin'd to what is best, but capable of acting according to mere Will or Fancy; is to be a Daemonist.","subId":"11","id":"Shaftesbury.C.IVM.1.1.2.11"},{"type":"paragraph","content":"There are few who think always consistently, or according to one certain Hypothesis, upon any Subject so abstruse and intricate as the Cause of all Things, and the OEconomy or Government of the Universe. For 'tis evident in the Case of the most devout People, even by their own Confession, that there are Times when their Faith hardly can support 'em in the Belief of a supreme Wisdom; and that they are often tempted to judg disadvantageously of a Providence, and just Administration in the Whole.","subId":"12","id":"Shaftesbury.C.IVM.1.1.2.12"},{"type":"paragraph","content":"That alone, therefore, is to be call'd a Man's Opinion, which is of any other the most habitual to him, and occurs upon most occasions. So that 'tis hard to pronounce certainly of any Man, that he is an Atheist; because unless his whole Thoughts are at all Seasons, and on all Occasions, steddily bent against all Supposition or Imagination of Design in Things, he is no perfect Atheist. In the same manner, if a Man's Thoughts are not at all times steddy and resolute against all Imagination of Chance, Fortune, or ill Design in Things, he is no perfect Theist. But if anyone believes more of Chance and Confusion than of Design; he is to be esteem'd more an Atheist than a Theist, from that which most predominates, or has the ascendent. And in case he believes more of the Prevalency of an ill-designing Principle, than of a good one, he is rather a Daemonist; and may be justly so call'd, from the Side to which the Balance of his Judgment most inclines.","subId":"13","id":"Shaftesbury.C.IVM.1.1.2.13"},{"type":"paragraph","content":"All these sorts both of Daemonism, Polytheism, Atheism, and Theism, may be mix'd. Religion excludes only perfect Atheism. Perfect Daemonists undoubtedly there are in Religion; because we know whole Nations who worship a Devil or Fiend, to whom they sacrifice and offer Prayers and Supplications, in reality on no other account than because they fear him. And we know very well that, in some Religions, there are those who expresly give no other Idea of God, than of a Being arbitrary, violent, causing Ill, and ordaining to Misery; which in effect is the same as to substitute a Daemon, or Devil, in his room.","subId":"14","id":"Shaftesbury.C.IVM.1.1.2.14"},{"type":"paragraph","content":"Now since there are these several Opinions concerning a superior Power; and since there may be found perhaps some Persons, who have no form'd Opinion at all upon this Subject; either thro' Scepticism, Negligence of Thought, or Confusion of Judgment: the Consideration is, how any of these Opinions, or this want of any certain Opinion, may possibly consist with Virtue and Merit; or be compatible with an honest or moral Character.","subId":"15","id":"Shaftesbury.C.IVM.1.1.2.15"},{"type":"note","content":"As thus:(1.) Theism with Daemonism: (2.) Daemonism with Polytheism: (3.) Theism with Atheism: (4.) Daemonism with Atheism: (5.) Polytheism with Atheism: (6.) Theism (as it stands in opposition to Daemonism, and denotes Goodness in the superior Deity) with Polytheism: (7.) The same Theism or Polytheism with Daemonism: (8.) Or with Daemonism and Atheism.(1.) As when the one chief Mind, or Sovereign Being, is (in the Believer's sense) divided between a good and an ill Nature, by being the Cause of Ill as well as Good: Or otherwise, when Two distinct and contrary Principles subsist; one, the Author of all Good, the other of all Ill.(2.) As when there is not one, but several corrupt Minds who govern; which Opinion may be call'd Polydaemonism.(3.) As when Chance is not excluded, but God and Chance divide.(4.) As when an evil Daemon and Chance divide.(5.) As when many Minds and Chance divide.(6.) As when there are more principal Minds than one, but agreeing in Good, with one and the same Will and Reason.(7.) As when the same System of Deity or corresponding Deity subsists, together with a contrary Principle, or with several contrary Principles or governing Minds.(8.) As when the last Case is, together with Chance.","subId":"n1","id":"Shaftesbury.C.IVM.1.1.2.n1"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.1","imported":true,"title":"Book I","breadcrumb":"Book 1","published":[1699]},{"id":"Shaftesbury.C.IVM.1.1","imported":true,"title":"Part 1","breadcrumb":"Part 1","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.1.1.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.1.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]}}