{"id":"Hutcheson.EI.Pref","imported":true,"parent":"Hutcheson.EI","title":"Preface","breadcrumb":"Preface","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's [Essay and Illustrations] were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_015","blocks":[{"type":"title","content":"£4 THE £4 £1 PREFACE. £1","id":"Hutcheson.EI.Pref"},{"type":"paragraph","content":"ALTHO' the main _practical Principles_, which are inculcated in this Treatise, have this Prejudice in their Favour, that they have been taught and propagated by the best of Men in all Ages, yet there is reason to fear that renewed Treatises upon Subjects so often well managed, may be looked upon as _superfluous_; especially since little is offered upon them which has not often been well said before. But beside that general Consideration, that old Arguments may sometimes be set in such a Light by one, as will convince those who were not moved by them, even when better expressed by another; since, for every Class of _Writers_, there are Classes of _Readers_ adapted, who cannot relish any thing higher: Besides this, I say, the very _Novelty_ of a Book may procure a little Attention, from those who over‐look the Writings which the World has long enjoyed. And if by _Curiosity_, or any other means, some few can be engaged to turn their Thoughts to these important Subjects, about which a little _Reflection_ will discover the Truth, and a thorough _Consideration_ of it may occasion a great Increase of real Happiness; no Person need be ashamed of his Labours as useless, which do such Service to any of his Fellow‐Creatures.","subId":"1","id":"Hutcheson.EI.Pref.1"},{"type":"paragraph","content":"^If^ any should look upon some Things in this _Inquiry into the Passions_, as too subtile for common Apprehension, and consequently not necessary for the Instruction of Men in _Morals_, which are the common business of Mankind: Let them consider, that the Difficulty on these Subjects arises chiefly from some _previous Notions_, equally difficult at least, which have been already received, to the great Detriment of many a _Natural Temper_; since many have been discouraged from all Attempts of cultivating _kind generous Affections_ in themselves, by a previous Notion that there are no such Affections in Nature, and that all Pretence to them was only _Dissimulation_, _Affectation_, or at best some _unnatural Enthusiasm_. And farther, that to discover Truth on these Subjects, nothing more is necessary than a little _Attention to what passes in our own Hearts_, and consequently every Man may come to Certainty in these Points, without much Art or Knowledge of other Matters.","subId":"2","id":"Hutcheson.EI.Pref.2"},{"type":"paragraph","content":"^Whatever^ Confusion the _Schoolmen_ introduced into Philosophy, some of their keenest _Adversaries_ seem to threaten it with a worse kind of Confusion, by attempting to take away some of the most _immediate simple Perceptions_, and to explain all _Approbation_, _Condemnation_, _Pleasure and Pain_, by some intricate Relations to the Perceptions of the _External Senses_. In like manner they have treated our _Desires_ or _Affections_, making the most generous, kind and disinterested of them, to proceed from _Self‐Love_, by some subtle Trains of Reasoning, to which honest Hearts are often wholly Strangers.","subId":"3","id":"Hutcheson.EI.Pref.3"},{"type":"paragraph","content":"^Let^ this also still be remembred, that the _natural Dispositions_ of Mankind will operate regularly in those who never reflected upon them, nor formed just Notions about them. Many are really _virtuous_ who cannot explain what _Virtue_ is. Some act a most generous disinterested Part in Life, who have been taught to account for all their Actions by _Self‐Love_, as their sole Spring. There have been very different and opposite Opinions in _Opticks_, contrary Accounts have been given of _Hearing_, _voluntary Motion_, _Digestion_, and other _natural Actions_. But the Powers themselves in reality perform their several Operations with sufficient Constancy and Uniformity, in Persons of good Health, whatever their Opinions be about them. In the same manner our _moral Actions_ and _Affections_ may be in good order, when our Opinions are quite wrong about them. _True Opinions_ however, about both, may enable us to _improve_ our natural Powers, and to _rectify_ accidental Disorders incident unto them. And true Speculations on these Subjects must certainly be attended with as much _Pleasure_ as any other Parts of Human Knowledge.","subId":"4","id":"Hutcheson.EI.Pref.4"},{"type":"paragraph","content":"^It^ may perhaps seem strange, that when in this _Treatise_ Virtue is supposed _disinterested_; yet so much Pains is taken, by a _Comparison_ of our several _Pleasures_, to prove the _Pleasures_ of _Virtue_ to be the greatest we are capable of, and that consequently it is our truest _Interest_ to be _virtuous_. But let it be remembered here, that though there can be no _Motives_ or _Arguments_ suggested which can directly raise any _ultimate Desire_, such as that of our _own Happiness_, or _publick Affections_ (as we attempt to prove in [_Treatise_ IV];) yet if both are _natural Dispositions_ of our Minds, and nothing can stop the Operation of _publick Affections_ but some _selfish Interest_, the only way to give publick Affections their full Force, and to make them prevalent in our Lives, must be to remove these _Opinions of opposite Interests_, and to shew a superior Interest on their side. If these Considerations be just and sufficiently attended to, a _natural Disposition_ can scarce fail to exert itself to the full.","subId":"5","id":"Hutcheson.EI.Pref.5"},{"type":"paragraph","content":"^In^ this _Essay on the Passions_, the Proofs and Illustrations of this Point, that we have a _moral Sense_, and a Sense of Honour, by which we discern an immediate Good in Virtue and Honour, not referred to any further Enjoyment, are not much insisted on since they are already laid down in the _Inquiry into Moral Good and Evil_, in the first and fifth _Sections_. Would Men reflect upon what they feel in themselves, all _Proofs_ in such Matters would be needless.","subId":"6","id":"Hutcheson.EI.Pref.6"},{"type":"paragraph","content":"^Some^ strange Love of _Simplicity_ in the Structure of human Nature, or Attachment to some favourite _Hypothesis_, has engaged many _Writers_ to pass over a great many _Simple Perceptions_, which we may find in ourselves. We have got the Number _Five_ fixed for our _external Senses_, though a larger Number might as easily be defended. We have Multitudes of Perceptions which have no relation to any _external Sensation_; if by it we mean _Perceptions immediately occasioned by Motions or Impressions made on our Bodies_, such as the Ideas of _Number_, _Duration_, _Proportion_, _Virtue_, _Vice_, _Pleasures of Honour_, _of Congratulation_; _the Pains of Remorse_, _Shame_, _Sympathy_, and many others. It were to be wished, that those who are at such Pains to prove a beloved Maxim, that \"all Ideas arise from _Sensation_ and _Reflection_,\" had so explained themselves, that none should take their Meaning to be, that all our Ideas are either _external Sensations_, or _reflex Acts_ upon _external Sensations_: Or if by _Reflection_ they mean an _inward Power of Perception_, as =Mr. _Locke_= declares expressly, calling it _internal Sensation_, that they had as carefully examined into the several kinds of _internal Perceptions_, as they have done into the _external Sensations_: that we might have seen whether the former be not as _natural_ and _necessary_ and _ultimate_, without reference to any other, as the latter. Had they in like manner considered our _Affections_ without a previous Notion, that they were all from _Self‐Love_, they might have felt an _ultimate Desire_ of the Happiness of others as easily conceivable, and as certainly implanted in the human Breast, though perhaps not so strong as _Self‐Love_.","subId":"7","id":"Hutcheson.EI.Pref.7"},{"type":"paragraph","content":"^The^ Author hopes this imperfect _Essay_ will be favourably received, till some Person of greater Abilities and Leisure apply himself to a more strict Philosophical Inquiry into the various _natural Principles_ or _natural Dispositions_ of Mankind; from which perhaps a more exact Theory of Morals may be formed, than any which has yet appeared: and hopes that this Attempt, to shew the fair side of the human Temper, may be of some little use towards this great End.","subId":"8","id":"Hutcheson.EI.Pref.8"},{"type":"paragraph","content":"^The^ Author takes nothing in bad part from any of his Adversaries, except that Outcry which one or two of them made against these Principles as opposite to _Christianity_, though it be so well known that they have been and are espoused by many of the most zealous Christians. There are Answers interspersed in the later Editions to these Objections, to avoid the disagreeable work of _Replying_ or _Remarking_, in which one is not generally upon his Guard sufficiently to avoid Cavils and offensive Expressions.","subId":"9","id":"Hutcheson.EI.Pref.9"},{"type":"paragraph","content":"^The^ last Treatise had never seen the Light, had not some worthy _Gentlemen_ mistaken some things about the moral Sense alledged to be in Mankind: Their Objections gave Opportunity of farther Inquiry into the several _Schemes_ of accounting for our _moral Ideas_, which some apprehend to be wholly different from, and independent on, that _Sense_ which the Author attempts to establish in [_Treat._ IV.] The following Papers attempt to shew, that all these _Schemes_ must necessarily pre-suppose this _moral Sense_, and be resolved into it: Nor does the Author endeavour to over-turn them, or represent them as unnecessary Superstructures upon the Foundation of a moral Sense; though what he has suggested will probably shew a considerable Confusion in some of the Terms much used on these Subjects. One may easily see from the great _variety of Terms_, and diversity of _Schemes_ invented, that all Men _feel_ something in their own Hearts recommending Virtue, which yet it is difficult to explain. This Difficulty probably arises from our previous Notions of a small Number of _Senses_, so that we are unwilling to have recourse in our Theories to any more; and rather strain out some Explication of moral Ideas, with relation to some other natural Powers of Perception universally acknowledged. The like difficulty attends several other _Perceptions_, to the Reception of which Philosophers have not generally assigned their _distinct Senses_; such as _natural Beauty_, _Harmony_, the Perfection of _Poetry_, _Architecture_, _Designing_, and such like Affairs of Genius, Taste, or Fancy: The Explications or Theories on these Subjects are in like manner full of Confusion and Metaphor.","subId":"10","id":"Hutcheson.EI.Pref.10"},{"type":"paragraph","content":"^To^ define _Virtue_ by _agreeableness to this moral Sense_, or describing it to be _kind Affection_, may appear perhaps too uncertain; considering that the Sense of particular Persons is often depraved by _Custom_, _Habits_, false Opinions, Company: and that some _particular kind Passions_ toward some Persons are really pernicious, and attended with very unkind Affections toward others, or at least with a Neglect of their Interests. We must therefore only assert in general, that \"every one calls that Temper, or those Actions _virtuous_, which are approved by his _own Sense_;\" and withal, that \"abstracting from particular Habits or Prejudices, that Temper which desires, and those Actions which are intended to procure the greatest Moment of Good toward the most extensive System to which our Power can reach, is approved as the highest Virtue; and that the _universal calm Good-will or Benevolence_, where it is the leading Affection of the Soul, so as to limit or restrain all other Affections, Appetites, or Passions, is the Temper which we esteem in the highest Degree, according to the natural Constitution of our Soul: And withal, that we in a lower Degree approve every particular kind _Affection_ or _Passion_, which is not inconsistent with these higher and nobler Dispositions.\"","subId":"11","id":"Hutcheson.EI.Pref.11"},{"type":"paragraph","content":"^Our^ _moral Sense_ shews this calm extensive Affection to be the highest Perfection of our Nature; what we may see to be the _End_ or _Design_ of such a Structure, and consequently what is required of us by the Author of our Nature: and therefore if any one like these Descriptions better, he may call Virtue, with many of the Antients, \"_Vita secundum naturam_;\" or \"acting according to what we may see from the Constitution of our Nature, we were intended for by our Creator.\"","subId":"12","id":"Hutcheson.EI.Pref.12"},{"type":"paragraph","content":"^If^ this _Moral Sense_ were once set in a convincing Light, those vain Shadows of Objections against a virtuous Life, in which some are wonderfully delighted, would soon vanish: alledging, that whatever we admire or honour in a _moral Species_, is the effect of _Art_, _Education_, _Custom_, _Policy_, or subtle Views of Interest; we should then acknowledge \"\"$Quid sumus, & quidnam victuri gignimur.$ [—Pers.]\"\"","subId":"13","id":"Hutcheson.EI.Pref.13"},{"type":"paragraph","content":"^It^ is true, a _Power of Reasoning_ is natural to us; and we must own, that all Arts and Sciences which are well founded, and tend to direct our Actions, if not to be called _Natural_, yet are an _Improvement upon our Nature_: but if Virtue be looked upon as wholly Artificial, there are I know not what Suspicions against it; as if indeed it might tend to the greater Interest of _large Bodies_ or _Societies_ of Men, or to that of their _Governors_; while yet one may better find his _private Interest_, or enjoy greater Pleasures in the Practices counted _vicious_, especially if he has any Probability of _Secrecy_ in them. These Suspicions must be entirely removed, if we have a _moral Sense_ and _publick Affections_, whose Gratifications are constituted by Nature, our most intense and durable _Pleasures_.","subId":"14","id":"Hutcheson.EI.Pref.14"},{"type":"paragraph","content":"^Gentlemen^, who have opposed some other Sentiments of the Author of the _Inquiry_, seem convinced of a _moral Sense_. Some of them have by a Mistake made a Compliment to the Author, which does not belong to him; as if the World were any way indebted to him for this Discovery. He has too often met with the $Sensus Decori & Honesti$, and with the $φιλάνθρωπον και αγαθοειδες$, to assume any such thing to himself.","subId":"15","id":"Hutcheson.EI.Pref.15"},{"type":"paragraph","content":"^Some^ Letters in the _London Journals_ in 1728, subscribed _Philaretus_, gave the first Occasion to the _Fourth Treatise_; the Answers given to them in those weekly Papers bore too visible Marks of the Hurry in which they were wrote, and therefore the _Author_ declined to continue the Debate that way; chusing to send a private Letter to _Philaretus_, to desire a more private Correspondence on the Subject of our Debate. He was soon after informed, that his Death disappointed the Author's great Expectations from so ingenious a Correspondent. The _Objections_ proposed in the first _Section_ of [_Treatise_ IV], are not always those of _Philaretus_, though the Author endeavoured to leave no Objections of his unanswered; but he also interspersed whatever Objections occurred in Conversation on these Subjects; and has not used any Expressions inconsistent with the high Regard he has for the Memory of so ingenious a Gentleman, and of such Distinction in the World.","subId":"16","id":"Hutcheson.EI.Pref.16"},{"type":"paragraph","content":"^In^ the References, at bottom of Pages, the Inquiry into _Beauty_ is called [_Treatise_ I.] That into the Ideas of moral Good and Evil, is [_Treatise_ II.] The Essay on the Passions, [_Treatise_ III.] And the Illustrations on the moral Sense, [_Treatise_ IV.]","subId":"17","id":"Hutcheson.EI.Pref.17"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"}],"prev":{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},"next":{"id":"Hutcheson.EI.ENP","imported":true,"title":"An Essay on the Nature and Conduct of the Passions","breadcrumb":"Essay on the Passions","published":[1728]}}