{"imported":true,"id":"Mandeville.FB.Rem.A","parent":"Mandeville.FB.Rem","title":"(A.) Whilst others follow'd Mysteries, To which few Folks bind 'Prentices:","breadcrumb":"Remark A","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_047","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English <cite>Dutch</cite>","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>(A.) Whilst others follow'd Mysteries, To which few Folks bind 'Prentices:</h1> ","id":"Mandeville.FB.Rem.A"},{"type":"paragraph","content":"IN the Education of <em>Youth,</em> in order to their getting of a <em>Livelihood</em> when they shall be arrived at <em>Maturity,</em> most People look out for some warrantable Employment or other, of which there are whole <em>Bodies</em> or <em>Companies,</em> in every large <em>Society of Men.</em> By this means all <em>Arts</em> and <em>Sciences,</em> as well as <em>Trades</em> and <em>Handicrafts,</em> are perpetuated in the <em>Commonwealth,</em> as long as they are found useful; the Young ones that are daily brought up to 'em, continually supplying the loss of the Old Ones that die. But some of these Employments being vastly more Creditable than others, according to the great difference of the Charges required to set up in each of them, all prudent <em>Parents</em> in the Choice of them chiefly consult their own <em>Abilities</em> and the <em>Circumstances</em> they are in. A Man that gives Three or Four Hundred Pounds with his <em>Son</em> to a great <em>Merchant,</em> and has not Two or Three Thousand Pounds to spare against he is out of his Time to begin the World with, is much to blame not to have brought his <em>Child</em> up to something that might be follow'd with less <em>Money.</em>","subId":"1","id":"Mandeville.FB.Rem.A.1"},{"type":"paragraph","content":"There are abundance of <em>Men</em> of a <em>Genteel</em> Education, that have but very small <em>Revenues,</em> and yet are forced, by their Reputable <em>Callings,</em> to make a greater <em>Figure</em> than ordinary People of twice their <em>Income.</em> If these have any <em>Children,</em> it often happens, that as their <em>Indigence</em> renders them incapable of bringing them up to Creditable <em>Occupations,</em> so their Pride makes 'em unwilling to put them out to any of the mean laborious <em>Trades,</em> and then, in hopes either of an Alteration in their <em>Fortune,</em> or that some Friends, or favourable <em>Opportunity</em> shall offer, they from time to time put off the disposing of them, 'till insensibly they come to be of <em>Age,</em> and are at last brought up to nothing. Whether this Neglect be more barbarous to the Children, or prejudicial to the Society, I shall not determine. At <em>Athens</em> all <em>Children</em> were forced to assist their <em>Parents,</em> if they came to <em>Want:</em> But <em>Solon</em> made a Law, that no <em>Son</em> should be oblig'd to relieve his <em>Father,</em> who had not bred him up to any <em>Calling.</em>","subId":"2","id":"Mandeville.FB.Rem.A.2"},{"type":"paragraph","content":"Some Parents put out their Sons to good <em>Trades</em> very suitable to their then present Abilities, but happen to dy, or fail in the World, before their Children have finish'd their <em>Apprenticeships,</em> or are made fit for the <em>Business</em> they are to follow: A great many Young Men again on the other hand are handsomely provided for and set up for themselves, that yet (some for want of <em>Industry</em> or else a sufficient <em>Knowledge</em> in their <em>Callings,</em> others by indulging their <em>Pleasures,</em> and some few by <em>Misfortunes)</em> are reduced to Poverty, and altogether unable to maintain themselves by the Business they were brought up to. It is impossible but that the Neglects, Mismanagements and Misfortunes I named, must very frequently happen in Populous Places, and consequently great Numbers of People be daily flung unprovided for into the wide World, how Rich and Potent a Commonwealth may be, or what Care soever a Government may take to hinder it. How must these People be disposed of? The Sea, I know, and Armies, which the World is seldom without, will take off some. Those that are honest Drudges, and of a laborious Temper, will become <em>Journey-men</em> to the Trades they are of, or enter into some other Service: Such of them as study'd and were sent to the University, may become Schoolmasters, Tutors, and some few of them get into some Office or other: But what must become of the <em>Lazy</em> that care for no manner of working, and the <em>Fickle</em> that hate to be confin'd to any Thing?","subId":"3","id":"Mandeville.FB.Rem.A.3"},{"type":"paragraph","content":"Those that ever took Delight in Plays and Romances, and have a spice of Gentility, will, in all probability, throw their Eyes upon the <em>Stage,</em> and if they have a good Elocution with tolerable Mien, turn <em>Actors.</em> Some that love their Bellies above any thing else, if they have a good Palate, and a little Knack at Cookery, will strive to get in with <em>Gluttons</em> and <em>Epicures,</em> learn to cringe and bear all manner of Usage, and so turn <em>Parasites,</em> ever flattering the Master, and making Mischief among the rest of the <em>Family.</em> Others, who by their own and Companions Lewdness judge of People's Incontinence, will naturally fall to Intriguing, and endeavour to live by Pimping for such as either want Leisure or Address to speak for themselves. Those of the most abandon'd Principles of all, if they are sly and dextrous, turn Sharpers, Pick-pockets, or Coiners, if their Skill and Ingenuity give them leave. Others again, that have observ'd the Credulity of simple Women, and other foolish People, if they have Impudence and a little Cunning, either set up for Doctors, or else pretend to tell Fortunes; and every one turning the Vices and Frailties of others to his own Advantage, endeavours to pick up a Living the easiest and shortest way his Talent and Abilities will let him.","subId":"4","id":"Mandeville.FB.Rem.A.4"},{"type":"paragraph","content":"These are certainly the Bane of Civil Society; but they are Fools, who not considering what has been said, storm at the Remisness of the Laws that suffer them to live, while wise Men content themselves with taking all imaginable Care not to be circumvented by them, without quarrelling at what no human Prudence can prevent.","subId":"5","id":"Mandeville.FB.Rem.A.5"}]}