{"imported":true,"id":"Mandeville.FB.Rem.E","parent":"Mandeville.FB.Rem","title":"(E.) —— As your Gamesters do, Who, tho' at fair Play, ne'er will own Before the Losers what they've won.","breadcrumb":"Remark E","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_055","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English <cite>Dutch</cite>","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>(E.) —— As your Gamesters do, Who, tho' at fair Play, ne'er will own Before the Losers what they've won.</h1> ","id":"Mandeville.FB.Rem.E"},{"type":"paragraph","content":"THIS being a general Practice which no Body can be ignorant of that has ever seen any Play, there must be something in the Make of Man that is the Occasion of it: But as the searching into this will seem very trifling to many, I desire the Reader to skip this Remark, unless he be in perfect good Humour, and has nothing at all to do.","subId":"1","id":"Mandeville.FB.Rem.E.1"},{"type":"paragraph","content":"That Gamesters generally endeavour to conceal their Gains before the Losers, seems to me to proceed from a mixture of Gratitude, Pity, and Self-Preservation. All Men are naturally grateful while they receive a Benefit, and what they say or do, while it affects and feels warm about them, is real, and comes from the Heart; but when that is over, the Returns we make generally proceed from Virtue, good Manners, Reason, and the Thoughts of Duty, but not from Gratitude, which is a Motive of the Inclination. If we consider, how tyrannically the immoderate Love we bear to our selves, obliges us to esteem every body that with or without design acts in our favour, and how often we extend our affection to things inanimate, when we imagine them to contribute to our present Advantage: If, I say, we consider this, it will not be difficult to find out which way our being pleased with those whose Money we win is owing to a Principle of Gratitude. The next Motive is our Pity, which proceeds from our consciousness of the Vexation there is in losing; and as we love the Esteem of every body, we are afraid of forfeiting theirs by being the Cause of their Loss. Lastly, we apprehend their Envy, and so Self-Preservation makes that we strive to extenuate first the Obligation, then the Reason why we ought to Pity, in hopes that we shall have less of their Ill-will and Envy. When the Passions shew themselves in their full Strength, they are known by every body: When a Man in Power gives a great Place to one that did him a small kindness in his Youth, we call it Gratitude: When a Woman howls and wrings her Hands at the loss of her Child, the prevalent Passion is Grief; and the Uneasiness we feel at the sight of great Misfortunes, as a Man's breaking his Legs or dashing his Brains out, is every where call'd Pity. But the gentle strokes, the slight touches of the Passions, are generally overlook'd or mistaken.","subId":"2","id":"Mandeville.FB.Rem.E.2"},{"type":"paragraph","content":"To prove my Assertion, we have but to observe what generally passes between the <em>Winner</em> and the <em>Loser.</em> The first is always Complaisant, and if the other will but keep his Temper, more than ordinarily obliging; he is ever ready to humour the <em>Loser,</em> and willing to rectify his Mistakes with Precaution, and the Height of good Manners. The Loser is uneasy, captious, morose, and perhaps Swears and Storms; yet as long as he says or does nothing designedly affronting, the Winner takes all in good part, without offending, disturbing, or contradicting him. <em>Losers,</em> says the Proverb, <em>must have leave to rail:</em> All which shews, that the Loser is thought in the Right to complain, and for that very Reason pity'd. That we are afraid of the Loser's Ill-will is plain from our being conscious that we are displeased with those we lose to, and Envy we always dread when we think our selves happier than others: From whence it follows, that when the <em>Winner</em> endevours to conceal his Gains, his design is to avert the Mischiefs he apprehends, and this is Self-Preservation; the Cares of which continue to affect us as long as the Motives that first produced them remain.","subId":"3","id":"Mandeville.FB.Rem.E.3"},{"type":"paragraph","content":"But a Month, a Week, or perhaps a much shorter time after, when the Thoughts of the Obligation, and consequently the Winner's Gratitude are worn off, when the Loser has recover'd his Temper, laughs at his Loss, and the Reason of the Winner's Pity ceases; when the Winner's apprehension of drawing upon him the Ill-will and Envy of the <em>Loser</em> is gone; that is to say, as soon as all the Passions are over, and the Cares of Self-Preservation employ the Winner's Thoughts no longer, he'll not only make no scruple of owning what he has won, but will, if his Vanity steps in, likewise, with Pleasure, brag of, if not exaggerate his Gains.","subId":"4","id":"Mandeville.FB.Rem.E.4"},{"type":"paragraph","content":"It is possible, that when People play together who are at Enmity, and perhaps desirous of picking a Quarrel, or where Men playing for Trifles contend for Superiority of Skill, and aim chiefly at the Glory of Conquest, nothing shall happen of what I have been talking of. Different Passions oblige us to take different Measures; what I have said I would have understood of ordinary Play for Money, at which Men endeavour to get, and venture to lose what they value: And even here I know it will be objected by many, that tho' they have been guilty of concealing their Gains, yet they never observ'd those Passions which I alledge as the Causes of that Frailty; which is no wonder, because few Men will give themselves leisure, and fewer yet take the right Method of examining themselves as they should do. It is with the Passions in Men as it is with Colours in Cloth: It is easy to know a Red, a Green, a Blue, a Yellow, a Black, <em>&amp;c.</em> in as many different Places ; but it must be an Artist that can unravel all the various Colours and their Proportions, that make up the Compound of a well-mix'd Cloth. In the same manner may the Passions be discover'd by every Body whilst they are distinct, and a single one employs the whole Man; but it is very difficult to trace every Motive of those Actions that are the Result of a mixture of Passions.","subId":"5","id":"Mandeville.FB.Rem.E.5"}]}