{"id":"Mandeville.FB.Rem.H","imported":true,"parent":"Mandeville.FB.Rem","title":"(H.) Parties directly opposite, Assist each other, as 'twere for spight.","breadcrumb":"Remark H","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_061","blocks":[{"type":"title","content":"<h1>(H.) Parties directly opposite, Assist each other, as 'twere for spight.</h1> ","id":"Mandeville.FB.Rem.H"},{"type":"paragraph","content":"NOthing was more instrumental in forwarding the Reformation, than the Sloth and Stupidity of the <em>Roman</em> Clergy; yet the same Reformation has rous'd 'em from the Laziness and Ignorance they then labour'd under; and the Followers of <em>Luther, Calvin,</em> and others, may be said to have reform'd not only those whom they drew in to their Sentiment, but likewise those who remain'd their greatest Opposers. The Clergy of <em>England</em> by being severe upon the Schismaticks, and upbraiding them with want of Learning, have raised themselves such formidable Enemies as are not easily answer'd; and again, the Dissenters by prying into the Lives, and diligently watching all the Actions of their powerful Antagonists, render those of the Establish'd Church more cautious of giving Offence, than in all probability they would, if they had no malicious Over-lookers to fear. It is very much owing to the great number of <em>Hugonots</em> that have always been in <em>France,</em> since the late utter Extirpation of them, that that Kingdom has a less dissolute and more learn'd Clergy to boast of than any other <em>Roman Catholick</em> Country. The Clergy of that Church are no where more Sovereign than in <em>Italy,</em> and therefore no where more debauch'd; nor any where more Ignorant than they are in <em>Spain,</em> because their Doctrine is no where less oppos'd.","subId":"1","id":"Mandeville.FB.Rem.H.1"},{"type":"paragraph","content":"Who would imagine, that Virtuous Women, unknowingly, should be instrumental in promoting the Advantage of Prostitutes? Or (what still seems the greater Paradox) that Incontinence should be made serviceable to the Preservation of Chastity? and yet nothing is more true. A vicious young Fellow, after having been an Hour or two at Church, a Ball, or any other Assembly, where there is a great parcel of handsome Women dress'd to the best Advantage, will have his Imagination more fired than if he had the same time been Poling at <em>Guildhall,</em> or walking in the Country among a Flock of Sheep. The consequence of this is, that he'll strive to satisfy the Appetite that is raised in him; and when he finds honest Women obstinate and uncomatable, 'tis very natural to think, that he'll hasten to others that are more compliable. Who wou'd so much as surmise, that this is the Fault of the Virtuous Women? They have no Thoughts of Men in dressing themselves, Poor Souls, and endeavour only to appear clean and decent, every one according to her Quality.","subId":"2","id":"Mandeville.FB.Rem.H.2"},{"type":"paragraph","content":"I am far from encouraging Vice, and think it would be an unspeakable Felicity to a State, if the Sin of Uncleanness could be utterly Banish'd from it; but I am afraid it is impossible: The Passions of some People are too violent to be curb'd by any Law or Precept; and it is Wisdom in all Governments to bear with lesser Inconveniences to prevent greater. If Courtezans and Strumpets were to be prosecuted with as much Rigour as some silly People would have it, what Locks or Bars would be sufficient to preserve the Honour of our Wives and Daughters? For 'tis not only that the Women in general would meet with far greater Temptations, and the Attempts to ensnare the Innocence of Virgins would seem more excusable even to the sober part of Mankind than they do now: But some Men would grow outrageous, and Ravishing would become a common Crime. Where six or seven Thousand Sailors arrive at once, as it often happens at <em>Amsterdam,</em> that have seen none but their own Sex for many Months together, how is it to be suppos'd that honest Women should walk the Streets unmolested, if there were no Harlots to be had at reasonable Prices? For which Reason the Wise Rulers of that well-order'd City always tolerate an uncertain number of Houses, in which Women are hired as publickly as Horses at a Livery-Stable; and there being in this Toleration a great deal of Prudence and Oeconomy to be seen, a short Account of it will be no tiresome digression.","subId":"3","id":"Mandeville.FB.Rem.H.3"},{"type":"paragraph","content":"In the first place the Houses I speak of are allowed to be no where but in the most slovenly and unpolish'd part of the Town, where Seamen and Strangers of no Repute chiefly Lodge and Resort. The Street in which most of them stand is counted scandalous, and the Infamy is extended to all the Neighbourhood round it. In the second, they are only Places to meet and bargain in, to make Appointments, in order to promote Interviews of greater Secrecy, and no manner of Lewdness is ever suffer'd to be transacted in them; which Order is so strictly observ'd, that bar the ill Manners and Noise of the Company that frequent them, you'll meet with no more Indecency, and generally less Lasciviousness there, than with us are to be seen at a Playhouse. Thirdly, the Female Traders that come to these Evening Exchanges are always the Scum of the People, and generally such as in the Day time carry Fruit and other Eatables about in Wheel-Barrows. The Habits indeed they appear in at Night are very different from their ordinary ones; yet they are commonly so ridiculously Gay, that they look more like the <em>Roman</em> Dresses of stroling Actresses than Gentlewomen's Clothes: If to this you add the aukwardness, the hard Hands, and course breeding of the Damsels that wear them, there is no great Reason to fear, that many of the better sort of People will be tempted by them.","subId":"4","id":"Mandeville.FB.Rem.H.4"},{"type":"paragraph","content":"The Musick in these Temples of <em>Venus</em> is performed by Organs, not out of respect to the Deity that is worship'd in them, but the frugality of the Owners, whose Business it is to procure as much Sound for as little Money as they can, and the Policy of the Government, who endeavour as little as is possible to encourage the Breed of Pipers and Scrapers. All Sea-faring Men, especially the <em>Dutch,</em> are like the Element they belong to, much given to loudness and roaring, and the Noise of half a dozen of them, when they call themselves Merry, is sufficient to drown twice the number of Flutes or Violins; whereas with one pair of Organs they can make the whole House ring, and are at no other Charge than the keeping of one scurvy Musician, which can cost them but little: yet notwithstanding the good Rules and strict Discipline that are observ'd in these Markets of Love, the <em>Schout</em> and his Officers are always vexing, mulcting, and upon the least Complaint removing the miserable Keepers of them: Which Policy is of two great uses; first it gives an opportunity to a large parcel of Officers, the Magistrates make use of on many Occasions, and which they could not be without, to squeeze a Living out of the immoderate Gains accruing from the worst of Employments, and at the same time punish those necessary Profligates the Bawds and Panders, which, tho' they abominate, they desire yet not wholly to destroy. Secondly, as on several accounts it might be dangerous to let the Multitude into the Secret, that those Houses and the Trade that is drove in them are conniv'd at, so by this means appearing unblameable, the wary Magistrates preserve themselves in the good Opinion of the weaker sort of People, who imagine that the Government is always endeavouring, tho' unable, to suppress what it actually tolerates: Whereas if they had a mind to rout them out, their Power in the Administration of Justice is so sovereign and extensive, and they know so well how to have it executed, that one Week, nay one Night, might send them all a packing.","subId":"5","id":"Mandeville.FB.Rem.H.5"},{"type":"paragraph","content":"In <em>Italy</em> the Toleration of Strumpets is yet more barefac'd, as is evident from their publick Stews. At <em>Venice</em> and <em>Naples</em> Impurity is a kind of Merchandize and Traffick; the <em>Courtezans</em> at <em>Rome,</em> and the <em>Cantoneras</em> in <em>Spain,</em> compose a Body in the State, and are under a Legal Tax and Impost. Tis well known, that the Reason why so many good Politicians as these tolerate Lewd Houses, is not their Irreligion, but to prevent a worse Evil, an Impurity of a more execrable kind, and to provide for the Safety of Women of Honour. <em>About Two Hundred and Fifty Years ago,</em> says Monsieur <em>de St. Didier,</em> Venice <em>being in want of Courtezans, the Republick was obliged to procure a great number from Foreign Parts. Doglioni,</em> who has written the memorable Affairs of <em>Venice,</em> highly extols the Wisdom of the Republick in this Point, which secured the Chastity of Women of Honour daily exposed to publick Violences, the Churches and Consecrated Places not being a sufficient Azylum for their Chastity.","subId":"6","id":"Mandeville.FB.Rem.H.6"},{"type":"paragraph","content":"Our Universities in <em>England</em> are much bely'd, if in some Colleges there was not a Monthly Allowance <em>ad expurgandos Renes:</em> and time was when the Monks and Priests in <em>Germany</em> were allow'd Concubines on paying a certain Yearly Duty to their Prelate. <em>'Tis generally believ'd,</em> says Monsieur <em>Bayle,</em> (to whom I owe the last Paragraph) <em>that Avarice was the Cause of this shameful Indulgence; but it is more probable their design was to prevent their tempting modest Women, and to quiet the uneasiness of Husbands, whose Resentments the Clergy do well to avoid.</em> From what has been said it is manifest, that there is a Necessity of sacrificing one part of Womankind to preserve the other, and prevent a Filthiness of a more heinous Nature. From whence I think I may justly conclude (what was the seeming Paradox I went about to prove) that Chastity may be supported by Incontinence, and the best of Virtues want the Assistance of the worst of Vices.","subId":"7","id":"Mandeville.FB.Rem.H.7"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.G","imported":true,"title":"(G.) The worst of all the Multitude Did something for the Common Good.","breadcrumb":"Remark G","published":[1714]},"next":{"id":"Mandeville.FB.Rem.I","imported":true,"title":"(I.) The Root of Evil, Avarice, That damn'd ill-natur'd baneful Vice, Was Slave to Prodigality.","breadcrumb":"Remark I","published":[1714]}}