{"id":"Mandeville.FB.Rem.X","imported":true,"parent":"Mandeville.FB.Rem","title":"(X.) To make a Great and Honest Hive.","breadcrumb":"Remark X","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_087","blocks":[{"type":"title","content":"<h1>(X.) To make a Great and Honest Hive.</h1> ","id":"Mandeville.FB.Rem.X"},{"type":"paragraph","content":"THIS perhaps might be done where People are contented to be poor and hardy; but if they would likewise enjoy their Ease and the Comforts of the World, and be at once an opulent, potent, and flourishing, as well as a Warlike Nation, it is utterly impossible. I have heard People speak of the mighty Figure the <em>Spartans</em> made above all the Commonwealths of <em>Greece,</em> notwithstanding their uncommon Frugality and other exemplary Virtues. But certainly there never was a Nation whose Greatness was more empty than theirs: The Splendor they lived in was inferior to that of a Theatre, and the only thing they could be proud of, was, that they enjoy'd nothing. They were indeed both feared and esteemed Abroad: They were so famed for Valour and Skill in Martial Affairs, that their Neighbours did not only court their Friendship and Assistance in their Wars, but were satisfied and thought themselves sure of the Victory, if they could but get a <em>Spartan</em> General to command their Armies. But then their Discipline was so rigid, and their manner of living so Austere and void of all Comfort, that the most temperate Man among us would refuse to submit to the Harshness of such uncouth Laws. There was a perfect Equality among them: Gold and Silver Coin were cried down; their current Money was made of Iron, to render it of a great Bulk and little Worth: To lay up twenty or thirty Pounds, required a pretty large Chamber, and to remove it nothing less than a Yoke of Oxen. Another Remedy, they had against Luxury, was, that they were obliged to eat in common of the same Meat, and they so little allowed any body to Dine or Sup by himself at home, that <em>Agis,</em> one of their Kings, having vanquished the <em>Athenians,</em> and sending for his Commons at his return home (because he desired privately to eat with his Queen) was refused by the <em>Polemarchi.</em>","subId":"1","id":"Mandeville.FB.Rem.X.1"},{"type":"paragraph","content":"In training up their Youth, their chief Care, says <em>Plutarch,</em> was to make them good Subjects, to fit them to endure the Fatigues of long and tedious Marches, and never to return without Victory from the Field. When they were twelve Years old, they lodg'd in little Bands, upon Beds made of the Rushes which grew by the Banks of the River <em>Eurotas;</em> and because their Points were sharp, they were to break them off with their Hands without a Knife: If it were a hard Winter, they mingled some Thistle-down with their Rushes to keep them warm (see <em>Plutarch</em> in the Life of <em>Lycurgus</em>.) From all these Circumstances it is plain, that no Nation on Earth was less effeminate; but being debarred from all the Comforts of Life, they could have nothing for their Pains but the Glory of being a Warlike People inured to Toils and Hardships, which was a Happiness that few People would have cared for upon the same Terms: And though they had been Masters of the World, as long as they enjoyed no more of it, <em>Englishmen</em> would hardly have envy'd them their Greatness. What Men want now-a-days has sufficiently been shewn in Remark (O.) where I have treated of real Pleasures.","subId":"2","id":"Mandeville.FB.Rem.X.2"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FB.Rem","imported":true,"title":"Remarks","breadcrumb":"Remarks","published":[1714]}],"prev":{"id":"Mandeville.FB.Rem.V","imported":true,"title":"(V.) Content, the Bane of Industry.","breadcrumb":"Remark V","published":[1714]},"next":{"id":"Mandeville.FB.Rem.Y","imported":true,"title":"(Y.) T' enjoy the World's Conveniences.","breadcrumb":"Remark Y","published":[1714]}}