{"id":"Shaftesbury.C.LE.1","imported":true,"parent":"Shaftesbury.C.LE","title":"Section I","breadcrumb":"Section 1","published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_011","blocks":[{"type":"title","content":"Section I\n","id":"Shaftesbury.C.LE.1"},{"type":"paragraph","content":"NOW, you are return'd to . . . . . and before the Season comes which must engage you in the weightier Matters of State; if you care to be entertain'd a-while with a sort of idle Thoughts, such as pretend only to Amusement, and have no relation to Business or Affairs, you may cast your Eye slightly on what you have before you; and if there be any thing inviting, you may read it over at your leisure.","subId":"1","id":"Shaftesbury.C.LE.1.1"},{"type":"paragraph","content":"It has been an establish'd Custom for Poets, at the entrance of their Work, to address themselves to some Muse: and this Practice of the Antients has gain'd so much Repute, that even in our days we find it almost constantly imitated. I cannot but fansy however, that this Imitation, which passes so currently with other Judgments, must at some time or other have stuck a little with your Lordship; who is us'd to examine Things by a better Standard than that of Fashion or the common Taste. You must certainly have observ'd our Poets under a remarkable Constraint, when oblig'd to assume this Character: and you have wonder'd, perhaps, why that Air of Enthusiasm, which fits so gracefully with an Antient, shou'd be so spiritless and aukard in a Modern. But as to this Doubt, your Lordship wou'd have soon resolv'd your-self: and it cou'd only serve to bring a-cross you a Reflection you have often made, on many occasions besides; That Truth is the most powerful thing in the World, since even Fiction it-self must be govern'd by it, and can only please by its resemblance. The Appearance of Reality is necessary to make any Passion agreeably represented: and to be able to move others, we must first be mov'd ourselves, or at least seem to be so, upon some probable Grounds. Now what possibility is there that a Modern, who is known never to have worship'd Apollo, or own'd any such Deity as the Muses, shou'd persuade us to enter into his pretended Devotion, and move us by his feign'd Zeal in a Religion out of date? But as for the Antients, 'tis known they deriv'd both their Religion and Polity from the Muses Art. How natural therefore must it have appear'd in any, but especially a Poet of those times, to address himself in Raptures of Devotion to those acknowledg'd Patronesses of Wit and Science? Here the Poet might with probability feign an Extasy, tho he really felt none: and supposing it to have been mere Affectation, it wou'd look however like something natural, and cou'd not fail of pleasing.","subId":"2","id":"Shaftesbury.C.LE.1.2"},{"type":"paragraph","content":"But perhaps, my Lord, there was a further Mystery in the case. Men, your Lordship knows, are wonderfully happy in a Faculty of deceiving themselves, whenever they set heartily about it: and a very small Foundation of any Passion will serve us, not only to act it well, but even to work our-selves into it beyond our own reach. Thus, by a little Affectation in Love-Matters, and with the help of a Romance or Novel, a Boy of Fifteen, or a grave Man of Fifty, may be sure to grow a very natural Coxcomb, and feel the Belle Passion in good earnest. A Man of tolerable Good-Nature, who happens to be a little piqu'd, may, by improving his Resentment, become a very Fury for Revenge. Even a good Christian, who wou'd needs be over-good, and thinks he can never believe enough, may, by a small Inclination well improv'd, extend his Faith so largely, as to comprehend in it not only all Scriptural and Traditional Miracles, but a solid System of Old-Wives Storys. Were it needful, I cou'd put your Lordship in mind of an Eminent, Learned, and truly Christian Prelate you once knew, who cou'd have given you a full account of his Belief in Fairys. And this, methinks, may serve to make appear, how far an antient Poet's Faith might possibly have been rais'd, together with his Imagination.","subId":"3","id":"Shaftesbury.C.LE.1.3"},{"type":"paragraph","content":"But we Christians, who have such ample Faith our-selves, will allow nothing to poor Heathens. They must be Infidels in every sense. We will not allow 'em to believe so much as their own Religion; which we cry is too absurd to have been credited by any besides the mere Vulgar. But if a Reverend Christian Prelate may be so great a Volunteer in Faith, as beyond the ordinary Prescription of the Catholick Church, to believe in Fairys; why may not a Heathen Poet, in the ordinary way of his Religion, be allow'd to believe in Muses? For these, your Lordship knows, were so many Divine Persons in the Heathen Creed, and were essential in their System of Theology. The Goddesses had their Temples and Worship, the same as the other Deitys: And to disbelieve the Holy Nine, or their Apollo, was the same as to deny Jove himself; and must have been esteem'd equally profane and atheistical by the generality of sober Men. Now what a mighty advantage must it have been to an antient Poet to be thus orthodox, and by the help of his Education, and a Good-will into the bargain, to work himself up to the Belief of a Divine Presence and Heavenly Inspiration? It was never surely the business of Poets in those days to call Revelation in question, when it evidently made so well for their Art. On the contrary, they cou'd not fail to animate their Faith as much as possible; when by a single Act of it, well inforc'd, they cou'd raise themselves into such Angelical Company.","subId":"4","id":"Shaftesbury.C.LE.1.4"},{"type":"paragraph","content":"How much the Imagination of such a Presence must exalt a Genius, we may observe merely from the Influence which an ordinary Presence has over Men. Our modern Wits are more or less rais'd by the Opinion they have of their Company, and the Idea they form to themselves of the Persons to whom they make their Addresses. A common Actor of the Stage will inform us how much a full Audience of the Better Sort exalts him above the common pitch. And you, my Lord, who are the noblest Actor, and of the noblest Part assign'd to any Mortal on this earthly Stage, when you are acting for Liberty and Mankind; does not the publick Presence, that of your Friends, and the Well-wishers to your Cause, add something to your Thought and Genius? Or is that Sublime of Reason, and that Power of Eloquence, which you discover in publick, no more than what you are equally Master of, in private; and can command at any time, alone, or with indifferent Company, or in any easy or cool hour? This indeed were more Godlike; but ordinary Humanity, I think, reaches not so high.","subId":"5","id":"Shaftesbury.C.LE.1.5"},{"type":"paragraph","content":"For my own part, my Lord, I have really so much need of some considerable Presence or Company to raise my Thoughts on any occasion, that when alone, I must endeavour by strength of Fancy to supply this want; and in default of a Muse, must inquire out some Great Man of a more than ordinary Genius, whose imagin'd Presence may inspire me with more than what I feel at ordinary hours. And thus, my Lord, have I chosen to address my-self to your Lordship; tho without subscribing my Name: allowing you as a Stranger, the full liberty of reading no more than what you may have a fansy for; but reserving to my-self the privilege of imagining you read all, with particular notice, as a Friend, and one whom I may justifiably treat with the Intimacy and Freedom which follows.","subId":"6","id":"Shaftesbury.C.LE.1.6"},{"type":"note","content":"[Infra, p. 142, &c. and VOL. III. p. 260, &c.]","subId":"n1","id":"Shaftesbury.C.LE.1.n1"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.LE","imported":true,"title":"A Letter Concerning Enthusiasm","breadcrumb":"Letter Concerning Enthusiasm","published":[1708]}],"prev":{"id":"Shaftesbury.C.LE","imported":true,"title":"A Letter Concerning Enthusiasm","breadcrumb":"Letter Concerning Enthusiasm","published":[1708]},"next":{"id":"Shaftesbury.C.LE.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1708]}}