{"id":"Shaftesbury.C.LE.4","imported":true,"parent":"Shaftesbury.C.LE","title":"Section IV","breadcrumb":"Section 4","published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_014","blocks":[{"type":"title","content":"Section IV\n","id":"Shaftesbury.C.LE.4"},{"type":"paragraph","content":"IN short, my Lord, the melancholy way of treating Religion is that which, according to my apprehension, renders it so tragical, and is the occasion of its acting in reality such dismal Tragedys in the World. And my Notion is, that provided we treat Religion with good Manners, we can never use too much good Humour, or examine it with too much Freedom and Familiarity. For, if it be genuine and sincere, it will not only stand the Proof, but thrive and gain advantage from hence: if it be spurious, or mix'd with any Imposture, it will be detected and expos'd.","subId":"1","id":"Shaftesbury.C.LE.4.1"},{"type":"paragraph","content":"The melancholy way in which we have been taught Religion, makes us unapt to think of it in good Humour. 'Tis in Adversity chiefly, or in ill Health, under Affliction, or Disturbance of Mind, or Discomposure of Temper, that we have recourse to it. Tho in reality we are never so unfit to think of it as at such a heavy and dark hour. We can never be fit to contemplate any thing above us, when we are in no condition to look into ourselves, and calmly examine the Temper of our own Mind and Passions. For then it is we see Wrath, and Fury, and Revenge, and Terrors in the Deity; when we are full of Disturbances and Fears within, and have, by Sufferance and Anxiety, lost so much of the natural Calm and Easiness of our Temper.","subId":"2","id":"Shaftesbury.C.LE.4.2"},{"type":"paragraph","content":"We must not only be in ordinary good Humour, but in the best of Humours, and in the sweetest, kindest Disposition of our Lives, to understand well what true Goodness is, and what those Attributes imply, which we ascribe with such Applause and Honour to the Deity. We shall then be able to see best, whether those Forms of Justice, those Degrees of Punishment, that Temper of Resentment, and those Measures of Offence and Indignation, which we vulgarly suppose in God, are sutable to those original Ideas of Goodness, which the same Divine Being, or Nature under him, has implanted in us, and which we must necessarily presuppose, in order to give him Praise or Honour in any kind. This, my Lord, is the Security against all Superstition: To remember, that there is nothing in God but what is God-like; and that He is either not at all, or truly and perfectly Good. But when we are afraid to use our Reason freely, even on that very Question, \"Whether He really be, or not\"; we then actually presume him bad, and flatly contradict that pretended Character of Goodness and Greatness; whilst we discover this Mistrust of his Temper, and fear his Anger and Resentment, in the case of this Freedom of Inquiry.","subId":"3","id":"Shaftesbury.C.LE.4.3"},{"type":"paragraph","content":"We have a notable Instance of this Freedom in one of our sacred Authors. As patient as Job is said to be, it cannot be denied that he makes bold enough with God, and takes his Providence roundly to task. His Friends, indeed, plead hard with him, and use all Arguments, right or wrong, to patch up Objections, and set the Affairs of Providence upon an equal foot. They make a merit of saying all the Good they can of God, at the very stretch of their Reason, and sometimes quite beyond it. But this, in Job's opinion, is flattering God, accepting of God's Person, and even mocking him. And no wonder. For, what merit can there be in believing God, or his Providence, upon frivolous and weak grounds? What Virtue in assuming an Opinion contrary to the appearance of Things, and resolving to hear nothing which may be said against it? Excellent Character of the God of Truth! that he shou'd be offended at us, for having refus'd to put the lye upon our Understandings, as much as in us lay; and be satisfy'd with us for having believ'd at a venture, and against our Reason, what might have been the greatest Falshood in the world, for any thing we cou'd bring as a Proof or Evidence to the contrary!","subId":"4","id":"Shaftesbury.C.LE.4.4"},{"type":"paragraph","content":"It is impossible that any besides an ill-natur'd Man can wish against the Being of a God: for this is wishing against the Publick, and even against one's private Good too, if rightly understood. But if a Man has not any such Ill-will to stifle his Belief, he must have surely an unhappy Opinion of God, and believe him not so good by far as he knows Himself to be, if he imagines that an impartial Use of his Reason, in any matter of Speculation whatsoever, can make him run any risk Hereafter; and that a mean Denial of his Reason, and an Affectation of Belief in any Point too hard for his Understanding, can intitle him to any Favour in another World. This is being Sycophants in Religion, mere Parasites of Devotion. 'Tis using God as the crafty Beggars use those they address to, when they are ignorant of their Quality. The Novices amongst 'em may innocently come out, perhaps, with a Good Sir, or a Good Forsooth! But with the old Stagers, no matter whom they meet in a Coach, 'tis always Good your Honour! or Good your Lordship! or your Ladyship! For if there shou'd be really a Lord in the case, we shou'd be undone (say they) for want of giving the Title: but if the Party shou'd be no Lord, there wou'd be no Offence; it wou'd not be ill taken.","subId":"5","id":"Shaftesbury.C.LE.4.5"},{"type":"paragraph","content":"And thus it is in Religion. We are highly concern'd how to beg right; and think all depends upon hitting the Title, and making a good Guess. 'Tis the most beggarly Refuge imaginable, which is so mightily cry'd up, and stands as a great Maxim with many able Men; \"That they shou'd strive to have Faith, and believe to the utmost: because if, after all, there be nothing in the matter, there will be no harm in being thus deceiv'd; but if there be any thing, it will be fatal for them not to have believ'd to the full.\" But they are so far mistaken, that whilst they have this Thought, 'tis certain they can never believe either to their Satisfaction and Happiness in this World, or with any advantage of Recommendation to another. For besides that our Reason, which knows the Cheat, will never rest thorowly satisfy'd on such a Bottom, but turn us often a-drift, and toss us in a Sea of Doubt and Perplexity; we cannot but actually grow worse in our Religion, and entertain a worse Opinion still of a Supreme Deity, whilst our Belief is founded on so injurious a Thought of him.","subId":"6","id":"Shaftesbury.C.LE.4.6"},{"type":"paragraph","content":"To love the Publick, to study universal Good, and to promote the Interest of the whole World, as far as lies within our power, is surely the Height of Goodness, and makes that Temper which we call Divine. In this Temper, my Lord, (for surely you shou'd know it well) 'tis natural for us to wish that others shou'd partake with us, by being convinc'd of the Sincerity of our Example. 'Tis natural for us to wish our Merit shou'd be known; particularly, if it be our fortune to have serv'd a Nation as a good Minister; or as some Prince, or Father of a Country, to have render'd happy a considerable Part of Mankind under our Care. But if it happen'd, that of this number there shou'd be some so ignorantly bred, and of so remote a Province, as to have lain out of the hearing of our Name and Actions; or hearing of 'em, shou'd be so puzzl'd with odd and contrary Storys told up and down concerning us, that they knew not what to think, whether there were really in the World any such Person as our-self: Shou'd we not, in good truth, be ridiculous to take offence at this? And shou'd we not pass for extravagantly morose and ill-humour'd, if instead of treating the matter in Raillery, we shou'd think in earnest of revenging our-selves on the offending Partys, who, out of their rustick Ignorance, ill Judgment, or Incredulity, had detracted from our Renown?","subId":"7","id":"Shaftesbury.C.LE.4.7"},{"type":"paragraph","content":"How shall we say then? Does it really deserve Praise, to be thus concern'd about it? Is the doing Good for Glory's sake, so divine a thing? or, Is it not diviner, to do Good even where it may be thought inglorious, even to the Ingrateful, and to those who are wholly insensible of the Good they receive? How comes it then, that what is so divine in us, shou'd lose its Character in the Divine Being? And that according as the Deity is represented to us, he shou'd more resemble the weak, womanish, and impotent part of our Nature, than the generous, manly, and divine?","subId":"8","id":"Shaftesbury.C.LE.4.8"},{"type":"note","content":"[Chap. xiii. ver. 7, 8, 9, & 10.]","subId":"n1","id":"Shaftesbury.C.LE.4.n1"},{"type":"note","content":"[VOL. III. p. 125, 6, 7, 8.]","subId":"n2","id":"Shaftesbury.C.LE.4.n2"},{"type":"note","content":"[Infra, p. 331. And VOL. III. p. 306.]","subId":"n3","id":"Shaftesbury.C.LE.4.n3"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.LE","imported":true,"title":"A Letter Concerning Enthusiasm","breadcrumb":"Letter Concerning Enthusiasm","published":[1708]}],"prev":{"id":"Shaftesbury.C.LE.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1708]},"next":{"id":"Shaftesbury.C.LE.5","imported":true,"title":"Section V","breadcrumb":"Section 5","published":[1708]}}