{"imported":true,"id":"Shaftesbury.C.SC.3.1","parent":"Shaftesbury.C.SC.3","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_032","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.SC.3.1"},{"type":"paragraph","content":"THE <em>Roman</em> Satirist may be thought more than ordinarily satirical, when speaking of the <em>Nobility</em> and <em>Court,</em> he is so far from allowing them to be the Standard of Politeness and good Sense, that he makes 'em in a manner the Reverse.","subId":"1","id":"Shaftesbury.C.SC.3.1.1"},{"type":"paragraph","content":"<a href=\"#n1\"><sup>[1]</sup></a>Rare is common sense in men of that rank.","subId":"2","id":"Shaftesbury.C.SC.3.1.2"},{"type":"paragraph","content":"Some of the<a href=\"#n2\"><sup>[2]</sup></a> most ingenious Commentators, however, interpret this very differently from what is generally apprehended. They make this <em>Common Sense</em> of the Poet, by a <em>Greek</em> Derivation, to signify <em>Sense</em> of <em>Publick Weal,</em> and of the <em>Common Interest;</em> Love of the <em>Community</em> or <em>Society,</em> natural Affection, Humanity, Obligingness, or that sort of <em>Civility</em> which rises from a just <em>Sense</em> of the <em>common Rights</em> of Mankind, and the <em>natural Equality</em> there is among those of the same Species.","subId":"3","id":"Shaftesbury.C.SC.3.1.3"},{"type":"paragraph","content":"And indeed if we consider the thing nicely, it must seem somewhat hard in the Poet, to have deny'd <em>Wit</em> or <em>Ability</em> to a Court such as that of <span class=\"small-capitals\">Rome,</span> even under a <span class=\"small-capitals\">Tiberius</span> or a <span class=\"small-capitals\">Nero.</span> But for <em>Humanity</em> or <em>Sense of Publick Good,</em> and the <em>common Interest</em> of Mankind, 'twas no such deep Satir to question whether this was properly <em>the Spirit of a Court.</em> 'Twas difficult to apprehend what <em>Community</em> subsisted among Courtiers; or what <em>Publick</em> between an absolute Prince and his Slave-Subjects. And for real <em>Society,</em> there cou'd be none between such as had no other <em>Sense</em> than that of <em>private Good.</em>","subId":"4","id":"Shaftesbury.C.SC.3.1.4"},{"type":"paragraph","content":"Our Poet therefore seems not so immoderate in his Censure; if we consider it is the <em>Heart,</em> rather than the <em>Head,</em> he takes to task: when reflecting on a <em>Court-</em>Education, he thinks it unapt to raise any Affection towards a <em>Country;</em> and looks upon young Princes, and Lords, as <em>the young Masters</em> of the World; who being indulg'd in all their Passions, and train'd up in all manner of Licentiousness, have that thorow Contempt and Disregard of Mankind, which Mankind in a manner deserves, where Arbitrary Power is permitted, and a Tyranny ador'd.","subId":"5","id":"Shaftesbury.C.SC.3.1.5"},{"type":"paragraph","content":"<a href=\"#n3\"><sup>[3]</sup></a> So much for the young man whom fame gives out as proud and puffed-up, and full of his relationship to Nero.","subId":"6","id":"Shaftesbury.C.SC.3.1.6"},{"type":"paragraph","content":"A publick Spirit can come only from a social Feeling or <em>Sense of Partnership</em> with human Kind. Now there are none so far from being <em>Partners</em> in this <em>Sense,</em> or Sharers in this <em>common Affection,</em> as they who scarcely know <em>an Equal,</em> nor consider themselves as subject to any Law of <em>Fellowship</em> or <em>Community.</em> And thus Morality and good Government go together. There is no real Love of Virtue, without the knowledg of <em>Publick Good.</em> And where absolute Power is, there is no <span class=\"small-capitals\">Publick.</span>","subId":"7","id":"Shaftesbury.C.SC.3.1.7"},{"type":"paragraph","content":"They who live under <em>a Tyranny,</em> and have learnt to admire its Power as Sacred and Divine, are debauch'd as much in their Religion, as in their Morals. <em>Publick Good,</em> according to their apprehension, is as little the Measure or Rule of Government in <em>the Universe,</em> as in <em>the State.</em> They have scarce a Notion of what is good or just, other than as mere <em>Will</em> and <em>Power</em> have determin'd. Omnipotence, they think, wou'd hardly be it-self, were it not at liberty to<a href=\"#n4\"><sup>[4]</sup></a> dispense with the Laws of Equity, and change at pleasure the Standard of moral Rectitude.","subId":"8","id":"Shaftesbury.C.SC.3.1.8"},{"type":"paragraph","content":"But notwithstanding the Prejudices and Corruptions of this kind, 'tis plain there is something still of a <em>publick Principle,</em> even where it is most perverted and depress'd. The worst of Magistracys, <em>the mere Despotick kind,</em> can shew sufficient Instances of Zeal and Affection towards it. Where no other Government is known, it seldom fails of having that Allegiance and Duty paid it, which is owing to a better Form. The Eastern Countrys, and many barbarous Nations, have been and still are Examples of this kind. The personal Love they bear their Prince, however severe towards them, may shew, how natural an Affection there is towards Government and Order among Mankind. If Men have <em>really</em> no publick Parent, no Magistrate in common to cherish and protect 'em, they will still <em>imagine</em> they have such a one; and, like new-born Creatures who have never seen their Dam, will fansy one for themselves, and apply (as by Nature prompted) to some like Form, for Favour and Protection. In the room of a <em>true Foster-Father,</em> and <em>Chief,</em> they will take after <em>a false one;</em> and in the room of a <em>legal Government</em> and <em>just Prince,</em> obey even <em>a Tyrant,</em> and endure a whole Lineage and Succession of such.","subId":"9","id":"Shaftesbury.C.SC.3.1.9"},{"type":"paragraph","content":"As for us <span class=\"small-capitals\">Britons,</span> thank Heaven, we have a better <em>Sense</em> of Government deliver'd to us from our Ancestors. We have the Notion of <span class=\"small-capitals\">aPublick,</span> and <span class=\"small-capitals\">aConstitution;</span> how <em>a Legislative,</em> and how <em>an Executive</em> is model'd. We understand Weight and Measure in this kind, and can reason justly on the <em>Balance of Power</em> and <em>Property.</em> The Maxims we draw from hence, are as evident as those in <em>Mathematicks.</em> Our increasing Knowledg shews us every day, more and more, what <span class=\"small-capitals\">CommonSense</span> is in Politicks: And this must of necessity lead us to understand a like <em>Sense</em> in Morals; which is the Foundation.","subId":"10","id":"Shaftesbury.C.SC.3.1.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Tis</span> ridiculous to say, there is any Obligation on Man to act sociably, or honestly, in a form'd Government; and not in that which is commonly call'd<a href=\"#n5\"><sup>[5]</sup></a> <em>the State of Nature.</em> For, to speak in the fashionable Language of our modern Philosophy: <q>Society being founded on a Compact; the Surrender made of every Man's private unlimited Right, into the hands of the Majority, or such as the Majority shou'd appoint, was of free Choice, and by a Promise.</q> Now <em>the Promise</em> it-self was made in the <em>State of Nature:</em> And that which cou'd make <em>a Promise</em> obligatory in the State of Nature, must make <em>all</em> other Acts of Humanity as much our real Duty, and natural Part. Thus <em>Faith, Justice, Honesty,</em> and <em>Virtue,</em> must have been as early as the State of Nature, or they cou'd never have been <em>at all.</em> The Civil Union, or Confederacy, cou'd never make <em>Right</em> or <em>Wrong;</em> if they subsisted not before. He who was free to any Villany before his Contract, will, and ought to make as free with his Contract, when he thinks fit. The <em>Natural Knave</em> has the same reason to be <em>a Civil one;</em> and may dispense with his politick Capacity as oft as he sees occasion: 'Tis only <em>his Word</em> stands in his way.—A Man is oblig'd <em>to keep his Word.</em> Why? Because <em>he has given his</em> <em>Word to keep it.</em>—Is not this a notable Account of the Original of moral Justice, and the Rise of Civil Government and Allegiance!","subId":"11","id":"Shaftesbury.C.SC.3.1.11"},{"type":"note","content":"<blockquote><span class=\"foreign\">Rarus enim fermè <em>Sensus communis</em> in illâ <br> Fortunâ—</span> <br> <cite>Juv. <em>Sat.</em> 8. <em>v.</em> 73.</cite></blockquote>","subId":"n1","id":"Shaftesbury.C.SC.3.1.n1"},{"type":"note","content":"<em>Viz.</em> The two <em>Casaubons, Is.</em> and <em>Mer. Salmasius,</em> and our <em>English Gataker:</em> See the first in <em>Capitolinus, Vit. M. Ant. sub finem.</em> The second in his Comment on <em>M. Ant.</em> lib. 1. sect. 13, &amp; 16. <em>Gataker</em> on the same place; and <em>Salmasius</em> in the same Life of <em>Capitolinus,</em> at the end of his Annotations. The <em>Greek</em> word is <span class=\"foreign\">Κοινονοημοσύνη</span>, which <em>Salmasius</em> interprets, <q><span class=\"foreign\">moderatam, usitatam &amp; ordinariam hominis mentem quae in commune quodammodo consulit, nec omnia ad commodum suum refert, respectumque etiam habet eorum cum quibus versatur, modestè, modicéque de se sentiens. At contra inflati &amp; superbi omnes se sibi tantùm suisque commodis natos arbitrantur, &amp; prae se caeteros contemnunt &amp; negligunt; &amp; hi sunt qui <em>Sensum Communem</em> non habere rectè dici possunt. Nam ita <em>Sensum Communem</em> accipit <em>Juvenalis,</em> Sat. 8. <em>Rarus enim fermè</em> SENSUS COMMUNIS, <em>&amp;c.</em> φιλανθρωπίαν &amp; χρηστότητα <em>Galenus</em> vocat, quam Marcus de se loquens κοινονοημοσύνην; &amp; alibi, ubi de eadem re loquitur, Μετριότητα καὶ Εὐγνωμοσύνην, qua gratiam illi fecerit Marcus simul eundi ad Germanicum Bellum ac sequendi se.</span></q> In the same manner <em>Isaac Casaubon: Herodianus,</em> says he, calls this the <span class=\"foreign\">τὸ μέτριον καὶ ἰσόμετρον</span>. <q><span class=\"foreign\">Subjicit verò <em>Antoninus</em> quasi hanc vocem interpretans, καὶ τὸ ἐφει̑σθαι τοὶς φίλοις μήτε συνδειπνει̑ν αὐτῳ̑ πάντως, μήτε συναποδημει̑ν ἐπάναγκες.</span></q> This, I am persuaded, is the <em>Sensus Communis</em> of <span class=\"small-capitals\">Horace</span>, Sat. 3. lib. 1. which has been unobserv'd, as far as I can learn, by any of his Commentators: it being remarkable withal, that in this early Satir of <span class=\"small-capitals\">Horace</span>, before his latter days, and when his Philosophy as yet inclin'd to the less rigid Assertors of Virtue, he puts this Expression (as may be seen by the whole Satir taken together) into the Mouth of a <em>Crispinus,</em> or some ridiculous Mimick of that severe Philosophy, to which the Coinage of the word <span class=\"foreign\">κοινονοημοσύνη</span> properly belong'd. For so the Poet again (<cite><em>Sat.</em> 4. <em>v.</em> 77.</cite>) uses the word <span class=\"foreign\">SENSUS</span>, speaking of those who without <em>Sense</em> of Manners, or common Society, without the least respect or deference to others, press rudely upon their Friends, and upon all Company in general, without regard to Time or Place, or any thing besides their selfish and brutish Humour: <blockquote><span class=\"foreign\">—Haud illud quaerentes, num sine SENSU, <br> Tempore num faciant alieno.——ἀναισθητω̑ς,</span></blockquote> as old <em>Lambin</em> interprets it, tho without any other Explanation; referring only to the <em>Sensus Communis</em> of <span class=\"small-capitals\">Horace</span> in that other Satir. Thus <span class=\"small-capitals\">Seneca,</span> Epist. 105. <span class=\"foreign\">Odium autem ex offensa sic vitabis, neminem lacessendo gratuitò: à quo te SENSUS COMMUNIS tuebitur.</span> And <span class=\"small-capitals\">Cicero</span> accordingly, <span class=\"foreign\">Justitiae partes sunt, non violare homines: Verecundiae, non offendere.</span> <cite>Lib. 1. de Off.</cite> It may be objected possibly by some, particularly vers'd in the Philosophy above-mention'd, that the <span class=\"foreign\">κοίνος νοὺς</span>, to which the <span class=\"foreign\">Κοινονοημοσύνη</span> seems to have relation, is of a different meaning. But they will consider withal how small the distinction was in that Philosophy, between the <span class=\"foreign\">ὑπόληψις</span>, and the vulgar <span class=\"foreign\">αἴσθησις</span>; how generally <em>Passion</em> was by those Philosophers brought under the Head of <em>Opinion.</em> And when they consider, besides this, the very Formation of the word <span class=\"foreign\">Κοινονοημοσύνη</span> upon the Model of the other femaliz'd Virtues, the <span class=\"foreign\">Εὐγνωμοσύνη</span>, <span class=\"foreign\">Σωφροσύνη</span>, <span class=\"foreign\">Δικαιοσύνη</span>, <em>&amp;c.</em> they will no longer hesitate on this Interpretation.—The Reader may perhaps by this Note see better why the <em>Latin</em> Title of <em>Sensus Communis</em> has been given to this second Treatise. He may observe, withal, how the same Poet <span class=\"small-capitals\">Juvenal</span> uses the word <em>Sensus,</em> in Sat. 15. <span class=\"foreign\">Haec nostri pars optima Sensûs.</span>","subId":"n2","id":"Shaftesbury.C.SC.3.1.n2"},{"type":"note","content":"<blockquote><span class=\"foreign\">Haec satis ad Juvenem, quem nobis fama superbum <br> Tradit, &amp; inflatum, plenumque Nerone propinquo.</span> <br> <cite>Juv. <em>Sat.</em> 8.</cite></blockquote>","subId":"n3","id":"Shaftesbury.C.SC.3.1.n3"},{"type":"note","content":"<em>Inf.</em> pag. 298.","subId":"n4","id":"Shaftesbury.C.SC.3.1.n4"},{"type":"note","content":"VOL. II. <em>p.</em> 306, 310, <em>&amp;c.</em>","subId":"n5","id":"Shaftesbury.C.SC.3.1.n5"}]}