{"id":"Shaftesbury.C.SC.3.2","imported":true,"parent":"Shaftesbury.C.SC.3","title":"Section II","breadcrumb":"Section 2","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_033","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.SC.3.2"},{"type":"paragraph","content":"BUT to pass by these Cavils of a Philosophy, which speaks so much of <em>Nature</em> with so little meaning; we may with justice surely place it as a Principle, <q>That if any thing be <em>natural,</em> in any Creature, or any Kind; 'tis that which is <em>preservative</em> of the Kind it-self, and conducing to its Welfare and Support.</q> If in original and pure Nature, it be <em>wrong</em> to break a Promise, or be treacherous; 'tis as truly <em>wrong</em> to be in any respect inhuman, or any way wanting in our natural part towards human Kind. If <em>Eating</em> and <em>Drinking</em> be natural, <em>Herding</em> is so too. If any <em>Appetite</em> or <em>Sense</em> be natural, the <em>Sense of Fellowship</em> is the same. If there be any thing of Nature in that Affection which is between the Sexes, the Affection is certainly as natural towards the consequent Offspring; and so again between the Offspring themselves, as Kindred and Companions, bred under the same Discipline and Oeconomy. And thus <em>a Clan</em> or <em>Tribe</em> is gradually form'd; <em>a Publick</em> is recogniz'd: and besides the Pleasure found in social Entertainment, Language, and Discourse, there is so apparent a Necessity for continuing this good Correspondency and Union, that to have no <em>Sense</em> or Feeling of this kind, no Love of <em>Country, Community,</em> or any thing <em>in common,</em> wou'd be the same as to be insensible even of the plainest Means of <em>Self-Preservation,</em> and most necessary Condition of <em>Self-Enjoyment.</em>","subId":"1","id":"Shaftesbury.C.SC.3.2.1"},{"type":"paragraph","content":"How the Wit of Man shou'd so puzzle this Cause, as to make Civil Government and Society appear a kind of Invention, and Creature of Art, I know not. For my own part, methinks, this <em>herding</em> Principle, and <em>associating</em> Inclination, is seen so <em>natural</em> and strong in most Men, that one might readily affirm, 'twas even from the Violence of this Passion that so much Disorder arose in the general Society of Mankind.","subId":"2","id":"Shaftesbury.C.SC.3.2.2"},{"type":"paragraph","content":"Universal Good, or the Interest of <em>the World in general,</em> is a kind of remote philosophical Object. That <em>greater Community</em> falls not easily under the Eye. Nor is a National Interest, or that of a whole People, or Body Politick, so readily apprehended. In less Partys, Men may be intimately conversant and acquainted with one another. They can there better taste Society, and enjoy the <em>common</em> Good and Interest of a more contracted Publick. They view the whole Compass and Extent of their Community; and see, and know particularly whom they serve, and to what end they <em>associate</em> and <em>conspire.</em> All Men have naturally their share of this <em>combining</em> Principle: and they who are of the sprightliest and most active Facultys, have so large a share of it, that unless it be happily directed by right Reason, it can never find Exercise for it-self in so remote a Sphere as that of the Body Politick at large. For here perhaps the thousandth part of those whose Interests are concern'd, are scarce so much as known by sight. No visible Band is form'd; no strict Alliance: but the Conjunction is made with different Persons, Orders, and Ranks of Men; not sensibly, but <em>in Idea;</em> according to that general View or Notion of <em>a State</em> or <em>Commonwealth.</em>","subId":"3","id":"Shaftesbury.C.SC.3.2.3"},{"type":"paragraph","content":"Thus the social Aim is disturb'd, for want of certain Scope. The <em>close Sympathy</em> and <em>conspiring Virtue</em> is apt to lose it-self, for want of Direction, in so wide a Field. Nor is the Passion any-where so strongly felt, or vigorously exerted, as in actual <em>Conspiracy</em> or <em>War;</em> in which the highest Genius's are often known the forwardest to employ themselves. For the most generous Spirits are the most combining. They delight most to move in Concert; and <em>feel</em> (if I may so say) in the strongest manner, the force of <em>the confederating Charm.</em>","subId":"4","id":"Shaftesbury.C.SC.3.2.4"},{"type":"paragraph","content":"'Tis strange to imagine that <em>War,</em> which of all things appears the most savage, shou'd be the Passion of the most heroick Spirits. But 'tis in War that the Knot of <em>Fellowship</em> is closest drawn. 'Tis in War that mutual Succour is most given, mutual Danger run, and <em>common Affection</em> most exerted and employ'd. For <em>Heroism</em> and <em>Philanthropy</em> are almost one and the same. Yet by a small mis-guidance of the Affection, a Lover of Mankind becomes a Ravager: A Hero and Deliverer becomes an Oppressor and Destroyer.","subId":"5","id":"Shaftesbury.C.SC.3.2.5"},{"type":"paragraph","content":"Hence other Divisions amongst Men. Hence, in the way of Peace and Civil Government, that <em>Love of Party,</em> and Subdivision by <em>Cabal.</em> For Sedition is a kind of <em>cantonizing</em> already begun within the State. To <em>cantonize</em> is natural; when the Society grows vast and bulky: And powerful States have found other Advantages in sending Colonys abroad, than merely that of having Elbow-room at home, or extending their Dominion into distant Countrys. Vast Empires are in many respects unnatural: but particularly in this, That be they ever so well constituted, the Affairs of many must, in such Governments, turn upon a very few; and the Relation be less sensible, and in a manner lost, between the Magistrate and People, in a Body so unwieldy in its Limbs, and whose Members lie so remote from one another, and distant from the Head.","subId":"6","id":"Shaftesbury.C.SC.3.2.6"},{"type":"paragraph","content":"'Tis in such Bodys as these that strong Factions are aptest to engender. The associating Spirits, for want of Exercise, form new Movements, and seek a narrower Sphere of Activity, when they want Action in a greater. Thus we have <em>Wheels within Wheels.</em> And in some National Constitutions, notwithstanding the Absurdity in Politicks, we have <em>one Empire within another.</em> Nothing is so delightful as to incorporate. <em>Distinctions</em> of many kinds are invented. <em>Religious Societys</em> are form'd. <em>Orders</em> are erected; and their Interests espous'd, and serv'd, with the utmost Zeal and Passion. Founders and Patrons of this sort are never wanting. Wonders are perform'd, in this wrong social Spirit, by those Members of separate Societys. And the <em>associating Genius</em> of Man is never better prov'd, than in those very Societys, which are form'd in opposition to the general one of Mankind, and to the real Interest of the State.","subId":"7","id":"Shaftesbury.C.SC.3.2.7"},{"type":"paragraph","content":"In short, the very Spirit of <em>Faction,</em> for the greatest part, seems to be no other than the Abuse or Irregularity of that <em>social Love,</em> and <em>common Affection,</em> which is natural to Mankind. For the Opposite of <em>Sociableness</em> is <em>Selfishness.</em> And of all Characters, the thorow-selfish one is the least forward in <em>taking Party.</em> The Men of this sort are, in this respect, true <em>Men of Moderation.</em> They are secure of their Temper; and possess themselves too well, to be in danger of entering warmly into any Cause, or engaging deeply with any Side or Faction.","subId":"8","id":"Shaftesbury.C.SC.3.2.8"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.3.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1709]},"next":{"id":"Shaftesbury.C.SC.3.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]}}