{"imported":true,"id":"Hume.THN.1.1.7","parent":"Hume.THN.1.1","title":"Section 7. Of abstract ideas","breadcrumb":"Section 7","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. VII. £3 £4 _Of abstract ideas._ £4","id":"Hume.THN.1.1.7"},{"type":"paragraph","content":"A VERY material question has been started concerning _abstract_ or _general_ ideas, _whether they be general or particular in the mind's conception of them_. A[n4] great philosopher has disputed the receiv'd opinion in this particular, and has asserted, that all general ideas are nothing but particular ones, annexed to a certain term, which gives them a more extensive signification, and makes them recal upon occasion other individuals, which are similar to them. As I look upon this to be one of the greatest and most valuable discoveries that has been made of late years in the republic of letters, I shall here endeavour to confirm it by some arguments, which I hope will put it beyond all doubt and controversy.","subId":"1","id":"Hume.THN.1.1.7.1","pages":"17"},{"type":"paragraph","content":"'^Tis evident^, that in forming most of our general ideas, if not all of them, we abstract from every particular degree of quantity and quality, and that an object ceases not to be of any particular species on account of every small alteration in its extension, duration and other properties. It may therefore be thought, that here is a plain dilemma, that decides concerning the nature of those abstract ideas, which have |afforded so much speculation to philosophers. The abstract idea of a man represents men of all sizes and all qualities; which 'tis concluded it cannot do, but either by representing at once all possible sizes and all possible qualities, or by representing no particular one at all. Now it having been esteemed absurd to defend the former proposition, as implying an infinite capacity in the mind, it has been commonly infer'd in favour of the latter; and our abstract ideas have been suppos'd to represent no particular degree either of quantity or quality. But that this inference is erroneous, I shall endeavour to make appear, _first_, by proving, that 'tis utterly impossible to conceive any quantity or quality, without forming a precise notion of its degrees: And _secondly_ by showing, that tho' the capacity of the mind be not infinite, yet we can at once form a notion of all possible degrees of quantity and quality, in such a manner at least, as, however imperfect, may serve all the purposes of reflection and conversation.","subId":"2","id":"Hume.THN.1.1.7.2","pages":"17-8"},{"type":"paragraph","content":"^To^ begin with the first proposition, _that the mind cannot form any notion of quantity or quality without forming a precise notion of the degrees of each_; we may prove this by the three following arguments. First, We have observ'd, that whatever objects are different are distinguishable, and that whatever objects are distinguishable are separable by the thought and imagination. And we may here add, that these propositions are equally true in the _inverse_, and that whatever objects are separable are also distinguishable, and that whatever objects are distinguishable are also different. For how is it possible we can separate what is not distinguishable, or distinguish what is not different? In order therefore to know, whether abstraction implies a separation, we need only consider it in this view, and examine, whether all the circumstances, which we abstract from in our general ideas, be such as are distinguishable and different from those, which we retain as essential parts of them. But 'tis evident at first sight, that the precise length of a line is not different nor distin|guishable from the line itself; nor the precise degree of any quality from the quality. These ideas, therefore, admit no more of separation than they do of distinction and difference. They are consequently conjoined with each other in the conception; and the general idea of a line, notwithstanding all our abstractions and refinements, has in its appearance in the mind a precise degree of quantity and quality; however it may be made to represent others, which have different degrees of both.","subId":"3","id":"Hume.THN.1.1.7.3","pages":"18-9"},{"type":"paragraph","content":"^Secondly^, 'tis confest, that no object can appear to the senses; or in other words, that no impression can become present to the mind, without being determin'd in its degrees both of quantity and quality. The confusion, in which impressions are sometimes involv'd, proceeds only from their faintness and unsteadiness, not from any capacity in the mind to receive any impression, which in its real existence has no particular degree nor proportion. That is a contradiction in terms; and even implies the flattest of all contradictions, _viz._ that 'tis possible for the same thing both to be and not to be.","subId":"4","id":"Hume.THN.1.1.7.4","pages":"19"},{"type":"paragraph","content":"^Now^ since all ideas are deriv'd from impressions, and are nothing but copies and representations of them, whatever is true of the one must be acknowledg'd concerning the other. Impressions and ideas differ only in their strength and vivacity. The foregoing conclusion is not founded on any particular degree of vivacity. It cannot therefore be affected by any variation in that particular. An idea is a weaker impression; and as a strong impression must necessarily have a determinate quantity and quality, the case must be the same with its copy or representative.","subId":"5","id":"Hume.THN.1.1.7.5","pages":"19"},{"type":"paragraph","content":"^Thirdly^, 'tis a principle generally receiv'd in philosophy, that every thing in nature is individual, and that 'tis utterly absurd to suppose a triangle really existent, which has no precise proportion of sides and angles. If this therefore be absurd in _fact and reality_, it must also be absurd _in idea_; since nothing of which we can form a clear and distinct |idea is absurd and impossible. But to form the idea of an object, and to form an idea simply is the same thing; the reference of the idea to an object being an extraneous denomination, of which in itself it bears no mark or character. Now as 'tis impossible to form an idea of an object, that is possest of quantity and quality, and yet is possest of no precise degree of either; it follows, that there is an equal impossibility of forming an idea, that is not limited and confin'd in both these particulars. Abstract ideas are therefore in themselves individual, however they may become general in their representation. The image in the mind is only that of a particular object, tho' the application of it in our reasoning be the same, as if it were universal.","subId":"6","id":"Hume.THN.1.1.7.6","pages":"19-20"},{"type":"paragraph","content":"^This^ application of ideas beyond their nature proceeds from our collecting all their possible degrees of quantity and quality in such an imperfect manner as may serve the purposes of life, which is the second proposition I propos'd to explain. When we have found a resemblance{++[n5]++} among several objects, that often occur to us, we apply the same name to all of them, whatever differences we may observe in the degrees of their quantity and quality, and whatever other differences may appear among them. After we have acquired a custom of this kind, the hearing of that name revives the idea of one of these objects, and makes the imagination conceive it with all its particular circumstances and proportions. But as the same word is suppos'd to have been frequently applied to other individuals, that are different in many respects from that idea, which is immediately present to the mind; the word not being able to revive the idea of all these individuals, {--but--} only touches the soul, if I may be allow'd so to speak, and revives that custom, which we have acquir'd by surveying them. They are not really and in fact present to the mind, but only in power; nor do we draw them all out distinctly in the imagination, but keep ourselves in a readiness to survey any of them, as we may be prompted by a present design or necessity. The word |raises up an individual idea, along with a certain custom; and that custom produces any other individual one, for which we may have occasion. But as the production of all the ideas, to which the name may be apply'd, is in most cases impossible, we abridge that work by a more partial consideration, and find but few inconveniences to arise in our reasoning from that abridgment.","subId":"7","id":"Hume.THN.1.1.7.7","pages":"20-1"},{"type":"paragraph","content":"^For^ this is one of the most extraordinary circumstances in the present affair, that after the mind has produc'd an individual idea, upon which we reason, the attendant custom, reviv'd by the general or abstract term, readily suggests any other individual, if by chance we form any reasoning, that agrees not with it. Thus shou'd we mention the word, triangle, and form the idea of a particular equilateral one to correspond to it, and shou'd we afterwards assert, _that the three angles of a triangle are equal to each other_, the other individuals of a scalenum and isoceles, which we overlook'd at first, immediately crowd in upon us, and make us perceive the falshood of this proposition, tho' it be true with relation to that idea, which we had form'd. If the mind suggests not always these ideas upon occasion, it proceeds from some imperfection in its faculties; and such a one as is often the source of false reasoning and sophistry. But this is principally the case with those ideas which are abstruse and compounded. On other occasions the custom is more entire, and 'tis seldom we run into such errors.","subId":"8","id":"Hume.THN.1.1.7.8","pages":"21"},{"type":"paragraph","content":"^Nay^ so entire is the custom, that the very same idea may be annext to several different words, and may be employ'd in different reasonings, without any danger of mistake. Thus the idea of an equilateral triangle of an inch perpendicular may serve us in talking of a figure, of a rectilineal figure, of a regular figure, of a triangle, and of an equilateral triangle. All these terms, therefore, are in this case attended with the same idea; but as they are wont to be apply'd in a greater or lesser compass, they excite their particular habits, and thereby keep the mind in a readiness to observe, that no |conclusion be form'd contrary to any ideas, which are usually compriz'd under them.","subId":"9","id":"Hume.THN.1.1.7.9","pages":"21-2"},{"type":"paragraph","content":"^Before^ those habits have become entirely perfect, perhaps the mind may not be content with forming the idea of only one individual, but may run over several, in order to make itself comprehend its own meaning, and the compass of that collection, which it intends to express by the general term. That we may fix the meaning of the word, figure, we may revolve in our mind the ideas of circles, squares, parallelograms, triangles of different sizes and proportions, and may not rest on one image or idea. However this may be, 'tis certain _that_ we form the idea of individuals, whenever we use any general term; _that_  we seldom or never can exhaust these individuals; and _that_ those, which remain, are only represented by means of that habit, by which we recal them, whenever any present occasion requires it. This then is the nature of our abstract ideas and general terms; and 'tis after this manner we account for the foregoing paradox, _that some ideas are particular in their nature, but general in their representation_. A particular idea becomes general by being annex'd to a general term; that is, to a term, which from a customary conjunction has a relation to many other particular ideas, and readily recals them in the imagination.","subId":"10","id":"Hume.THN.1.1.7.10","pages":"22"},{"type":"paragraph","content":"^The^ only difficulty, that can remain on this subject, must be with regard to that custom, which so readily recals every particular idea, for which we may have occasion, and is excited by any word or sound, to which we commonly annex it. The most proper method, in my opinion, of giving a satisfactory explication of this act of the mind, is by producing other instances, which are analogous to it, and other principles, which facilitate its operation. To explain the ultimate causes of our mental actions is impossible. 'Tis sufficient, if we can give any satisfactory account of them from experience and analogy.","subId":"11","id":"Hume.THN.1.1.7.11","pages":"22"},{"type":"paragraph","content":"^First^ then I observe, that when we mention any great |number, such as a thousand, the mind has generally no adequate idea of it, but only a power of producing such an idea, by its adequate idea of the decimals, under which the number is comprehended. This imperfection, however, in our ideas, is never felt in our reasonings; which seems to be an instance parallel to the present one of universal ideas.","subId":"12","id":"Hume.THN.1.1.7.12","pages":"22-3"},{"type":"paragraph","content":"^Secondly^, we have several instances of habits, which may be reviv'd by one single word; as when a person, who has by rote any periods of a discourse, or any number of verses, will be put in remembrance of the whole, which he is at a loss to recollect, by that single word or expression, with which they begin.","subId":"13","id":"Hume.THN.1.1.7.13","pages":"23"},{"type":"paragraph","content":"^Thirdly^, I believe every one, who examines the situation of his mind in reasoning, will agree with me, that we do not annex distinct and compleat ideas to every term we make use of, and that in talking of _government_, _church_, _negotiation_, _conquest_, we seldom spread out in our minds all the simple ideas, of which these complex ones are compos'd. 'Tis however observable, that notwithstanding this imperfection we may avoid talking nonsense on these subjects, and may perceive any repugnance among the ideas, as well as if we had a full comprehension of them. Thus if instead of saying, _that in war the weaker have always recourse to negotiation_, we shou'd say, _that they have always recourse to conquest_, the custom, which we have acquir'd of attributing certain relations to ideas, still follows the words, and makes us immediately perceive the absurdity of that proposition; in the same manner as one particular idea may serve us in reasoning concerning other ideas, however different from it in several circumstances.","subId":"14","id":"Hume.THN.1.1.7.14","pages":"23"},{"type":"paragraph","content":"^Fourthly^, As the individuals are collected together, and plac'd under a general term with a view to that resemblance, which they bear to each other, this relation must facilitate their entrance in the imagination, and make them be suggested more readily upon occasion. And indeed if we consider the common progress of the thought, either in |reflection or conversation, we shall find great reason to be satisfy'd in this particular. Nothing is more admirable, than the readiness, with which the imagination suggests its ideas, and presents them at the very instant, in which they become necessary or useful. The fancy runs from one end of the universe to the other in collecting those ideas, which belong to any subject. One would think the whole intellectual world of ideas was at once subjected to our view, and that we did nothing but pick out such as were most proper for our purpose. There may not, however, be any present, beside those very ideas, that are thus collected by a kind of magical faculty in the soul, which, tho' it be always most perfect in the greatest geniuses, and is properly what we call a genius, is however inexplicable by the utmost efforts of human understanding.","subId":"15","id":"Hume.THN.1.1.7.15","pages":"23-4"},{"type":"paragraph","content":"^Perhaps^ these four reflections may help to remove all difficulties to the hypothesis I have propos'd concerning abstract ideas, so contrary to that, which has hitherto prevail'd in philosophy. But to tell the truth I place my chief confidence in what I have already prov'd concerning the impossibility of general ideas, according to the common method of explaining them. We must certainly seek some new system on this head, and there plainly is none beside what I have propos'd. If ideas be particular in their nature, and at the same time finite in their number, 'tis only by custom they can become general in their representation, and contain an infinite number of other ideas under them.","subId":"16","id":"Hume.THN.1.1.7.16","pages":"24"},{"type":"paragraph","content":"^Before^ I leave this subject I shall employ the same principles to explain that _distinction of reason_, which is so much talk'd of, and is so little understood, in the schools. Of this kind is the distinction betwixt figure and the body figur'd; motion and the body mov'd. The difficulty of explaining this distinction arises from the principle above explain'd, that _all ideas, which are different, are separable_. For it follows from thence, that if the figure be different from the body, their ideas must be separable as well as distinguishable; if |they be not different, their ideas can neither be separable nor distinguishable. What then is meant by a distinction of reason, since it implies neither a difference nor separation?","subId":"17","id":"Hume.THN.1.1.7.17","pages":"24-5"},{"type":"paragraph","content":"^To^ remove this difficulty we must have recourse to the foregoing explication of abstract ideas. 'Tis certain that the mind wou'd never have dream'd of distinguishing a figure from the body figur'd, as being in reality neither distinguishable, nor different, nor separable; did it not observe, that even in this simplicity there might be contain'd many different resemblances and relations. Thus when a globe of white marble is presented, we receive only the impression of a white colour dispos'd in a certain form, nor are we able to separate and distinguish the colour from the form. But observing afterwards a globe of black marble and a cube of white, and comparing them with our former object, we find two separate resemblances, in what formerly seem'd, and really is, perfectly inseparable. After a little more practice of this kind, we begin to distinguish the figure from the colour by a _distinction of reason_; that is, we consider the figure and colour together, since they are in effect the same and undistinguishable; but still view them in different aspects, according to the resemblances, of which they are susceptible. When we wou'd consider only the figure of the globe of white marble, we form in reality an idea both of the figure and colour, but tacitly carry our eye to its resemblance with the globe of black marble: And in the same manner, when we wou'd consider its colour only, we turn our view to its resemblance with the cube of white marble. By this means we accompany our ideas with a kind of reflection, of which custom renders us, in a great measure, insensible. A person, who desires us to consider the figure of a globe of white marble without thinking on its colour, desires an impossibility; but his meaning is, that we shou'd consider the colour and figure together, but still keep in our eye the resemblance to the globe of black marble, or that to any other globe of whatever colour or substance.","subId":"18","id":"Hume.THN.1.1.7.18","pages":"25"},{"type":"note","content":"Dr. _Berkeley_.","subId":"n4","id":"Hume.THN.1.1.7.n4","pages":"17"},{"type":"note","content":"{++'^Tis^ evident, that even different simple ideas may have a similarity or resemblance to each other; nor is it necessary, that the point or circumstance of resemblance shou'd be distinct or separable from that in which they differ. _Blue_ and _green_ are different simple ideas, but are more resembling that _blue_ and _scarlet_; tho' their perfect simplicity excludes all possibility of separation or distinction. 'Tis the same case with particular sounds, and tastes and smells. These admit of infinite resemblances upon the general appearance and comparison, without having any common circumstance the same. And of this we may be certain, even from the very abstract terms _simple idea_. They comprehend all simple ideas under them. These resemble each other in their simplicity. And yet from their very nature, which excludes all composition, this circumstance, in which they resemble, is not distinguishable nor separable from the rest. 'Tis the same case with all the degrees in any quality. They are all resembling, and yet the quality, in any individual, is not distinct from the degree.++}","subId":"n5","id":"Hume.THN.1.1.7.n5","pages":"637"}]}
