{"id":"Shaftesbury.C.MR.5.1","imported":true,"parent":"Shaftesbury.C.MR.5","title":"Chapter I. Ceremonial adjusted, between Author and Reader――Affectation of Precendency in the former――Various Claim to Inspiration――Bards; Prophets; Sibylline Scripture――Written Oracles; in Verse and Prose――Common Interest of antient Letters and Christianity――State of Wit, Elegance, and Correctness――Poetick Truth――Preparation for Criticism on our Author, in his concluding Treatise","breadcrumb":"Chapter 1","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_020","blocks":[{"type":"title","content":"<h1>Chapter I. Ceremonial adjusted, between Author and Reader――Affectation of Precendency in the former――Various Claim to Inspiration――Bards; Prophets; Sibylline Scripture――Written Oracles; in Verse and Prose――Common Interest of antient Letters and Christianity――State of Wit, Elegance, and Correctness――Poetick Truth――Preparation for Criticism on our Author, in his concluding Treatise</h1> ","id":"Shaftesbury.C.MR.5.1"},{"type":"paragraph","content":"OF all the artificial Relations, form'd between Mankind, the most capricious and variable is that of <em>Author</em> and <em>Reader.</em> Our Author, for his part, has declar'd his Opinion of this, where<a href=\"#n1\"><sup>[1]</sup></a> he gives his Advice to modern Authors. And tho he supposes that every <em>Author in Form,</em> is, in respect of the particular matter he explains, superior in Understanding to his <em>Reader;</em> yet he allows not that any Author shou'd assume the upper hand, or pretend to withdraw himself from that necessary Subjection to foreign Judgment and Criticism, which must determine the Place of Honour on the Reader's side.","subId":"1","id":"Shaftesbury.C.MR.5.1.1"},{"type":"paragraph","content":"'Tis evident that an Author's Art and Labour are for his <em>Reader's</em> sake alone. 'Tis to his Reader he makes his application, if not openly and avowedly, yet, at least, with implicit Courtship. <em>Poets</em> indeed, and especially those of a modern kind, have a peculiar manner of treating this Affair with a high hand. They pretend to set themselves above Mankind. <q>Their <em>Pens</em> are <em>sacred:</em> Their Style and Utterance <em>divine.</em></q> They write, often, as in a Language foreign to human Kind; and wou'd disdain to be reminded of those poor Elements of Speech, their <em>Alphabet</em> and <em>Grammar.</em>","subId":"2","id":"Shaftesbury.C.MR.5.1.2"},{"type":"paragraph","content":"But here inferior Mortals presume often to intercept their Flight, and remind them of their fallible and human part. Had those first Poets who began this Pretence to <em>Inspiration,</em> been taught a manner of communicating their rapturous Thoughts and high Ideas by some other Medium than that of <em>Style</em> and <em>Language;</em> the Case might have stood otherwise. But the <em>inspiring</em> <span class=\"small-capitals\">Divinity</span> or <span class=\"small-capitals\">Muse</span> having, in the Explanation of her-self, submitted her Wit and Sense to the mechanick Rules of <em>human arbitrary</em> Composition; she must, in consequence, and by necessity, submit her-self to <em>human Arbitration,</em> and <em>the Judgment</em> of the <em>literate World.</em> And thus <span class=\"small-capitals\">theReader</span> is still superior, and keeps the upper hand.","subId":"3","id":"Shaftesbury.C.MR.5.1.3"},{"type":"paragraph","content":"'Tis indeed no small Absurdity, to assert a Work or Treatise, written in <em>human Language,</em> to be above <em>human Criticism,</em> or <em>Censure.</em> For if the Art of Writing be from the grammatical Rules of human Invention and Determination; if even these Rules are form'd on casual Practice and various Use: there can be no <em>Scripture</em> but what must of necessity be subject to the Reader's narrow Scrutiny and strict Judgment; unless a Language and Grammar, different from any of human Structure, were deliver'd down from Heaven, and miraculously accommodated to human Service and Capacity.","subId":"4","id":"Shaftesbury.C.MR.5.1.4"},{"type":"paragraph","content":"'Tis no otherwise in the grammatical Art of Characters, and <em>painted Speech,</em> than in the Art of <em>Painting</em> it-self. I have seen, in certain Christian Churches, an antient Piece or two, affirm'd, on the solemn Faith of Priestly Tradition, <q>to have been Angelically and Divinely wrought, by a supernatural Hand, and sacred Pencil.</q> Had the Piece happen'd to be of a Hand like <span class=\"small-capitals\">Raphael'</span> s, I cou'd have found nothing certain to oppose to this Tradition. But having observ'd the whole <em>Style</em> and Manner of the pretended heavenly Workmanship to be so indifferent as to vary in many Particulars from <em>the Truth of Art,</em> I presum'd within my-self to beg pardon of the Tradition, and assert confidently, <q>That if the <em>Pencil</em> had been Heaven-guided, it cou'd never have been so lame in its performance</q>: It being a mere contradiction to all Divine and Moral Truth, that <em>a Celestial Hand,</em> submitting it-self to the Rudiments of <em>a human Art,</em> shou'd sin against <em>the</em> <span class=\"small-capitals\">Art</span> <em>it-self,</em> and express <em>Falshood</em> and <em>Error,</em> instead of <em>Justness</em> and <em>Proportion.</em>","subId":"5","id":"Shaftesbury.C.MR.5.1.5"},{"type":"paragraph","content":"It may be alledg'd perhaps, <q>That there are, however, certain <span class=\"small-capitals\">Authors</span> in the World, who tho, of themselves, they neither boldly claim the Privilege of <em>Divine Inspiration,</em> nor carry indeed the least resemblance of <em>Perfection</em> in their Style or Composition; yet they subdue <em>the</em> <span class=\"small-capitals\">Reader,</span> gain the ascendent over his Thought and Judgment, and force from him a certain <em>implicit Veneration</em> and <em>Esteem.</em></q> To this I can only answer, <q>That if there be neither Spell nor Inchantment in the Case; this can plainly be no other than mere <span class=\"small-capitals\">Enthusiasm</span> </q>; except, perhaps, where <em>the supreme Powers</em> have given their Sanction to any <em>religious Record,</em> or <em>pious Writ:</em> And in this Case, indeed, it becomes immoral and profane in any one, to deny absolutely, or dispute <em>the sacred Authority</em> of the least Line or Syllable contain'd in it. But shou'd <em>the Record,</em> instead of being <em>single, short</em> and <em>uniform,</em> appear to be <em>multifarious, voluminous,</em> and <em>of the most difficult Interpretation;</em> it wou'd be somewhat hard, if not wholly impracticable in the Magistrate, to suffer this Record to be <em>universally current,</em> and at the same time prevent its being <em>variously apprehended</em> and <em>descanted on,</em> by the several <em>differing Genius's</em> and <em>contrary Judgments</em> of Mankind.","subId":"6","id":"Shaftesbury.C.MR.5.1.6"},{"type":"paragraph","content":"'Tis remarkable, that in the politest of all Nations, the Writings look'd upon as most <em>sacred,</em> were those of their great <span class=\"small-capitals\">Poets;</span> whose Works indeed were truly <em>divine,</em> in respect of <em>Art,</em> and <em>the Perfection of their Frame and Composition.</em> But there was yet more<a href=\"#n2\"><sup>[2]</sup></a> <em>Divinity</em> ascrib'd to them, than what is comprehended in this latter Sense. The Notions of vulgar Religion were built on their miraculous Narrations. The wiser and better sort themselves paid a regard to them in this respect; tho they interpreted them indeed more <em>allegorically.</em> Even the <em>Philosophers</em> who criticiz'd 'em with most Severity, were not their least Admirers; when they<a href=\"#n3\"><sup>[3]</sup></a> ascrib'd to 'em that divine <em>Inspiration,</em> or <em>sublime</em> <span class=\"small-capitals\">Enthusiasm,</span> of which our Author has largely treated<a href=\"#n4\"><sup>[4]</sup></a> elsewhere.","subId":"7","id":"Shaftesbury.C.MR.5.1.7"},{"type":"paragraph","content":"It wou'd, indeed, ill become any Pretender to Divine Writing, to publish his Work under a Character of <em>Divinity;</em> if, after all his Endeavours, he came short of <em>a consummate and just Performance.</em> In this respect the <em>Cumean</em> <span class=\"small-capitals\">Sibyl</span> was not so indiscreet or frantick, as she might appear, perhaps, by writing her <em>Prophetick</em> Warnings and pretended <em>Inspirations</em> upon <em>Joint-Leaves;</em> which, immediately after their elaborate Superscription, were torn in pieces, and scatter'd by the Wind.","subId":"8","id":"Shaftesbury.C.MR.5.1.8"},{"type":"paragraph","content":"<a href=\"#n5\"><sup>[5]</sup></a>You will see an inspired prophetess, who chants destiny at the foot of her rock and entrusts her marks and words to leaves. Whatever lines the maid has written on the leaves, she sorts into order and shuts them within her cave. There they remain unmoved nor shift from their order. Yet when the hinge turns and a breath of wind has stirred them, and the door has disordered the light leaves, never thereafter does she trouble to capture them as they flutter in her cavern or to restore their order or join the leaves. Away men go without advice and hate the Sibyl's home.","subId":"9","id":"Shaftesbury.C.MR.5.1.9"},{"type":"paragraph","content":"'Twas impossible to disprove the <span class=\"small-capitals\">Divinity</span> of such <em>Writings,</em> whilst they cou'd be perus'd only in <em>Fragments.</em> Had the Sister-<em>Priestess</em> of <span class=\"small-capitals\">Delphos,</span> who deliver'd her-self in audible plain <em>Metre,</em> been found at any time to have transgress'd <em>the Rule of Verse,</em> it wou'd have been difficult in those days to father the lame Poetry upon <span class=\"small-capitals\">Apollo</span> himself. But where the Invention of <em>the Leaves</em> prevented the reading of a single Line intire; whatever Interpretations might have been made of this <em>fragil</em> and <em>volatil</em> Scripture, no Imperfection cou'd be charg'd on the <em>Original</em> <span class=\"small-capitals\">Text</span> it-self.","subId":"10","id":"Shaftesbury.C.MR.5.1.10"},{"type":"paragraph","content":"What those<a href=\"#n6\"><sup>[6]</sup></a> Volumes may have been, which the disdainful <span class=\"small-capitals\">Sibyl</span> or Prophetess committed to the Flames; or what the remainder was, which the <em>Roman</em> Prince receiv'd and consecrated; I will not pretend to judg: Tho it has been admitted for Truth by the antient Christian Fathers, That these Writings were so far sacred and divine, as to have prophesy'd of the Birth of our <em>religious Founder,</em> and bore testimony to that <em>holy Writ</em> which has preserv'd his Memory, and is justly held, in the highest degree, <em>sacred</em> among Christians.","subId":"11","id":"Shaftesbury.C.MR.5.1.11"},{"type":"paragraph","content":"The Policy however of <em>Old</em> <span class=\"small-capitals\">Rome</span> was such, as not absolutely to rest the Authority of their Religion on any <em>Composition of Literature.</em> The <span class=\"small-capitals\">Sibylline</span> <em>Volumes</em> were kept safely lock'd, and inspected only by such as were ordain'd, or deputed for that purpose. And in this Policy the <em>New</em> <span class=\"small-capitals\">Rome</span> has follow'd their Example; in scrupling to annex the supreme Authority and sacred Character of Infallibility <em>to</em> <span class=\"small-capitals\">Scripture</span> <em>it-self;</em> and in refusing to submit <em>that Scripture</em> to <em>publick</em> Judgment, or to any Eye or Ear but what they qualify for the Inspection of such sacred Mysterys.","subId":"12","id":"Shaftesbury.C.MR.5.1.12"},{"type":"paragraph","content":"The <em>Mahometan</em> Clergy seem to have a different Policy. They boldly rest the Foundation of their Religion on <em>a Book:</em> Such a one as (according to their Pretension) is not only perfect, but <em>inimitable.</em> Were a real Man of Letters, and a just Critick permitted to examine this <em>Scripture</em> by the known Rules of Art; he wou'd soon perhaps refute this Plea. But so barbarous is the accompanying Policy and Temper of these <em>Eastern</em> Religionists, that they discourage, and in effect extinguish all true Learning, Science, and the politer Arts, in company with the antient Authors and Languages, which they set aside; and by this infallible Method, leave their <span class=\"small-capitals\">SacredWrit</span> <em>the sole Standard of literate Performance.</em> For being <em>compar'd</em> to nothing besides it-self, or what is of an inferior kind, it must undoubtedly be thought <em>incomparable.</em>","subId":"13","id":"Shaftesbury.C.MR.5.1.13"},{"type":"paragraph","content":"'Twill be yielded, surely, to the Honour of the <em>Christian World,</em> that their <em>Faith</em> (especially that of the Protestant Churches) stands on a more generous Foundation. They not only allow <em>Comparison</em> of Authors, but are content to derive their Proofs of the Validity of their sacred Record and Revelation, even from those Authors call'd <em>Profane;</em> as being well appriz'd, according to the Maxim of<a href=\"#n7\"><sup>[7]</sup></a> our <em>Divine Master,</em> <q>That in what we bear witness only to our-selves, our Witness cannot be establish'd as a Truth.</q> So that there being at present no immediate Testimony of <em>Miracle</em> or <em>Sign</em> in behalf of holy Writ; and there being in its own particular Composition or Style nothing miraculous, or self-convincing; if the collateral Testimony of other antient Records, Historians, and foreign Authors, were destroy'd, or wholly lost; there wou'd be less Argument or Plea remaining against that natural Suspicion of those who are call'd <em>Sceptical,</em> <q>That the <em>holy Records</em> them-selves were no other than the pure Invention or artificial Compilement of an <em>interested Party,</em> in behalf of <em>the richest Corporation</em> and most profitable <em>Monopoly</em> which cou'd be erected in the World.</q>","subId":"14","id":"Shaftesbury.C.MR.5.1.14"},{"type":"paragraph","content":"Thus, in reality, the Interest of our pious Clergy is necessarily join'd with that of <em>antient Letters,</em> and <em>polite Learning.</em> By <em>this</em> they perpetually refute the crafty Arguments of those Objectors. When they abandon <em>this;</em> they resign their Cause. When they strike at it; they strike even at the Root and Foundation of our holy <em>Faith,</em> and weaken that Pillar on which the whole Fabrick of our <em>Religion</em> depends.","subId":"15","id":"Shaftesbury.C.MR.5.1.15"},{"type":"paragraph","content":"It belongs to mere <em>Enthusiasts</em> and <em>Fanaticks</em> to plead the Sufficiency of a reiterate translated <em>Text,</em> deriv'd to 'em thro' so many Channels, and subjected to so many Variations, of which they are wholly ignorant. Yet wou'd they persuade us, it seems, that from hence alone they can recognize the Divine Spirit, and receive it in themselves, un-subject (as they imagine) to any Rule, and superior to what they themselves often call <em>the dead Letter,</em> and <em>unprofitable Science.</em>—This, any one may see, is building Castles in the Air, and demolishing them again at pleasure; as the exercise of an aerial <em>Fancy,</em> or heated <em>Imagination.</em>","subId":"16","id":"Shaftesbury.C.MR.5.1.16"},{"type":"paragraph","content":"But the judicious Divines of the establish'd Christian Churches, have sufficiently condemn'd this Manner. They are far from resting their Religion on the common Aspect, or obvious Form of their <em>vulgar</em> <span class=\"small-capitals\">Bible,</span> as it presents it-self in the <em>printed</em> Copy, or modern <em>Version.</em> Neither do they <em>in the Original it-self</em> represent it to us as <em>a very Master-piece of Writing,</em> or as absolutely perfect in the Purity and Justness either of Style, or Composition. They allow the Holy Authors to have written according to their best Facultys, and the Strength of their natural Genius: <q>A Shepherd like <em>a Shepherd;</em> and a Prince like <em>a Prince:</em> A Man of reading, and advanc'd in Letters, like a <em>Proficient in the kind;</em> and a Man of meaner Capacity and Reading, like one of <em>the ordinary sort,</em> in his own common <em>Idiom,</em> and imperfect manner of Narration.</q>","subId":"17","id":"Shaftesbury.C.MR.5.1.17"},{"type":"paragraph","content":"'Tis the <em>Substance</em> only of the Narrative, and the <em>principal Facts</em> confirming the Authority of the Revelation, which our Divines think themselves concern'd to prove, according to the best Evidence of which the Matter it-self is capable. And whilst the Sacred Authors themselves allude not only to the <em>Annals</em> and <em>Historys</em> of the <span class=\"small-capitals\">Heathen</span> <em>World,</em> but even to the <em>philosophical</em> Works, the regular<a href=\"#n8\"><sup>[8]</sup></a> <em>Poems,</em> the very <em>Plays</em> and<a href=\"#n9\"><sup>[9]</sup></a> <em>Comedys</em> of the learned and polite Antients; it must be own'd, that as those antient Writings are impair'd, or lost, not only the <em>Light</em> and <em>Clearness</em> of holy Writ, but even the <em>Evidence</em> it-self of its <em>main Facts,</em> must in proportion be diminish'd and brought in question. So ill advis'd were<a href=\"#n10\"><sup>[10]</sup></a> those devout Churchmen heretofore, who in the height of Zeal did their utmost to destroy all Footsteps of <em>Heathen Literature,</em> and consequently all further use of <em>Learning</em> or <em>Antiquity.</em>","subId":"18","id":"Shaftesbury.C.MR.5.1.18"},{"type":"paragraph","content":"But happily the <em>Zeal</em> of this kind is now left as proper only to those despis'd and ignorant <em>modern Enthusiasts</em> we have describ'd. The <span class=\"small-capitals\">Roman</span> <em>Church</em> it-self is so recover'd from this <em>primitive Fanaticism,</em> that their Great Men, and even their<a href=\"#n11\"><sup>[11]</sup></a> <em>Pontiffs,</em> are found ready to give their helping Hand, and confer their Bounty liberally towards the advancement of all antient and polite Learning. They justly observe, that their very <em>Traditions</em> stand in need of some collateral Proof. The Conservation of these other antient and disinterested Authors, they wisely judg essential to the Credibility of those principal Facts, on which the whole <em>religious History</em> and <em>Tradition</em> depend.","subId":"19","id":"Shaftesbury.C.MR.5.1.19"},{"type":"paragraph","content":"'Twou'd indeed be in vain for us, to bring a <span class=\"small-capitals\">PontiusPilate</span> into our Creed, and recite what happen'd <em>under him,</em> in <span class=\"small-capitals\">Judea,</span> if we knew not, <q>Under <em>whom</em> he himself govern'd, <em>whose</em> Authority he had, or <em>what</em> Character he bore, in that remote Country, and amidst a foreign People.</q> In the same manner, 'twou'd be in vain for a <span class=\"small-capitals\">Roman</span> <em>Pontiff</em> to derive his Title to spiritual Sovereignty from the Seat, Influence, Power, and Donation of the <em>Roman</em> <span class=\"small-capitals\">Caesars,</span> and their <em>Successors;</em> if it appear'd not by any <em>History,</em> or <em>collateral Testimony,</em> <q>Who the first <span class=\"small-capitals\">Caesars</span> were; and how they came possess'd of that universal Power, and long Residence of Dominion.</q>","subId":"20","id":"Shaftesbury.C.MR.5.1.20"},{"type":"paragraph","content":"MY READER doubtless, by this time, must begin to wonder thro' what Labyrinth of Speculation, and odd Texture of capricious Reflections, I am offering to conduct him. But he will not, I presume, be altogether displeas'd with me, when I give him to understand, that being now come into my last <span class=\"small-capitals\">Miscellany,</span> and being sensible of the little Courtship I have paid him, comparatively with what is practis'd in that kind by other modern Authors; I am willing, by way of Compensation, to express my <em>Loyalty</em> or <em>Homage</em> towards him, and shew, by my natural Sentiments, and Principles, <q>What particular Deference and high Respect I think to be his <em>Due.</em></q>","subId":"21","id":"Shaftesbury.C.MR.5.1.21"},{"type":"paragraph","content":"The Issue therefore of this long <em>Deduction</em> is, in the first place, with due Compliments, in my Capacity of <em>Author,</em> and in the name of all <em>modest Work-men</em> willingly joining with me in this Representation, to congratulate our <em>English</em> <span class=\"small-capitals\">Reader</span> on the Establishment of what is so advantageous to himself; I mean, that mutual <em>Relation</em> between him and our-selves, which naturally turns so much to his Advantage, and makes <em>us</em> to be in reality the subservient Party. And in this respect 'tis to be hop'd he will long enjoy his just Superiority and Privilege over his humble Servants, who compose and labour for his sake. The <em>Relation</em> in all likelihood must still continue, and be improv'd. Our common Religion and Christianity, founded on <em>Letters</em> and <em>Scripture,</em> promises thus much. Nor is this Hope likely to fail us, whilst <span class=\"small-capitals\">Readers</span> are really allow'd the Liberty to <em>read;</em> that is to say, to <em>examine, construe,</em> and <em>remark with Understanding.</em> <span class=\"small-capitals\">Learning</span> and <span class=\"small-capitals\">Science</span> must of necessity flourish, whilst the Language of the wisest and most learned of Nations is acknowledg'd to contain the principal and essential part of our holy Revelation. And <span class=\"small-capitals\">Criticism,</span> <em>Examinations, Judgments, literate Labours</em> and <em>Inquirys</em> must still be in Repute and Practice; whilst <em>Antient Authors,</em> so necessary to the Support of <em>the Sacred Volumes,</em> are in request, and afford Imployment of such infinite Extent to us <em>Moderns</em> of whatever degree, who are desirous to signalize our-selves by any Atchievement in <em>Letters,</em> and be consider'd as the Investigators of <em>Knowledg</em> and <em>Politeness.</em>","subId":"22","id":"Shaftesbury.C.MR.5.1.22"},{"type":"paragraph","content":"I may undoubtedly, by virtue of my preceding Argument in behalf of Criticism, be allow'd, without suspicion of Flattery or mere Courtship, to assert the <span class=\"small-capitals\">Reader'</span> s Privilege above the <em>Author;</em> and assign to him, as I have done, the upper Hand, and Place of Honour. As to Fact, we know for certain, that the greatest of <em>Philosophers,</em> the very Founder of Philosophy it-self, was no <em>Author.</em> Nor did <em>the Divine Author,</em> and <em>Founder of our Religion,</em> condescend to be an <em>Author</em> in this other respect. He who cou'd best have given us the History of his own Life, with the <em>intire</em> Sermons and divine Discourses which he made in publick, was pleas'd to leave it <em>to others,</em><a href=\"#n12\"><sup>[12]</sup></a> <q><em>To take in hand</em></q>: As there were <em>many,</em> it seems, long afterwards, who did; and undertook accordingly <q>to write <em>in order,</em> and <em>as seem'd good to them,</em> for the better Information of <em>particular</em> Persons, what was then <em>believ'd</em> among the Initiated or <em>Catechiz'd,</em> from <em>Tradition,</em> and early <em>Instruction</em> in their Youth; or what had been transmitted, by Report, from such as were the presum'd Auditors, and <em>Eye-witnesses of those things</em> in former time.</q>","subId":"23","id":"Shaftesbury.C.MR.5.1.23"},{"type":"paragraph","content":"Whether those sacred Books ascrib'd to <em>the Divine Legislator</em> of the <span class=\"small-capitals\">Jews,</span> and which treat of his<a href=\"#n13\"><sup>[13]</sup></a> Death, Burial, and Succession, as well as of his Life and Actions, are strictly to be understood as coming from the immediate Pen of that <em>holy Founder,</em> or rather from some <em>other</em> inspir'd Hand, guided by the same influencing Spirit; I will not presume so much as to examine or enquire. But in general we find, That both as to publick Concerns, in Religion, and in Philosophy, the great and eminent <em>Actors</em> were of a Rank superior to the <em>Writing</em>-Worthys. The great <span class=\"small-capitals\">Athenian</span> Legislator, tho noted as a poetical Genius, cannot be esteem'd an <em>Author,</em> for the sake of some few Verses he may occasionally have made. Nor was the great <span class=\"small-capitals\">Spartan</span> <em>Founder, a Poet himself,</em> tho <em>Author</em> or <em>Redeemer</em> (if I may so express it) to the greatest and best of Poets; who ow'd in a manner his Form and Being to the accurate Searches and Collections of that great <em>Patron.</em> The <em>Politicians</em> and <em>civil</em> <span class=\"small-capitals\">Sages,</span> who were fitted in all respects for the great Scene of Business, cou'd not, it seems, be well taken out of it, to attend the slender and minute Affairs of <em>Letters,</em> and <em>Scholastick</em> Science.","subId":"24","id":"Shaftesbury.C.MR.5.1.24"},{"type":"paragraph","content":"'Tis true, indeed, that without <em>a Capacity</em> for Action, and <em>a Knowledg</em> of the World and Mankind, there can be no Author naturally qualify'd to write with Dignity, or execute any noble or great Design. But there are many, who with the highest Capacity for Business, are by their Fortune deny'd the Privilege of that higher Sphere. As there are others, who having once mov'd in it, have been afterwards, by many Impediments and Obstructions, necessitated to retire, and exert their Genius in this lower degree.","subId":"25","id":"Shaftesbury.C.MR.5.1.25"},{"type":"paragraph","content":"'Tis to some Catastrophe of this kind that we owe the noblest <em>Historians</em> (even the two <em>Princes</em> and <em>Fathers</em> of History) as well as the greatest <em>Philosophical</em> Writers, the <em>Founder</em> of the <span class=\"small-capitals\">Academy,</span> and others, who were also noble in respect of their Birth, and fitted for the highest Stations in the Publick; but discourag'd from engaging in it, on account of some Misfortunes, experienc'd either in their own Persons, or that of their near Friends.","subId":"26","id":"Shaftesbury.C.MR.5.1.26"},{"type":"paragraph","content":"'Tis to the early Banishment and long Retirement of a heroick Youth out of his native Country, that we owe an original System of Works, the politest, wisest, usefullest, and (to those who can understand the <em>Divineness</em> of a just <em>Simplicity</em>) the most<a href=\"#n14\"><sup>[14]</sup></a> <em>amiable,</em> and even the most elevating and exalting of all un-inspir'd and merely human Authors.","subId":"27","id":"Shaftesbury.C.MR.5.1.27"},{"type":"paragraph","content":"To this Fortune we owe some of the greatest of the antient Poets. 'Twas this Chance which produc'd the <span class=\"small-capitals\">Muse</span> of an exalted <em>Grecian</em><a href=\"#n15\"><sup>[15]</sup></a> <span class=\"small-capitals\">Lyrick,</span> and of his Follower<a href=\"#n16\"><sup>[16]</sup></a> <span class=\"small-capitals\">Horace;</span> whose Character, tho easy to be gather'd from History, and his own Works, is little observ'd by any of his Commentators: The general Idea, conceiv'd of him, being drawn chiefly from his precarious and low Circumstances at Court, after the forfeiture of his Estate, under the Usurpation and Conquest of an <span class=\"small-capitals\">Octavius,</span> and the Ministry of a <span class=\"small-capitals\">Maecenas;</span> not from his better Condition, and nobler Employments in earlier days, under the Favour and Friendship of <em>greater</em> and better Men, whilst the <em>Roman</em> State and Liberty subsisted. For of this Change he himself, as great a Courtier as he seem'd afterwards, gives sufficient<a href=\"#n17\"><sup>[17]</sup></a> Intimation.","subId":"28","id":"Shaftesbury.C.MR.5.1.28"},{"type":"paragraph","content":"Let <span class=\"small-capitals\">Authors</span> therefore know them-selves; and tho conscious of Worth, Virtue, and a Genius, such as may justly place them above Flattery or mean Courtship to their <span class=\"small-capitals\">Reader;</span> yet let them reflect, that <em>as Authors merely,</em> they are but of the second Rank of Men. And let <em>the</em> <span class=\"small-capitals\">Reader</span> withal consider, <q>That when he unworthily resigns the place of Honour, and surrenders his <em>Taste,</em> or <em>Judgment,</em> to <em>an Author</em> of ever so great a Name, or venerable Antiquity, and not to <em>Reason,</em> and <em>Truth,</em> at whatever hazard; he not only betrays <em>himself,</em> but withal the <em>common Cause</em> of <span class=\"small-capitals\">Author</span> and <span class=\"small-capitals\">Reader,</span> the Interest of <em>Letters</em> and <em>Knowledg,</em> and the chief <em>Liberty, Privilege,</em> and <em>Prerogative</em> of the rational part of Mankind.</q>","subId":"29","id":"Shaftesbury.C.MR.5.1.29"},{"type":"paragraph","content":"'Tis related in History of the <span class=\"small-capitals\">Cappadocians,</span> That being offer'd their <em>Liberty</em> by the <span class=\"small-capitals\">Romans,</span> and permitted to govern themselves by their own Laws and Constitutions, they were much terrify'd at the Proposal; and as if some sore harm had been intended 'em, humbly made it their Request, <q>That they might be govern'd by arbitrary Power, and that an absolute Governour might without delay be appointed over 'em at the discretion of the <span class=\"small-capitals\">Romans.</span> </q> For such was their Disposition towards mere <em>Slavery</em> and <em>Subjection;</em> that they dar'd not pretend so much as to <em>chuse</em> their own <span class=\"small-capitals\">Master.</span> So essential they thought <span class=\"small-capitals\">Slavery,</span> and so <em>divine</em> a thing <em>the Right of</em> <span class=\"small-capitals\">Mastership,</span> that they dar'd not be so <em>free</em> even as to presume to give themselves that Blessing, which they chose to leave rather to <em>Providence, Fortune,</em> or <span class=\"small-capitals\">aConqueror,</span> to bestow upon them. They dar'd not <em>make</em> a King; but wou'd rather <em>take</em> one from their powerful Neighbours. Had they been necessitated to come to an <em>Election,</em> the Horror of such a Use of Liberty in Government, wou'd perhaps have determin'd 'em to chuse <em>blindfold,</em> or leave it to the Decision of the commonest <em>Lot,</em> Cast of Dye, <em>Cross</em> or <em>Pile,</em> or whatever it were which might best enable them to clear themselves of the heinous Charge of using the least Foresight, Choice, or Prudence in such an Affair.","subId":"30","id":"Shaftesbury.C.MR.5.1.30"},{"type":"paragraph","content":"I shou'd think it a great Misfortune, were my <span class=\"small-capitals\">Reader</span> of the number of those, who in a kind of <em>Cappadocian</em> Spirit, cou'd easily be terrify'd with the Proposal of giving him his <em>Liberty,</em> and making him <em>his own Judg.</em> My Endeavour, I must confess, has been to shew him his just Prerogative in this respect, and to give him the sharpest Eye over his <em>Author,</em> invite him to criticize honestly, without favour or affection, and with the utmost Bent of his Parts and Judgment. On this account it may be objected to me, perhaps, <q>That I am not a little vain and presumptuous, in my <em>own</em> as well as in my <em>Author's</em> behalf, who can thus, as it were, challenge my <em>Reader</em> to a Trial of his keenest Wit.</q>","subId":"31","id":"Shaftesbury.C.MR.5.1.31"},{"type":"paragraph","content":"But to this I answer, That shou'd I have the good fortune to raise the masterly Spirit of <em>just</em> <span class=\"small-capitals\">Criticism</span> in my <em>Readers,</em> and exalt them ever so little above the lazy, timorous, over-modest, or resign'd State, in which the generality of them remain; tho by this very Spirit, I <em>my-self</em> might possibly meet my Doom: I shou'd however abundantly congratulate with my-self on these my low Flights, be proud of having plum'd the Arrows of better <em>Wits,</em> and furnish'd Artillery, or Ammunition of any kind, to those Powers, to which I <em>my-self</em> had fall'n a Victim.","subId":"32","id":"Shaftesbury.C.MR.5.1.32"},{"type":"paragraph","content":"<a href=\"#n18\"><sup>[18]</sup></a>I will play the part of a whetstone.","subId":"33","id":"Shaftesbury.C.MR.5.1.33"},{"type":"paragraph","content":"I cou'd reconcile my Ambition in this respect to what I call my <em>Loyalty to the</em> <span class=\"small-capitals\">Reader;</span> and say of his Elevation in Criticism and Judgment, what a <em>Roman</em> Princess said of her Son's Advancement to Empire,<a href=\"#n19\"><sup>[19]</sup></a> <q>Let him kill me, so long as he comes to the throne.</q>","subId":"34","id":"Shaftesbury.C.MR.5.1.34"},{"type":"paragraph","content":"Had I been a <em>Spanish</em> <span class=\"small-capitals\">Cervantes,</span> and with success equal to that comick Author, had destroy'd the reigning Taste of <em>Gothick</em> or <em>Moorish</em> <span class=\"small-capitals\">Chivalry,</span> I cou'd afterwards contentedly have seen my <em>Burlesque</em>-Work it-self despis'd, and set aside; when it had wrought its intended effect, and destroy'd those <em>Giants</em> and <em>Monsters</em> of the Brain, against which it was originally design'd. Without regard, therefore, to the prevailing <em>Relish</em> or <em>Taste</em> which, in my own Person, I may unhappily experience, when these my Miscellaneous Works are leisurely examin'd; I shall proceed still in my Endeavour to refine my <em>Reader's</em> <span class=\"small-capitals\">Palate;</span> <em>whetting</em> and <em>sharpening</em> it, the best I can, for Use, and Practice, in the lower Subjects: that by this Exercise it may acquire the greater Keenness, and be of so much the better effect in Subjects of a higher kind, which relate to his chief Happiness, his <em>Liberty</em> and <em>Manhood.</em>","subId":"35","id":"Shaftesbury.C.MR.5.1.35"},{"type":"paragraph","content":"SUPPOSING me therefore a mere <em>comick</em> Humourist, in respect of those inferior Subjects, which after the manner of my familiar <em>Prose-Satir</em> I presume to criticize; May not I be allow'd to ask, <q>Whether there remains not still among us noble <span class=\"small-capitals\">Britons,</span> something of that original <em>Barbarous</em> and <em>Gothick</em> Relish, not wholly purg'd away; when, even at this hour, <em>Romances</em> and <em>Gallantrys</em> of like sort, together with <em>Works</em> as monstrous of other kinds, are current, and in vogue, even with the People who constitute our reputed <em>polite World?</em></q> Need I on this account refer again to our<a href=\"#n20\"><sup>[20]</sup></a> Author, where he treats in general of <em>the Style</em> and <em>Manner</em> of our <em>modern Authors,</em> from the <em>Divine</em> to the <em>Comedian?</em> What Person is there of the least Judgment or Understanding, who cannot easily, and without the help of <em>a Divine,</em> or rigid <em>Moralist,</em> observe the lame Condition of our <em>English</em> <span class=\"small-capitals\">Stage;</span> which nevertheless is found the Rendevouz and chief Entertainment of our best Company, and from whence in all probability our Youth will continue to draw their Notion of <em>Manners,</em> and their Taste of <em>Life,</em> more directly and naturally, than from the <em>Rehearsals</em> and <em>Declamations</em> of a <em>graver</em> <span class=\"small-capitals\">Theater?</span>","subId":"36","id":"Shaftesbury.C.MR.5.1.36"},{"type":"paragraph","content":"Let those whose business it is, advance, as they best can, the Benefit of that <em>sacred Oratory,</em> which we have lately seen and are still like to see employ'd to various purposes, and further designs than that of instructing us in Religion or Manners. Let 'em in that high <em>Scene</em> endeavour to refine our Taste and Judgment in sacred Matters. 'Tis the good <em>Critick's</em> Task to amend our <em>common</em> <span class=\"small-capitals\">Stage;</span> nor ought this <em>Dramatick</em> Performance to be decry'd or sentenc'd by those Criticks of a higher Sphere. The Practice and <em>Art</em> is honest, in it-self. Our <em>Foundations</em> are well laid. And in the main, our <em>English</em> <span class=\"small-capitals\">Stage</span> (as<a href=\"#n21\"><sup>[21]</sup></a> has been remark'd) is capable of the highest Improvement; as well from the present Genius of our Nation, as from the rich Oar of our early Poets in this kind. But <em>Faults</em> are easier imitated than Beautys.","subId":"37","id":"Shaftesbury.C.MR.5.1.37"},{"type":"paragraph","content":"We find, indeed, our <span class=\"small-capitals\">Theater</span> become of late the Subject of a growing Criticism. We hear it openly complain'd, <q>That in our <em>newer</em> Plays as well as in our <em>older,</em> in <em>Comedy</em> as well as <em>Tragedy,</em> the Stage presents a proper Scene of Uproar;—Duels fought; Swords drawn, many of a side; Wounds given, and sometimes dress'd too; the Surgeon call'd, and the Patient prob'd and tented upon the Spot. That in our <em>Tragedy,</em> nothing is so common as Wheels, Racks, and Gibbets properly adorn'd; Executions decently perform'd; Headless Bodys and Bodiless Heads, expos'd to view: Battels fought: Murders committed: and the Dead carry'd off in great Numbers.</q>—Such is our Politeness!","subId":"38","id":"Shaftesbury.C.MR.5.1.38"},{"type":"paragraph","content":"Nor are these <em>Plays,</em> on this account, the less frequented by <em>either</em> of the Sexes: Which inclines me to favour the Conceit our<a href=\"#n22\"><sup>[22]</sup></a> Author has suggested concerning the mutual Correspondence and Relation between our <em>Royal</em> <span class=\"small-capitals\">Theater,</span> and <em>Popular</em> <span class=\"small-capitals\">Circus</span> or <em>Bear-Garden.</em> For in the former of these Assemblys, 'tis undeniable that at least the <em>two</em> upper Regions or Gallerys contain such Spectators, as indifferently frequent each Place of Sport. So that 'tis no wonder we hear such Applause resounded on the Victorys of an <span class=\"small-capitals\">Almanzor;</span> when the same Partys had possibly, no later than the Day before, bestow'd their Applause as freely on the <em>victorious Butcher,</em> the <span class=\"small-capitals\">Hero</span> of <em>another Stage:</em> where amidst various Frays, bestial and human Blood, promiscuous Wounds and Slaughter; one Sex are observ'd as frequent and as pleas'd Spectators as the other, and sometimes not <em>Spectators</em> only, but <em>Actors</em> in the <em>Gladiatorian</em> Parts.—These Congregations, which we may be apt to call <em>Heathenish,</em><a href=\"#n23\"><sup>[23]</sup></a> (tho in reality never known among the <em>politer Heathens</em>) are, in our <em>Christian</em> Nation, unconcernedly allow'd and tolerated, as no way injurious to <em>religious</em> Interests; whatever effect they may be found to have on <em>national Manners, Humanity,</em> and <em>Civil Life.</em> Of such <em>Indulgencys</em> as these, we hear no Complaints. Nor are any <em>Assemblys,</em> tho of the most <em>barbarous</em> and <em>enormous</em> kind, so offensive, it seems, to <em>Men of Zeal,</em> as <em>religious Assemblys</em> of a <em>different</em> Fashion or Habit from their own.","subId":"39","id":"Shaftesbury.C.MR.5.1.39"},{"type":"paragraph","content":"I am sorry to say, that, tho in the many parts of <em>Poetry</em> our Attempts have been high and noble, yet in general the <span class=\"small-capitals\">Taste</span> of <em>Wit</em> and <em>Letters</em> lies much upon a level with what relates to our Stage.","subId":"40","id":"Shaftesbury.C.MR.5.1.40"},{"type":"paragraph","content":"I can readily allow to our <span class=\"small-capitals\">British</span> <em>Genius</em> what was allow'd to the <span class=\"small-capitals\">Roman</span> heretofore:","subId":"41","id":"Shaftesbury.C.MR.5.1.41"},{"type":"paragraph","content":"<a href=\"#n24\"><sup>[24]</sup></a>By nature full of elevation and passion; for he has tragic inspiration enough and happy boldness.","subId":"42","id":"Shaftesbury.C.MR.5.1.42"},{"type":"paragraph","content":"But then I must add too, that the excessive Indulgence and Favour shown to our <em>Authors</em> on account of what their <em>mere Genius</em> and <em>flowing</em> Vein afford, has render'd them intolerably supine, conceited, and Admirers of themselves. The Publick having once suffer'd 'em to take the ascendent, they become, like flatter'd Princes, impatient of Contradiction or Advice. They think it a disgrace to be criticiz'd, even by <em>a Friend;</em> or to reform, at his desire, what they them-selves are fully convinc'd is negligent, and uncorrect.","subId":"43","id":"Shaftesbury.C.MR.5.1.43"},{"type":"paragraph","content":"<a href=\"#n25\"><sup>[25]</sup></a>","subId":"44","id":"Shaftesbury.C.MR.5.1.44"},{"type":"paragraph","content":"<blockquote>. . . wanted or forgot <br> The last and greatest art, the art to blot.</blockquote>","subId":"45","id":"Shaftesbury.C.MR.5.1.45"},{"type":"paragraph","content":"The<a href=\"#n26\"><sup>[26]</sup></a> <em>Limae Labor</em> is the great Grievance, with our Country-men. An <em>English</em> <span class=\"small-capitals\">Author</span> wou'd be <em>all</em> <span class=\"small-capitals\">Genius.</span> He wou'd reap the <em>Fruits</em> of Art; but without Study, Pains, or Application. He thinks it necessary, indeed, (lest his Learning shou'd be call'd in question) to show the World that he errs <em>knowingly</em> against the Rules of Art. And for this reason, whatever Piece he publishes at any time, he seldom fails, in some prefix'd Apology, to speak in such a manner of <em>Criticism</em> and <em>Art,</em> as may confound the ordinary <em>Reader,</em> and prevent him from taking up <em>a Part,</em> which, shou'd he once assume, wou'd prove fatal to the impotent and mean Performance.","subId":"46","id":"Shaftesbury.C.MR.5.1.46"},{"type":"paragraph","content":"'Twere to be wish'd, that when once our Authors had consider'd of a <em>Model</em> or <em>Plan,</em> and attain'd the Knowledg of a<a href=\"#n27\"><sup>[27]</sup></a> <span class=\"small-capitals\">Whole</span> and <span class=\"small-capitals\">Parts;</span> when from this beginning they had proceeded to <em>Morals,</em> and the Knowledg of what is call'd<a href=\"#n28\"><sup>[28]</sup></a> <span class=\"small-capitals\">Poetick Manners,</span> and <span class=\"small-capitals\">Truth;</span> when they had learnt to reject <em>false Thought,</em> embarassing and <em>mix'd Metaphors,</em> the ridiculous <em>Paint</em> in Comedy, and the <em>false Sublime,</em> and <em>Bombast</em> in Heroick; they wou'd at last have some regard to Numbers, Harmony, and <em>an</em><a href=\"#n29\"><sup>[29]</sup></a> <em>Ear;</em> and correct, as far as possible, the harsh Sounds of our Language, in <em>Poetry</em> at least, if not in <em>Prose.</em>","subId":"47","id":"Shaftesbury.C.MR.5.1.47"},{"type":"paragraph","content":"But so much are our <em>British</em> Poets taken up, in seeking out that monstrous Ornament which we call<a href=\"#n30\"><sup>[30]</sup></a> <em>Rhyme,</em> that 'tis no wonder if other Ornaments, and <em>real Graces</em> are unthought of, and left un-attempted. However, since in some Parts of Poetry, especially in <em>the Dramatick,</em> we have been so happy as to triumph over this barbarous Taste; 'tis unaccountable that our <em>Poets,</em> who from this Privilege ought to undertake some further Refinements, shou'd remain still upon the same level as before. 'Tis a shame to our <em>Authors,</em> that in their elegant Style and <em>metred Prose</em> there shou'd not be found a peculiar Grace and Harmony, resulting from a more natural and easy Disengagement of their Periods, and from a careful avoiding the Encounter of the shocking Consonants and jarring Sounds to which our Language is so unfortunately subject.","subId":"48","id":"Shaftesbury.C.MR.5.1.48"},{"type":"paragraph","content":"They have of late, 'tis true, reform'd in some measure the gouty Joints and Darning-work of <em>Whereunto's, Whereby's, Thereof's, Therewith's,</em> and the rest of this kind; by which, complicated Periods are so curiously strung, or hook'd on, one to another, after the long-spun manner of the <em>Bar,</em> or <em>Pulpit.</em> But to take into consideration no real Accent, or Cadency of Words, no Sound or Measure of Syllables; to put together, at one time, a Set of Compounds, of the longest <em>Greek</em> or <em>Latin</em> Termination; and at another, to let whole Verses, and those too of our heroick and longest sort, pass currently in <em>Monosyllables;</em> is, methinks, no slender Negligence. If single Verses at the head, or in the most emphatical places, of the most considerable Works, can admit of such a Structure, and pass for truly harmonious and poetical in this negligent form; I see no reason why more Verses than one or two, of the same formation, shou'd not be as well admitted; or why an un-interrupted Succession of these well-strung <em>Monosyllables</em> might not be allow'd to clatter after one another, like the Hammers of a Paper-Mill, without any breach of Musick, or prejudice to the Harmony of our Language. But if Persons who have gone no farther than a Smith's Anvil to gain <em>an Ear,</em> are yet likely, on fair trial, to find a plain defect in these <em>Ten-Monosyllable</em> Heroicks; it wou'd follow, methinks, that even a <em>Prose</em>-Author, who attempts to write politely, shou'd endeavour to confine himself within those Bounds, which can never, without breach of Harmony, be exceeded in any just <em>Metre,</em> or agreeable Pronunciation.","subId":"49","id":"Shaftesbury.C.MR.5.1.49"},{"type":"paragraph","content":"THUS HAVE I ventur'd to arraign the Authority of those self-privileg'd Writers, who wou'd exempt themselves from <em>Criticism,</em> and save their ill-acquir'd Reputation, by the Decrial of an <em>Art,</em> on which the Cause and Interest of <em>Wit</em> and <em>Letters</em> absolutely depend. Be it they themselves, or their great Patrons in their behalf, who wou'd thus arbitrarily support the Credit of ill Writings; the Attempt, I hope, will prove unsuccessful. Be they Moderns or Antients, Foreigners or Natives, ponderous and austere Writers, or airy and of the humorous kind: Whoever takes refuge here, or seeks Protection hence; whoever joins his Party or Interest to this Cause; it appears from the very Fact and Endeavour alone, that there is just ground to suspect some Insufficiency or Imposture at the bottom. And on this account the <span class=\"small-capitals\">Reader,</span> if he be wise, will the rather redouble his Application and Industry, to examine the Merit of his assuming Author. If, as <em>Reader,</em> and <em>Judg,</em> he dares once assert that <em>Liberty</em> to which we have shewn him justly intitled; he will not easily be threaten'd or ridicul'd out of the use of his <em>examining Capacity,</em> and <em>native Privilege</em> of <span class=\"small-capitals\">Criticism.</span>","subId":"50","id":"Shaftesbury.C.MR.5.1.50"},{"type":"paragraph","content":"'Twas to this <em>Art,</em> so well understood and practis'd heretofore, that the wise Antients ow'd whatever was consummate and perfect in their Productions. 'Tis to the same <em>Art</em> we owe the Recovery of Letters in these latter Ages. To this alone we must ascribe the Recognition of antient Manuscripts, the Discovery of what is spurious, and the Discernment of whatever is genuine of those venerable Remains which have pass'd thro' such dark Periods of Ignorance, and rais'd us to the Improvements we now make in every Science. 'Tis to this <em>Art,</em> that even the <em>Sacred Authors</em> themselves owe their highest Purity and Correctness. So <em>sacred</em> ought the <em>Art</em> it-self to be esteem'd; when from its Supplies alone is form'd that judicious and learned Strength, by which the Defenders of our Holy Religion are able so successfully to refute the <em>Heathens, Jews, Sectarians, Hereticks,</em> and other Enemys or Opposers of our primitive and antient Faith.","subId":"51","id":"Shaftesbury.C.MR.5.1.51"},{"type":"paragraph","content":"But having thus, after our Author's example, asserted the Use of <span class=\"small-capitals\">Criticism,</span> in all literate Works, from the main <em>Frame,</em> or <em>Plan</em> of every Writing, down to the minutest <em>Particle;</em> we may now proceed to exercise this <em>Art</em> upon our Author himself, and by his own Rules examine him in this his last Treatise; reserving still to our-selves the same Privilege of Variation, and Excursion into other Subjects, the same <em>Episodick</em> Liberty, and Right of wandering, which we have maintain'd in the preceding Chapters.","subId":"52","id":"Shaftesbury.C.MR.5.1.52"},{"type":"note","content":"<em>Viz.</em> Treatise III. VOL. I.","subId":"n1","id":"Shaftesbury.C.MR.5.1.n1"},{"type":"note","content":"Supra, <em>pag.</em> 153, 154. in the Notes.","subId":"n2","id":"Shaftesbury.C.MR.5.1.n2"},{"type":"note","content":"VOL. I. <em>pag.</em> 53, 54.","subId":"n3","id":"Shaftesbury.C.MR.5.1.n3"},{"type":"note","content":"<em>Viz.</em> Letter of Enthusiasm, VOL. I. And above, MISC. II. chap. 1, 2.","subId":"n4","id":"Shaftesbury.C.MR.5.1.n4"},{"type":"note","content":"<blockquote><span class=\"foreign\">Insanam vatem aspicies; quae rupe sub imâ <br> Fata canit, foliisque notas &amp; nomina mandat. <br> Quaecunque in foliis descripsit Carmina Virgo, <br> Digerit in numerum, atque antro seclusa relinquit. <br> Illa manent immota locis, neque ab ordine cedunt. <br> Verum eadem, verso tenuis cum cardine ventus <br> Impulit, &amp; teneras turbavit janua frondes: <br> Nunquam deinde cavo volitantia prendere saxo, <br> Nec revocare situs, aut jungere carmina curat. <br> Inconsulti abeunt, sedemque odere <span class=\"small-capitals\">Sibyllae</span>.</span> <br> <cite>Virg. AEn. lib. iii. 444.</cite></blockquote>","subId":"n5","id":"Shaftesbury.C.MR.5.1.n5"},{"type":"note","content":"<span class=\"foreign\">Libri tres in Sacrarium conditi, Sibyllini appellati. Ad eos quasi ad Oraculum Quindecimviri adeunt, cum Dii immortales publicè consulendi sunt.</span> <cite>Aul. Gell. lib. i. c. 19. &amp; Plin. lib. xiii. c. 13.</cite> But of this first Sibylline Scripture, and of other canoniz'd Books and additional <em>Sacred Writ</em> among the <span class=\"small-capitals\">Romans</span>; see what <span class=\"small-capitals\">Dionysius Halicarnasseus</span> cites (from <span class=\"small-capitals\">Varro</span>'s <em>Roman Theologicks</em>) in his History, <em>lib.</em> iv. c. 62.","subId":"n6","id":"Shaftesbury.C.MR.5.1.n6"},{"type":"note","content":"John, chap. v. ver. 31.","subId":"n7","id":"Shaftesbury.C.MR.5.1.n7"},{"type":"note","content":"<span class=\"small-capitals\">Aratus,</span> Acts ch. xvii. ver. 28. And <span class=\"small-capitals\">Epimenides,</span> Titus ch. i. ver. 12. <em>Even one of their own</em> PROPHETS. For so the holy Apostle deign'd to speak of a Heathen <em>Poet,</em> a <em>Physiologist,</em> and <em>Divine:</em> who prophesy'd of <em>Events,</em> wrought <em>Miracles,</em> and was receiv'd as an <em>inspir'd Writer,</em> and <em>Author of Revelations,</em> in the chief Citys and States of <span class=\"small-capitals\">Greece.</span>","subId":"n8","id":"Shaftesbury.C.MR.5.1.n8"},{"type":"note","content":"<span class=\"small-capitals\">Menander,</span> 1 Cor. ch. xv. ver. 33.","subId":"n9","id":"Shaftesbury.C.MR.5.1.n9"},{"type":"note","content":"Even in the <em>sixth</em> Century, the fam'd <span class=\"small-capitals\">Gregorius</span> Bishop of <span class=\"small-capitals\">Rome,</span> who is so highly celebrated for having planted the Christian Religion, by his Missionary Monks, in our <em>English</em> Nation of Heathen <em>Saxons,</em> was so far from being a Cultivater or Supporter of Arts or Letters, that he carry'd on a kind of general Massacre upon every Product of human Wit. His own Words in a Letter to one of the <em>French</em> Bishops, a Man of the highest Consideration and Merit, (as a noted modern <em>Critick,</em> and satirical Genius of that Nation acknowledges) are as follow. <em>Pervenit ad nos quod sine verecundiâ memorare non possumus, fraternitatem tuam GRAMMATICAM quibusdam exponere. Quam rem ita molestè suscepimus, ac sumus vehementiùs aspernati, ut ea quae prius dicta fuerunt, in gemitum &amp; tristitiam verteremus, quia in uno se ore cum</em> <span class=\"small-capitals\">Jovis</span> <em>laudibus</em> <span class=\"small-capitals\">Christi</span> <em>laudes non capiunt.</em> <strong> </strong> <strong> </strong> <em>Unde si post hoc evidenter ea quae ad nos perlata sunt, falsa esse claruerint, nec vos NUGIS &amp; SECULARIBUS LITERIS studere contigerit, Deo nostro gratias agimus, qui cor vestrum maculari blasphemis nefandorum laudibus non permisit.</em> <span class=\"small-capitals\">Gregorii</span> Opera, Epist. 48. lib. ix. Paris. Ann. 1533. And in his Dedication, or first Preface to his Morals, after some very insipid <em>Rhetorick,</em> and <em>figurative</em> Dialect imploy'd against the <em>Study</em> and <em>Art</em> of <em>Speech,</em> he has another Fling at the Classick Authors and Discipline; betraying his inveterate Hatred to antient Learning, as well as the natural Effect of this <em>Zealot-Passion,</em> in his own Barbarity both of Style and Manners. His words are, <em>Unde &amp; ipsam artem loquendi, quam Magisteria Disciplinae exterioris insinuant, servare despexi. Nam sicut hujus quoque Epistolae tenor enunciat, non Metacismi collisionem fugio: non Barbarismi confusionem devito, situs motusque praepositionum casusque servare contemno: quia indignum vehementer existimo, ut verba coelestis oraculi restringam sub regulis</em> <span class=\"small-capitals\">Donati.</span> That he carry'd this savage Zeal of his so far as to destroy (what in him lay) the whole Body of <em>Learning,</em> with all the <em>Classick Authors</em> then in being, was generally believ'd. And (what was yet more notorious and unnatural in a <span class=\"small-capitals\">Roman</span> <em>Pontiff</em>) the Destruction of the <em>Statues, Sculptures,</em> and finest Pieces of Antiquity in <span class=\"small-capitals\">Rome,</span> was charg'd on him by his Successor in the <em>SEE;</em> as, besides <span class=\"small-capitals\">Platina,</span> another Writer of his Life, without the least Apology, confesses. See in the above-cited Edition of St. <span class=\"small-capitals\">Gregory'</span> s Works, at the beginning, <em>viz. Vita D. Gregorii ex Joan. Laxiardo Coelestino.</em> 'Tis no wonder, therefore, if other Writers have given account of that Sally of the Prelate's Zeal against the <em>Books</em> and <em>Learning</em> of the <em>Antients,</em> for which the Reason alledg'd was very extraordinary; <q>That the holy Scriptures wou'd be the better relish'd, and receive a considerable Advantage by the Destruction of these Rivals.</q> It seems they had no very high Idea of <em>the holy Scriptures,</em> when they suppos'd them such Losers by <em>a Comparison.</em> However, 'twas thought advisable by other <em>Fathers</em> (who had a like view) to frame new Pieces of Literature, after the Model of these condemn'd Antients. Hence those ridiculous Attempts of new <em>heroick Poems,</em> new <em>Epicks</em> and <em>Dramaticks,</em> new <span class=\"small-capitals\">Homers</span>, <span class=\"small-capitals\">Euripides</span>, <span class=\"small-capitals\">Menanders</span>, which were with so much Pains and so little Effect industriously set afoot by the zealous Priesthood; when Ignorance prevail'd, and the Hierarchal Dominion was so universal. But tho their Power had well nigh compass'd the Destruction of those <em>great Originals,</em> they were far from being able to procure any Reception for their <em>puny Imitations.</em> The <em>Mock-Works</em> have lain in their deserv'd Obscurity; as will all other Attempts of that kind, concerning which our Author has already given his Opinion, VOL. I. <em>pag.</em> 356, 357, &amp;c. But as to the <em>ill Policy</em> as well as <em>Barbarity</em> of this <em>Zealot</em>-Enmity against the Works of the Antients, a foreign Protestant Divine, and most learned Defender of Religion, making the best Excuse he can for the <span class=\"small-capitals\">Greek</span> -<em>Fathers,</em> and endeavouring to clear them from this general Charge of Havock and Massacre committed upon <em>Science</em> and <em>Erudition,</em> has these words: <q><em>Si cela est, voilà encore un nouveau Sujet de mépriser les Patriarches de</em> <span class=\"small-capitals\">Constantinople</span> <em>qui n'étoient d'ailleurs rien moins que gens de bien; mais j'ai de la poine à le croire, parce qu'il nous est resté de Poetes infiniment plus sales que ceux qui se sont perdus. Personne ne doute qu'</em> <span class=\"small-capitals\">Aristophane</span> <em>ne soit beaucoup plus sale, que n'etoit</em> <span class=\"small-capitals\">Menander.Plutarque</span> <em>en est un bon témoin, dans la Comparaison qu'il a faite de ces deux Poetes. Il peuvoit être neanmoins arrivé, que quelques</em> <span class=\"small-capitals\">Ecclesiastiques</span> <em>ennemis des</em> Belles Lettres, <em>en eussent usé comme dit</em> <span class=\"small-capitals\">Chalcondyle,</span> <em>sans penser qu'en conservant</em> toute l'Antiquité Grecque, <em>ils conserveroient la Langue de leurs Prédecesseurs, &amp; une infinité de Faits qui servoient beaucoup à l'intelligence &amp; à la confirmation de</em> l'Histoire Sacrée, <em>&amp; même</em> de la Religion Chretienne. <em>Ces gens-là devoient au moins nous conserver les Histoires Anciennes des Orientaux, comme des</em> Chaldéens, <em>des</em> Tyriens, <em>&amp; des</em> Egyptiens; <em>mais ils agissoient plus par ignorance &amp; par negligence, que par raison.</em></q> <cite>BIBL. CHOIS. Tom. XIV. pag. 131, 132, 133.</cite>","subId":"n10","id":"Shaftesbury.C.MR.5.1.n10"},{"type":"note","content":"Such a one is the present Prince, <span class=\"small-capitals\">Clement</span> XI. an Incourager of all Arts and Sciences.","subId":"n11","id":"Shaftesbury.C.MR.5.1.n11"},{"type":"note","content":"So <span class=\"small-capitals\">Luke,</span> chap. i. ver. 1, 2, 3, 4. <q>(1) For as much as MANY have taken in hand to set forth, in order, a Declaration (<em>Exposition</em> or <em>Narrative,</em> διήγησιν) of those things which are most surely believ'd among (or <em>were fulfill'd in, or among</em>) us; (2) Even as they deliver'd them unto us, which from the beginning were Eyewitnesses and Ministers of the Word: (3) It seem'd good to ME also, having had perfect understanding of all things from the very first, (or <em>having look'd back, and search'd accurately into all Matters from the beginning, or highest time,</em> παρηκοκονθηκότι ἄνωθεν πα̑σιν ἀκριβω̑ς) to write unto <em>Thee</em> in order, most excellent <span class=\"small-capitals\">Theophilus,</span> (4) That <em>Thou</em> mightest know the Certainty (or <em>Validity, sound Discussion,</em> ἀσφάλειαν) of those things wherein THOU hast been instructed (or <em>catechiz'd</em>) περὶ ὠ̑ν κατηχήθης.</q> Whether the words πεπληρφορημένων ἐν ἡμι̑ν, in the first Verse, shou'd be render'd <em>believ'd among,</em> or <em>fulfill'd in, or among us,</em> may depend on the different reading of the <em>Original.</em> For in some Copys, the ἐν next following is left out. However, the exact Interpreters or verbal Translators render it <em>fulfill'd,</em> Vid. <em>Ar. Montan. Edit. Plantin.</em> 1584. In <em>Ver.</em> 4. the word CERTAINTY, ἀσφάλειαν, is interpreted ἀκρίβειαν, <em>Validity, Soundness, good Foundation,</em> from the Sense of the preceding Verse. See the late Edition of our learned Dr. <span class=\"small-capitals\">Mill,</span> <em>ex recensione</em> <span class=\"small-capitals\">Kusteri,</span> Rot. 1710. For the word <em>Catechiz'd,</em> κατηχήθης, (the last of the fourth Verse) <span class=\"small-capitals\">Rob.Constantine</span> has this Explanation of it: <q><em>Priscis Theologis apud</em> <span class=\"small-capitals\">AEgyptios</span> <em>mos crat, ut</em> Mysteria <em>voce tantùm, veluti per manus, posteris relinquerent. Apud Christianos, qui Baptismatis erant candidati, iis, vivâ voce, tradebantur fidei Christianae Mysieria,</em> sine scriptis: <em>quod <span class=\"small-capitals\">Paulus</span> </em> &amp; <span class=\"small-capitals\">Lucas</span> κατηχει̑ν vocant. Unde qui docebantur, Catechumeni <em>vocabantur; qui docebant,</em> Catechistae.</q> <cite>Among the Egyptians it was the custom of ancient worship that mysteries were left to future generations with the voice alone, just as if written by hands. Among the Christians who were candidates for baptism, to these with the living voice, the mysteries were being handed down to the Christian believers without written instructions, a practice which Paul and Luke called to instruct. Thus those who were being taught were called the catechumen; those who were teaching, the catechists.</cite>","subId":"n12","id":"Shaftesbury.C.MR.5.1.n12"},{"type":"note","content":"Deut. ch. xxxiv. ver. 5, 6, 7, <em>&amp;c.</em>","subId":"n13","id":"Shaftesbury.C.MR.5.1.n13"},{"type":"note","content":"τὸν ἥδιστον καὶ χαριέστατον Ξενοφω̑ντα, as <em>Athenaeus</em> calls him, lib. xi. See VOL. I. <em>pag.</em> 255.","subId":"n14","id":"Shaftesbury.C.MR.5.1.n14"},{"type":"note","content":"<blockquote><span class=\"foreign\">Et te sonantem plenius aureo, <br> ALCAEE, plectro dura navis, <br> Dura fugae mala, dura belli.</span> <br> <cite>Horat. Lib. ii. Od. xiii. ver. 26.</cite></blockquote>","subId":"n15","id":"Shaftesbury.C.MR.5.1.n15"},{"type":"note","content":"<blockquote><span class=\"foreign\">——Age, dic Latinum, <br> Barbite, carmen. <br> Lesbio primùm modulate Civi; <br> Qui ferox bello, &amp;c.</span> <br> <cite>Horat. Lib. i. Od. xxxii. ver. 3.</cite></blockquote>","subId":"n16","id":"Shaftesbury.C.MR.5.1.n16"},{"type":"note","content":"<blockquote><span class=\"foreign\">Dura sed amovere loco me tempora grato, <br> Civilisque rudem belli tulit aestus in arma, <br> Caesaris Augusti non responsura lacertis. <br> Unde simul primum me dimisere Philippi, <br> Decisis humilem pennis, inopemque paterni <br> Et laris &amp; fundi, paupertas impulit audax <br> Ut versus sacerem.</span> <br> <cite>Horat. Lib. ii. Epist. ii. ver. 46.</cite></blockquote> <blockquote><span class=\"foreign\">——At olim <br> Quòd mihi pareret Legio Romana Tribuno.</span> <br> <cite>Lib. i. Sat. vi. ver. 47.</cite></blockquote> <em>Viz.</em> under <span class=\"small-capitals\">Brutus.</span> Whence again that natural Boast: <blockquote><span class=\"foreign\">Me primis urbis BELLI placuisse Domique.</span> <br> <cite>Lib. i. Epist. xx. ver. 23.</cite></blockquote> And again, <blockquote><span class=\"foreign\">—Cum MAGNIS vixisse invita fatebitur usque <br> Invidia.</span> <br> <cite>Lib. ii. Sat. i. ver. 77.</cite></blockquote> Where the <em>vixisse</em> shews plainly whom he principally meant by his <em>MAGNI,</em> his <em>early</em> Patrons and Great Men in the State: His Apology and Defense here (as well as in his fourth and sixth Satirs of his first Book, and his 2d Epistle of his second, and elsewhere) being supported still by the open and bold Assertion of his good Education, (equal to the highest Senators, and under the best Masters) his Employments at home and abroad, and his <em>early</em> Commerce and Familiarity with <em>former</em> Great Men, before these his <em>new</em> Friendships, and this <em>latter</em> Court-Acquaintance, which was now envy'd him by his Adversarys. <blockquote><span class=\"foreign\">NUNC quia Maecenas, tibi sum convictor: at OLIM <br> Quòd mihi pareret Legio Romana Tribuno.</span></blockquote> The Reproach <em>now</em> was with respect to a <span class=\"small-capitals\">Maecenas</span> or <span class=\"small-capitals\">Augustus.</span> 'Twas the same <em>formerly</em> with respect to a <span class=\"small-capitals\">Brutus,</span> and those who were <em>then</em> the principal and leading Men. The Complaint or Murmur against him on account of his being an <em>Upstart</em> or <em>Favourite</em> under a <span class=\"small-capitals\">Maecenas</span> and <span class=\"small-capitals\">Augustus,</span> cou'd not be answer'd, by a <em>Vixisse</em> relating to the same Persons; any more than his <em>Placuisse,</em> join'd with his <em>BELLI Domique,</em> cou'd relate to those under whom he never went to War, nor wou'd ever consent to bear any Honours. For so he himself distinguishes (Sat. vi. to <span class=\"small-capitals\">Maecenas</span> ) <blockquote><span class=\"foreign\">—Quia non ut forsit honorem <br> Jure mihi invideat quivis, ita te quoque amicum.</span> <br> <cite>ver. 49.</cite></blockquote> He was formerly <em>an Actor</em>, and in the <em>Ministry</em> of Affairs: Now only a FRIEND to <em>a Minister:</em> Himself still a <em>private</em> and <em>retir'd</em> Man. That he refus'd <span class=\"small-capitals\">Augustus'</span> s Offer of the Secretary-ship, is well known. But in these Circumstances, the Politeness as well as Artifice of <span class=\"small-capitals\">Horace</span> is admirable; in making <em>Futurity</em> or <em>Posterity</em> to be the speaking Party in both those places, where he suggests his Intimacy and Favour with the <em>Great,</em> that there might, in some measure, be room left (tho in strictness there was scarce any) for an <span class=\"small-capitals\">Octavius</span> and a <span class=\"small-capitals\">Maecenas</span> to be included. See VOL. I. <em>pag.</em> 269, 270. in the Notes.","subId":"n17","id":"Shaftesbury.C.MR.5.1.n17"},{"type":"note","content":"——<em>Fungar vice Cotis.</em>—— Horat. de Arte Poet. ver. 304.","subId":"n18","id":"Shaftesbury.C.MR.5.1.n18"},{"type":"note","content":"<q><em>Occidat, dum imperet.</em></q> Tacit. Annal. lib. xiv. cap. 9.","subId":"n19","id":"Shaftesbury.C.MR.5.1.n19"},{"type":"note","content":"<em>Viz.</em> In his <em>Advice to Authors,</em> Treatise III. VOL. I.","subId":"n20","id":"Shaftesbury.C.MR.5.1.n20"},{"type":"note","content":"VOL. I. <em>pag.</em> 217, &amp;c. 223, 259, 275, 276.","subId":"n21","id":"Shaftesbury.C.MR.5.1.n21"},{"type":"note","content":"VOL. I. <em>pag.</em> 270, &amp;c.","subId":"n22","id":"Shaftesbury.C.MR.5.1.n22"},{"type":"note","content":"VOL. I. <em>pag.</em> 269, &amp;c.","subId":"n23","id":"Shaftesbury.C.MR.5.1.n23"},{"type":"note","content":"<blockquote><span class=\"foreign\">——Naturâ sublimis &amp; acer: <br> Nam spirat Tragicum satis, &amp; feliciter audet.</span> <br> <cite>Horat. Lib. ii. Epist. i. ver. 165.</cite></blockquote>","subId":"n24","id":"Shaftesbury.C.MR.5.1.n24"},{"type":"note","content":"<blockquote><span class=\"foreign\">Sed turpem putat in scriptis, metuitque Lituram.</span> <br> <cite>Ibid.</cite></blockquote>","subId":"n25","id":"Shaftesbury.C.MR.5.1.n25"},{"type":"note","content":"Ars Poet.","subId":"n26","id":"Shaftesbury.C.MR.5.1.n26"},{"type":"note","content":"<span class=\"foreign\">ὅλον δ' ἐστι τὸ ἔχον ἀρχὴν καὶ μέσον καὶ τελευτήν. ἀρχὴ δέ ἐστιν ὃ αὐτὸ μὲν μὴ ἐξ ἀνάγκης μετ' ἄλλο ἐστί, μετ' ἐκει̑νο δ' ἕτερον πέφυκεν εἰ̑ναι ἢ γίνεσθαι. τίλευτὴ δὲ τοὐναντίον ὃ αὐτὸ μετ' ἄλλο πέφυκεν εἰ̑ναι ἢ ἑξ ἀνάγκης ἢ ὡς ἐπὶ τὸ πολύ, μετὰ δὲ του̑το ἄλλο οὐδέν. μέσον δὲ ὃ καὶ αὐτὸ μετ' ἄλλο καὶ μετ' ἐκει̑νο ἕτερον.</span> <cite>Arist. de Poet. cap. 7.</cite> And in the following Chapter, <span class=\"foreign\">μυ̑θος δ' ἐστὶν εἱ̑ς οὐχ ὥσπερ τινὲς οἴονται ἐὰν περὶ ἕνα ᾐ̑, &amp;c.</span> <blockquote><span class=\"foreign\">Denique si quod vis simplex duntaxat &amp; UNUM.</span> <br> <cite>Horat. de Arte Poet. ver. 23.</cite></blockquote> <em>See</em> VOL. I. <em>p.</em> 145, 146.'Tis an infallible proof of the want of just <em>Integrity</em> in every Writing, from the <em>Epopee</em> or <em>Heroick</em>-Poem, down to the familiar Epistle, or slightest Essay either in <em>Verse</em> or <em>Prose,</em> if each several Part or Portion fits not its proper place so exactly, that the least Transposition wou'd be impracticable. Whatever is <em>Episodick,</em> tho perhaps it be <em>a Whole,</em> and in itself <em>intire,</em> yet being inserted, as a <em>Part,</em> in a Work of greater length, it must appear only in its <em>due Place.</em> And that Place alone can be call'd its <em>due</em>-one, which alone befits it. If there be any Passage in the Middle or End, which might have stood in the Beginning; or any in the Beginning, which might have stood as well in the Middle or End; there is properly in such a Piece neither Beginning, Middle, nor End. 'Tis a mere <em>Rhapsody;</em> not a Work. And the more it assumes the Air or Appearance of <em>a real Work,</em> the more ridiculous it becomes. See above, <em>pag.</em> 25. And VOL. I. <em>pag.</em> 145, 146.","subId":"n27","id":"Shaftesbury.C.MR.5.1.n27"},{"type":"note","content":"<blockquote><span class=\"foreign\">Respicere exemplar vitae morumque jubebo <br> Doctum Imitatorem, &amp; VERAS hinc ducere voces.</span> <br> <cite>Horat. de Arte Poet. ver. 317.</cite></blockquote> The Chief of antient Criticks, we know, extols <span class=\"small-capitals\">Homer</span>, above all things, for understanding how <q><em>To LYE in perfection</em></q>: as the Passage shews which we have cited above, VOL. I. <em>pag.</em> 346. His LYES, according to that Master's Opinion, and the Judgment of many of the gravest and most venerable Writers, were, in themselves, the justest <em>Moral Truths,</em> and exhibitive of the best Doctrine and Instruction in Life and Manners. It may be ask'd perhaps, <q>How comes the Poet, then, to draw no single Pattern of the kind, no <em>perfect Character,</em> in either of his Heroick Pieces?</q> I answer, that shou'd he attempt to do it, he wou'd, <em>as a Poet,</em> be preposterous and false. 'Tis not <em>the Possible,</em> but <em>the Probable</em> and <em>Likely,</em> which must be the Poet's Guide in <em>Manners.</em> By this he wins Attention, and moves the conscious Reader or Spectator; who judges best from <em>within,</em> by what he naturally feels and experiences in his own Heart. The Perfection of Virtue is from long <em>Art</em> and <em>Management, Self-controul,</em> and, as it were, <em>Force on Nature.</em> But the common Auditor or Spectator, who seeks Pleasure only, and loves to engage his Passion, by view of other Passion and Emotion, comprehends little of the Restraints, Allays and Corrections, which form this <em>new</em> and <em>artificial Creature.</em> For such indeed is the <em>truly virtuous Man;</em> whose ART, tho ever so <em>natural</em> in it-self, or justly founded in <em>Reason</em> and <em>Nature,</em> is an Improvement far beyond the common Stamp, or known Character of Human Kind. And thus the compleatly virtuous and perfect Character is <em>unpoetical</em> and <em>false.</em> Effects must not appear, where Causes must necessarily remain unknown and incomprehensible. A HERO <em>without Passion,</em> is, in Poetry, as absurd as <em>a</em> HERO <em>without Life or Action.</em> Now if <em>Passion</em> be allow'd, <em>passionate Action</em> must ensue. The same Heroick Genius and seeming Magnanimity which transport us when beheld, are naturally transporting in the Lives and Manners of <em>the Great,</em> who are describ'd to us. And thus the able <em>Designer,</em> who feigns in behalf of <em>Truth,</em> and draws his Characters after the <em>Moral Rule,</em> fails not to discover Nature's Propensity; and assigns to these high Spirits their proper Exorbitancy, and Inclination to exceed in that Tone or Species of Passion, which constitutes the eminent or shining part of each poetical Character. The Passion of an <span class=\"small-capitals\">Achilles</span> is towards that Glory which is acquir'd by Arms and personal Valour. In favour of this Character, we forgive the generous Youth his Excess of Ardor in the Field, and his Resentment when injur'd and provok'd in Council, and by his Allies. The Passion of an <span class=\"small-capitals\">Ulysses</span> is towards that Glory which is acquir'd by Prudence, Wisdom, and Ability in Affairs. 'Tis in favour of this Character that we forgive him his subtle, crafty, and deceitful Air: since the <em>intriguing Spirit,</em> the <em>over-reaching Manner,</em> and <em>Over-refinement of Art and Policy,</em> are as naturally incident to the experienc'd and thorow Politician, as <em>sudden Resentment, indiscreet and rash Behaviour,</em> to the open undesigning Character of a warlike Youth. The gigantick Force and military Toil of an <span class=\"small-capitals\">Ajax</span> wou'd not be so easily credible, or engaging, but for the honest Simplicity of his Nature, and the Heaviness of his Parts and Genius. For Strength of Body being so often noted by us, as un-attended with equal Parts and Strength of Mind; when we see this natural Effect express'd, and find our secret and malicious kind of Reasoning confirm'd, on this hand; we yield to any <em>Hyperbole</em> of our Poet, on the other. He has afterwards his full Scope, and Liberty of enlarging, and exceeding, in the peculiar Virtue and Excellence of his Hero. He may <em>lye</em> splendidly, raise <em>wonder,</em> and be as <em>astonishing</em> as he pleases. Every thing will be allow'd him in return for this frank Allowance. Thus the Tongue of a <span class=\"small-capitals\">Nestor</span> may work Prodigys, whilst the accompanying Allays of a rhetorical Fluency, and aged Experience, are kept in view. An <span class=\"small-capitals\">Agamemnon</span> may be admir'd as a noble and wise Chief, whilst a certain princely Haughtiness, a Stiffness, and stately Carriage natural to the Character, are represented in his Person, and noted in their ill Effects. For thus <em>the Excesses</em> of every Character are by the Poet <em>redress'd.</em> And the Misfortunes naturally attending such Excesses, being justly apply'd; our Passions, whilst in the strongest manner engag'd and mov'd, are in the wholesomest and most effectual manner corrected and <em>purg'd.</em> Were a Man to form himself by one single Pattern or Original, however perfect; he wou'd himself be a mere <em>Copy.</em> But whilst he draws from various Models, he is <em>original, natural,</em> and <em>unaffected.</em> We see in outward Carriage and Behaviour, how ridiculous any one becomes who imitates another, be he ever so graceful. They are mean Spirits who love to copy <em>merely.</em> Nothing is agreeable or natural, but what is <em>original.</em> Our Manners, like our Faces, tho ever so beautiful, must differ in their Beauty. An Over-regularity is next to a Deformity. And in <em>a Poem,</em> whether <em>Epick</em> or <em>Dramatick,</em> a compleat and <em>perfect Character</em> is the greatest <em>Monster;</em> and of all poetick Fictions not only the least <em>engaging,</em> but the least <em>moral</em> and <em>improving.</em>—Thus much by way of Remark upon <em>poetical TRUTH,</em> and the just Fiction, or artful <em>Lying</em> of the able Poet; according to the Judgment of the <em>Master</em>-Critick. What <span class=\"small-capitals\">Horace</span> expresses of the same <em>Lying</em> Virtue, is of an easier sense, and needs no explanation. <blockquote><span class=\"foreign\">Atque ita mentitur, sic veris falsa remiscet; <br> Primo ne medium, medio ne discrepet imum.</span> <br> <cite>De Arte Poet. ver. 152.</cite></blockquote> The same may be observ'd not only in <em>Heroick</em> Draughts, but in the inferior Characters of <em>Comedy.</em> <blockquote><span class=\"foreign\">Quàm similis uterque est sui!</span> <br> <cite>Ter. Phorm. Act. iii. Sc. 2.</cite></blockquote> See VOL. I. <em>pag.</em> 4, 142, 143, 337, &amp; 351. in the Notes, at the end.","subId":"n28","id":"Shaftesbury.C.MR.5.1.n28"},{"type":"note","content":"VOL. I. <em>pag.</em> 217.","subId":"n29","id":"Shaftesbury.C.MR.5.1.n29"},{"type":"note","content":"The Reader, if curious in these matters, may see Is. <span class=\"small-capitals\">Vossius</span> <em>de viribus Rhythmi;</em> and what he says, withal, of antient <em>Musick,</em> and the degrees by which they surpass us Moderns, (as has been demonstrated by late Mathematicians of our Nation) contrary to a ridiculous Notion some have had, that because in this, as in all other Arts, the Antients study'd <em>Simplicity,</em> and affected it as the highest Perfection in their Performances, they were therefore ignorant of <em>Parts</em> and <em>Symphony.</em> Against this, Is. <span class=\"small-capitals\">Vossius,</span> amongst other Authors, cites the antient Peripatetick περὶ κόσμον <cite>On the Cosmos</cite> at the beginning of his fifth Chapter. To which he might have added another Passage in Chap. 6. The Sutableness of this antient Author's Thought to what has been often advanc'd in the philosophical Parts of these Volumes, concerning the universal <em>Symmetry,</em> or Union of <em>the Whole,</em> may make it excusable if we add here the two Passages together, in their inimitable Original. <span class=\"foreign\">ἴσως δὲ καὶ τω̑ν ἐναντίων ἡ φύσις γλίχεται, καὶ ἐκ τούτων ἀποτελει̑ν τὸ σύμφωνον, οὐκ ἐκ τω̑ν ὁμοίων, ὤσπερ ἀμέλει τὸ ἄρρεν συνήγαγε πρὸς τὸ θη̑λν, καὶ οὐχ ἑκάτεπον πρὸς τὸ ὁμόφυλον, καὶ τὴν πρώτην ὁμόνοιαν διὰ τω̑ν ἐναντίων συνη̑ψεν, οὐ διὰ τω̑ν ὁμοίων. ἔοικε δὲ καὶ ἡ τέχνη τὴν φύσιν μιμουμένη του̑το ποιει̑ν. ζωγραφία μὲν γάρ, λευκω̑ν τε καὶ μελάνων, ὠχρω̑ν τε καὶ ἐρυθρω̑ν χρωμάτων ἐγκερασαμένη φύσεις, τὰς εἰκόνας τοι̑ς προηγουμένοις ἀπετέλεσε συμφώνους. μουσικὴ δέ, ὀξει̑ς ἅμα καὶ βαρει̑ς, μακρούς τε καὶ βραχει̑ς φθόγγους μίξασα, ἐν διαφόροις φωναι̑ς, μίαν ἀπετέλεσεν ἁρμονίαν. γραμματικὴ δέ, ἐκ φωνηέντων καὶ ἀφώνων γραμμάτων κράσιν ποιησαμένη, τὴν ὅλην τέχνην ἀτ' αὐτω̑ν συνεστήσατο. ταὐτὸ δὲ του̑το ἠ̑ν καὶ τὸ παρὰ τῳ̑ σκοτεινῳ̑ λεγόμενον ‘Ηρακλείτῳ. συνάψειας οὐ̑λα καὶ οὐχὶ οὐ̑λα, συμφερόμενον καὶ διαφερόμενον, συνᾳ̑δον καὶ διᾳ̑δον, καὶ ἐκ πάντων ἕν, καὶ ἐξ ἑνὸς πάντα.</span> And in the following Passage, <span class=\"foreign\">μία δὲ ἐκ πάντων ἁρμονία συνᾳδόντων καὶ χορευόντων κατὰ τὸν οὐρανόν, ἐξ ἑνός τε γίνεται, καὶ εἰς ἕν ἀπολήγει. κόσμον δ' ἐτύμως τὸ σύμπαν, ἀλλ' οὐχ ἀκοσμίαν ὀνομάσαις ἄν. καθάπερ δὲ ἐν χορῳ̑ κορυ-φαίου κατάρξαντος, συνεπηχει̑ πα̑ς ὁ χορὸς ἀνδρω̑ν, ἔσθ' ὅτε καὶ γυναικω̑ν, ἐν διαφόροις φωναι̑ς ὀξυτέραις καὶ βαρυτέραις, μίαν ἀρμονίαν ἐμμελη̑ κεραννύντων, οὕτως ἔχει καὶ ἐπὶ του̑ τὸ σύμπαν διέποντος Θεου̑.</span> See VOL. II. <em>pag.</em> 214. And above, <em>pag.</em> 182, 3, 4, 5. in the Notes.","subId":"n30","id":"Shaftesbury.C.MR.5.1.n30"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.5","imported":true,"title":"Miscellany V","breadcrumb":"Miscellany 5","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.5","imported":true,"title":"Miscellany V","breadcrumb":"Miscellany 5","published":[1711]},"next":{"id":"Shaftesbury.C.MR.5.2","imported":true,"title":"Chapter II. Generation and Succession of our national and modern Wit――Manners of the Proprietors――Corporation, and Joint-Stock――Statute against Criticism. A Coffee-house Committee――Mr. Bays――Other Bays's in Divinity――Censure of our Author's Dialogue-Piece; and of the Manner of Dialogue-Writing, us'd by Reverand Wits","breadcrumb":"Chapter 2","published":[1711]}}