{"id":"Shaftesbury.C.MR.5.3","imported":true,"parent":"Shaftesbury.C.MR.5","title":"Chapter III. Of Extent or Latitude of Thought――Free-Thinkers――Their Cause, and Character――Dishonesty, a Half-Thought――Short-Thinking, Cause of Vice and Bigotry――Agreement of Slavery and Superstition――Liberty, civil, moral, spiritual――Free-thinking Divines――Representatives incognito――Embassadors from the Moon――Effectual Determination of Christian Controversy and Religious Belief","breadcrumb":"Chapter 3","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_022","blocks":[{"type":"title","content":"<h1>Chapter III. Of Extent or Latitude of Thought――Free-Thinkers――Their Cause, and Character――Dishonesty, a Half-Thought――Short-Thinking, Cause of Vice and Bigotry――Agreement of Slavery and Superstition――Liberty, civil, moral, spiritual――Free-thinking Divines――Representatives incognito――Embassadors from the Moon――Effectual Determination of Christian Controversy and Religious Belief</h1> ","id":"Shaftesbury.C.MR.5.3"},{"type":"paragraph","content":"BEING now come to the Conclusion of my Work; after having defended the Cause of <em>Criticks</em> in general, and employ'd what Strength I had in that Science upon our adventurous Author in particular; I may, according to Equity, and with the better grace, attempt a line or two, in defense of that <em>Freedom of Thought</em> which our Author has us'd, particularly in one of the Personages of his last <em>Dialogue</em>-Treatise.","subId":"1","id":"Shaftesbury.C.MR.5.3.1"},{"type":"paragraph","content":"There is good reason to suppose, that however <em>equally</em> fram'd, or near <em>alike,</em> the Race of Mankind may appear in other respects, they are not always <em>equal Thinkers,</em> or of a like Ability in the management of this natural Talent which we call <span class=\"small-capitals\">Thought.</span> The <em>Race,</em> on this account, may therefore justly be distinguish'd, as they often are, by the Appellation of the <em>Thinking,</em> and the <em>Unthinking</em> sort. The mere <em>Unthinking</em> are such as have not yet arriv'd to that happy Thought, by which they shou'd observe, <q>How necessary Thinking is, and how fatal the want of it must prove to 'em.</q> The <em>Thinking</em> part of Mankind, on the other side, having discover'd the Assiduity and Industry requisite to <em>right</em>-Thinking, and being already <em>commenc'd</em> <span class=\"small-capitals\">Thinkers</span> upon this Foundation; are, in the progress of the Affair, convinc'd of the necessity of <em>thinking to good purpose,</em> and carrying the Work to a <em>thorow</em> Issue. They know that if they <em>refrain</em> or <em>stop</em> once, upon this Road, they had done as well <em>never to have set out.</em> They are not so supine as to be with-held by mere Laziness; when nothing lies in the way to interrupt the <em>free</em> Course and Progress of their Thought.","subId":"2","id":"Shaftesbury.C.MR.5.3.2"},{"type":"paragraph","content":"Some Obstacles, 'tis true, may, on this occasion, be pretended. <em>Specters</em> may come a-cross; and <em>Shadows</em> of Reason rise up against <span class=\"small-capitals\">Reason</span> <em>it-self.</em> But if Men have once heartily espous'd the <em>reasoning</em> or <em>thinking Habit;</em> they will not easily be induc'd to lay the Practice down; they will not at an instant be arrested, or made to stand, and yield themselves, when they come to such a certain Boundary, Land-Mark, Post, or Pillar, erected here or there (for what reason may probably be guess'd) with the Inscription of a <em>Ne plus ultrà.</em>","subId":"3","id":"Shaftesbury.C.MR.5.3.3"},{"type":"paragraph","content":"'Tis not, indeed, any Authority on Earth, as we are well assur'd, can stop us on this Road, unless we please to make the Arrest, or Restriction, of our own accord. 'Tis our own <em>Thought</em> which must restrain our Thinking. And whether <em>the restraining Thought</em> be just, how shall we ever judge, without examining it <em>freely,</em> and out of all constraint? How shall we be sure that we have justly quitted <span class=\"small-capitals\">Reason,</span> as too high and dangerous, too aspiring or presumptive; if thro' <em>Fear</em> of any kind, or submitting to mere <em>Command,</em> we quit our very examining Thought, and in the moment stop short, so as to put an end to further Thinking on the matter? Is there much difference between this Case, and that of the obedient Beasts of Burden, who stop precisely at their appointed Inn, or at whatever Point the <em>Charioteer,</em> or <em>Governour of the Reins,</em> thinks fit to give the signal for <em>a Halt?</em>","subId":"4","id":"Shaftesbury.C.MR.5.3.4"},{"type":"paragraph","content":"I cannot but from hence conclude, That of all Species of Creatures said commonly <em>to have Brains;</em> the most insipid, wretched and preposterous are those, whom in just Propriety of Speech, we call <em>Half-thinkers.</em>","subId":"5","id":"Shaftesbury.C.MR.5.3.5"},{"type":"paragraph","content":"I have often known <em>Pretenders to</em> <span class=\"small-capitals\">Wit</span> break out into admiration, on the sight of some raw, heedless, unthinking Gentleman; declaring on this occasion, That they esteem'd it the happiest Case in the World, <q>Never <em>to think,</em> or trouble one's Head with <em>Study</em> or <em>Consideration.</em></q> This I have always look'd upon as one of the highest Airs of Distinction, which the self-admiring Wits are us'd to give them-selves, in publick Company. Now the <em>Echo</em> or <em>Antiphony</em> which these elegant Exclaimers hope, by this Reflection, to draw necessarily from their Audience, is, <q>That they themselves are over-fraighted with this Merchandize of <span class=\"small-capitals\">Thought;</span> and have not only enough for <em>Ballast,</em> but such a <em>Cargo</em> over and above, as is enough to sink 'em by its Weight.</q> I am apt however to imagine of these Gentlemen, That it was never their <em>over-thinking</em> which oppress'd them; and that if their Thought had ever really become oppressive to 'em, they might thank themselves, for having <em>under-thought,</em> or <em>reason'd short,</em> so as to rest satisfy'd with a very superficial Search into Matters of the first and highest Importance.","subId":"6","id":"Shaftesbury.C.MR.5.3.6"},{"type":"paragraph","content":"If, for example, they over-look'd the <em>chief Enjoyments of Life,</em> which are founded in <em>Honesty</em> and a <em>good Mind;</em> if they presum'd <em>mere Life</em> to be fully worth what its tenacious Lovers are pleas'd to rate it at; if they thought <em>publick Distinction, Fame, Power, an Estate,</em> or <em>Title,</em> to be of the same value as is vulgarly conceiv'd, or as they concluded, on a first Thought, without further <em>Scepticism</em> or After-deliberation; 'tis no wonder, if being in time become such mature <em>Dogmatists,</em> and well-practis'd Dealers in the Affairs of what they call a <em>Settlement</em> or <em>Fortune,</em> they are so hardly put to it, to find ease or rest within themselves.","subId":"7","id":"Shaftesbury.C.MR.5.3.7"},{"type":"paragraph","content":"These are the deeply-loaded and over-pensive Gentlemen, who esteeming it the truest Wit to pursue what they call their <em>Interest,</em> wonder to find they are still as little at ease when they have succeeded, as when they first attempted to advance.","subId":"8","id":"Shaftesbury.C.MR.5.3.8"},{"type":"paragraph","content":"There can never be less <em>Self-enjoyment</em> than in these suppos'd <em>wise Characters,</em> these <em>selfish</em> Computers of Happiness and private Good; whose Pursuits of <em>Interest,</em> whether for this World or another, are attended with the same steddy Vein of cunning and low Thought, sordid Deliberations, perverse and crooked Fancys, ill Dispositions, and false Relishes of <em>Life</em> and <em>Manners.</em> The most negligent undesigning thoughtless <em>Rake</em> has not only more of Sociableness, Ease, Tranquillity, and Freedom from worldly Cares, but in reality more of Worth, Virtue, and Merit, than such grave Plodders, and <em>thoughtful</em> Gentlemen as these.","subId":"9","id":"Shaftesbury.C.MR.5.3.9"},{"type":"paragraph","content":"If it happens, therefore, that these graver, more circumspect, and deeply interested Gentlemen, have, <em>for their Soul's sake,</em> and thro' a careful Provision for <em>Hereafter,</em> engag'd in certain Speculations of <span class=\"small-capitals\">Religion;</span> their <em>Taste</em> of <span class=\"small-capitals\">Virtue,</span> and <em>Relish</em> of <span class=\"small-capitals\">Life</span> is not the more improv'd, on this account. The Thoughts they have on these new Subjects of <em>Divinity</em> are so biass'd, and perplex'd, by those <em>Half-Thoughts</em> and <em>raw</em> Imaginations of Interest, and worldly Affairs; that they are still disabled in the rational Pursuit of Happiness and Good: And being necessitated thus to remain <em>Short-Thinkers,</em> they have the Power to go no further than they are led by those to whom, under such Disturbances and Perplexitys, they apply themselves for Cure and Comfort.","subId":"10","id":"Shaftesbury.C.MR.5.3.10"},{"type":"paragraph","content":"IT HAS been the main Scope and principal End of these Volumes, <q>To assert the Reality of a <span class=\"small-capitals\">Beauty</span> and <span class=\"small-capitals\">Charm</span> in <em>moral</em> as well as <em>natural</em> Subjects; and to demonstrate the Reasonableness of <em>a proportionate</em> <span class=\"small-capitals\">Taste,</span> and <em>determinate</em> <span class=\"small-capitals\">Choice,</span> in <em>Life</em> and <em>Manners.</em></q> The <span class=\"small-capitals\">Standard</span> of this kind, and the noted Character of <em>Moral</em> <span class=\"small-capitals\">Truth</span> appear so firmly establish'd in Nature it-self, and so widely display'd thro' the intelligent World, that there is no Genius, Mind, or <em>thinking Principle,</em> which (if I may say so) is not really <em>conscious</em> in the case. Even the most refractory and obstinate Understandings are by certain <em>Reprises</em> or <em>Returns</em> of Thought, on every occasion, convinc'd of this Existence, and necessitated, in common with others, to acknowledg the actual <span class=\"small-capitals\">Right</span> and <span class=\"small-capitals\">Wrong.</span>","subId":"11","id":"Shaftesbury.C.MR.5.3.11"},{"type":"paragraph","content":"'Tis evident that whensoever the Mind, influenc'd by Passion or Humour, consents to any Action, Measure, or Rule of Life, contrary to this <em>governing</em> <span class=\"small-capitals\">Standard</span> and <em>primary</em> <span class=\"small-capitals\">Measure</span> of <em>Intelligence,</em> it can only be thro' a weak <em>Thought,</em> a Scantiness of Judgment, and a Defect in the application of that unavoidable <em>Impression</em> and first natural Rule of <em>Honesty</em> and <em>Worth;</em> against which, whatever is advanc'd, will be of no other moment than to render a Life distracted, incoherent, full of Irresolution, Repentance, and Self-disapprobation.","subId":"12","id":"Shaftesbury.C.MR.5.3.12"},{"type":"paragraph","content":"Thus every Immorality and Enormity of Life can only happen from a partial and narrow View of Happiness and Good. Whatever takes from the <em>Largeness</em> or <em>Freedom of Thought,</em> must of necessity detract from that first <em>Relish,</em> or <span class=\"small-capitals\">Taste,</span> on which Virtue and Worth depend.","subId":"13","id":"Shaftesbury.C.MR.5.3.13"},{"type":"paragraph","content":"For instance, when the Eye or Appetite is eagerly fix'd on <em>Treasure,</em> and the <em>money'd</em> Bliss of <em>Bags</em> and <em>Coffers;</em> 'tis plain there is a kind of <em>Fascination</em> in the case. The Sight is instantly diverted from all other Views of Excellence or Worth. And here, even the Vulgar, as well as the more liberal part of Mankind, discover the contracted Genius, and acknowledg the Narrowness of such a Mind.","subId":"14","id":"Shaftesbury.C.MR.5.3.14"},{"type":"paragraph","content":"In Luxury and Intemperance we easily apprehend how far <em>Thought</em> is oppress'd, and the Mind debar'd from just Reflection, and from the <em>free</em> Examination and Censure of its own Opinions or Maxims, on which the Conduct of a Life is form'd.","subId":"15","id":"Shaftesbury.C.MR.5.3.15"},{"type":"paragraph","content":"Even in that complicated <em>Good</em> of vulgar kind, which we commonly call <span class=\"small-capitals\">Interest,</span> in which we comprehend both <em>Pleasure, Riches, Power,</em> and other <em>exterior Advantages;</em> we may discern how a <em>fascinated Sight</em> contracts a Genius, and by shortning the View even of that very <em>Interest</em> which it seeks, betrays the <span class=\"small-capitals\">Knave,</span> and necessitates the ablest and wittiest Proselyte of the kind, to expose himself on every Emergency and sudden Turn.","subId":"16","id":"Shaftesbury.C.MR.5.3.16"},{"type":"paragraph","content":"But above all other enslaving Vices, and Restrainers of <em>Reason</em> and <em>just Thought,</em> the most evidently ruinous and fatal to the Understanding is that of <span class=\"small-capitals\">Superstition,Bigotry,</span> and <em>vulgar</em> <span class=\"small-capitals\">Enthusiasm.</span> This Passion, not contented like other Vices to deceive, and tacitly supplant our Reason, professes open War, holds up the intended Chains and Fetters, and declares its Resolution <em>to enslave.</em>","subId":"17","id":"Shaftesbury.C.MR.5.3.17"},{"type":"paragraph","content":"The artificial Managers of this human Frailty declaim against <em>Free-Thought,</em> and <em>Latitude</em> of Understanding. To go beyond those Bounds of thinking which they have prescrib'd, is by them declar'd <em>a Sacrilege.</em> To them, <span class=\"small-capitals\">Freedom</span> <em>of Mind, a</em> <span class=\"small-capitals\">Mastery</span> <em>of Sense,</em> and <em>a</em> <span class=\"small-capitals\">Liberty</span> in <em>Thought</em> and <em>Action,</em> imply Debauch, Corruption, and Depravity.","subId":"18","id":"Shaftesbury.C.MR.5.3.18"},{"type":"paragraph","content":"In consequence of their moral Maxims, and political Establishments, they can indeed advance no better Notion of human Happiness and Enjoyment, than that which is in every respect the most opposite to <em>Liberty.</em> 'Tis to them doubtless that we owe the Opprobriousness and Abuse of those naturally honest Appellations of <em>Free-Livers, Free-Thinkers, Latitudinarians,</em> or whatever other Character implies a Largeness of Mind, and generous Use of Understanding. Fain wou'd they confound <em>Licentiousness in Morals,</em> with <em>Liberty in Thought</em> and <em>Action;</em> and make <em>the Libertine,</em> who has the least Mastery of himself, resemble his direct <em>Opposite.</em> For such indeed is the Man of resolute Purpose and immovable Adherence to <span class=\"small-capitals\">Reason,</span> against every thing which <em>Passion, Prepossession, Craft,</em> or <em>Fashion</em> can advance in favour of ought else. But here, it seems, the Grievance lies. 'Tis thought dangerous for us to be over-<em>rational,</em> or too much Masters of our-selves, in what we draw, by just Conclusions, from <em>Reason</em> only. Seldom therefore do these <em>Expositors</em> fail of bringing the Thought of <span class=\"small-capitals\">Liberty</span> into disgrace. Even at the expence of <em>Virtue,</em> and of that very Idea of <span class=\"small-capitals\">Goodness</span> on which they build the Mysterys of their profitable Science, they derogate from <em>Morals,</em> and reverse all true <em>Philosophy;</em> they refine on <em>Selfishness,</em> and explode <em>Generosity;</em> promote a <em>slavish</em> Obedience in the room of <em>voluntary</em> Duty, and <em>free Service;</em> exalt blind <em>Ignorance</em> for <em>Devotion,</em> recommend <em>low Thought,</em> decry <em>Reason,</em> extol<a href=\"#n1\"><sup>[1]</sup></a> <em>Voluptuousness, Wilfulness, Vindicativeness, Arbitrariness, Vain-Glory;</em> and even<a href=\"#n2\"><sup>[2]</sup></a> deify those weak Passions which are the Disgrace rather than Ornament of human Nature.","subId":"19","id":"Shaftesbury.C.MR.5.3.19"},{"type":"paragraph","content":"But so far is it from the Nature of<a href=\"#n3\"><sup>[3]</sup></a> <span class=\"small-capitals\">Liberty</span> to indulge such <em>Passions</em> as these, that whoever acts at any time under the power of any <em>single-one,</em> may be said to have already provided for himself <em>an absolute Master.</em> And he who lives under the power of a whole Race, (since 'tis scarce possible to obey <em>one</em> without the <em>other</em>) must of necessity undergo the worst of Servitudes, under the most capricious and domineering Lords.","subId":"20","id":"Shaftesbury.C.MR.5.3.20"},{"type":"paragraph","content":"That this is no <em>Paradox,</em> even the Writers for Entertainment can inform us; however others may moralize, who discourse or write, as they pretend, for Profit and Instruction. The <span class=\"small-capitals\">Poets</span> even of the wanton sort, give ample Testimony of this Slavery and Wretchedness of <em>Vice.</em> They may extol Voluptuousness to the Skies, and point their Wit as sharply as they are able against a virtuous State. But when they come afterwards to pay the necessary Tribute to their commanding Pleasures; we hear their pathetick Moans, and find the inward Discord and Calamity of their Lives. Their Example is the best of Precepts; since they conceal nothing, are sincere, and speak their Passion out aloud. And 'tis in this that the very worst of <em>Poets</em> may justly be prefer'd to the generality of modern <em>Philosophers,</em> or other <em>formal Writers</em> of a yet more specious name. The <span class=\"small-capitals\">Muses</span> <em>Pupils</em> never fail to express their Passions, and <em>write</em> just as they <em>feel.</em> 'Tis not, indeed, in their nature to do otherwise; whilst they indulge their Vein, and are under the power of that natural <em>Enthusiasm</em> which leads 'em to what is highest in their Performance. They follow Nature. They move chiefly as she moves in 'em; without thought of disguising her free Motions, and genuine Operations, for the sake of any <em>Scheme</em> or <em>Hypothesis,</em> which they have form'd at leisure, and in particular narrow Views. On this account, tho at one time they quarrel perhaps with <span class=\"small-capitals\">Virtue,</span> for restraining 'em in their <em>forbidden Loves,</em> they can at another time make her sufficient amends; when with indignation they complain, <q>That <span class=\"small-capitals\">Merit</span> is neglected, and their<a href=\"#n4\"><sup>[4]</sup></a> worthless Rival prefer'd before them.</q>","subId":"21","id":"Shaftesbury.C.MR.5.3.21"},{"type":"paragraph","content":"<a href=\"#n5\"><sup>[5]</sup></a>To think that the honest heart of a poor man should have no weight against gold!","subId":"22","id":"Shaftesbury.C.MR.5.3.22"},{"type":"paragraph","content":"And thus even in common <em>Elegiack,</em> in <em>Song, Ode,</em> or <em>Epigram,</em> consecrated to Pleasure it-self, we may often read the dolorous Confession in behalf of Virtue, and see, at the bottom, how the Case stands:","subId":"23","id":"Shaftesbury.C.MR.5.3.23"},{"type":"paragraph","content":"For then and then only are the words of truth drawn from the bottom of a man's heart.<a href=\"#n6\"><sup>[6]</sup></a>","subId":"24","id":"Shaftesbury.C.MR.5.3.24"},{"type":"paragraph","content":"The airy Poets, in these Fits, can, as freely as the <em>Tragedian,</em> condole with <span class=\"small-capitals\">Virtue,</span> and bemoan the case of <em>suffering</em> <span class=\"small-capitals\">Merit;</span>","subId":"25","id":"Shaftesbury.C.MR.5.3.25"},{"type":"paragraph","content":"<em>Th' Oppressor's Wrong, the proud Man's Contumely,</em> <br><em>The Insolence of Office, and the Spurns</em> <br><em>That patient</em> <span class=\"small-capitals\">Merit</span> <em>of th' Unworthy takes.</em>","subId":"26","id":"Shaftesbury.C.MR.5.3.26"},{"type":"paragraph","content":"The Poetick Chiefs may give what reason they think fit for their Humour of representing our mad <em>Appetites</em> (especially that of <span class=\"small-capitals\">Love</span> ) under the shape of Urchins and wanton Boys, scarce out of their State of Infancy. The original Design, and Moral of this Fiction, I am persuaded, was to shew us, how little there was of <em>great</em> and <em>heroick</em> in the Government of these Pretenders, how truly <em>weak</em> and <em>childish</em> they were in themselves, and how much lower than mere Children we then became, when we submitted our-selves to their blind Tutorage. There was no fear left in this Fiction the boyish Nature shou'd be misconstru'd as <em>innocent</em> and <em>gentle.</em> The Storms of Passion, so well known in every kind, kept the <em>tyrannick</em> Quality of this wanton Race sufficiently in view. Nor cou'd the poetical Description fail to bring to mind their <em>mischievous</em> and <em>malignant Play.</em> But when the Image of <em>imperious Threatning,</em> and <em>absolute Command,</em> was join'd to that of <em>Ignorance, Puerility,</em> and <em>Folly;</em> the Notion was compleated, of that wretched <em>slavish</em> State, which modern <em>Libertines,</em> in conjunction with some of <em>a graver Character,</em> admire, and represent, as the most eligible of any.—<q>Happy Condition!</q> (says one) <q>Happy Life, <em>that of the indulg'd</em> <span class=\"small-capitals\">Passions;</span> might we pursue it!—Miserable Condition! Miserable Life, that of <span class=\"small-capitals\">Reason</span> and <span class=\"small-capitals\">Virtue,</span> which we are<a href=\"#n7\"><sup>[7]</sup></a> bid pursue!</q>","subId":"27","id":"Shaftesbury.C.MR.5.3.27"},{"type":"paragraph","content":"'Tis the same, it seems, with Men, in <em>Morals,</em> as in <em>Politicks.</em> When they have been unhappily born and bred to <span class=\"small-capitals\">Slavery,</span> they are so far from being sensible of their <em>slavish</em> Course of Life, or of that ill Usage, Indignity and Misery they sustain; that they even admire their own Condition: and being us'd to <em>think short,</em> and carry their <em>Views</em> no further than those Bounds which were early prescrib'd to 'em; they look upon <span class=\"small-capitals\">Tyranny</span> as <em>a natural Case,</em> and think Mankind in a sort of dangerous and degenerate State, when under the power of <em>Laws,</em> and in the possession of <em>a free Government.</em>","subId":"28","id":"Shaftesbury.C.MR.5.3.28"},{"type":"paragraph","content":"We may by these Reflections come easily to apprehend What Men they were who first brought <em>Reason</em> and <em>Free-Thought</em> under disgrace, and made the noblest of Characters, that of a <em>Free-Thinker,</em> to become invidious. 'Tis no wonder if the same Interpreters wou'd have those also to be esteem'd <em>free</em> in their Lives, and Masters of <em>good Living,</em> who are the least Masters of themselves, and the most impotent in Passion and Humour, of all their Fellow-Creatures. But far be it, and far surely will it ever be, from any worthy Genius, to be consenting to such a treacherous Language, and Abuse of Words. For my own part, I thorowly confide in the <em>good Powers</em> of <span class=\"small-capitals\">Reason,</span> <q>That <span class=\"small-capitals\">Liberty</span> and <span class=\"small-capitals\">Freedom</span> shall never, by any Artifice or Delusion, be made to pass with me as frightful Sounds, or as reproachful, or invidious, in any sense.</q>","subId":"29","id":"Shaftesbury.C.MR.5.3.29"},{"type":"paragraph","content":"I can no more allow <em>that</em> to be <em>Free-living,</em> where unlimited Passion, and unexamin'd Fancy govern, than I can allow that to be <em>a Free Government,</em> where the mere People govern, and not the <span class=\"small-capitals\">Laws.</span> For no People in a Civil State can possibly be <em>free,</em> when they are otherwise govern'd than by such <em>Laws</em> as they themselves have constituted, or to which they have <em>freely</em> given consent. Now to be releas'd from these, so as to govern themselves by each Day's Will or Fancy, and to vary on every Turn the Rule and Measure of Government, without respect to any antient Constitutions or Establishments, or to the stated and fix'd Rules of Equity and Justice; is as certain Slavery, as it is Violence, Distraction, and Misery; such as in the Issue must prove the Establishment of an irretrievable State of <em>Tyranny,</em> and <em>absolute Dominion.</em>","subId":"30","id":"Shaftesbury.C.MR.5.3.30"},{"type":"paragraph","content":"In the Determinations of Life, and in the Choice and Government of Actions, he alone is <em>free</em> who has within himself no Hindrance, or Controul, in acting what he himself, <em>by his best Judgment,</em> and <em>most deliberate Choice,</em> approves. Cou'd <span class=\"small-capitals\">Vice</span> agree possibly with it-self; or cou'd <em>the vicious</em> any way reconcile the various Judgments of their inward <em>Counsellors;</em> they might with Justice perhaps assert their Liberty and Independency. But whilst they are necessitated to follow least, what, in their sedate hours, they most approve; whilst they are passively assign'd, and made over from one Possessor to<a href=\"#n8\"><sup>[8]</sup></a> another, in contrary Extremes, and to different Ends and Purposes, of which they are them-selves wholly ignorant; 'tis evident, That the more they turn<a href=\"#n9\"><sup>[9]</sup></a> their Eyes (as many times they are oblig'd) towards <em>Virtue</em> and a <em>free Life,</em> the more they must confess their Misery and Subjection. They discern their own Captivity, but not with Force and Resolution sufficient to redeem themselves, and become <em>their own.</em> Such is the real <em>Tragick</em> State, as the old<a href=\"#n10\"><sup>[10]</sup></a> <em>Tragedian</em> represents it:","subId":"31","id":"Shaftesbury.C.MR.5.3.31"},{"type":"paragraph","content":"<a href=\"#n11\"><sup>[11]</sup></a>I see and I esteem the better course, I follow the worse.","subId":"32","id":"Shaftesbury.C.MR.5.3.32"},{"type":"paragraph","content":"And thus the highest Spirits, and most refractory Wills, contribute to the lowest Servitude and most submissive State. <em>Reason</em> and <em>Virtue</em> alone can bestow <span class=\"small-capitals\">Liberty.</span> <em>Vice</em> is unworthy, and unhappy, on this account only, <q>That it is <em>slavish</em> and <em>debasing.</em></q>","subId":"33","id":"Shaftesbury.C.MR.5.3.33"},{"type":"paragraph","content":"THUS HAVE we pleaded the Cause of <span class=\"small-capitals\">Liberty</span> in general; and vindicated, withal, our Author's particular Freedom, in taking the Person of a <em>Sceptick,</em> as he has done in this<a href=\"#n12\"><sup>[12]</sup></a> last Treatise, on which we have so largely paraphras'd. We may now perhaps, in compliance with general Cusstom, justly presume to add something in defense of the same kind of Freedom we our-selves have assum'd in these latter <em>Miscellaneous Comments;</em> since it wou'd doubtless be very unreasonable and unjust, for those who had so freely play'd <em>the Critick,</em> to expect any thing less than the same free Treatment, and thorow Criticism in return.","subId":"34","id":"Shaftesbury.C.MR.5.3.34"},{"type":"paragraph","content":"As for the <span class=\"small-capitals\">Style</span> or <em>Language</em> us'd in these <em>Comments;</em> 'tis very different, we find; and varys in proportion with the <em>Author commented,</em> and with the different <em>Characters</em> and <em>Persons</em> frequently introduc'd in the original Treatises. So that there will undoubtedly be Scope sufficient for Censure and Correction.","subId":"35","id":"Shaftesbury.C.MR.5.3.35"},{"type":"paragraph","content":"As for the Observations on <span class=\"small-capitals\">Antiquity;</span> we have in most Passages, except the very common and obvious, produc'd our Vouchers and Authoritys in our own behalf. What may be thought of our <em>Judgment</em> or <em>Sense</em> in the Application of these Authoritys, and in the Deductions and Reasonings we have form'd from such learned Topicks, must be submitted to the Opinion of the Wise and Learned.","subId":"36","id":"Shaftesbury.C.MR.5.3.36"},{"type":"paragraph","content":"In <span class=\"small-capitals\">Morals,</span> of which the very Force lies in a love of <em>Discipline,</em> and in a willingness to <em>redress</em> and <em>rectify</em> false Thought, and erring Views; we cannot but patiently wait Redress and amicable Censure from the sole competent Judges, <em>the Wise</em> and <em>Good;</em> whose Interest it has been our whole Endeavour to advance.","subId":"37","id":"Shaftesbury.C.MR.5.3.37"},{"type":"paragraph","content":"The only Subject on which we are perfectly secure, and without fear of any just Censure or Reproach, is that of <span class=\"small-capitals\">Faith,</span> and <em>Orthodox</em> <span class=\"small-capitals\">Belief.</span> For in the first place, it will appear, that thro' a profound Respect, and religious Veneration, we have forborn so much as to name any of the sacred and solemn <em>Mysterys</em> of<a href=\"#n13\"><sup>[13]</sup></a> <em>Revelation.</em> And, in the next place, as we can with confidence declare, that we have never in any Writing, publick or private, attempted such high Researches, nor have ever in Practice acquitted our-selves otherwise than as just <em>Conformists</em> to the lawful Church; so we may, in a proper Sense, be said faithfully and dutifully <em>to embrace</em> those holy <em>Mysterys,</em> even in their minutest Particulars, and without the least Exception on account of their amazing Depth. And tho we are sensible that it wou'd be no small hardship to deprive <em>others</em> of a liberty of examining and searching, with due Modesty and Submission, into the nature of those Subjects; yet as for <em>our-selves,</em> who have not the least scruple whatsoever, we pray not any such Grace or Favour in our behalf: being fully assur'd of our own steddy <em>Orthodoxy, Resignation,</em> and intire <em>Submission</em> to the truly <em>Christian</em> and <em>Catholick</em> Doctrines of our Holy <em>Church,</em> as <em>by Law establish'd.</em>","subId":"38","id":"Shaftesbury.C.MR.5.3.38"},{"type":"paragraph","content":"'Tis true, indeed, that as to<a href=\"#n14\"><sup>[14]</sup></a> <span class=\"small-capitals\">Critical</span> <em>Learning,</em> and the Examination of <em>Originals, Texts, Glosses, various Readings, Styles, Compositions, Manuscripts, Compilements, Editions, Publications,</em> and other <em>Circumstances,</em> such as are common to the <em>Sacred Books</em> with <em>all other Writings and Literature;</em> this we have confidently asserted to be a just and lawful Study. We have even represented this Species of <em>Criticism</em> as necessary to the Preservation and Purity of Scripture; that <em>Sacred Scripture,</em> which has been so miraculously preserv'd in its successive Copys and Transcriptions, under the Eye (as we must needs suppose) of holy and learned <em>Criticks,</em> thro' so many dark Ages of Christianity, to these latter Times; in which Learning has been happily reviv'd.","subId":"39","id":"Shaftesbury.C.MR.5.3.39"},{"type":"paragraph","content":"But if this <em>critical</em> Liberty raises any jealousy against us, we shall beg leave of our offended Reader to lay before him our Case, <em>at the very worst:</em> That if on such a naked Exposition, it be found criminal, we may be absolutely <em>condemn'd;</em> if otherwise, <em>acquitted,</em> and with the same favour <em>indulg'd,</em> as others <em>in the same Circumstances</em> have been before us.","subId":"40","id":"Shaftesbury.C.MR.5.3.40"},{"type":"paragraph","content":"On this occasion therefore, we may be allow'd to borrow something from the Form or Manner of our Dialogue Author, and represent a Conversation of the same free nature as that recited by him in his<a href=\"#n15\"><sup>[15]</sup></a> <em>Night</em>-Scene; where the suppos'd <span class=\"small-capitals\">Sceptick,</span> or <em>Free-Thinker,</em> delivers his Thoughts, and reigns in the Discourse.","subId":"41","id":"Shaftesbury.C.MR.5.3.41"},{"type":"paragraph","content":"'TWAS IN a more considerable Company, and before a more numerous Audience, that not long since, a Gentleman of some Rank, (one who was generally esteem'd to carry a sufficient Caution and Reserve in religious Subjects of Discourse, as well as an apparent Deference to Religion, and in particular to the national and establish'd Church) having been provok'd by an impertinent Attack of a certain violent bigotted Party, was drawn into an open and <em>free</em> Vindication not only of Free-<em>Thinking,</em> but Free-<em>Professing,</em> and <em>Discoursing,</em> in Matters relating to Religion and Faith.","subId":"42","id":"Shaftesbury.C.MR.5.3.42"},{"type":"paragraph","content":"Some of the Company, it seems, after having made bold with him, as to what they fansy'd to be his Principle, began to urge <q>The Necessity of reducing Men to <em>one</em> Profession and Belief.</q> And several Gentlemen, even of those who pass'd for <em>moderate</em> in their way, seem'd so far to give into this <em>Zealot</em>-Opinion as to agree, <q>That notwithstanding the <em>right</em> Method was not yet found, 'twas highly requisite that some way shou'd be thought on, to reconcile Differences in Opinion; since so long as this Variety shou'd last, <span class=\"small-capitals\">Religion,</span> they thought, cou'd never be successfully advanc'd.</q>","subId":"43","id":"Shaftesbury.C.MR.5.3.43"},{"type":"paragraph","content":"To this our Gentleman, at first, answer'd coldly, That <q>What was <em>impossible</em> to be done, cou'd not, he thought, be properly pursu'd, as <em>necessary</em> to be done.</q> But the <em>Raillery</em> being ill taken, he was forc'd at last to defend himself the best he cou'd, upon this Point; <q><em>That Variety of Opinions was not to be cur'd.</em></q> And <q>That 'twas impossible <em>All</em> shou'd be of <em>one</em> Mind.</q>","subId":"44","id":"Shaftesbury.C.MR.5.3.44"},{"type":"paragraph","content":"I well know, said he, <q>That many pious Men, seeing the Inconveniences which the Dis-union of Persuasions and Opinions <em>accidentally</em> produces, have thought themselves oblig'd to stop this Inundation of Mischiefs, and have made Attempts accordingly. Some have endeavour'd to unite these Fractions, by propounding such a <span class=\"small-capitals\">Guide,</span> as they were all bound to follow; hoping that <em>the Unity of a Guide</em> wou'd have produc'd <em>Unity of Minds.</em> But who this <span class=\"small-capitals\">Guide</span> shou'd be, after all, became such a Question, that 'twas made part of that <em>Fire</em> it-self which was to be extinguish'd. Others thought of a <span class=\"small-capitals\">Rule.</span> —This was to be the effectual Means of Union! This was to do the Work, or nothing cou'd!—But supposing all the World had been agreed on this <span class=\"small-capitals\">Rule,</span> yet the <em>Interpretation</em> of it was so full of Variety, that this also became part of the Disease.</q>","subId":"45","id":"Shaftesbury.C.MR.5.3.45"},{"type":"paragraph","content":"The Company, upon this Preamble of our Gentleman, press'd harder upon him than before; objecting the Authority of <em>Holy Scripture</em> against him, and affirming <em>this</em> to be of it-self a sufficient <em>Guide</em> and <em>Rule.</em> They urg'd again and again that known Saying of a fam'd Controversial Divine of our Church against the Divines of another, <q>That <em>the Scripture, the Scripture</em> was the Religion of Protestants.</q>","subId":"46","id":"Shaftesbury.C.MR.5.3.46"},{"type":"paragraph","content":"To this our Gentleman, at first, reply'd only, by desiring them to explain their word <span class=\"small-capitals\">Scripture,</span> and by inquiring into the Original of this Collection of antienter and later Tracts, which in general they comprehended under that Title: Whether it were the <em>apocryphal</em> <span class=\"small-capitals\">Scripture,</span> or the more <em>canonical?</em> The <em>full</em> or the <em>half-</em>authoriz'd? The <em>doubtful,</em> or the <em>certain?</em> The <em>controverted,</em> or <em>uncontroverted?</em> The <em>singly-read,</em> or that of <em>various Reading?</em> The Text of <em>these</em> Manuscripts, or of <em>those?</em> The Transcripts, Copys, Titles, Catalogues of <em>this</em> Church and Nation, or of <em>that other?</em> of <em>this</em> Sect and Party, or of <em>another?</em> of those in <em>one</em> Age call'd <span class=\"small-capitals\">Orthodox,</span> and in possession of Power, or of those who in another overthrew their <em>Predecessors</em> Authority, and in their turn also assum'd the Guardianship and Power of holy Things? For how these sacred Records were guarded in those Ages, might easily, he said, be imagin'd by any one who had the least Insight into the History of those <span class=\"small-capitals\">Times</span> which we call'd <em>primitive,</em> and the <span class=\"small-capitals\">Characters</span> of those <em>Men,</em> whom we styl'd <span class=\"small-capitals\">Fathers</span> of the <em>Church.</em>","subId":"47","id":"Shaftesbury.C.MR.5.3.47"},{"type":"paragraph","content":"<q>It must be confess'd, continu'd he, 'twas a strange Industry and <em>unlucky</em> Diligence which was us'd, in this respect, by these <em>Ecclesiastical Fore</em>-<span class=\"small-capitals\">Fathers.</span> Of all those Heresys which gave them Imployment, we have absolutely no Record, or Monument, but what them-selves who were Adversarys have transmitted to us; and we know that Adversarys, especially such who observe all Opportunitys to discredit both the Persons and Doctrines of their Enemys, are not always the best Recorders or Witnesses of such Transactions.</q> We see it (continu'd he, in a very emphatical, but somewhat embarass'd Style) <q>We see it <em>now</em> in this very Age, in the present Dis-temperatures, that Partys are no good Registers of the Actions of the adverse Side: And if we cannot be confident of the Truth of a Story now, (<em>now,</em> I say, that it is possible for any Man, <em>especially</em> for the interested Adversary, to discover the Imposture) it is far more unlikely, that After-Ages shou'd know any other Truth than such as serves the ends of the Representers.</q>","subId":"48","id":"Shaftesbury.C.MR.5.3.48"},{"type":"paragraph","content":"Our Gentleman by these Expressions had already given considerable Offense to his Zealot-Auditors. They ply'd him faster with passionate Reproaches, than with Arguments or rational Answers. This, however, serv'd only to animate him the more, and made him proceed the more boldly, with the same assum'd Formality, and air of Declamation, in his general <span class=\"small-capitals\">Criticism</span> of <em>Holy Literature.</em>","subId":"49","id":"Shaftesbury.C.MR.5.3.49"},{"type":"paragraph","content":"<q>There are, said he, innumerable Places that contain (no doubt) great Mysterys, but so wrap'd in Clouds, or hid in Umbrages, so heighten'd with Expressions, or so cover'd with Allegorys and Garments of Rhetorick; so profound in the matter, or so alter'd and made intricate in the manner; that they may seem to have been left as <em>Trials</em> of our Industry, and as <em>Occasions</em> and <em>Opportunitys</em> for the exercise of mutual Charity and Toleration, rather than as the <em>Repositorys</em> of <span class=\"small-capitals\">Faith,</span> and <em>Furniture of Creeds.</em> For when there are found in the Explications of these Writings, so many Commentarys; so many Senses and Interpretations; so many Volumes in all Ages, and all like Mens Faces, no one exactly like another: either this <em>Difference</em> is absolutely no fault at all; or if it be, it is excusable. There are, besides, so many thousands of <em>Copys</em> that were writ by Persons of several <em>Interests</em> and <em>Persuasions,</em> such different Understandings and Tempers, such distinct Abilitys and Weaknesses, that 'tis no wonder there is so great <em>variety of Readings:</em>—whole Verses in <em>one,</em> that are not in <em>another:</em>—whole Books admitted by <em>one</em> Church or Communion, which are rejected by <em>another:</em> and whole Storys and Relations admitted by <em>some</em> Fathers, and rejected by <em>others.</em>—I consider withal, that there have been many <em>Designs</em> and <em>Views</em> in expounding these Writings; many <em>Senses</em> in which they are expounded: and when the <em>Grammatical Sense</em> is found out, we are many times never the nearer. Now there being such variety of <em>Senses</em> in Scripture, and but few Places so mark'd out, as not to be capable of more than one; if Men will write Commentarys <em>by Fancy,</em> what infallible <em>Criterion</em> will be left to judg of the <em>certain Sense</em> of such Places as have been the matter of Question? I consider again, that there are indeed divers Places in these sacred Volumes containing in them Mysterys and Questions of great Concernment; yet such is the Fabrick and Constitution of the Whole, that there is no certain Mark to determine whether the Sense of these Passages shou'd be taken as <em>literal</em> or <em>figurative.</em> There is nothing in the nature of the thing to determine <em>the Sense</em> or <em>Meaning:</em> but it must be gotten out as it can. And therefore 'tis unreasonably requir'd, That what is of it-self ambiguous, shou'd be understood in its own prime Sense and Intention, under the pain of either <em>a Sin,</em> or <em>an Anathema.</em> Very wise Men, even <em>the antient Fathers,</em> have expounded things <em>allegorically,</em> when they shou'd have expounded them <em>literally.</em> Others expound things <em>literally,</em> when they shou'd understand them <em>in Allegory.</em> If such great Spirits cou'd be deceiv'd in finding out what kind of Senses were to be given to Scriptures, it may well be endur'd that we, who sit at their Feet, shou'd be subject at least to equal Failure. If we follow any <span class=\"small-capitals\">One</span> <em>Translation,</em> or any <span class=\"small-capitals\">One</span> Man's <em>Commentary,</em> what <em>Rule</em> or Direction shall we have, by which to chuse that <span class=\"small-capitals\">One</span> aright? Or is there any <em>one</em> Man, that hath translated <em>perfectly,</em> or expounded <em>infallibly?</em> If we resolve to follow <em>any one</em> as far only as we like, or fansy; we shall then only do wrong or right <em>by Chance.</em> If we resolve absolutely to follow <em>any-one,</em> whither-soever he leads, we shall probably come at last, where, if we have any Eyes left, we shall see our-selves become sufficiently ridiculous.</q>","subId":"50","id":"Shaftesbury.C.MR.5.3.50"},{"type":"paragraph","content":"The Reader may here perhaps, by his natural Sagacity, remark a certain air of study'd Discourse and Declamation, not so very proper or natural in the mouth of a mere <em>Gentleman,</em> nor sutable to a Company where alternate Discourse is carry'd on, in un-concerted Measure, and un-premeditated Language. Something there was so very emphatical, withal, in the delivery of these words, by the <em>sceptical</em> Gentleman; that some of the Company who were still more incens'd against him for these Expressions, began to charge him as a <em>Preacher</em> of pernicious Doctrines, one who attack'd Religion <em>in form,</em> and carry'd his Lessons or Lectures about with him, to repeat by rote, at any time, to the <em>Ignorant</em> and <em>Vulgar,</em> in order to seduce them.","subId":"51","id":"Shaftesbury.C.MR.5.3.51"},{"type":"paragraph","content":"'Tis true indeed, said he, Gentlemen! that what I have here ventur'd to repeat, is address'd chiefly to those you call <em>Ignorant;</em> such, I mean, as being otherwise engag'd in the World, have had little time perhaps to bestow upon Inquirys into Divinity-Matters. As for you, Gentlemen! in particular, who are so much displeas'd with my <em>Freedom;</em> I am well assur'd, you are in effect so able and knowing, that the Truth of every Assertion I have advanc'd is sufficiently understood and acknowledg'd by you; however it may happen, that, in your great Wisdom, you think it proper to conceal these Matters from such Persons as you are pleas'd to style <em>the Vulgar.</em>","subId":"52","id":"Shaftesbury.C.MR.5.3.52"},{"type":"paragraph","content":"'Tis true, withal, Gentlemen! continu'd he, I will confess to you, That the words you have heard repeated, are not my own. They are no other than what have been publickly and solemnly deliver'd, even by<a href=\"#n16\"><sup>[16]</sup></a> one of the Episcopal Order, a celebrated <em>Churchman,</em> and one of the <em>highest</em> sort; as appears by his many devotional Works, which carry the Rites, Ceremonys and Pomp of Worship, with the Honour and Dignity of the Priestly and Episcopal Order, to the highest Degree. In effect, we see the Reverend Doctor's Treatises standing, as it were, in the Front of this Order of Authors, and as the foremost of those <em>Good-Books</em> us'd by the politest and most refin'd <em>Devotees</em> of either Sex. They maintain the principal Place in the Study of almost every elegant and high <em>Divine.</em> They stand in Folio's and other Volumes, adorn'd with variety of Pictures, Gildings, and other Decorations, on the advanc'd Shelves or Glass-Cupboards of the <em>Ladys</em> Closets. They are in use at all Seasons, and for all Places, as well for Church-Service as Closet-Preparation; and, in short, may vie with any devotional Books in <em>British Christendom.</em> And for the Life and Character of the Man himself; I leave it to you, Gentlemen, (you, I mean, of the <em>Zealot</em>-kind) to except against it, if you think proper. 'Tis your <em>Manner,</em> I know, and what you never fail to have recourse to, when any Authority is produc'd against you. Personal Reflection is always seasonable, and at hand, on such an occasion. No matter what Virtue, Honesty, or Sanctity may lie in the Character of the Person cited. No matter tho he be ever so much, in other respects, of your own Party, and devoted to your Interest. If he has indiscreetly spoken some Home-Truth, or discover'd some Secret which strikes at the temporal Interests of certain spiritual Societys; he is quickly doom'd to Calumny and Defamation.","subId":"53","id":"Shaftesbury.C.MR.5.3.53"},{"type":"paragraph","content":"I shall try this Experiment, however, once more, (continu'd our Gentleman) and as a Conclusion to this Discourse, will venture to produce to you a further Authority of the same kind. You shall have it before you, in the exact Phrase and Words of the great Author, in his <em>theological</em> Capacity; since I have now no further occasion to conceal my Citations, and accommodate them to the more familiar Style and Language of Conversation.","subId":"54","id":"Shaftesbury.C.MR.5.3.54"},{"type":"paragraph","content":"Our excellent<a href=\"#n17\"><sup>[17]</sup></a> Archbishop, and late Father of our Church, when expresly treating that very Subject of a <span class=\"small-capitals\">Rule</span> <em>in matters of Belief,</em> in opposition to Mr. <em>S</em> . . . and Mr. <em>R</em> . . . . . his Romish Antagonists, shews plainly how great a shame it is, for us <em>Protestants</em> at least, (whatever the Case may be with <em>Romanists</em>) to disallow <em>Difference</em> of Opinions, and forbid private <em>Examination,</em> and <em>Search</em> into matters of <em>antient</em> <span class=\"small-capitals\">Record,</span> and <em>scriptural</em> <span class=\"small-capitals\">Tradition;</span> when, at the same time, we have no pretence to <em>oral</em> or <em>verbal;</em> no Claim to any absolute superior Judg, or decisive Judgment in the Case; no Polity, Church, or Community; no particular Man, or number of Men, who are not, even by our own Confession, plainly <em>fallible,</em> and subject to <em>Error</em> and <em>Mistake.</em>","subId":"55","id":"Shaftesbury.C.MR.5.3.55"},{"type":"paragraph","content":"<q>The Protestants</q> (says his Grace, speaking in the Person of Mr. <em>S</em> . . . and the <em>Romanists</em>) <q>cannot know <em>how many</em> the Books of Scripture ought to be; and <em>Which</em> of the many controverted ones may be securely put in that Catalogue; <em>Which</em> not.—But I shall tell him, replies his Grace, That we know that just so many ought to be receiv'd as <em>un-controverted</em> Books, concerning which it cannot be shewn <em>there was ever any Controversy.</em></q> It was not incumbent perhaps on my Lord Archbishop to help Mr. <em>S</em> . . . . . so far in his Objection, as to add, That in reality the <em>burning, suppressing,</em> and <em>interpolating</em> Method, so early in fashion, and so tightly practis'd on the <em>Epistles, Comments, Historys,</em> and <em>Writings</em> of the Orthodox and Hereticks of old, made it impossible to say with any kind of Assurance, <q>What <em>Books, Copys,</em> or <em>Transcripts</em> those were, <em>concerning which there was never any Controversy at all.</em></q> This indeed wou'd be a Point not so easily to be demonstrated. But his Grace proceeds, in shewing the Weakness of the Romish Pillar, <span class=\"small-capitals\">Tradition.</span> <q>For it must either,</q> says he, <q>acknowledg <em>some</em> Books to have been controverted, or <em>not.</em> If <em>not,</em> why doth he make a Supposition of controverted Books? If Oral <em>Tradition</em> acknowledges some Books to have been controverted; then it cannot assure us that they have not been controverted; nor consequently that they ought to be receiv'd as never having been controverted; but only <em>as such, concerning which those Churches who did once raise a Controversy about them, have been since satisfy'd that they are</em><a href=\"#n18\"><sup>[18]</sup></a> <em>Canonical.</em>—Where is then the Infallibility of Oral Tradition? How does the <em>living Voice of the present Church</em> assure us, that what <em>Books</em> are now receiv'd by Her, were ever receiv'd by Her? And if it cannot do this, but the matter must come to be try'd by the best <em>Records</em> of former Ages, (which the Protestants are willing to have the <em>Catalogue</em> try'd by) then it seems the Protestants have a better way to know what Books are Canonical, than is the infallible way of Oral Tradition. And so long as 'tis better, no matter tho it be not call'd Infallible.</q>—","subId":"56","id":"Shaftesbury.C.MR.5.3.56"},{"type":"paragraph","content":"Thus the free and generous Archbishop. For, indeed, what greater <em>Generosity</em> is there, than in owning <span class=\"small-capitals\">Truth</span> frankly and openly, even where the greatest Advantages may be taken by an Adversary? Accordingly, our worthy Archbishop, speaking again immediately in the Person of his Adversary, <q>The Protestants,</q> says<a href=\"#n19\"><sup>[19]</sup></a> he, <q>cannot know that the very <em>Original,</em> or a <em>perfectly true Copy</em> of these Books, hath been preserv'd.</q> <q>Nor is it necessary,</q> replies the Archbishop, <q>that they shou'd know either of these. It is sufficient that they know that those Copys which they have, are not materially corrupted.—But how do the Church of <em>Rome</em> know that they have <em>perfectly true Copys</em> of the Scriptures in the <em>original</em> Languages? They do not pretend to know this. The learned Men of that Church acknowledg the <em>various Readings</em> as well as we, and do not pretend to know, otherwise than by <em>probable Conjecture,</em> (as we also may do) Which of those <em>Readings</em> is the <em>true-one.</em></q><a href=\"#n20\"><sup>[20]</sup></a>—","subId":"57","id":"Shaftesbury.C.MR.5.3.57"},{"type":"paragraph","content":"And thus, continu'd our <em>Lay</em>-Gentleman, I have finish'd my <em>Quotations,</em> which I have been necessitated to bring in my own Defense; to prove to you That I have asserted nothing on this Head of <em>Religion, Faith,</em> or the Sacred <em>Mysterys,</em> which has not been justify'd and confirm'd by the most celebrated <em>Church-Men</em> and respected <em>Divines.</em> You may now proceed in your <em>Invectives;</em> bestowing as free Language of that kind, as your <em>Charity</em> and <em>Breeding</em> will permit. And <em>You, Reverend</em> <span class=\"small-capitals\">Sirs!</span> who have assum'd a Character which sets you above that of the mere <em>Gentleman,</em> and releases you from those <em>Decorums,</em> and constraining <em>Measures of Behaviour</em> to which we of an inferior sort are bound; You may liberally deal your <em>religious Compliments</em> and <em>Salutations</em> in what <em>Dialect</em> you think fit; since for my own part, neither the Names of <span class=\"small-capitals\">Heterodox,Schismatick,Heretick,Sceptick,</span> nor even <span class=\"small-capitals\">Infidel,</span> or <span class=\"small-capitals\">Atheist</span> it-self, will in the least scandalize me, whilst the Sentence comes only from <em>your</em> mouths. On the contrary, I rather strive with my-self to suppress whatever Vanity might naturally arise in me, from such <em>Favour</em> bestow'd. For whatever may, in the bottom, be intended me, by such a Treatment; 'tis impossible for me to term it other than <em>Favour;</em> since there are certain Enmitys, which it will be ever esteem'd a real Honour <em>to have merited.</em>","subId":"58","id":"Shaftesbury.C.MR.5.3.58"},{"type":"paragraph","content":"If, contrary to the Rule and Measure of Conversation, I have drawn the Company's Attention towards me thus long, without affording them an Intermission, during my Recital; they will, I hope, excuse me, the rather, because they heard the other <em>Recitals,</em> and were Witnesses to the heavy Charge and personal Reflection, which without any real Provocation was made upon me in publick, by these <em>Zealot</em>-Gentlemen, to whom I have thus reply'd. And notwithstanding they may, after such Breaches of Charity as are usual with them, presume me equally out of Charity, on my own side; I will take upon me however to give them this good Advice, at parting: <q>That since they have of late been so elated by some seeming Advantages, and a Prosperity, which they are ill fitted to bear; they wou'd at least beware of accumulating too hastily those high Characters, Appellations, Titles, and Ensigns of <em>Power,</em> which may be Tokens, perhaps, of what they expect hereafter, but which, as yet, do not answer the real Power and Authority bestow'd on them.</q> The <em>Garb</em> and <em>Countenance</em> will be more graceful, when <em>the Thing</em> it-self is secur'd to 'em, and in their actual possession. Mean while, the Anticipation of high Titles, Honours, and nominal Dignitys, beyond the common Style and antient Usage; tho it may be highly fashionable at present, may not prove beneficial or advantageous in the end.","subId":"59","id":"Shaftesbury.C.MR.5.3.59"},{"type":"paragraph","content":"I wou'd, in particular, advise my elegant Antagonists of this <em>Zealot</em>-kind; That among the many Titles they assume to themselves, they wou'd be rather more sparing in that high-one of <span class=\"small-capitals\">Embassador,</span> till such time as they have just Means and Foundation to join that of <span class=\"small-capitals\">Plenipotentiary</span> together with it. For as matters stand hitherto in our <em>British</em> World, neither their Commission <em>from the Sovereign,</em> nor that which they pretend from <em>Heaven,</em> amounts to any absolute or determining <em>Power.</em>","subId":"60","id":"Shaftesbury.C.MR.5.3.60"},{"type":"paragraph","content":"The first holy <span class=\"small-capitals\">Messengers</span> (for That I take to be the highest <em>apostolick</em> Name) brought with them their proper Testimonials, in their <em>Lives,</em> their <em>Manners</em> and <em>Behaviour;</em> as well as in <em>powerful Works,</em> <span class=\"small-capitals\">Miracles,</span> and <span class=\"small-capitals\">Signs</span> from <em>Heaven.</em> And tho indeed it might well be esteem'd a <em>Miracle</em> in the kind, shou'd our <em>present</em> <span class=\"small-capitals\">Messengers</span> go about to represent their <em>Predecessors</em> in any part of their Demeanour or Conversation; yet there are further <em>Miracles</em> remaining for 'em to perform, ere they can in modesty plead the <em>Apostolick</em> or <em>Messenger</em>-Authority. For tho, in the torrent of a sublime and figurative Style, <em>a holy Apostle</em> may have made use, perhaps, of such a Phrase as that of <span class=\"small-capitals\">Embassy</span> or <span class=\"small-capitals\">Embassador,</span> to express the Dignity of his Errand; 'twere to be wish'd that some who were never sent of any Errand or Message at all from <span class=\"small-capitals\">God</span> <em>himself,</em> wou'd use a modester Title to express their voluntary <em>Negotiation</em> between <span class=\"small-capitals\">Us</span> and <span class=\"small-capitals\">Heaven.</span>","subId":"61","id":"Shaftesbury.C.MR.5.3.61"},{"type":"paragraph","content":"I must confess, for my own part, that I think the Notion of an <span class=\"small-capitals\">Embassy</span> from <em>thence</em> to be at best somewhat high-strain'd, in the metaphorical way of Speech. But certain I am, that if there be any such <em>Residentship</em> or <em>Agentship</em> now establish'd; 'tis not immediately from <span class=\"small-capitals\">God</span> <em>himself,</em> but thro' <em>the Magistrate,</em> and by <em>the Prince</em> or <em>Sovereign Power</em> here on Earth, that these Gentlemen-<em>Agents</em> are appointed, distinguish'd, and set over us. They have undoubtedly a<a href=\"#n21\"><sup>[21]</sup></a> legal <span class=\"small-capitals\">Charter,</span> and <em>Character,</em> legal <em>Titles,</em> and <em>Precedencys,</em> legal <em>Habits, Coats of Arms, Colours, Badges.</em> But they may do well to consider, That a thousand <em>Badges</em> or <em>Liverys</em> bestow'd by <span class=\"small-capitals\">Men</span> merely, can never be sufficient to entitle 'em to the same Authority as Theirs, who bore the <em>immediate Testimony</em> and <span class=\"small-capitals\">MiraculousSigns</span> of <em>Power,</em> from <span class=\"small-capitals\">Above.</span> For in this case, there was need only of <em>Eyes,</em> and ordinary <em>Senses,</em> to distinguish the <span class=\"small-capitals\">Commission,</span> and acknowledg the <span class=\"small-capitals\">Embassy</span> or <span class=\"small-capitals\">Message</span> as <em>divine.</em>","subId":"62","id":"Shaftesbury.C.MR.5.3.62"},{"type":"paragraph","content":"But allowing it ever so <em>certain</em> a Truth, <q>That there has been a thousand or near two thousand Years <em>Succession</em> in this Commission of <span class=\"small-capitals\">Embassy</span> </q>: Where shall we find this <em>Commission</em> to have lain?—How has it been supply'd still, or <em>renew'd?</em>—How often <em>dormant?</em>—How often <em>divided,</em> even in one and the same Species of Claimants?—What Party are they, among Moderns, who by virtue of any <em>immediate Testimonial</em> from <em>Heaven</em> are thus intitled?—Where are the <span class=\"small-capitals\">Letters-Patent?</span> <em>The</em> <span class=\"small-capitals\">Credentials?</span> For <em>these</em> shou'd, in the nature of the thing, be <em>open, visible,</em> and <em>apparent.</em>","subId":"63","id":"Shaftesbury.C.MR.5.3.63"},{"type":"paragraph","content":"A certain <span class=\"small-capitals\">Indian</span> of the Train of the Embassador-Princes sent to us lately from some of those <em>Pagan</em> Nations, being engag'd, one Sunday, in visiting our Churches, and happening to ask his Interpreter, <q>Who the eminent Persons were whom he observ'd haranguing so long, with such Authority from a high Place?</q> was answer'd, <q>They were <em>Embassadors</em> from the <span class=\"small-capitals\">Almighty,</span> or (according to the <em>Indian</em> Language) from the <span class=\"small-capitals\">Sun.</span> </q> Whether the <span class=\"small-capitals\">Indian</span> took this seriously or in raillery, did not appear. But having afterwards call'd in, as he went along, at the Chapels of some of his Brother-Embassadors, of the <em>Romish</em> Religion, and at some other Christian Dissenting Congregations, where Matters, as he perceiv'd, were transacted with greater Privacy, and inferior State; he ask'd, <q>Whether <em>These</em> also were <em>Embassadors</em> from the same Place.</q> He was answer'd, <q>That they had indeed been heretofore of the Embassy, and had Possession of the same chief Places he had seen: But they were now succeeded there, by Others.</q> <q>If <em>those</em> therefore,</q> reply'd the <span class=\"small-capitals\">Indian,</span> <q>were <em>Embassadors</em> from <em>the</em> <span class=\"small-capitals\">Sun;</span> <em>these,</em> I take for granted, are from <em>the</em> <span class=\"small-capitals\">Moon.</span> </q>","subId":"64","id":"Shaftesbury.C.MR.5.3.64"},{"type":"paragraph","content":"Supposing, indeed, one had been no <em>Pagan,</em> but <em>a good Christian;</em> conversant in the original <em>Holy Scriptures,</em> but unacquainted with the Rites, Titles, Habits and Ceremonials, of which there is no mention in those Writings: Might one not have inquir'd, with humble Submission, into this Affair? Might one not have softly, and at a distance, apply'd for information concerning this <em>high</em> <span class=\"small-capitals\">Embassy;</span> and addressing perhaps to some inferior Officer or Livery-Man of <em>the Train,</em> ask'd modestly, <q><em>How</em> and <em>Whence</em> they came? Whose <em>Equipage</em> they appear'd in? At Whose <em>Charges</em> they were entertain'd? and by Whose <em>Suffrage</em> or <em>Command</em> appointed and authoriz'd?—Is it true, pray <span class=\"small-capitals\">Sirs!</span> that their <em>Excellencys</em> of the present Establishment, are the <em>sole-commission'd?</em> Or are there as many <em>real Commissioners</em> as there are Pretenders? If so; there can be no great danger for us, which-ever way we apply our-selves. We have ample Choice, and may adhere to <em>which</em> <span class=\"small-capitals\">Commission</span> <em>we like best.</em> If there be only <span class=\"small-capitals\">One</span> single <span class=\"small-capitals\">True</span> -one; we have then, it seems, good reason to look about us, search narrowly into the Affair, be scrupulous in our Choice, and (as the current <em>Physick</em>-Bills admonish us) <em>beware of Counterfeits;</em> since there are so many of these abroad, with <em>earthly</em> Powers, and <em>temporal</em> <span class=\"small-capitals\">Commissions,</span> to back their <em>spiritual</em> Pretenses.</q>—","subId":"65","id":"Shaftesbury.C.MR.5.3.65"},{"type":"paragraph","content":"'Tis to be fear'd, in good earnest, that the Discernment of this kind will prove pretty difficult; especially amidst this universal <em>Contention, Embroil,</em> and <em>Fury</em> of religious Challengers, these high <em>Defiances</em> of contrary Believers, this zealous Opposition of <em>Commission</em> to <em>Commission;</em> and this Din of <em>Hell, Anathema's,</em> and <em>Damnations,</em> rais'd every where by one religious Party against another.","subId":"66","id":"Shaftesbury.C.MR.5.3.66"},{"type":"paragraph","content":"So far are the pretendedly <em>commission'd Partys</em> from producing their <em>Commission</em> openly, or proving it from the original Record, or Court-Rolls of Heaven, that they deny us inspection into these very Records they plead, and refuse to submit their <em>Title</em> to human Judgment or Examination.","subId":"67","id":"Shaftesbury.C.MR.5.3.67"},{"type":"paragraph","content":"A Poet of our Nation insinuates indeed in their behalf, That they are fair enough in this respect. For when the murmuring People, speaking by their chosen <span class=\"small-capitals\">Orator,</span> or <em>Spokes-man,</em> to the Priests, says to 'em,","subId":"68","id":"Shaftesbury.C.MR.5.3.68"},{"type":"paragraph","content":"<blockquote><em>With </em>Ease<em> you take what we provide with</em> Care<em>, <br> And we who your <span class=\"small-capitals\">Legation</span> must maintain, <br> Find all your Tribe in the </em>Commission<em> are, <br> And none but <span class=\"small-capitals\">Heav'n</span> cou'd send so large a <span class=\"small-capitals\">Train</span>;</em></blockquote>","subId":"69","id":"Shaftesbury.C.MR.5.3.69"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Apologist</span> afterwards excusing this Boldness of the People, and soothing the incens'd Priests with fairer Words, says to 'em, on a foot of <em>Moderation,</em> which he presumes to be their Character:","subId":"70","id":"Shaftesbury.C.MR.5.3.70"},{"type":"paragraph","content":"<blockquote><a href=\"#n22\"><sup>[22]</sup></a><em>You with such Temper their Intemperance bear, <br> To shew your solid Science does rely <br> So on </em>it-self<em>, as you no Trial fear: <br> For </em>Arts<em> are weak that are of <span class=\"small-capitals\">Scepticks</span> shy.</em></blockquote>","subId":"71","id":"Shaftesbury.C.MR.5.3.71"},{"type":"paragraph","content":"The Poet, it seems, never dreamt of a time when the very <em>Countenance</em> of <em>Moderation</em> shou'd be out of fashion with the Gentlemen of this Order, and the <em>Word</em> it-self exploded as unworthy of their <em>Profession.</em> And, indeed, so far are they at present from bearing with any <span class=\"small-capitals\">Sceptick,</span> or <em>Inquirer,</em> ever so <em>modest</em> or discreet, that to hear an Argument on a contrary side to theirs, or read whatever may be writ in answer to their particular Assertions, is made the highest Crime. Whilst they have among themselves such Differences, and sharp Debates, about their <em>heavenly</em> <span class=\"small-capitals\">Commission,</span> and are even <em>in one and the same</em> Community or Establishment, divided into different <em>Sects</em> and <em>Headships;</em> they will allow no particular Survey or Inspection into the Foundations of their controverted Title. They wou'd have us inferior passive Mortals, amaz'd as we are, and beholding with astonishment from afar these tremendous Subjects of Dispute, wait blindfold the Event and final Decision of the Controversy. Nor is it enough that we are merely <em>passive.</em> 'Tis requir'd of us, That in the midst of this irreconcilable Debate concerning heavenly <em>Authoritys</em> and <em>Powers,</em> we shou'd be as confident of the Veracity of <em>some one,</em> as of the Imposture and Cheat of <em>all the other</em> Pretenders: and that believing firmly there is still <em>A real</em> <span class=\"small-capitals\">Commission</span> at the bottom, we shou'd endure the Misery of these Conflicts, and engage on one side or the other, as we happen to have our Birth or Education; till by <em>Fire</em> and <em>Sword, Execution, Massacre,</em> and a kind of <em>Depopulation</em> of this Earth, it be<a href=\"#n23\"><sup>[23]</sup></a> determin'd at last amongst us, <q>Which is the <em>true</em> <span class=\"small-capitals\">Commission,</span> <em>exclusive</em> of all others, and superior to the rest.</q>","subId":"72","id":"Shaftesbury.C.MR.5.3.72"},{"type":"paragraph","content":"HERE our <em>secular</em> <span class=\"small-capitals\">Gentleman,</span> who in the latter end of his Discourse had already made several Motions and Gestures which betoken'd a Retreat, made his final Bow in form, and quitted the Place and Company for that time; till (as he told his Auditors) he had another Opportunity, and fresh Leisure to hear, in his turn, whatever his <em>Antagonists</em> might anew object to him, in a Manner more favourable and moderate; or, if they so approv'd, in the same <em>Temper,</em> and with the same <em>Zeal</em> as they had done before.","subId":"73","id":"Shaftesbury.C.MR.5.3.73"},{"type":"note","content":"VOL. II. <em>pag.</em> 256. And below, <em>pag.</em> 310.","subId":"n1","id":"Shaftesbury.C.MR.5.3.n1"},{"type":"note","content":"VOL. I. <em>pag.</em> 38.","subId":"n2","id":"Shaftesbury.C.MR.5.3.n2"},{"type":"note","content":"VOL. II. <em>pag.</em> 252, 432.","subId":"n3","id":"Shaftesbury.C.MR.5.3.n3"},{"type":"note","content":"VOL. I. <em>pag.</em> 141.","subId":"n4","id":"Shaftesbury.C.MR.5.3.n4"},{"type":"note","content":"<blockquote><span class=\"foreign\">Contrane lucrum nil valere candidum Pauperis ingenium?</span> <br> <cite><span class=\"small-capitals\">Horat.</span> Epod. xi. ver. 16.</cite></blockquote>","subId":"n5","id":"Shaftesbury.C.MR.5.3.n5"},{"type":"note","content":"<em>Nam verae Voces tum demum pectore ab imo Eliciuntur.</em>","subId":"n6","id":"Shaftesbury.C.MR.5.3.n6"},{"type":"note","content":"VOL. II. <em>pag.</em> 256.","subId":"n7","id":"Shaftesbury.C.MR.5.3.n7"},{"type":"note","content":"<blockquote><span class=\"foreign\">Hunccine an hunc sequeris? Subeas alternus oportet <br> Ancipiti obsequio Dominos.——</span> <br> <cite>Pers. Sat. v. ver. 155.</cite></blockquote> See VOL. I. <em>pag.</em> 285, 309, 323, &amp;c.","subId":"n8","id":"Shaftesbury.C.MR.5.3.n8"},{"type":"note","content":"<blockquote><span class=\"foreign\">Magne Pater divûm, saevos punire Tyrannos <br> Haud aliâ ratione velis, cûm dira libido <br> Moverit ingenium ferventi tincta veneno, <br> Virtutem videant, intabescantque relictâ.</span> <br> <cite>Pers. Sat. iii. ver. 35.</cite></blockquote>","subId":"n9","id":"Shaftesbury.C.MR.5.3.n9"},{"type":"note","content":"<span class=\"foreign\">καὶ μανθάνω μὲν οἱ̑α τολμήσω κακά· θυμὸς δὲ κρείσσων τω̑ν ἐμω̑ν βουλευ-μάτων.</span> <cite>Eurip. Med. Act. iv. 1078.</cite>","subId":"n10","id":"Shaftesbury.C.MR.5.3.n10"},{"type":"note","content":"——<em>Video meliora proboque, Deteriora sequor.</em>","subId":"n11","id":"Shaftesbury.C.MR.5.3.n11"},{"type":"note","content":"<em>Viz.</em> The <span class=\"small-capitals\">Moralists,</span> or <em>Philosophick Dialogue,</em> recited in the Person of a <em>Sceptick,</em> under the name of <span class=\"small-capitals\">Philocles.</span> See Treatise V. VOL. II. <em>pag.</em> 206, 207, &amp;c.","subId":"n12","id":"Shaftesbury.C.MR.5.3.n12"},{"type":"note","content":"<em>Supra,</em> pag. 70, 71.","subId":"n13","id":"Shaftesbury.C.MR.5.3.n13"},{"type":"note","content":"VOL. I. <em>pag.</em> 146, 147.","subId":"n14","id":"Shaftesbury.C.MR.5.3.n14"},{"type":"note","content":"VOL. II. <em>pag.</em> 321, 2, 3, 4, &amp;c.","subId":"n15","id":"Shaftesbury.C.MR.5.3.n15"},{"type":"note","content":"The pious and learned <em>Bishop</em> <span class=\"small-capitals\">Taylor,</span> in his Treatise <em>on the Liberty of Prophesying,</em> printed in his Collection of Polemical and Moral Discourses, <em>Anno</em> 1657. The Pages answering to the Places above-cited are 401, 402, (and in the Epistle-Dedicatory, three or four Leaves before) 438, 439–444, 451, 452. After which, in the succeeding Page, he sums up his Sense on this Subject of sacred Literature, and the Liberty of Criticism, and of private Judgment and Opinion in these Matters, in the following words: <q>Since there are so many Copys, with infinite Varietys of Reading; since a various Interpunction, a Parenthesis, a Letter, an Accent may much alter the Sense; since some Places have divers literal Senses, many have spiritual, mystical, and allegorical Meanings; since there are so many Tropes, Metonymys, Ironys, Hyperboles, Proprietys and Improprietys of Language, whose understanding depends upon such Circumstances, that it is almost impossible to know the proper Interpretation, now that the knowledg of such Circumstances and particular Storys is irrecoverably lost: since there are some Mysterys, which at the best Advantage of Expression, are not easy to be apprehended, and whose Explication, by reason of our Imperfections, must needs be dark, sometimes weak, sometimes unintelligible: And lastly, since those ordinary means of expounding Scripture, as searching the Originals, Conference of Places, Parity of Reason, and Analogy of Faith, are all dubious, uncertain, and very fallible; he that is the wisest, and by consequence the likeliest to expound truest, in all probability of Reason, will be very far from Confidence; because every one of these, and many more, are like so many degrees of Improbability and Incertainty, all depressing our Certainty of finding out Truth, in such Mysterys, and amidst so many Difficultys. And therefore a wise Man that considers this, wou'd not willingly be prescrib'd to by others; for it is best every Man shou'd be left in that liberty, from which no Man can justly take him, unless he cou'd secure him from Error.</q> The Reverend Prelate had but a few Pages before (<em>viz. pag.</em> 427.) acknowledg'd, indeed, <q>That we had an Apostolical Warrant to <em>contend earnestly for the Faith.</em></q> But then, (says the good Bishop, very candidly and ingenuously) <q>As these Things recede farther from the Foundation, our Certainty is the less.—And therefore it were very fit that our <em>Confidence</em> shou'd be according to our <em>Evidence,</em> and our <em>Zeal</em> according to our <em>Confidence.</em></q> He adds, <em>pag.</em> 507. <q>All these Disputes concerning Tradition, Councils, Fathers, <em>&amp;c.</em> are not Arguments against or besides Reason, but Contestations and Pretenses of the best Arguments, and the most certain Satisfaction of our Reason. But then all these coming into question, submit themselves to Reason, that is, to be judg'd by human Understanding, upon the best Grounds and Information it can receive. So that Scripture, Tradition, Councils, and Fathers, are the Evidence in a Question, but Reason is the Judg: That is, we being the Persons that are to be persuaded, we must see that we be persuaded reasonably; and it is unreasonable to assent to a lesser Evidence, when a greater and clearer is propounded: but of that every Man for himself is to take cognizance, if he be able to judg; if he be not, he is not bound under the tie of necessity to know any thing of it.</q>","subId":"n16","id":"Shaftesbury.C.MR.5.3.n16"},{"type":"note","content":"<em>Viz.</em> Archbishop <span class=\"small-capitals\">Tillotson</span> in his <em>Rule of Faith,</em> pag. 677.","subId":"n17","id":"Shaftesbury.C.MR.5.3.n17"},{"type":"note","content":"His Grace subjoins immediately: <q>The Traditionary Church <em>now,</em> receives the Epistle to the <em>Hebrews</em> as Canonical. I ask, Do they receive it as ever deliver'd for such? That they must, if they receive it from Oral Tradition, which conveys things to them under this Notion as ever deliver'd; and yet St. <em>Hierom</em> (speaking not as a <em>Speculator,</em> but a <em>Testifier</em>) says expressly of it, <em>That the Custom of the Latin Church doth not receive it among the Canonical Scriptures.</em> What saith Mr. <em>S</em> . . . . to this? It is clear from this Testimony, that the <em>Roman</em> Church in St. <em>Hierom</em>'s time did not acknowledg this <em>Epistle</em> for Canonical; and 'tis as plain, that the present <em>Roman</em> Church doth receive it for Canonical.</q>","subId":"n18","id":"Shaftesbury.C.MR.5.3.n18"},{"type":"note","content":"Pag. 678.","subId":"n19","id":"Shaftesbury.C.MR.5.3.n19"},{"type":"note","content":"The Reader perhaps may find it worth while to read after this, what the Archbishop represents (<em>pag.</em> 716, <em>&amp;c.</em>) of the plausible Introduction of the grossest Article of Belief, in the times when the Habit of making Creeds came in fashion. And accordingly it may be understood, of what effect the <em>dogmatizing</em> Practice in Divinity has ever been. <q>We will suppose then, that about the time, when universal <em>Ignorance,</em> and the genuine Daughter of it, (call her <em>Devotion</em> or <em>Superstition</em>) had over-spread the World, and the generality of People were strongly inclin'd to believe <em>strange things;</em> and even the greatest Contradictions were recommended to them under the notion of MYSTERYS, being told by their <em>Priests</em> and <em>Guides,</em> That the more contradictious any thing is to Reason, the greater merit there is in believing it: I say, let us suppose, that in this state of things, one or more of the most Eminent then in the Church, either out of Design, or out of superstitious Ignorance and Mistake of the Sense of our Saviour's Words used in the Consecration of the Sacrament, shou'd advance this new Doctrine, that the words of Consecration, <em>&amp;c.</em> <strong> </strong> <strong> Such a Doctrine as this was very likely to be advanc'd by the ambitious <em>Clergy</em> of that time, as a probable means to draw in the People to a greater Veneration of them. </strong> <strong> </strong> Nor was such a Doctrine less likely to take and prevail among the <em>People,</em> in an Age prodigiously ignorant and strongly inclin'd to Superstition, and thereby well-prepar'd to receive the grossest Absurdities under the notion of <em>Mysterys.</em> <strong> </strong> <strong> Now supposing such a Doctrine as this, so fitted to the Humour and Temper of the Age, to be once asserted either by chance or out of design, it wou'd take like <em>Wild-fire;</em> especially if by some one or more who bore sway in the Church, it were but recommended with <em>convenient Gravity and Solemnity.</em> </strong> <strong> </strong> <strong> And for the Contradictions contain'd in this Doctrine, it was but telling the People <em>then,</em> (as they do in effect <em>now</em>) That Contradictions ought to be no Scruple in the way of Faith; That the more impossible any thing is, 'tis the fitter to be believ'd; That it is not praise-worthy to believe plain Possibilitys, but this is the Gallantry and heroical Power of Faith, this is the way to oblige God Almighty for ever to us, to believe flat and downright Contradictions. </strong> <strong> </strong> The more absurd and unreasonable any thing is, it is for that very reason the more proper matter for an Article of Faith. And if any of these Innovations be objected against, as contrary to former Belief and Practice, it is but putting forth a lusty Act of Faith, and believing another Contradiction, That tho they be contrary, yet they are the same.</q> Above, <em>pag.</em> 80, 1, 2.","subId":"n20","id":"Shaftesbury.C.MR.5.3.n20"},{"type":"note","content":"VOL. I. <em>pag.</em> 362.","subId":"n21","id":"Shaftesbury.C.MR.5.3.n21"},{"type":"note","content":"<span class=\"small-capitals\">Gondibert,</span> Book ii. Canto 1.","subId":"n22","id":"Shaftesbury.C.MR.5.3.n22"},{"type":"note","content":"<em>Supra,</em> pag. 89.","subId":"n23","id":"Shaftesbury.C.MR.5.3.n23"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.5","imported":true,"title":"Miscellany V","breadcrumb":"Miscellany 5","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.5.2","imported":true,"title":"Chapter II. Generation and Succession of our national and modern Wit――Manners of the Proprietors――Corporation, and Joint-Stock――Statute against Criticism. A Coffee-house Committee――Mr. Bays――Other Bays's in Divinity――Censure of our Author's Dialogue-Piece; and of the Manner of Dialogue-Writing, us'd by Reverand Wits","breadcrumb":"Chapter 2","published":[1711]},"next":{"id":"Shaftesbury.C.JH","imported":true,"title":"A Notion of the Historical Draught or Tablature of the Judgment of Hercules","breadcrumb":"Judgment of Hercules","published":[1714]}}