{"id":"Locke.EHU.2.7","imported":true,"parent":"Locke.EHU.2","title":"Chapter 7. Of Simple Ideas of Both Sensation and Reflection","breadcrumb":"Chapter 7","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.7?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. VII.\nOf simple Ideas of both Sensation and Reflection.\n","id":"Locke.EHU.2.7"},{"type":"paragraph","content":"THere be other simple Ideas, which convey themselves into the Mind, by all the ways of Sensation and Reflection, viz. \nPleasure, or Delight, and its opposite. \nPain, or Uneasiness. \nPower. \nExistence. \nUnity.","subId":"1","id":"Locke.EHU.2.7.1"},{"type":"paragraph","content":"Delight, or Uneasiness, one or other of them join themselves to almost all our Ideas, both of Sensation and Reflection: And there is scarce any affection of our Senses from without, any retired thought of our Mind within, which is not able to produce in us pleasure, or pain. By Pleasure and Pain, I would be understood to signifie, whatsoever delights or molests us; whether it arises from the thoughts of our Minds, or any thing operating on our Bodies. For whether we call it Satisfaction, Delight, Pleasure, Happiness, &c. on the one side; or Uneasiness, Trouble, Pain, Torment, Anguish, Misery, &c. on the other, they are still but different degrees of the same thing, and belong to the Ideas of Pleasure and Pain, Delight or Uneasiness; which are the names I shall most commonly use for those two sorts of Ideas.","subId":"2","id":"Locke.EHU.2.7.2"},{"type":"paragraph","content":"The infinitely Wise Author of our being, having given us the power over several parts of our Bodies, to move or keep them at rest, as we think fit; and also by the motion of them, to move our selves, and other contiguous Bodies, in which consists all the Actions of our Body: He having also given a power to our Minds, in several instances, to chuse amongst its Ideas which it will think on, and to pursue the enquiry of this or that Subject, with consideration and attention, to excite us to these Actions of thinking and motion that we are capaple of, he has been pleased to join to several Thoughts, and several Sensations, a perception of Delight. This if it were wholly separated from all our outward Sensations, and inward Thoughts, we should have no reason to preferr one Thought or Action, to another; Negligence, to Attention; or Motion, to Rest. And so we should neither stir our Bodies, nor employ our Minds, but let our Thoughts (if I may so call it) run a drift without any direction or design, and suffer the Ideas of our Minds, like unregarded shadows, to make their appearances there, as it happen'd, without attending to them. In which state Man, however furnished with the Faculties of Understanding and Will, would be a very idle, unactive Creature, and pass his time only in a lazy lethargick Dream. It has therefore pleased our Wise Creator, to annex to several Objects, and the Ideas we receive from them, as also to several of our Thoughts, a concomitant pleasure, and that in several Objects, to several degrees, that those Faculties he had endowed us with, might not remain wholly idle, and unemploy'd by us.","subId":"3","id":"Locke.EHU.2.7.3"},{"type":"paragraph","content":"Pain has the same efficacy and use to set us on work, that Pleasure has, we being as ready to employ our Faculties to avoid that, as to pursue the other: Only this is worth our consideration, That it is often produced by the same Objects and Ideas, that produce Pleasure in us. This their near Conjunction, which makes us often feel pain in the sensations where we expected pleasure, gives us new occasion of admiring the Wisdom and Goodness of our Maker, who designing the preservation of our Being, has annexed Pain to the application of many things to our Bodies, to warn us of the harm they will do, and as advices to withdraw from them. But he, not designing our preservation barely, but the preservation of every part and organ in its perfection, hath, in many cases, annexed pain to those very Ideas which delight us. Thus Heat, that is very agreeable to us in one degree, by a little greater increase of it, proves no ordinary torment: and the most pleasant of all sensible Objects, Light it self, if there be too much of it; if increased beyond a due proportion to our Eyes, causes a very painful sensation. Which is wisely and favourably so ordered by Nature, that when any Object does, by the vehemence of its operation, disorder the instruments of sensation, whose Structures cannot but be very nice and delicate, we might by the pain, be warned to withdraw, before the Organ be quite put out of order, and so be unfitted for its proper sunctions for the future. The consideration of those Objects that produce it, may well perswade us, That this is the end or use of pain. For though great light be insufferable to our Eyes, yet the highest degree of darkness does not at all disease them: because that causing no disorderly motion in it, leaves that curious Organ unharm'd, in its natural state. But yet excess of Cold, as well as Heat, pains us: because it is equally destructive to that temper, which is necessary to the preservation of life, and the exercise of the several functions of the Body, which consists in a moderate degree of warmth; or, if you please, a motion of the insensible parts of our Bodies, confined within certain bounds.","subId":"4","id":"Locke.EHU.2.7.4"},{"type":"paragraph","content":"Beyond all this, we may find another reason why God hath scattered up and down several degrees of pleasure and pain, in all the things that environ and affect us; and blended them together, in almost all that our Thoughts and Senses have to do with; that we finding imperfection, dissatisfaction, and want of compleat happiness, in all the Enjoyments of the Creatures can afford us, might be led to seek it in the enjoyment of him, with whom there is fulness of joy, and at whose right hand are pleasures for evermore.","subId":"5","id":"Locke.EHU.2.7.5"},{"type":"paragraph","content":"Though what I have here said, may not, perhaps, make the Ideas of Pleasure and Pain clearer to us, than our own Experience does, which is the only way that we are capable of having them; yet the consideration of the Reason, why they are annexed to so many other Ideas, serving to give us due sentiments of the Wisdom and Goodness of the Soveraign Disposer of all Things, may not be unsuitable to the main end of these enquiries: The knowledge and veneration of Him, being the chief end of all our Thoughts, and the proper business of all Understandings.","subId":"6","id":"Locke.EHU.2.7.6"},{"type":"paragraph","content":"Existence and Unity, are two other Ideas, that are suggested to the Understanding, by every Object without, and every Idea within. When Ideas are in our Minds, we consider them as being actually there, as well as we consider things to be actually without us; which is, that they exist, or have Existence: And whatever we can consider as one thing, whether a real Being, or Idea, suggests to the Understanding, the Idea of Unity.","subId":"7","id":"Locke.EHU.2.7.7"},{"type":"paragraph","content":"Power also is another of those simple Ideas, which we receive from Sensation and Reflection. For observing in our selves, that we do, and can think, and that we can, at pleasure, move several parts of our Bodies which were at rest; the effects also, that natural Bodies are able to produce in one another, occuring every moment to our Senses, we both these ways get the Idea of Power.","subId":"8","id":"Locke.EHU.2.7.8"},{"type":"paragraph","content":"Besides these, there is another Idea, which though suggested by our Senses, yet is more constantly offered us, by what passes in our own Minds; and that is the Idea of Succession. For if we will look immediately into ourselves, and reflect on what is observable there, we shall find our Ideas always, whilst we are awake, or have any thought passing in train, one going, and another coming, without intermission.","subId":"9","id":"Locke.EHU.2.7.9"},{"type":"paragraph","content":"These, if they are not all, are at least (as I think) the most considerable of those simple Ideas which the Mind has, and out of which are made all its other knowledge; all which it receives only by the two forementioned ways of Sensation and Reflection. Nor let any one think these too narrow bounds for the capacious Mind of Man to expatiate in, which takes its flight farther than the Stars, and cannot be confined by the limits of the World; that extends its thoughts often even beyond the utmost expansion of Matter, and makes excursions into that incomprehensible Inane. I grant all this, but desire any one to assign any simple Idea, which it received not from one of those Inlets before-mentioned, or any complex Idea not made out of those simple ones. Nor will it be so strange, to think these few simple Ideas sufficient to employ the quickest Thought, or largest Capacity; and to furnish the Materials of all that various Knowledge, and more various Phansies and Opinions of all Mankind, if we consider how many Words may be made out of the various composition of 24 Letters; or if going one step farther, we will but reflect on the variety of combinations may be made, with barely one of these Ideas, viz. Number, whose stock is inexhaustible, and truly infinite. And what a large and immense field, doth Excursion alone afford the Mathematicians?","subId":"10","id":"Locke.EHU.2.7.10"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.6","imported":true,"title":"Chapter 6. Of Simple Ideas of Reflection","breadcrumb":"Chapter 6","published":[1689]},"next":{"id":"Locke.EHU.2.8","imported":true,"title":"Chapter 8. Some Farther Considerations Concerning Our Simple Ideas","breadcrumb":"Chapter 8","published":[1689]}}