{"id":"Shaftesbury.C.MR.2.1","imported":true,"parent":"Shaftesbury.C.MR.2","title":"Chapter I. Review of Enthusiasm――Its Defence, Praise:――Use in Business as well as Pleasure:――Operation by Fear, Love――Modifications of Enthusiasm: Magnanimity; Heroick Virtue; Honour; Publick Zeal; Religion; Superstition; Persecution; Martyrdom――Energy of the extatick Devotion in the Tender Sex――Account of antient Priesthood――Religious War――Reference to a succeeding Chapter","breadcrumb":"Chapter 1","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_010","blocks":[{"type":"title","content":"<h1>Chapter I. Review of Enthusiasm――Its Defence, Praise:――Use in Business as well as Pleasure:――Operation by Fear, Love――Modifications of Enthusiasm: Magnanimity; Heroick Virtue; Honour; Publick Zeal; Religion; Superstition; Persecution; Martyrdom――Energy of the extatick Devotion in the Tender Sex――Account of antient Priesthood――Religious War――Reference to a succeeding Chapter</h1> ","id":"Shaftesbury.C.MR.2.1"},{"type":"paragraph","content":"WHETHER in fact there be any real <em>Enchantment,</em> any Influence of <em>Stars,</em> any Power of <em>Daemons</em> or of foreign Natures over our own Minds, is thought questionable by many. Some there are who assert the Negative, and endeavour to solve the Appearances of this kind by the natural Operation of our Passions, and the common Course of outward Things. For my own part, I cannot but at this present apprehend a kind of <em>Enchantment</em> or <em>Magick</em> in that which we call <span class=\"small-capitals\">Enthusiasm;</span> since I find, that having touch'd slightly on this Subject, I cannot so easily part with it at pleasure.","subId":"1","id":"Shaftesbury.C.MR.2.1.1"},{"type":"paragraph","content":"After having made some cursory Reflections on our Author's<a href=\"#n1\"><sup>[1]</sup></a> <em>Letter,</em> I thought I might have sufficiently acquitted my-self on this head; till passing to his next Treatise, I found my-self still further ingag'd. I perceiv'd plainly that I had as yet scarce enter'd into our Author's <em>Humour,</em> or felt any thing of that <em>Passion,</em> which, as he informs us, is so easily communicable and naturally engaging. But what I had pass'd over in my first Reflections, I found naturally rising in me, upon second thoughts. So that by experience I prov'd it true what our Author says,<a href=\"#n2\"><sup>[2]</sup></a> <q>That we all of us know something of this Principle.</q> And now that I find I have in reality so much of it imparted to me, I may with better reason be pardon'd, if, after our Author's example, I am led to write on such Subjects as these, with Caution, at different <em>Reprises;</em> and not singly, <em>in one Breath.</em>","subId":"2","id":"Shaftesbury.C.MR.2.1.2"},{"type":"paragraph","content":"I have heard indeed that the very reading of Treatises and Accounts of <em>Melancholy,</em> has been apt to generate that Passion in the over-diligent and attentive Reader. And this perhaps may have been the reason, why our Author himself (as he seems to intimate towards the Conclusion of his first<a href=\"#n3\"><sup>[3]</sup></a> <em>Letter</em>) car'd not in reality to grapple closely with his Subject, or give us, at once, the precise Definition of <span class=\"small-capitals\">Enthusiasm.</span> This however we may, with our Author, presume to infer, from the coolest of all Studys, even from <em>Criticism</em> it-self, (of which we have been lately treating)<a href=\"#n4\"><sup>[4]</sup></a> <q>That there is a Power in Numbers, Harmony, Proportion, and Beauty of every kind, which naturally captivates the Heart, and raises the Imagination to an Opinion or Conceit of something <em>majestick</em> and <em>divine.</em></q>","subId":"3","id":"Shaftesbury.C.MR.2.1.3"},{"type":"paragraph","content":"Whatever this Subject may be <em>in it-self;</em> we cannot help being transported with the thought of it. It inspires us with something more than ordinary, and raises us above our-selves. Without this Imagination or Conceit, <em>the World</em> wou'd be but a dull Circumstance, and <em>Life</em> a sorry Pass-time. Scarce cou'd we be said <em>to live.</em> The animal Functions might in their course be carry'd on; but nothing further sought for, or regarded. The gallant Sentiments, the elegant Fancys, the <em>Belle-passions,</em> which have, all of them, this <span class=\"small-capitals\">Beauty</span> in view, wou'd be set aside, and leave us probably no other Employment than that of satisfying our coarsest Appetites at the cheapest rate; in order to the attainment of a supine State of Indolence and Inactivity.","subId":"4","id":"Shaftesbury.C.MR.2.1.4"},{"type":"paragraph","content":"Slender wou'd be the Enjoyments of <em>the Lover,</em> the <em>ambitious Man,</em> the <em>Warrior,</em> or the <em>Virtuoso,</em> (as our Author has<a href=\"#n5\"><sup>[5]</sup></a> elsewhere intimated) if in the Beautys which they admire, and passionately pursue, there were no reference or regard to any higher <em>Majesty</em> or <em>Grandure,</em> than what simply results from the particular Objects of their pursuit. I know not, in reality, what we shou'd do to find a seasoning to most of our Pleasures in Life, were it not for the Taste or Relish, which is owing to this particular Passion, and the Conceit or Imagination which supports it. Without this, we cou'd not so much as admire a <em>Poem,</em> or a <em>Picture;</em> a <em>Garden,</em> or a <em>Palace;</em> a charming <em>Shape,</em> or a <em>fair Face.</em> <span class=\"small-capitals\">Love</span> it-self wou'd appear the lowest thing in Nature, when thus anticipated, and treated according to the <em>Anti-enthusiastick</em> Poet's method:","subId":"5","id":"Shaftesbury.C.MR.2.1.5"},{"type":"paragraph","content":"<a href=\"#n6\"><sup>[6]</sup></a>And to indulge lust with whoever is at hand.","subId":"6","id":"Shaftesbury.C.MR.2.1.6"},{"type":"paragraph","content":"How <em>Heroism</em> or <em>Magnanimity</em> must stand in this Hypothesis, is easy to imagine. The <span class=\"small-capitals\">Muses</span> themselves must make a very indifferent figure in this philosophical Draught. Even the Prince of<a href=\"#n7\"><sup>[7]</sup></a> Poets wou'd prove a most insipid Writer, if he were thus reduc'd. Nor cou'd there, according to this Scheme, be yet a place of Honour left even for our<a href=\"#n8\"><sup>[8]</sup></a> <em>Latin</em> Poet, the great Disciple of this un-polite Philosophy, who dares with so little Equity employ the <span class=\"small-capitals\">Muses</span> Art in favour of such a System. But in spite of his Philosophy, he everywhere gives way to <em>Admiration,</em> and <em>rapturous Views</em> of <span class=\"small-capitals\">Nature.</span> He is transported with the several Beautys of the <span class=\"small-capitals\">World,</span> even whilst he arraigns the Order of it, and destroys the Principle of <em>Beauty,</em> from whence in antient Languages the<a href=\"#n9\"><sup>[9]</sup></a> <span class=\"small-capitals\">World</span> it-self was nam'd.","subId":"7","id":"Shaftesbury.C.MR.2.1.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> is what our Author advances; when in behalf of <span class=\"small-capitals\">Enthusiasm</span> he quotes its formal Enemys, and shews That they are as capable of it as its greatest Confessors and Assertors. So far is he from degrading <em>Enthusiasm,</em> or disclaiming it in himself; that he looks on this Passion, simply consider'd, as the most <em>natural,</em> and its Object as the <em>justest</em> in the World. Even <span class=\"small-capitals\">Virtue</span> it-self he takes to be no other than a noble <em>Enthusiasm</em> justly directed, and regulated by that high Standard which he supposes in the Nature of Things.","subId":"8","id":"Shaftesbury.C.MR.2.1.8"},{"type":"paragraph","content":"He seems to assert,<a href=\"#n10\"><sup>[10]</sup></a> <q>That there are certain moral <em>Species</em> or <em>Appearances</em> so striking, and of such force over our Natures, that when they present themselves, they bear down all contrary Opinion or Conceit, all opposite Passion, Sensation, or mere bodily Affection.</q> Of this kind he makes <span class=\"small-capitals\">Virtue</span> it-self to be the chief: since of all Views or Contemplations, this, in his account, is the most naturally and strongly affecting. The exalted part of <em>Love</em> is only borrow'd hence. That of pure <em>Friendship</em> is its immediate Self. He who yields his Life a Sacrifice to his Prince or Country; the Lover who for his Paramour performs as much; the heroick, the amorous, the religious <em>Martyrs,</em> who draw their Views, whether visionary or real, from this <em>Pattern</em> and <em>Exemplar</em> of <span class=\"small-capitals\">Divinity:</span> all these, according to our Author's Sentiment, are alike actuated by this Passion, and prove themselves in effect so many different <em>Enthusiasts.</em>","subId":"9","id":"Shaftesbury.C.MR.2.1.9"},{"type":"paragraph","content":"Nor is thorow <em>Honesty,</em> in his Hypothesis, any other than this Zeal, or Passion, moving strongly upon the <em>Species</em> or <em>View</em> of the <span class=\"small-capitals\">Decorum,</span> and <span class=\"small-capitals\">Sublime</span> of Actions. Others may pursue<a href=\"#n11\"><sup>[11]</sup></a> different Forms, and fix their Eye on different Species, (as all Men do on one or other): The real <em>honest Man,</em> however plain or simple he appears, has that highest Species,<a href=\"#n12\"><sup>[12]</sup></a> <em>Honesty</em> it-self, in view; and instead of <em>outward</em> Forms or Symmetrys, is struck with that of <em>inward</em> Character, the Harmony and Numbers of the Heart, and Beauty of the Affections, which form the Manners and Conduct of a truly <em>social</em> Life.","subId":"10","id":"Shaftesbury.C.MR.2.1.10"},{"type":"paragraph","content":"'Tis indeed peculiar to the Genius of that cool Philosophy<a href=\"#n13\"><sup>[13]</sup></a> above describ'd; that as it denies the Order or Harmony of Things in general, so by a just Consequence and Truth of Reasoning, it rejects the Habit of admiring or being charm'd with whatever is call'd <em>Beautiful</em> in particular. According to the Regimen prescrib'd by this Philosophy, it must be acknowledg'd that the Evils of <em>Love, Ambition, Vanity, Luxury,</em> with other Disturbances deriv'd from the florid, high, and elegant Ideas of Things, must in appearance be set in a fair way of being radically cur'd.","subId":"11","id":"Shaftesbury.C.MR.2.1.11"},{"type":"paragraph","content":"It need not be thought surprizing, that <em>Religion</em> it-self shou'd in the account of these Philosophers be reckon'd among those Vices and Disturbances, which it concerns us after this manner to extirpate. If the Idea of <em>Majesty</em> and Beauty in other inferior Subjects be in reality distracting; it must chiefly prove so, in that <em>principal Subject,</em> the Basis and Foundation of this Conceit. Now if <em>the Subject</em> it-self be not <em>in Nature,</em> neither the Idea nor the Passion grounded on it can be properly esteem'd <em>natural:</em> And thus all <em>Admiration</em> ceases; and <span class=\"small-capitals\">Enthusiasm</span> is at an end. But if there be <em>naturally</em> such a Passion; 'tis evident that <span class=\"small-capitals\">Religion</span> it-self is of the kind, and must be therefore <em>natural</em> to Man.","subId":"12","id":"Shaftesbury.C.MR.2.1.12"},{"type":"paragraph","content":"We can admire nothing profoundly, without a certain religious Veneration. And because this borders so much on <em>Fear,</em> and raises a certain Tremor or Horror of like appearance; 'tis easy to give that Turn to the Affection, and represent all <span class=\"small-capitals\">Enthusiasm</span> and <em>religious Extasy</em> as the Product or mere Effect of <span class=\"small-capitals\">Fear:</span>","subId":"13","id":"Shaftesbury.C.MR.2.1.13"},{"type":"paragraph","content":"The first fear fashioned the gods on earth.<a href=\"#n14\"><sup>[14]</sup></a>","subId":"14","id":"Shaftesbury.C.MR.2.1.14"},{"type":"paragraph","content":"But the original Passion, as appears plainly, is of another kind, and in effect is so confess'd by those who are the greatest Opposers of Religion, and who, as our Author observes, have shewn themselves sufficiently convinc'd,<a href=\"#n15\"><sup>[15]</sup></a> <q>That altho these Ideas of <em>Divinity</em> and <em>Beauty</em> were vain; they were yet in a manner innate, or such as Men were really born to, and cou'd hardly by any means avoid.</q>","subId":"15","id":"Shaftesbury.C.MR.2.1.15"},{"type":"paragraph","content":"Now as all Affections have their Excess, and require Judgment and Discretion to moderate and govern them; so this high and noble Affection, which raises Man to Action, and is his Guide in Business as well as Pleasure, requires a steddy Rein and strict Hand over it. All <em>Moralists,</em> worthy of any Name, have recogniz'd the Passion; tho among these the wisest have prescrib'd Restraint, press'd <em>Moderation,</em> and to all <span class=\"small-capitals\">Tyro'</span> s in Philosophy forbid the forward Use of Admiration, Rapture, or Extasy, even in the Subjects they esteem'd the highest, and most <em>divine.</em> They knew very well that the first Motion, Appetite, and Ardour of the Youth in general towards<a href=\"#n16\"><sup>[16]</sup></a> Philosophy and Knowledg, depended chiefly on this Turn of Temper: Yet were they well appriz'd, withal, That in the Progress of this Study, as well as in the affairs of Life, the florid Ideas and exalted Fancy of this kind became the Fuel of many incendiary Passions; and that, in religious Concerns particularly, the Habit of Admiration and contemplative Delight, wou'd, by over-Indulgence, too easily mount into high <em>Fanaticism,</em> or degenerate into abject <em>Superstition.</em>","subId":"16","id":"Shaftesbury.C.MR.2.1.16"},{"type":"paragraph","content":"Upon the whole therefore, according to our Author, <span class=\"small-capitals\">Enthusiasm</span> is, in it-self, a very natural <em>honest</em> Passion; and has properly nothing for its Object but what is<a href=\"#n17\"><sup>[17]</sup></a> <em>Good</em> and <em>Honest.</em> 'Tis apt indeed, he confesses, to run astray. And by modern example we know, perhaps yet better than by any antient, that, in Religion, the <span class=\"small-capitals\">Enthusiasm</span> which works <em>by Love,</em> is subject to many strange Irregularitys; and that which works <em>by Fear,</em> to many monstrous and horrible Superstitions. <em>Mysticks</em> and <em>Fanaticks</em> are known to abound as well in our <em>Reform'd,</em> as in the <em>Romish</em> Churches. The pretended Floods of Grace pour'd into the Bosoms of the <em>Quietists, Pietists,</em> and those who favour the extatick way of Devotion, raise such Transports, as by their own Proselytes are confess'd to have something strangely agreeable, and in common with what ordinary Lovers are us'd to feel. And it has been remark'd by many, That the <em>Female</em> Saints have been the greatest Improvers of this <em>soft</em> part of Religion. What truth there may be in the related Operations of this pretended Grace and <em>amorous</em> Zeal, or in the Accounts of what has usually past between the <em>Saints</em> of each Sex, in these devout Extasys, I shall leave the Reader to examine: supposing he will find credible Accounts, sufficient to convince him of the dangerous progress of <span class=\"small-capitals\">Enthusiasm</span> in this amorous <em>Lineage.</em>","subId":"17","id":"Shaftesbury.C.MR.2.1.17"},{"type":"paragraph","content":"There are many <em>Branches</em> indeed more vulgar, as that of <span class=\"small-capitals\">Fear,Melancholy,Consternation,Suspicion,Despair.</span> And when the Passion turns more towards <em>the astonishing</em> and <em>frightful,</em> than <em>the amiable</em> and <em>delightful</em> side, it creates rather what we call <span class=\"small-capitals\">Superstition</span> than <span class=\"small-capitals\">Enthusiasm.</span> I must confess withal, that what we commonly style <em>Zeal</em> in matters of Religion, is seldom without a mixture of both these Extravagancys. The extatick Motions of <em>Love</em> and <em>Admiration,</em> are seldom un-accompany'd with the <em>Horrors</em> and <em>Consternations</em> of a lower sort of Devotion. These Paroxysms of Zeal are in reality as the hot and cold Fits of an Ague, and depend on the different and occasional <em>Views</em> or <em>Aspects</em> of the <span class=\"small-capitals\">Divinity;</span> according as the Worshiper is<a href=\"#n18\"><sup>[18]</sup></a> guided from without, or affected from within, by his particular Constitution. Seldom are those <em>Aspects</em> so determinate and fix'd, as to excite constantly one and the same Spirit of Devotion. In Religions therefore, which hold most of <em>Love,</em> there is generally room left for <em>Terrors</em> of the deepest kind. Nor is there any Religion so diabolical, as, in its representation of <span class=\"small-capitals\">Divinity,</span> to leave no room for <em>Admiration</em> and <em>Esteem.</em> Whatever <em>Personage</em> or <em>Specter</em> of <span class=\"small-capitals\">Divinity</span> is worship'd; a certain <em>Esteem</em> and <em>Love</em> is generally affected by his Worshipers. Or if, in the Devotion paid him, there be in truth no real or absolute <em>Esteem;</em> there is however a certain astonishing <em>Delight</em> or <em>Ravishment</em> excited.","subId":"18","id":"Shaftesbury.C.MR.2.1.18"},{"type":"paragraph","content":"This Passion is experienc'd, in common, by every Worshiper of the <em>Zealot-</em>kind. The Motion, when un-guided, and left wholly to it-self, is in its nature turbulent and incentive. It disjoints the natural Frame, and relaxes the ordinary Tone or Tenor of the Mind. In this Disposition the Reins are let loose to all Passion which arises: And <em>the Mind,</em> as far as it is able to act or think in such a State, approves the Riot, and justifies the wild <em>Effects,</em> by the suppos'd Sacredness of <em>the Cause.</em> Every Dream and Frenzy is made <span class=\"small-capitals\">Inspiration;</span> every Affection, <span class=\"small-capitals\">Zeal.</span> And in this Persuasion the <em>Zealots,</em> no longer self-govern'd, but set adrift to the wide Sea of Passion, can in one and the same Spirit of Devotion, exert the opposite Passions of <em>Love</em> and <em>Hatred; unite</em> affectionately, and <em>abhor</em> furiously; curse, bless, sing, mourn, exult, tremble, caress, assassinate, <em>inflict</em> and <em>suffer</em><a href=\"#n19\"><sup>[19]</sup></a> <span class=\"small-capitals\">Martyrdom,</span> with a thousand other the most vehement Efforts of variable and contrary Affection.","subId":"19","id":"Shaftesbury.C.MR.2.1.19"},{"type":"paragraph","content":"THE common <em>Heathen</em> Religion, especially in its latter Age, when adorn'd with the most beautiful Temples, and render'd more illustrious by the Munificence of the <span class=\"small-capitals\">Roman</span> Senate and succeeding Emperors, ran wholly into Pomp, and was supported chiefly by that sort of <span class=\"small-capitals\">Enthusiasm,</span> which is rais'd from the<a href=\"#n20\"><sup>[20]</sup></a> external Objects of <em>Grandure, Majesty,</em> and what we call <em>August.</em> On the other side, the <span class=\"small-capitals\">Egyptian</span> or <span class=\"small-capitals\">Syrian</span> Religions, which lay more in <em>Mystery</em> and <em>conceal'd Rites;</em> having less Dependence on the Magistrate, and less of that <em>Decorum</em> of Art, Politeness, and Magnificence, ran into a more <em>pusillanimous, frivolous,</em> and <em>mean</em> kind of <span class=\"small-capitals\">Superstition;</span> <q>The Observation of Days, the Forbearance of Meats, and the Contention about Traditions, Seniority of Laws, and<a href=\"#n21\"><sup>[21]</sup></a> Priority of <em>Godships.</em></q>","subId":"20","id":"Shaftesbury.C.MR.2.1.20"},{"type":"paragraph","content":"Hence a raging madness is abroad on both sides, because each place hates its neighbours' deities, since it believes that only its own objects of worship are Gods.<a href=\"#n22\"><sup>[22]</sup></a>","subId":"21","id":"Shaftesbury.C.MR.2.1.21"},{"type":"paragraph","content":"History, withal, informs us of a certain Establishment in <span class=\"small-capitals\">Egypt,</span> which was very extraordinary, and must needs have had a very uncommon effect; no way advantageous to that Nation in particular, or to the general Society of Mankind. We know very well, that nothing is more injurious to the <em>Police,</em> or municipal Constitution of any City or Colony, than the forcing of a particular Trade: Nothing more dangerous than the over-peopling any Manufacture, or multiplying the <em>Traders,</em> or <em>Dealers,</em> of whatever Vocation, beyond their natural Proportion, and the publick <em>Demand.</em> Now it happen'd of old, in this Mother-Land of Superstition, that<a href=\"#n23\"><sup>[23]</sup></a> the Sons of certain Artists were by Law oblig'd always to follow the same Calling with their Fathers. Thus the Son of <em>a Priest</em> was always <em>a Priest by Birth,</em> as was the whole Lineage after him, without interruption. Nor was it a Custom with this Nation, as with others, to have only<a href=\"#n24\"><sup>[24]</sup></a> <em>one</em> single Priest or Priestess to a Temple: but as the Number of Gods and Temples was infinite; so was that of the Priests. The Religious Foundations were without Restriction: and to one single Worship or Temple, as many of the Holy Order might be Retainers, as cou'd raise a Maintenance from the Office.","subId":"22","id":"Shaftesbury.C.MR.2.1.22"},{"type":"paragraph","content":"Whatever happen'd to other Races or Professions, that of the <em>Priest,</em> in all likelihood, must, by this Regulation, have propagated the most of any. 'Tis a tempting Circumstance; to have so easy a Mastery over the World; to subdue by Wit instead of Force; to practise on the Passions, and triumph over the Judgment of Mankind; to influence private Familys, and publick Councils; conquer Conquerors; controul the Magistrate himself, and govern without the Envy which attends all other Government or Superiority. No wonder if such <em>a Profession</em> was apt to multiply: especially when we consider the easy Living and Security of the <em>Professors,</em> their Exemption from all Labour, and Hazard; the suppos'd Sacredness of their Character; and their free Possession of <em>Wealth, Grandure, Estates,</em> and <em>Women.</em>","subId":"23","id":"Shaftesbury.C.MR.2.1.23"},{"type":"paragraph","content":"There was no need to invest such <em>a Body</em> as this, with rich Lands and ample Territorys, as it happen'd in <span class=\"small-capitals\">Egypt.</span> The <em>Generation</em> or <em>Tribe</em> being once set apart as sacred, wou'd, without further encouragement, be able, no doubt, in process of time, to establish themselves a plentiful and growing <em>Fund,</em> or religious <em>Land-Bank.</em> 'Twas a sufficient <em>Donative,</em> to have had only that <em>single Privilege</em> from the<a href=\"#n25\"><sup>[25]</sup></a> Law; <q>That they might retain what they cou'd get; and that it might be lawful for their Order to receive such Estates by voluntary Contribution, as cou'd never afterwards be converted to other Uses.</q>","subId":"24","id":"Shaftesbury.C.MR.2.1.24"},{"type":"paragraph","content":"Now if, besides the Method of Propagation <em>by Descent,</em> other Methods of Increase were allow'd in this Order of Men; if <em>Volunteers</em> were also admitted at pleasure, without any Stint or Confinement to a certain Number; 'tis not difficult to imagine how enormous the Growth wou'd be of such a Science or Profession, thus recogniz'd by <em>the Magistrate,</em> thus invested with <em>Lands</em> and <em>Power,</em> and thus intitled to whatever extent of <em>Riches</em> or <em>Possession</em> cou'd be acquir'd by Practice and Influence over the superstitious part of Mankind.","subId":"25","id":"Shaftesbury.C.MR.2.1.25"},{"type":"paragraph","content":"There were, besides, in <span class=\"small-capitals\">Egypt</span> some natural Causes of Superstition, beyond those which were common to other Regions. This Nation might well abound in <em>Prodigys,</em> when even their Country and <em>Soil</em> it-self was a kind of <em>Prodigy</em> in Nature. Their solitary idle Life, whilst shut up in their Houses by the regular Inundations of the <span class=\"small-capitals\">Nile;</span> the unwholesom Vapours arising from the new Mud, and slimy Relicts of their River, expos'd to the hot Suns; their various Meteors and <em>Phaenomena;</em> with the long Vacancy they had to observe and comment on them; the necessity, withal, which, on the account of their Navigation, and the Measure of their yearly drowned Lands, compell'd them to promote the Studys of <em>Astronomy</em> and other <em>Sciences,</em> of which their Priesthood cou'd make good advantages: All these may be reckon'd, perhaps, as additional Causes of the immense Growth of Superstition, and the enormous Increase of the Priesthood in this fertile Land.","subId":"26","id":"Shaftesbury.C.MR.2.1.26"},{"type":"paragraph","content":"'Twill however, as I conceive, be found unquestionably true, according to political Arithmetick, in every Nation whatsoever; <q>That <em>the Quantity</em> of <span class=\"small-capitals\">Superstition</span> (if I may so speak) will, in proportion, nearly answer <em>the Number</em> of Priests, Diviners, Soothsayers, Prophets, or such who gain their Livelihood, or receive Advantages by officiating in religious Affairs.</q> For if these <em>Dealers</em> are numerous, they will <em>force</em> a Trade. And as the liberal Hand of the Magistrate can easily raise Swarms of this kind, where they are already but in a moderate proportion; so where, thro' any other cause, the Number of these increasing still, by degrees, is suffer'd to grow beyond a certain measure, they will soon raise such a Ferment in Mens Minds, as will at least compel the Magistrate, however sensible of the Grievance, to be cautious in proceeding to <em>a Reform.</em>","subId":"27","id":"Shaftesbury.C.MR.2.1.27"},{"type":"paragraph","content":"We may observe in other necessary Professions, rais'd on the Infirmitys and Defects of Mankind, (as for instance, in <em>Law</em> and <em>Physick</em>) <q>That with the least help from the Bounty or Beneficence of the Magistrate, the Number of the Professors, and the Subject-matter of the Profession, is found over and above increasing.</q> New Difficultys are started: New Subjects of Contention: <em>Deeds</em> and <em>Instruments</em> of Law grow more numerous and prolix: <em>Hypotheses, Methods, Regimens,</em> more various; and the <em>Materia Medica</em> more extensive and abundant. What, in process of time, must therefore naturally have happen'd in the case of <em>Religion,</em> among the <span class=\"small-capitals\">Egyptians,</span> may easily be gather'd.","subId":"28","id":"Shaftesbury.C.MR.2.1.28"},{"type":"paragraph","content":"Nor is it strange that we shou'd find the<a href=\"#n26\"><sup>[26]</sup></a> <em>Property</em> and Power of the <em>Egyptian</em> Priesthood, in antient days, arriv'd to such a height, as in a manner to have swallow'd up the State and Monarchy. A worse Accident befel the <em>Persian</em> Crown, of which the Hierarchy having got absolute possession, had once a fair Chance for Universal Empire. Now that the <em>Persian</em> or <em>Babylonian</em> Hierarchy was much after the Model of the <em>Egyptian,</em> tho different perhaps in Rites and Ceremonys, we may well judg; not only from the History of the<a href=\"#n27\"><sup>[27]</sup></a> <span class=\"small-capitals\">Magi,</span> but from what is recorded of antient Colonys sent long before by the <em>Egyptians</em> into<a href=\"#n28\"><sup>[28]</sup></a> <em>Chaldea</em> and the adjacent Countrys. And whether the <em>Ethiopian</em> Model was from that of <span class=\"small-capitals\">Egypt,</span> or the <em>Egyptian</em> from that of <span class=\"small-capitals\">Ethiopia,</span> (for<a href=\"#n29\"><sup>[29]</sup></a> each Nation had its pretence) we know by remarkable<a href=\"#n30\"><sup>[30]</sup></a> Effects, that the <em>Ethiopian</em> Empire was once in the same Condition: the State having been wholly swallow'd in the exorbitant Power of their landed Hierarchy. So true it is, <q>That <em>Dominion</em> must naturally follow <em>Property.</em></q> Nor is it possible, as I conceive, for any State or Monarchy to withstand the Encroachments of a growing Hierarchy, founded on the <em>Model</em> of these <em>Egyptian</em> and <em>Asiatick</em> Priesthoods. No <span class=\"small-capitals\">Superstition</span> will ever be wanting among the Ignorant and Vulgar, whilst the Able and Crafty have a power to gain Inheritances and Possessions by working on this <em>human Weakness.</em> This is a Fund which, by these Allowances, will prove inexhaustible. New <em>Modes</em> of Worship, new <em>Miracles,</em> new <em>Heroes, Saints, Divinitys</em> (which, serve as new Occasions for <em>sacred</em> <span class=\"small-capitals\">Donatives</span> ) will be easily supply'd on the part of the religious Orders; whilst the Civil Magistrate authorizes the accumulative <span class=\"small-capitals\">Donation,</span> and neither restrains the <em>Number</em> or <em>Possessions</em> of the Sacred Body.","subId":"29","id":"Shaftesbury.C.MR.2.1.29"},{"type":"paragraph","content":"We find, withal, that in the early days of this antient <em>Priestly Nation</em> of whom we have been speaking, 'twas thought expedient also, for the increase of <em>Devotion,</em> to enlarge their <em>System</em> of <span class=\"small-capitals\">Deity;</span> and either by <em>mystical Genealogy, Consecration,</em> or <em>Canonization,</em> to multiply their reveal'd Objects of Worship, and raise new <em>Personages</em> of <span class=\"small-capitals\">Divinity</span> in their Religion. They proceeded, it seems, in process of time, to increase the<a href=\"#n31\"><sup>[31]</sup></a> Number of their <em>Gods,</em> so far that, at last, they became in a manner numberless. What odd Shapes, Species, and Forms of <em>Deity</em> were in latter times exhibited, is well known. Scarce an <em>Animal</em> or <em>Plant</em> but was adopted into some share of <em>Divinity.</em>","subId":"30","id":"Shaftesbury.C.MR.2.1.30"},{"type":"paragraph","content":"<a href=\"#n32\"><sup>[32]</sup></a>O pious nation, for whom Gods like these grow in the garden!","subId":"31","id":"Shaftesbury.C.MR.2.1.31"},{"type":"paragraph","content":"No wonder if by a Nation so abounding in religious <em>Orders,</em> spiritual Conquests were sought in foreign Countrys,<a href=\"#n33\"><sup>[33]</sup></a> Colonys led abroad, and Missionarys detach'd, on Expeditions, in this prosperous Service. 'Twas thus a <em>Zealot</em>-People, influenc'd of old by their very Region and Climate, and who thro' a long Tract of Time, under a peculiar Policy, had been rais'd both by Art and Nature to an immense Growth in religious Science and Mystery; came by degrees to spread their variety of Rites and Ceremonys, their distinguishing Marks of <em>separate</em> Worships and <em>secrete</em> Communitys, thro' the distant World; but chiefly thro' their neighbouring and dependent Countrys.","subId":"32","id":"Shaftesbury.C.MR.2.1.32"},{"type":"paragraph","content":"We understand from History, that even when the <span class=\"small-capitals\">Egyptian</span> <em>State</em> was least powerful in <em>Arms,</em> it was still respected for its <em>Religion</em> and <em>Mysterys.</em> It drew Strangers from all Parts to behold its Wonders. And the Fertility of its Soil forc'd the adjacent People, and wandring Nations, who liv'd dispers'd in single Tribes, to visit them, court their Alliance, and sollicit a Trade and Commerce with them, on whatsoever Terms. The Strangers, no doubt, might well receive religious Rites and Doctrines from those, to whom they ow'd their <em>Maintenance</em> and <em>Bread.</em>","subId":"33","id":"Shaftesbury.C.MR.2.1.33"},{"type":"paragraph","content":"Before the time that <span class=\"small-capitals\">Israel</span> was constrain'd to go down to <span class=\"small-capitals\">Egypt,</span> and sue for Maintenance to these powerful <em>Dynastys</em> or Low-Land States, the Holy <em>Patriarch</em><a href=\"#n34\"><sup>[34]</sup></a> <span class=\"small-capitals\">Abraham</span> himself had been necessitated to this Compliance on the same account. He apply'd in the same manner to the <span class=\"small-capitals\">Egyptian</span> <em>Court.</em> He was at first well receiv'd, and handsomly presented; but afterwards ill us'd, and out of favour with the Prince, yet suffer'd to depart the Kingdom, and retire with his Effects; without any attempt of recalling him again by force, as it happen'd in the case of his Posterity. 'Tis certain that if this holy <em>Patriarch,</em> who first instituted the sacred Rite of <em>Circumcision</em> within his own Family or Tribe, had no regard to any Policy or Religion of the <span class=\"small-capitals\">Egyptians;</span> yet he had formerly been a Guest and Inhabitant in <span class=\"small-capitals\">Egypt</span> (where<a href=\"#n35\"><sup>[35]</sup></a> Historians mention this to have been a national Rite); long<a href=\"#n36\"><sup>[36]</sup></a> ere he had receiv'd any divine Notice or Revelation, concerning this Affair. Nor was it in <em>Religion</em> merely that this reverend Guest was said to have deriv'd Knowledg and Learning from the <span class=\"small-capitals\">Egyptians.</span> 'Twas from this <em>Parent-Country</em> of <em>occult Sciences,</em> that he was presum'd, together with other Wisdom, to have learnt that of<a href=\"#n37\"><sup>[37]</sup></a> <em>judicial Astrology;</em> as his Successors did afterwards other prophetical and miraculous Arts, proper to the <span class=\"small-capitals\">Magi,</span> or <em>Priesthood</em> of this Land.","subId":"34","id":"Shaftesbury.C.MR.2.1.34"},{"type":"paragraph","content":"One cannot indeed but observe, in after times, the strange Adherence and servile Dependency of the whole <span class=\"small-capitals\">Hebrew</span> Race on the <span class=\"small-capitals\">Egyptian</span> Nation. It appears that tho they were of old abus'd in the Person of their grand Patriarch; tho afterwards held in bondage, and treated as the most abject Slaves; tho twice expel'd, or necessitated to save themselves by flight, out of this oppressive Region; yet in the very instant of their last Retreat, whilst they were yet on their March, conducted by visible Divinity, supply'd and fed from Heaven, and supported by continual Miracles; they notwithstanding inclin'd so strongly to the Manners, the Religion, Rites, Diet, Customs, Laws, and Constitutions of their tyrannical Masters, that it was with the utmost difficulty they could be with-held from<a href=\"#n38\"><sup>[38]</sup></a> returning again into the same Subjection. Nor could their great Captains and Legislators prevent their<a href=\"#n39\"><sup>[39]</sup></a> relapsing perpetually into the same Worship to which they had been so long accustom'd.","subId":"35","id":"Shaftesbury.C.MR.2.1.35"},{"type":"paragraph","content":"How far the divine Providence might have indulg'd the stubborn Habit and stupid Humour of this People, by <em>giving them Laws</em> (as the<a href=\"#n40\"><sup>[40]</sup></a> Prophet says) <em>which he himself approv'd not,</em> I have no Intention to examine. This only I pretend to infer from what has been advanc'd; <q>That the Manners, Opinions, Rites and Customs of the <span class=\"small-capitals\">Egyptians,</span> had, in the earliest times, and from Generation to Generation, strongly influenc'd the <span class=\"small-capitals\">Hebrew</span> People (their Guests, and Subjects) and had undoubtedly gain'd a powerful Ascendency over their Natures.</q>","subId":"36","id":"Shaftesbury.C.MR.2.1.36"},{"type":"paragraph","content":"How extravagant soever the multitude of the <span class=\"small-capitals\">Egyptian</span> <em>Superstitions</em> may appear, 'tis certain that their <em>Doctrine</em> and <em>Wisdom</em> were in high repute; since it is taken notice of in Holy Scripture, as no small Advantage even to <span class=\"small-capitals\">Moses</span> himself,<a href=\"#n41\"><sup>[41]</sup></a> <q>That he had imbib'd <em>the Wisdom</em> of this Nation</q>; which, as is well known, lay chiefly among their <em>Priests</em> and <span class=\"small-capitals\">Magi.</span>","subId":"37","id":"Shaftesbury.C.MR.2.1.37"},{"type":"paragraph","content":"Before the Time that the great <em>Hebrew</em> Legislator receiv'd his Education among these <em>Sages,</em> a<a href=\"#n42\"><sup>[42]</sup></a> <em>Hebrew</em> Slave, who came a Youth into the <em>Egyptian</em> Court, had already grown so powerful in this kind of Wisdom, as to outdo the chief <em>Diviners, Prognosticators,</em> and <em>Interpreters</em> of <span class=\"small-capitals\">Egypt.</span> He rais'd himself to be chief Minister to a Prince, who, following his Advice, obtain'd in a manner the whole <em>Property,</em> and consequently <em>the absolute Dominion</em> of that Land. But to what height of Power the establish'd Priesthood was arriv'd even at that time, may be conjectur'd hence; <q>That <em>the Crown</em> (to speak in a modern Style) offer'd not to meddle with the <em>Church-Lands</em></q>; and that in this great <em>Revolution</em> nothing was attempted, so much as by way of Purchase or Exchange,<a href=\"#n43\"><sup>[43]</sup></a> in prejudice of this <em>Landed</em> Clergy: The prime Minister himself having join'd his Interest with theirs, and enter'd<a href=\"#n44\"><sup>[44]</sup></a> by Marriage into their Alliance. And in this he was follow'd by the great Founder of the <em>Hebrew</em>-State; for he also<a href=\"#n45\"><sup>[45]</sup></a> match'd himself with the Priesthood of some of the neighbouring Nations, and Traders<a href=\"#n46\"><sup>[46]</sup></a> into <span class=\"small-capitals\">Egypt,</span> long ere his Establishment of the <span class=\"small-capitals\">Hebrew</span> Religion and Commonwealth. Nor had he perfected his <em>Model,</em> till he consulted the foreign Priest his<a href=\"#n47\"><sup>[47]</sup></a> Father-in-law, to whose Advice he paid such remarkable Deference.","subId":"38","id":"Shaftesbury.C.MR.2.1.38"},{"type":"paragraph","content":"BUT TO resume the Subject of our Speculation, concerning the wide Diffusion of the Priestly Science or Function; it appears from what has been said, that notwithstanding the <span class=\"small-capitals\">Egyptian</span> Priesthood was, by antient Establishment, hereditary; the Skill of <em>Divining, Soothsaying,</em> and <em>Magick</em> was communicated to others besides their national sacred Body: and that the <em>Wisdom</em> of the <span class=\"small-capitals\">Magicians,</span> the Power of <em>Miracles,</em> their Interpretation of <em>Dreams</em> and <em>Visions,</em> and their Art of administring in Divine Affairs, were entrusted even to <em>Foreigners</em> who resided amongst them.","subId":"39","id":"Shaftesbury.C.MR.2.1.39"},{"type":"paragraph","content":"It appears, withal, from these Considerations, how apt the <em>religious</em> Profession was to spread it-self widely in this Region of the World; and what Efforts wou'd naturally be made by the more necessitous of these unlimited Professors, towards a Fortune, or Maintenance, for themselves and their Successors.","subId":"40","id":"Shaftesbury.C.MR.2.1.40"},{"type":"paragraph","content":"Common Arithmetick will, in this Case, demonstrate to us, <q>That as the Proportion of so many <em>Lay-men</em> to each <em>Priest</em> grew every day less and less, so the Wants and Necessitys of each <em>Priest</em> must grow more and more.</q> The <em>Magistrate</em> too, who according to this <span class=\"small-capitals\">Egyptian</span> Regulation had resign'd his Title or share of Right in sacred Things, cou'd no longer govern, as he pleas'd, in these Affairs, or check the growing Number of these <em>Professors.</em> The spiritual Generations were left to prey on others, and (like <em>Fish</em> of Prey) even on themselves, when destitute of other Capture, and confin'd within too narrow Limits. What Method, therefore, was there left to heighten the <span class=\"small-capitals\">Zeal</span> of Worshipers, and augment their <em>Liberality,</em> but <q>to foment their <em>Emulation,</em> prefer Worship to Worship, Faith to Faith; and turn the Spirit of <span class=\"small-capitals\">Enthusiasm</span> to the side of sacred <em>Horror,</em> religious <em>Antipathy,</em> and <em>mutual Discord</em> between Worshipers?</q>","subId":"41","id":"Shaftesbury.C.MR.2.1.41"},{"type":"paragraph","content":"Thus Provinces and Nations were divided by the most <em>contrary</em> Rites and Customs which cou'd be devis'd, in order to create the strongest <em>Aversion</em> possible between Creatures of a like Species. For when all other Animositys are allay'd, and Anger of the fiercest kind appeas'd, the <em>religious Hatred,</em> we find, continues still, as it began, without Provocation or voluntary Offence. The presum'd <em>Misbeliever</em> and <em>Blasphemer,</em> as one rejected and abhor'd of <span class=\"small-capitals\">God,</span> is thro' a pious Imitation, abhor'd by the <em>adverse</em> Worshiper, whose <em>Enmity</em> must naturally increase as his <em>religious Zeal</em> increases.","subId":"42","id":"Shaftesbury.C.MR.2.1.42"},{"type":"paragraph","content":"From hence the Opposition rose of Temple against Temple, Proselyte against Proselyte. The most zealous Worship of <em>one</em> <span class=\"small-capitals\">God,</span> was best express'd (as they conceiv'd) by the open defiance of <em>another.</em> <span class=\"small-capitals\">Sir</span> -<em>Names</em> and <em>Titles</em> of <span class=\"small-capitals\">Divinity</span> pass'd as <em>Watch-words.</em> He who had not the <span class=\"small-capitals\">Symbol,</span> nor cou'd give <em>the Word,</em> receiv'd <em>the Knock.</em>","subId":"43","id":"Shaftesbury.C.MR.2.1.43"},{"type":"paragraph","content":"<em>Down with him! Kill him! Merit Heaven thereby;</em>","subId":"44","id":"Shaftesbury.C.MR.2.1.44"},{"type":"paragraph","content":"As our<a href=\"#n48\"><sup>[48]</sup></a> Poet has it, in his <span class=\"small-capitals\">American</span> Tragedy.","subId":"45","id":"Shaftesbury.C.MR.2.1.45"},{"type":"paragraph","content":"Nor did<a href=\"#n49\"><sup>[49]</sup></a> <span class=\"small-capitals\">Philosophy,</span> when introduc'd into <em>Religion,</em> extinguish, but rather inflame this <em>Zeal:</em> as we may shew perhaps in our following Chapter more particularly; if we return again, as is likely, to this Subject. For this, we perceive, is of a kind apt enough to grow upon our hands. We shall here, therefore, observe only what is obvious to every Student in sacred Antiquitys, That from the contentious Learning and Sophistry of the antient Schools (when true Science, Philosophy, and Arts were already deep in their<a href=\"#n50\"><sup>[50]</sup></a> Decline) <em>religious Problems</em> of a like contentious Form sprang up; and certain <em>Doctrinal</em> <span class=\"small-capitals\">Tests</span> were fram'd, by which <em>religious Partys</em> were ingag'd and lifted against one another, with more Animosity than in any other Cause or Quarrel had been ever known. Thus <em>religious Massacres</em> began, and were carry'd on; Temples were demolish'd; holy Utensils destroy'd; the sacred Pomp trodden under-foot, insulted; and the Insulters in their turn expos'd to the same Treatment, in their Persons as well as in their Worship. Thus <em>Madness</em> and <em>Confusion</em> were brought upon the World, like that <span class=\"small-capitals\">Chaos,</span> which the <em>Poet</em> miraculously describes in the mouth of his mad <em>Hero:</em> When even in Celestial Places, Disorder and Blindness reign'd:—<q>No Dawn of Light</q>;","subId":"46","id":"Shaftesbury.C.MR.2.1.46"},{"type":"paragraph","content":"—<a href=\"#n51\"><sup>[51]</sup></a><q><em>No Glimpse or starry Spark,</em> <br><em>But Gods met Gods, and jostled in the Dark.</em></q>","subId":"47","id":"Shaftesbury.C.MR.2.1.47"},{"type":"note","content":"<em>Viz.</em> Letter concerning <span class=\"small-capitals\">Enthusiasm,</span> above. VOL. I. Treatise I.","subId":"n1","id":"Shaftesbury.C.MR.2.1.n1"},{"type":"note","content":"VOL. I. <em>pag.</em> 54.","subId":"n2","id":"Shaftesbury.C.MR.2.1.n2"},{"type":"note","content":"<em>Viz.</em> Treatise I. (<em>Letter of</em> <span class=\"small-capitals\">Enthusiasm</span> ) VOL. I. <em>pag.</em> 55. <em>lin.</em> 7.","subId":"n3","id":"Shaftesbury.C.MR.2.1.n3"},{"type":"note","content":"VOL. II. <em>p.</em> 75, 105, 400, &amp;c.","subId":"n4","id":"Shaftesbury.C.MR.2.1.n4"},{"type":"note","content":"VOL. II. <em>pag.</em> 400.","subId":"n5","id":"Shaftesbury.C.MR.2.1.n5"},{"type":"note","content":"<blockquote><span class=\"foreign\">Et jacere humorem collectum in corpora quaeque.</span> <br> <cite>Lucret. <em>lib.</em> iv. <em>ver.</em> 1059.</cite></blockquote>","subId":"n6","id":"Shaftesbury.C.MR.2.1.n6"},{"type":"note","content":"<span class=\"foreign\">ουδὲν μέρος Ὁμήρῳ ἄθεον, οὐδὲ δυνάστου ἄπορον, οὐδὲ ἀρχη̑ς ἔρημον, ἀλλὰ πάντα μεστὰ θείων ὀνομάτων καὶ θείων λόγων, καὶ θείας τέχνης.</span> <cite>Maximus Tyr. <em>Dissert.</em> xvi.</cite>","subId":"n7","id":"Shaftesbury.C.MR.2.1.n7"},{"type":"note","content":"<em>Viz.</em> <span class=\"small-capitals\">Lucretius.</span> As above, VOL. I. <em>p.</em> 52.","subId":"n8","id":"Shaftesbury.C.MR.2.1.n8"},{"type":"note","content":"<span class=\"foreign\">κόσμος</span>, <cite><em>Mundus</em></cite>. From whence that Expostulation, <span class=\"foreign\">έν σοὶ μέν τις κόσμος ὑφίστασθαι δύναται, ἐν δὲ τῳ̑ παντὶ ἀκοσμία;</span> <cite>M. Ant. Lib. iv. 27.</cite> And that other Allusion to the same word, <span class=\"foreign\">κόσμον δ' ἐτύμως τὸ σύμπαν, ἀλλ' οὐκ ἀκοσμίαν ὀνομάσαις ἄν.</span> Below, <em>pag.</em> 264. in the Notes.","subId":"n9","id":"Shaftesbury.C.MR.2.1.n9"},{"type":"note","content":"VOL. I. <em>pag.</em> 138, 139, &amp;c. VOL. II. <em>pag.</em> 100, 104, 5, 6.","subId":"n10","id":"Shaftesbury.C.MR.2.1.n10"},{"type":"note","content":"VOL. II. <em>pag.</em> 429, 430.","subId":"n11","id":"Shaftesbury.C.MR.2.1.n11"},{"type":"note","content":"<em>The</em> Honestum, Pulchrum, <span class=\"foreign\">τὸ καλόν</span>, <span class=\"foreign\">πρέπον</span>. <em>Infra,</em> pag. 182, &amp;c.","subId":"n12","id":"Shaftesbury.C.MR.2.1.n12"},{"type":"note","content":"<em>Supra,</em> pag. 32. And VOL. I. <em>pag.</em> 48, 49, 117, &amp;c.","subId":"n13","id":"Shaftesbury.C.MR.2.1.n13"},{"type":"note","content":"<em>Primus in orbe deos fecit timor.</em>","subId":"n14","id":"Shaftesbury.C.MR.2.1.n14"},{"type":"note","content":"Letter of <span class=\"small-capitals\">Enthusiasm,</span> VOL. I. <em>pag.</em> 49.","subId":"n15","id":"Shaftesbury.C.MR.2.1.n15"},{"type":"note","content":"So <em>The Stagirite:</em> <span class=\"foreign\">διὰ γὰρ τὸ θαυμὰζειν οἱ ἄνθρωτοι καὶ νυ̑ν καὶ τὸ πρω̑τον ἤρξαντο φιλοσοφει̑ν.</span> <cite>Metaph. Lib. i. Cap. 2.</cite> See below, <em>pag.</em> 202, 203 in the Notes.","subId":"n16","id":"Shaftesbury.C.MR.2.1.n16"},{"type":"note","content":"<span class=\"foreign\">τὸ καλὸν καὶ ἀγαθόν</span>.","subId":"n17","id":"Shaftesbury.C.MR.2.1.n17"},{"type":"note","content":"<em>Infra,</em> pag. 130.","subId":"n18","id":"Shaftesbury.C.MR.2.1.n18"},{"type":"note","content":"A Passage of History comes to my mind, as it is cited by an eminent <em>Divine</em> of our own Church, with regard to that <em>Spirit of</em> MARTYRDOM which furnishes, it seems, such solid Matter for the Opinion and Faith of many Zealots. The <em>Story,</em> in the words of our <em>Divine,</em> and with his own Reflections on it, is as follows: <q>Two <em>Franciscans</em> offer'd themselves to the Fire to prove <em>Savanorola</em> to be a Heretick. But a certain <em>Jacobine</em> offer'd himself to the Fire to prove that <em>Savanorola</em> had true Revelations, and was no Heretick. In the mean time <em>Savanorola</em> preach'd; but made no such confident Offer, nor durst he venture at that new kind of Fire-Ordeal. And put Case, all <em>four</em> had pass'd thro' the Fire, and died in the flames; What wou'd that have prov'd? Had he been a Heretick, or no Heretick, the more, or the less, for the Confidence of these zealous Idiots? If we mark it, a great many Arguments whereon many <em>Sects</em> rely, are no better Probation than this comes to.</q> Bishop <em>Taylor</em> in his dedicatory Discourse, before his <em>Liberty</em> of <em>Prophesying.</em> See <em>Letter of Enthusiasm,</em> VOL. I. <em>pag.</em> 26, &amp;c.","subId":"n19","id":"Shaftesbury.C.MR.2.1.n19"},{"type":"note","content":"<em>Infra,</em> p. 90, 91.","subId":"n20","id":"Shaftesbury.C.MR.2.1.n20"},{"type":"note","content":"Juvenal. <em>Sat.</em> xv. ver. 35. See VOL. II. <em>p.</em> 387, 388.","subId":"n21","id":"Shaftesbury.C.MR.2.1.n21"},{"type":"note","content":"——<em>Summus utrinque</em> <br><em>Inde furor vulgo, quod numina vicinorum</em> <br><em>Odit uterque locus, quum solos credat habendos</em> <br><em>Esse deos, quos ipse colit.</em>——","subId":"n22","id":"Shaftesbury.C.MR.2.1.n22"},{"type":"note","content":"<span class=\"foreign\">ἔστι δὲ Αἰγυπτίων έπτὰ γένεα· καὶ τούτων οἱ μέν, ἱρέες, οἱ δέ, μάχιμοι κεκλέαται.—οὐδὲ τούτοισιν ἔξεστι τέχνην ἐπασκη̑σαι οὐδεμίην, ἀλλὰ τὰ ἐς πόλε- μον ἐπασκέουσι μου̑να, παι̑ς παρὰ πατρὸς ἐκδεκόμενος.</span> <cite>Herodot. L. ii. §. 164.</cite> <span class=\"foreign\">ἱρα̑ται δὲ οὐκ εἱ̑ς ἑκάστου τω̑ν θεω̑ν, ἀλλὰ πολλοὶ . . ἐπεὰν δέ τις ἀποθάνῃ, τούτου ὁ παι̑ς ἀντικατίσταται.</span> <cite>Ibid. §. 37.</cite>","subId":"n23","id":"Shaftesbury.C.MR.2.1.n23"},{"type":"note","content":"<span class=\"foreign\">τη̑ς δὲ χώρας ἁπάσης εἰς τρία μέρη διῃρημένης</span>, &amp;c. <span class=\"foreign\">Cum tota regio in tres partes divisa sit, primam sibi portionem vendicat ordo sacerdotum, magnâ apud indigenas auctoritate pollens, tum ob pietatem in deos, tum quod multam ex eruditione scientiam ejusmodi homines asserunt. Ex reditibus autem suis cuncta per AEgyptum sacrificia procurant, ministros alunt; &amp; propriis commoditatibus ancillantur, ται̑ς ἰδίαις χρείαις χορηγου̑σιν. Non enim (AEgyptii) existimant fas esse deorum honores mutari, sed semper ab eisdem eodem ritu peragi, neque eos necessariorum copiâ destituti qui in commune omnibus consulunt. In universum namque de maximis rebus consulentes, indesinenter Regi praestò sunt, in nonnullis tanquam participes imperii, in aliis reges, duces &amp; magistri (συνεργοί, εἰσηγηταί, διδάσκαλοι) existentes. Ex astrologia quoque &amp; sacrorum inspectione, futura praedicunt, atque è sacrorum librorum scriptis res gestas cum utilitate conjunctas praelegunt. Non enim, ut apud Graecos, unus tantummodo vir, aut foemina una, sacerdotio fungitur; sed complures sacrificia &amp; honores deûm obeuntes, liberis suis candem vitae rationem quasi per manus tradunt. Hi autem cunctis oneribus sunt immunes, &amp; primos post Regem honoris &amp; potestatis gradus obtinent.</span> <cite>Diod. Sic. <em>lib.</em> i. <em>pag.</em> 66.</cite>","subId":"n24","id":"Shaftesbury.C.MR.2.1.n24"},{"type":"note","content":"<em>Infra,</em> p. 79.","subId":"n25","id":"Shaftesbury.C.MR.2.1.n25"},{"type":"note","content":"Which was <em>one Third.</em> βουλομένην δὲ τὴν Ἴσιν, &amp;c. <em>Sed cum</em> <span class=\"small-capitals\">Isis</span> <em>lucro etiam Sacerdotes invitare vellet ad cultus istos,</em> (<em>nempe</em> <span class=\"small-capitals\">Osiridis,</span> <em>mariti fato functi</em>) <em>tertiam eis terrae partem</em> εἰς προσόδους, <em>ad Deorum ministeria &amp; sacra munia, fruendam donavit.</em> <cite>But as Isis wished to encourage the priests by gain also to the worship of her dead husband Osiris, she granted them one-third of the country, to employ its revenues for divine duties and sacrifices. <em>(Again, Shaftesbury quotes the introductory words in Greek, then quotes the entire passage in Latin.)</em></cite> Diod. Sic. lib. i. A remarkable Effect of Female Superstition! See also the Passage of the same Historian, cited above, <em>pag.</em> 43. in the Notes.","subId":"n26","id":"Shaftesbury.C.MR.2.1.n26"},{"type":"note","content":"See Treatise II. viz. <em>Sensus Communis,</em> (VOL. I.) pag. 85, <em>&amp;c. Herodotus</em> gives us the History at length in his third Book.","subId":"n27","id":"Shaftesbury.C.MR.2.1.n27"},{"type":"note","content":"Diod. Sic. lib. i. p. 17, &amp; 73.","subId":"n28","id":"Shaftesbury.C.MR.2.1.n28"},{"type":"note","content":"Herodot. Euterpe; &amp; Diod. Sic. lib. iii.","subId":"n29","id":"Shaftesbury.C.MR.2.1.n29"},{"type":"note","content":"κατὰ τὴν Μερόην οἱ περὶ τὰς τω̑ν θεω̑ν θεραπείας τε καὶ τιμὰς διατρίβοντες ἱερει̑ς, &amp;c. <em>Qui in Meroe (urbe, &amp; insula primaria AEthiopum) Deorum cultus &amp; honores administrant sacerdotes, (ordo autem hic maximâ pollet auctoritate) quandocumque ipsis in mentem venerit, misso ad Regem nuncio, vitâ se illum abdicare jubent. Oraculis enim Deorum hoc edici: nec fas esse ab ullo mortalium, quod Dii immortales jusserint, contemni.</em> <cite>The priests who look after the ritual and worship of the Gods at Meröe (and very great is the authority of this order) send word to the king, whenever they think fit, that he must die; for so (they say) the oracles of the Gods enjoin, and what Gods command no mortal must disobey.—Diod. Sic. iii. 6.</cite>—So much for their Kings. For as to Subjects, the Manner was related a little before. <em>Unus ex lictoribus ad reum mittitur, signum mortis praeferens: quo ille viso, domum abiens sibi mortem consciscit.</em> <cite>One of their attendants is sent to the accused, bearing a sign of death; whereupon the accused goes home and kills himself.—Diod. Sic. iii. 5.</cite> This, the People of our days wou'd call Passive-Obedience and Priest-craft, with a witness. But our Historian proceeds—<em>Et per superiores quidem aetates, non armis aut vi coacti, sed merae superstitionis,</em> ὑπ 'αὐτη̑ς τη̑ς δεισιδαιμονίας <em>fascino, mente capti reges sacerdotibus morem gesserunt: donec</em> <span class=\"small-capitals\">Ergamenes,</span> <em>AEthiopum rex,</em> (<span class=\"small-capitals\">Ptolomaeo</span> <em>secundo rerum potiente</em>) <em>Graecorum disciplinae &amp; philosophiae particeps, mandata illa primus adspernari ausus fuit. Nam hic animo, qui regem deceret, sumto, cum militum manu in locum inaccessum, ubi aureum fuit templum AEthiopum, profectus; omnes illos sacrificos jugulavit, &amp; abolito more pristino, sacra pro arbitrio suo instauravit.</em> <cite>In former generations the kings, not forced by arms, but simply bewitched by superstition, obeyed the priests. But Ergamenes, king of the Ethiopians in the time of Ptolemy II., who was initiated into Greek philosophy, was the first to despise their orders. With kingly courage he marched his soldiers upon the inaccessible spot where stood the golden temple of the Ethiopians, cut down all the priests, abolished the old usage, and rearranged the ritual to his own liking. <em>(In each of these Greek and Latin references, Shaftesbury opens the quotation in Greek and completes it in Latin.)</em></cite> Diod. Sic. lib. iii.","subId":"n30","id":"Shaftesbury.C.MR.2.1.n30"},{"type":"note","content":"<span class=\"foreign\">ὡς δὲ αὐτοὶ λέγουσι, ἔτεά ἐστι ἑπτακισχίλια καὶ μύρια ἐσ Ἄμασιν βασιλεύ- σαντα, ἐπεί τε ἐκ τω̑ν ὀκτὼ θεω̑ν οἱ δυώδεκα θεοὶ ἐγένοντο.</span> <cite>Herodot. lib. ii. sect. 43.</cite>","subId":"n31","id":"Shaftesbury.C.MR.2.1.n31"},{"type":"note","content":"<blockquote><span class=\"foreign\">O sanctas Gentes, quibus haec nascuntur in hortis <br> Numina!—</span> <br> <cite>Juvenal. Sat. xv. ver. 10.</cite></blockquote>","subId":"n32","id":"Shaftesbury.C.MR.2.1.n32"},{"type":"note","content":"<span class=\"foreign\">οἱ δὲ οὐ̑ν Αἰγύπτιοι</span>, &amp;c. <span class=\"foreign\">AEgyptii plurimas colonias ex AEgypto in orbem terrarum disseminatas fuisse dicunt. In Babylonem colonos deduxit Belus, qui Neptuni &amp; Libyae filius habetur: &amp; positâ ad Euphratem sede, instituit sacerdotes ad morem AEgyptiorum exemptos impensis &amp; oneribus publicis, quos Babylonii vocant Chaldaeos, qui, exemplo Sacerdotum &amp; Physicorum, Astrologorumque in AEgypto, observant stellas.</span> <cite>Diod. Sic. lib. i. p. 17. Ibid. p. 73.</cite>","subId":"n33","id":"Shaftesbury.C.MR.2.1.n33"},{"type":"note","content":"Gen. cap. xii. ver. 10, <em>&amp;c.</em>","subId":"n34","id":"Shaftesbury.C.MR.2.1.n34"},{"type":"note","content":"<em>Abramus, quando AEgyptum ingressus est, nondum circumcisus erat, neque per annos amplius viginti post reditum.—Illius posteri circumcisi sunt, &amp; ante introitum, &amp; dum in AEgypto commorati sunt: post exitum verò non sunt circumcisi, quamdiu vixit Moses.</em>—Fecit itaque Josue cultros lapideos, &amp; circumcidit filios Israel in Colle Praeputiorum. Factum Deus ratum habuit, dixitque, Hodie ἀφει̑λον τὸν ὀνειδισμὸν Αἰλύπτου ἀφ' ὑμω̑ν, abstuli opprobrium AEgypti à vobis. <em>Josue cap. 5. ver. 3. Tam</em> AEgyptiis <em>quàm</em> Judaeis <em>opprobrio erant incircumcisi.</em>—<em>Apud</em> AEgyptios <em>circumcidendi ritus vetustissimus fuit, &amp;</em> ἀπ' ἀρχη̑ς ab ipso initio <em>institutus. Illi</em> nullorum aliorum hominum institutis uti volunt. <cite>Abram, when he went into Egypt, had not yet been circumcised nor for more than twenty years after his return. . . . His descendants were not circumcised as long as Moses lived. Thus Joshua made polished stones and Israel circumcised its sons on the Hill of Foreskins. God held the deed valid and he said, Today I have taken away the censure of Egypt from you. Joshua ch. 5, v. 3. So they were uncircumcised as a disgrace to the Egyptians rather than the Judeans. Among the Egyptians the rite of circumcision was very long standing and they were willing to use the practices no other men use.</cite> <em>Herodot.</em> lib. 2. cap. 91. τὰ αἰδοι̑α ᾠ̑ ἄλλοι μὲν ἐω̑σι ὡς ἐλένοντο, πλὴν ὅσοι ἀπὸ τούτων ἔμαθον· Αἰγύπτιοι δὲ περιτάμνονται. <cite>The Egyptians practise circumcision, but no other people do so except those who have learned it from the Egyptians.</cite> Herod. lib. ii. cap. 36. <em>Marshami</em> Chronicus Canon, <em>p.</em> 72.","subId":"n35","id":"Shaftesbury.C.MR.2.1.n35"},{"type":"note","content":"Gen. cap. xvii.","subId":"n36","id":"Shaftesbury.C.MR.2.1.n36"},{"type":"note","content":"Julius Firmicus, apud Marshamum, <em>p.</em> 452, 453.","subId":"n37","id":"Shaftesbury.C.MR.2.1.n37"},{"type":"note","content":"It can scarce be said in reality, from what appears in Holy Writ, that their Retreat was <em>voluntary:</em> And for the Historians of other Nations, they have presum'd to assert that this People was actually expel'd <span class=\"small-capitals\">Egypt</span> on account of their <em>Leprosy;</em> to which the <em>Jewish</em> Laws appear to have so great a Reference. Thus <span class=\"small-capitals\">Tacitus:</span> <em>Plurimi auctores consentiunt, ortâ per AEgyptum tabe, quae corpora foedaret, regem Occhorim, adito Hammonis oraculo, remedium petentem, purgare regnum, &amp; id genus hominum ut invisum Deis, alias in terras avehere jussum. Sic conquisitum collectumque vulgus,—Mosen unum monuisse, &amp;c.</em> <cite>Several authors agree that when a disfiguring disease spread among the Egyptians, king Bocchoris consulted the oracle of Hammon, and was bidden to purge the kingdom and remove from it that class of men (the sick) as offensive to the Gods. So when the mob was hunted up and got together . . . Moses alone advised.</cite> Hist. lib. v. c. 3. <em>AEgyptii, quum scabiem &amp; vitiliginem paterentur, responso moniti eum (Mosen) cum aegris, ne pestis ad plures serperet, terminis AEgypti pellunt. Dux igitur exulum factus, sacra AEgyptiorum furto abstulit: quae repetentes armis AEgyptii, domum redire tempestatibus compulsi sunt.</em> <cite>When the Egyptians were suffering from leprosy they were warned by an oracle to expel Moses and the sick from Egypt, lest the disease should spread further. Becoming therefore leader of the exiles, Moses stole the sacred objects of the Egyptians; and when the Egyptians tried to recapture these, they were driven home by storms.</cite> Justin. lib. xxxvi. c. 2. And in <em>Marsham</em> we find this remarkable Citation from <em>Manetho: Amenophin regem affectasse</em> θεω̑ν γενέσθαι θεατήν, ὤσπερ Ω̑̓ρ εἰ̑ς τω̑ν πρὸ αὐτου̑ βεβασιλευκότων, <em>Deorum esse contemplatorem, sicut Orum quendam Regum priorum.</em> Cui responsum est, ὅτι δυνήσεται θεοὺς ἰδει̑ν, <em>quòd posset videre Deos, si Regionem à leprosis &amp; immundis hominibus purgaret.</em> <cite>That king Amenophis desired to see the Gods, like Orus, an earlier king, and received the answer from an oracle that he might see the Gods if he cleared the country of filthy lepers.</cite> Chronicus Canon, <em>p.</em> 52.","subId":"n38","id":"Shaftesbury.C.MR.2.1.n38"},{"type":"note","content":"See what is cited above (<em>p.</em> 52. in the Notes from <em>Marsham</em>) of the <em>Jews</em> returning to Circumcision under <span class=\"small-capitals\">Joshua,</span> after a Generation's Intermission: This being approv'd by God, for the reason given, <q><em>That it was taking from them</em> the Reproach <em>of the</em> Egyptians, or what render'd them odious and impious in the eyes of that People.</q> Compare with this the Passage concerning <span class=\"small-capitals\">Moses</span> himself, <em>Exod.</em> iv. 18, 25, 26. (together with <em>Acts</em> vii. 30, 34.) where in regard to the <em>Egyptians,</em> to whom he was now returning when fourscore years of Age, he appears to have circumcis'd his Children, and taken off this National <em>Reproach:</em> <span class=\"small-capitals\">Zipporah</span> his Wife, nevertheless, reproaching him with the Bloodiness of the Deed; to which she appears to have been a Party only thro' Necessity, and in fear rather of <em>her Husband,</em> than of GOD.","subId":"n39","id":"Shaftesbury.C.MR.2.1.n39"},{"type":"note","content":"Ezek. xx. 25. Acts xv. 10. Of these <em>AEgyptian</em> Institutions receiv'd amongst the <em>Jews,</em> see our <span class=\"small-capitals\">Spencer.</span> <em>Cum morum quorundam antiquorum toleratio vi magnâ polleret, ad Hebraeorum animos Dei legi &amp; cultui conciliandus, &amp; à reformatione Mosaicâ invidiam omnem amoliretur; maximè conveniebat, ut Deus ritus aliquos antiquitùs usitatos in sacrorum suorum numerum assumeret, &amp; lex à</em> Mose <em>data speciem aliquam cultus olim recepti ferret.—Ita nempe nati factique erant</em> Israelitae, <em>ex</em> AEgypto <em>recens egressi, quod Deo penè necesse esset (humanitùs loqui fas sit) rituum aliquorum veterum usum iis indulgere, &amp; illius instituta ad eorum morem &amp; modulum accommodare. Nam populus erat à teneris</em> AEgypti <em>moribus assuetus, &amp; in iis multorum annorum usu confirmatus.</em>—Hebraei, <em>non tantum</em> AEgypti <em>moribus assueti, sed etiam refractarii fuerunt.—Quemadmodum cujusque regionis &amp; terrae populo sua sunt ingenia, moresque proprii, ita natura gentem</em> Hebraeorum, <em>praeter caeteres orbis incolas, ingenio moroso, difficili, &amp; ad infamiam usque pertinaci, finxit.—Cum itaque veteres</em> Hebraei <em>moribus essent asperis &amp; efferatis adeò, populi conditio postulavit, ut Deus ritus aliquos usu veteri firmatos iis concederet, &amp;</em> νομικὴν λατρείαν τῃ̑ ἑαυτω̑ν ἀσθενείᾳ συμβαίνουσαν (<em>uti loquitur</em> Theodoretus) cultum legalem eorum infirmitati accommodatum <em>instituerit.</em>—Hebraei <em>superstitiosa gens erant, &amp; omni pene literaturá destituti. Quam altè Gentium superstitionibus immergebantur, è legibus intelligere licet, quae populo tanquam remedia superstitionis imponebantur. Contumax autem bellua superstitio, si praesertim ab ignorantiae tenebris novam ferociam &amp; contumaciam hauserit. Facilè verò credi potest,</em> Israelitas, <em>nuper è servorum domo liberatos, artium humaniorum rudes fuisse, &amp; vix quicquam supra lateres atque allium</em> AEgypti <em>sapuisse. Quando itaque Deo jam negotium esset, cum populo tam barbaro, &amp; superstitioni tam impensè dedito; penè necesse fuit, ut aliquid eorum infirmitati daret, eosque dolo quodam (non argumentis) ad scripsum alliceret. Nullum animal superstitioso, rudi praecipuè, morosius est, aut majori arte tractandum.</em> <cite>When the acceptance of the old-fashioned morals was prevailing with great strength to reconcile the minds of the Hebrews to the laws and sacrificial rites of God and was removing all the ill-will from the Mosaic reformation, it was especially appropriate that God received some rites customary in former times into the number of his own sacred rituals and that the law given by Moses carried some aspect of these assimilated practices. Certainly the Israelites had been so born and reared, having departed from Egypt only recently, that it was almost necessary to God (it is right to say humane) to indulge them in the practice of some of their former rituals and to adapt his laws to their habit and standard. For they were a people habituated from childhood to the customs of the Egyptians and confirmed in them by the practice of many years. . . . The Hebrews were accustomed not only to the manners of the Egyptians but also to their obstinacies. . . . Just as a people from whatever locale and country have their own distinct character and habits peculiar to them, so nature fashioned the race of the Hebrews in distinction from the rest of the inhabitants of the world in disposition: capricious, difficult and stubborn even to the point of disgrace. . . . Therefore since the old Hebrews had such harsh and savage manners, the character of the people demanded that God would allow them some rituals of long-standing usage and a lawful servitude happened to them due to their own weakness; (just as Theodorus says) he established the ritual law suited to their weaknesses. . . . The Hebrews were a race full of superstitions and were almost destitute of all writing. How deeply they were immersed in the superstitions of the race you may understand from the laws which were being imposed on the people as if they were antidotes for superstitions. Moreover stiff-necked superstition is a monster, especially if from blind ignorance it will have drunk in a new ferocity and obstinacy. In truth it can easily be believed that the Israelites recently freed from slavery were untutored in civilized arts and scarcely had a taste for anything beyond the bricks and garlic of the Egyptians. And so since now God had a duty to people so barbarous and so thoroughly dedicated to superstition it was almost necessary that he give something to the inconstancy of those weak men and would draw them to himself by a certain trick (not by arguments). No animal is more full of dread, so especially ignorant, more wayward or in need of being taken in hand with greater skill.</cite> <span class=\"small-capitals\">Spencerus</span> de Leg. Hebr. <em>pag.</em> 627, 628, 629.","subId":"n40","id":"Shaftesbury.C.MR.2.1.n40"},{"type":"note","content":"(1.) καὶ ἐπαιδεύθη Μωση̑ς πάσῃ σοφίᾳ Αἰλυπτίων· ἠ̑ν δὲ δυνατὸς ἐν λόγοις καὶ ἐν ἔργοις. Act. Apost. cap. vii. ver. 22. <a href=\"2.\">(εν is in the Loeb edition, but not in Shaftesbury's.—ES) And Moses was educated in all the wisdom of the Egyptians. And he was powerful in speeches and in deeds. <em>(Loosely paraphrased/translated by Shaftesbury in the main text.)</em></a> Exod. cap. vii. ver. 11, &amp; 22.(3.) Ibid. cap. viii. ver. 7.(4.) Justin. lib. xxxvi. cap. 2.","subId":"n41","id":"Shaftesbury.C.MR.2.1.n41"},{"type":"note","content":"Gen. cap. xxxix, &amp;c. <em>Minimus aetate inter fratres</em> Joseph <em>fuit, cujus excellens ingenium veriti fratres clam interceptum peregrinis mercatoribus vendiderunt. A quibus deportatus in</em> AEgyptum, <em>cùm magicas ibi artes solerti ingenio percepisset, brevi ipsi Regi percarus fuit</em> <cite>Joseph was the youngest of the brothers, and they, fearing his cleverness, kidnapped him and sold him to foreign merchants. These men carried him to Egypt, where he quickly learned magic and rose to high favour even with the king.</cite> Justin. lib. xxxvi. <em>c.</em> 2.","subId":"n42","id":"Shaftesbury.C.MR.2.1.n42"},{"type":"note","content":"Gen. xlvii. ver. 22, 26.","subId":"n43","id":"Shaftesbury.C.MR.2.1.n43"},{"type":"note","content":"Gen. xli. ver. 45.","subId":"n44","id":"Shaftesbury.C.MR.2.1.n44"},{"type":"note","content":"Exod. chap. iii. ver. 1. and chap. xviii. ver. 1, <em>&amp;c.</em>","subId":"n45","id":"Shaftesbury.C.MR.2.1.n45"},{"type":"note","content":"Such were the <em>Midianites,</em> Gen. xxxvii. ver. 28, 36.","subId":"n46","id":"Shaftesbury.C.MR.2.1.n46"},{"type":"note","content":"Exod. xviii. ver. 17–24.","subId":"n47","id":"Shaftesbury.C.MR.2.1.n47"},{"type":"note","content":"<em>Dryden,</em> Indian Emperor, <em>Act</em> v. <em>Scene</em> 2.","subId":"n48","id":"Shaftesbury.C.MR.2.1.n48"},{"type":"note","content":"<em>Infra,</em> pag. 81.","subId":"n49","id":"Shaftesbury.C.MR.2.1.n49"},{"type":"note","content":"VOL. I. <em>pag.</em> 221, 222, &amp; 350. in the Notes. And <em>Infra,</em> pag. 79, 80, 1, 2, <em>&amp;c.</em>","subId":"n50","id":"Shaftesbury.C.MR.2.1.n50"},{"type":"note","content":"<em>OEDIPUS</em> of <em>Dryden</em> and <em>Lee.</em>","subId":"n51","id":"Shaftesbury.C.MR.2.1.n51"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.2","imported":true,"title":"Miscellany II","breadcrumb":"Miscellany 2","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.2","imported":true,"title":"Miscellany II","breadcrumb":"Miscellany 2","published":[1711]},"next":{"id":"Shaftesbury.C.MR.2.2","imported":true,"title":"Chapter II. Judgment of Divines and grave Authors concerning Enthusiasm――Reflections upon Scepticism――A Sceptick-Christian――Judgment of the Inspir'd concerning their own Inspirations――Knowledg and Belief――History of Religion resum'd――Zeal Offensive and Defensive――A Church in Danger――Persecution――Policy of the Church of Rome","breadcrumb":"Chapter 2","published":[1711]}}