{"imported":true,"id":"Shaftesbury.C.MR.2.3","parent":"Shaftesbury.C.MR.2","title":"Chapter III. Of the Force of Humour in Religion――Support of our Author's Argument in his Essay on the Freedom of Wit and Raillery――Zeal discuss'd. Spiritual Surgeons: Executioners: Carvers――Original of human Sacrifice――Exhileration of Religion――Various Aspects, from outward Causes","breadcrumb":"Chapter 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_012","texts":[],"published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Chapter III. Of the Force of Humour in Religion――Support of our Author's Argument in his Essay on the Freedom of Wit and Raillery――Zeal discuss'd. Spiritual Surgeons: Executioners: Carvers――Original of human Sacrifice――Exhileration of Religion――Various Aspects, from outward Causes</h1> ","id":"Shaftesbury.C.MR.2.3"},{"type":"paragraph","content":"THE celebrated <em>Wits</em> of the <span class=\"small-capitals\">Miscellanarian</span> Race, the <em>Essay-Writers, casual Discoursers, Reflection-Coiners, Meditation-Founders,</em> and others of the irregular kind of Writers, may plead it as their peculiar Advantage, <q>That they follow the <em>Variety</em> of <span class=\"small-capitals\">Nature.</span> </q> And in such <em>a Climate</em> as ours, their Plea, no doubt, may be very just. We <em>Islanders,</em> fam'd for other Mutabilitys, are particularly noted for the Variableness and Inconstancy of our Weather. And if our Taste in <em>Letters</em> be found answerable to this Temperature of our Climate; 'tis certain a Writer must, in our Account, be the more valuable in his kind, as he can agreeably <em>surprize</em> his Reader, by <em>sudden Changes,</em> and <em>Transports,</em> from one Extreme to another.","subId":"1","id":"Shaftesbury.C.MR.2.3.1"},{"type":"paragraph","content":"Were it not for the known Prevalency of this Relish, and the apparent Deference paid to those Genius's who are said to <em>elevate</em> and <em>surprize;</em> the Author of these <span class=\"small-capitals\">Miscellanys</span> might, in all probability, be afraid to entertain his Reader with this multifarious, complex, and desultory kind of Reading. 'Tis certain, that if we consider the Beginning and Process of our present Work, we shall find sufficient Variation in it. From a profess'd Levity, we are laps'd into a sort of Gravity unsutable to our manner of setting out. We have steer'd an adventurous Course, and seem newly come out of a stormy and rough Sea. 'Tis time indeed we shou'd enjoy a Calm, and instead of expanding our Sails before the swelling Gusts, it befits us to retire under the Lee-shore, and ply our Oars in a smooth Water.","subId":"2","id":"Shaftesbury.C.MR.2.3.2"},{"type":"paragraph","content":"'Tis the <em>Philosopher,</em> the <em>Orator,</em> or the <em>Poet,</em> whom we may compare to some First-Rate Vessel, which launches out into the wide Sea, and with a proud Motion insults the encountering Surges. We <span class=\"small-capitals\">Essay</span> -<em>Writers</em> are of the <em>Small-Craft,</em> or <em>Galley-kind.</em> We move chiefly by Starts and Bounds; according as our Motion is by frequent Intervals renew'd. We have no great Adventure in view; nor can tell certainly Whither we are bound. We undertake no mighty Voyage, by help of Stars or Compass; but row from Creek to Creek, keep up a coasting Trade, and are fitted only for fair Weather and the Summer Season.","subId":"3","id":"Shaftesbury.C.MR.2.3.3"},{"type":"paragraph","content":"Happy therefore it is for <em>us</em> in particular, that having finish'd our Course of <span class=\"small-capitals\">Enthusiasm,</span> and pursu'd our Author into his<a href=\"#n1\"><sup>[1]</sup></a> <em>second</em> Treatise, we are now, at last, oblig'd to turn towards pleasanter Reflections, and have such Subjects in view as must naturally reduce us to a more familiar Style. <span class=\"small-capitals\">Wit</span> and <span class=\"small-capitals\">Humour</span> (the profess'd Subject of the Treatise now before us) will hardly bear to be examin'd in ponderous Sentences and pois'd Discourse. We might now perhaps do best, to lay aside the Gravity of strict Argument, and resume the way of <em>Chat;</em> which, thro' Aversion to a contrary <em>formal manner,</em> is generally relish'd with more than ordinary Satisfaction. For excess of <em>Physick,</em> we know, has often made Men hate the name of <em>wholesom.</em> And an abundancy of forc'd Instruction, and solemn Counsel, may have made Men full as averse to any thing deliver'd with an Air of high <em>Wisdom</em> and <em>Science;</em> especially if it be so <em>high</em> as to be set above all human Art of <em>Reasoning,</em> and even above <em>Reason</em> it-self, in the account of its sublime Dispensers.","subId":"4","id":"Shaftesbury.C.MR.2.3.4"},{"type":"paragraph","content":"However, since it may be objected to us by certain <em>Formalists</em> of this sort, <q>That we can prove nothing duly without proving it <em>in form</em></q>: we may for once condescend to their Demand; state our Case <em>formally;</em> and divide our Subject into Parts, after the <em>precise</em> manner, and according to just <em>Rule</em> and <em>Method.</em>","subId":"5","id":"Shaftesbury.C.MR.2.3.5"},{"type":"paragraph","content":"Our purpose, therefore, being to defend an Author, who has been charg'd as too presumptuous for introducing the way of <span class=\"small-capitals\">Wit</span> and <span class=\"small-capitals\">Humour</span> into <em>religious Searches;</em> we shall endeavour to make appear:","subId":"6","id":"Shaftesbury.C.MR.2.3.6"},{"type":"paragraph","content":"1<em>st,</em> That <span class=\"small-capitals\">Wit</span> and <span class=\"small-capitals\">Humour</span> are corroborative of <em>Religion,</em> and promotive of <em>true Faith.</em>","subId":"7","id":"Shaftesbury.C.MR.2.3.7"},{"type":"paragraph","content":"2<em>ly,</em> That they are us'd as proper <em>Means</em> of this kind by the holy Founders of Religion.","subId":"8","id":"Shaftesbury.C.MR.2.3.8"},{"type":"paragraph","content":"3<em>ly,</em> That notwithstanding the dark Complexion and sour Humour of some religious Teachers, we may be justly said to have in the main, A <em>witty</em> and <em>good-humour'd Religion.</em>","subId":"9","id":"Shaftesbury.C.MR.2.3.9"},{"type":"paragraph","content":"Among the earliest Acquaintance of my Youth, I remember, in particular, <em>a Club</em> of three or four merry Gentlemen, who had long kept Company with one another, and were seldom separate in any Party of Pleasure or Diversion. They happen'd once to be upon a travelling Adventure, and came to a Country, where they were told for certain, they should find the worst Entertainment, as well as the worst Roads imaginable. One of the Gentlemen, who seem'd the least concern'd for this Disaster, said slightly and without any seeming Design, <q>That the best Expedient for them in this Extremity wou'd be to keep themselves in high Humour, and endeavour to commend every thing which the Place afforded.</q> The other Gentlemen immediately took the hint; but, as it happen'd, kept silence, pass'd the Subject over, and took no further notice of what had been propos'd.","subId":"10","id":"Shaftesbury.C.MR.2.3.10"},{"type":"paragraph","content":"Being enter'd into the dismal Country, in which they proceeded without the least Complaint; 'twas remarkable, that if by great chance they came to any tolerable Bit of Road, or any ordinary Prospect, they fail'd not to say something or other <em>in its praise,</em> and wou'd light often on such pleasant <em>Fancys</em> and <em>Representations,</em> as made the Objects in reality agreeable.","subId":"11","id":"Shaftesbury.C.MR.2.3.11"},{"type":"paragraph","content":"When the greatest part of the Day was thus spent, and our Gentlemen arriv'd where they intended to take their Quarters, the first of 'em who made trial of the Fare, or tasted either <em>Glass</em> or <em>Dish,</em> recommended it with such an air of Assurance, and in such lively Expressions of Approbation, that the others came instantly over to his Opinion, and confirm'd his <em>Relish</em> with many additional Encomiums of their own.","subId":"12","id":"Shaftesbury.C.MR.2.3.12"},{"type":"paragraph","content":"Many ingenious Reasons were given for the several <em>odd</em> Tastes and Looks of Things, which were presented to 'em at Table. <q>Some Meats were <em>wholesom:</em> Others <em>of a high Taste:</em> Others according to the manner of eating in <em>this</em> or <em>that foreign Country.</em></q> Every Dish had the flavour of some celebrated Receit in <em>Cookery;</em> and the <em>Wine,</em> and other Liquors, had, in their turn, the advantage of being treated in the same elegant strain. In short, our Gentlemen eat and drank heartily, and took up with their indifferent Fare so well, that 'twas apparent they had wrought upon themselves <em>to believe</em> they were tolerably well serv'd.","subId":"13","id":"Shaftesbury.C.MR.2.3.13"},{"type":"paragraph","content":"Their Servants, in the mean time, having laid no such Plot as this against themselves, kept to their <em>Senses,</em> and stood it out, <q>That their Masters had certainly lost <em>theirs.</em> For how else cou'd they <em>swallow</em> so contentedly, and take all <em>for good</em> which was set before 'em?</q>—","subId":"14","id":"Shaftesbury.C.MR.2.3.14"},{"type":"paragraph","content":"Had I to deal with a malicious Reader; he might perhaps pretend to infer from this <em>Story</em> of my travelling Friends, that I intended to represent it as an easy matter for People to persuade themselves into what <em>Opinion</em> or <em>Belief</em> they pleas'd. But it can never surely be thought, that Men of true <em>Judgment</em> and <em>Understanding</em> shou'd set about such a Task as that of perverting their own <em>Judgment,</em> and giving a wrong Bias to their <span class=\"small-capitals\">Reason.</span> They must easily foresee that an Attempt of this kind, shou'd it have the least Success, wou'd prove of far worse Consequence to them than any Perversion of their <em>Taste, Appetite,</em> or ordinary <em>Senses.</em>","subId":"15","id":"Shaftesbury.C.MR.2.3.15"},{"type":"paragraph","content":"I must confess it, however, to be my Imagination, that where <em>fit Circumstances</em> concur, and many inviting Occasions offer from the side of Mens <em>Interest,</em> their <em>Humour,</em> or their <em>Passion;</em> 'tis no extraordinary Case to see 'em enter into such <em>a Plot</em> as this against their own Understandings, and endeavour by all possible means to persuade both themselves and others of what they think <em>convenient</em> and <em>useful to believe.</em>","subId":"16","id":"Shaftesbury.C.MR.2.3.16"},{"type":"paragraph","content":"If in many particular Cases, where Favour and Affection prevail, it be found so easy a thing with us, to impose upon ourselves; it cannot surely be very hard to do it, where we take for granted, <em>our highest Interest is concern'd.</em> Now it is certainly no small <em>Interest</em> or <em>Concern</em> with Men, to believe what is by Authority establish'd; since in the Case of Disbelief there can be no Choice left but either to live <em>a Hypocrite,</em> or be esteem'd <em>profane.</em> Even where Men are left to themselves, and allow'd the Freedom of their Choice, they are still forward enough <em>in believing;</em> and can officiously endeavour to persuade themselves of the Truth of any flattering Imposture.","subId":"17","id":"Shaftesbury.C.MR.2.3.17"},{"type":"paragraph","content":"Nor is it unusual to find Men successful in this <em>Endeavour:</em> As, among other Instances, may appear by the many <em>religious Faiths</em> or <em>Opinions,</em> however preposterous or contradictory, which, Age after Age, we know to have been rais'd on the Foundation of <em>Miracles</em> and pretended <em>Commissions</em> from Heaven. These have been as generally espous'd and passionately cherish'd as the greatest Truths and most certain Revelations. 'Tis hardly to be suppos'd that such Combinations shou'd be form'd, and Forgerys erected with such Success and Prevalency over the Understandings of Men, did not <em>they themselves</em> co-operate, of their own accord, towards the Imposture, and shew, <q>That by <em>a good-Will</em> and <em>hearty Desire of believing,</em> they had in reality a considerable Hand in the Deceit.</q>","subId":"18","id":"Shaftesbury.C.MR.2.3.18"},{"type":"paragraph","content":"'Tis certain that in a Country, where <span class=\"small-capitals\">Faith</span> has, for a long time, gone <em>by Inheritance,</em> and <em>Opinions</em> are entail'd by <em>Law,</em> there is little room left for the Vulgar to alter their Persuasion, or deliberate on the Choice of their religious Belief. Whensoever a Government thinks fit to concern it-self with Mens <em>Opinions,</em> and by its absolute Authority impose any particular <em>Belief,</em> there is none perhaps ever so ridiculous or monstrous in which it needs doubt of having good Success. This we may see thorowly effected in certain Countrys, by a steddy Policy, and sound Application of Punishment and Reward: with the Assistance of <em>particular Courts</em> erected to this end; <em>peculiar Methods</em> of Justice; <em>peculiar Magistrates</em> and <em>Officers;</em> proper <em>Inquests,</em> and certain <em>wholesom Severitys,</em> not slightly administer'd, and play'd with, (as certain Triflers propose) but duly and properly inforc'd; as is absolutely requisite to this end of strict <em>Conformity,</em> and <em>Unity</em> in one and the same Profession, and manner of Worship.","subId":"19","id":"Shaftesbury.C.MR.2.3.19"},{"type":"paragraph","content":"But shou'd it happen to be <em>the</em> <span class=\"small-capitals\">Truth</span> it-self which was thus effectually propagated by the Means we have describ'd; the very Nature of such <em>Means</em> can, however, allow but little Honour to the <em>Propagators,</em> and little Merit to the <em>Disciples</em> and <em>Believers.</em> 'Tis certain that <span class=\"small-capitals\">Mahometism,Paganism,Judaism,</span> or any <em>other</em> <span class=\"small-capitals\">Belief</span> may stand, as well as <em>the truest,</em> upon this Foundation. He who is now an <em>Orthodox</em> <span class=\"small-capitals\">Christian,</span> wou'd by virtue of such a Discipline have been infallibly as true a <span class=\"small-capitals\">Mussulman,</span> or as errant a <span class=\"small-capitals\">Heretick;</span> had his Birth happen'd in another place.","subId":"20","id":"Shaftesbury.C.MR.2.3.20"},{"type":"paragraph","content":"For this reason there can be no rational Belief but where <em>Comparison</em> is allow'd, <em>Examination</em> permitted, and a sincere <em>Toleration</em> establish'd. And in this case, I will presume to say, <q>That <em>Whatever</em> <span class=\"small-capitals\">Belief</span> is once espous'd or countenanc'd by the Magistrate, it will have a sufficient advantage; without any help from Force or Menaces on one hand, or extraordinary Favour and partial Treatment on the other.</q> If <em>the</em> <span class=\"small-capitals\">Belief</span> be in any measure consonant to <em>Truth</em> and <em>Reason,</em> it will find as much favour in the Eyes of Mankind, as <em>Truth</em> and <em>Reason</em> need desire. Whatever Difficultys there may be in any particular <em>Speculations</em> or <em>Mysterys</em> belonging to it; the better sort of Men will endeavour to pass 'em over. They will <em>believe</em> (as our<a href=\"#n2\"><sup>[2]</sup></a> Author says) <em>to the full stretch of their</em> <span class=\"small-capitals\">Reason,</span> and add Spurs to their <span class=\"small-capitals\">Faith,</span> in order to be the more <em>sociable;</em> and conform the better with what their <em>Interest,</em> in conjunction with their <em>Good-Humour,</em> inclines them to receive as credible, and observe as their <em>religious Duty</em> and <em>devotional Task.</em>","subId":"21","id":"Shaftesbury.C.MR.2.3.21"},{"type":"paragraph","content":"Here it is that <span class=\"small-capitals\">GoodHumour</span> will naturally take place, and the <em>Hospitable Disposition</em> of our travelling Friends above-recited will easily transfer it-self into <em>Religion,</em> and operate in the same manner with respect to the <em>establish'd Faith</em> (however miraculous or incomprehensible) under a tolerating, mild, and gentle Government.","subId":"22","id":"Shaftesbury.C.MR.2.3.22"},{"type":"paragraph","content":"Every one knows, indeed, That by <span class=\"small-capitals\">Heresy</span> is understood a Stubbornness in <em>the Will,</em> not a Defect merely in <em>the Understanding.</em> On this account 'tis impossible that an honest and <em>good-humour</em>'d Man shou'd be a <em>Schismatick</em> or <em>Heretick,</em> and affect to separate from his national Worship on slight Reason, or without severe <em>Provocation.</em>","subId":"23","id":"Shaftesbury.C.MR.2.3.23"},{"type":"paragraph","content":"To be pursu'd by <em>petty</em> <span class=\"small-capitals\">Inquisitors;</span> to be threatned with <em>Punishment,</em> or <em>penal Laws;</em> to be <em>mark'd out</em> as dangerous and suspected; to be rail'd at <em>in high Places,</em> with all the study'd Wit and Art of Calumny; are indeed sufficient Provocations to <em>ill Humour,</em> and may force People to <em>divide,</em> who at first had never any such Intention. But the Virtue of <em>Good-Humour</em> in <span class=\"small-capitals\">Religion</span> is such, that it can even reconcile Persons to a Belief, in which they were never bred, or to which they had conceiv'd a former Prejudice.","subId":"24","id":"Shaftesbury.C.MR.2.3.24"},{"type":"paragraph","content":"From these Considerations we cannot but of course conclude, <q>That there is nothing so ridiculous in respect of Policy, or so wrong and odious in respect of common Humanity, as a <em>moderate</em> and <em>half-way</em> <span class=\"small-capitals\">Persecution.</span> </q> It only frets the Sore; it raises the <em>Ill-humour</em> of Mankind; excites the keener Spirits; moves Indignation in Beholders; and sows the very Seeds of Schism in Mens bosoms. A <em>resolute</em> and <em>bold-fac'd</em> <span class=\"small-capitals\">Persecution</span> leaves no time or scope for these engendring Distempers, or gathering Ill-humours. It does the work at once; by <em>Extirpation, Banishment,</em> or <em>Massacre;</em> and like a bold Stroke in Surgery, dispatches by one short <em>Amputation,</em> what a bungling Hand wou'd make worse and worse, to the perpetual Sufferance and Misery of the Patient.","subId":"25","id":"Shaftesbury.C.MR.2.3.25"},{"type":"paragraph","content":"If there be on earth a proper way to render the most sacred Truth suspected, 'tis by supporting it with <em>Threats,</em> and pretending to <em>terrify</em> People into the Belief of it. This is a sort of daring Mankind in a Cause, where they know themselves superior, and out of reach. The weakest Mortal finds within himself, that tho he may be <em>out-witted</em> and <em>deluded,</em> he can never be <em>forc'd</em> in what relates to his <em>Opinion</em> or <em>Assent.</em> And there are few Men so ignorant of human Nature, and of what they hold in common with their Kind, as not to comprehend, <q>That where great Vehemence is express'd by any-one in what relates solely to <em>another,</em> 'tis seldom without some private Interest of <em>his own.</em></q>","subId":"26","id":"Shaftesbury.C.MR.2.3.26"},{"type":"paragraph","content":"In common Matters of Dispute, the angry Disputant makes the best Cause to appear the worst. A <em>Clown</em> once took a fancy to hear the <em>Latin</em> Disputes of Doctors at a University. He was ask'd what pleasure he could take in viewing such Combatants, when he could never know so much as which of the Partys had the better. <q>For that matter,</q> reply'd the <em>Clown,</em> <q>I a'n't such a Fool neither, but I can see who's the first that puts t'other into a Passion.</q> Nature her-self dictated this Lesson to the Clown; <q>That he who had the better of the Argument, wou'd be <em>easy</em> and <em>well-humour'd:</em> But he who was unable to support his Cause by Reason, wou'd naturally lose his Temper, and grow <em>violent.</em></q>","subId":"27","id":"Shaftesbury.C.MR.2.3.27"},{"type":"paragraph","content":"Were two Travellers agreed to tell their Story separate in publick: the one being a Man of Sincerity, but <em>positive</em> and <em>dogmatical;</em> the other less sincere, but <em>easy</em> and <em>good-humour'd:</em> tho it happen'd that the Accounts of this latter Gentleman were of the more miraculous sort; they wou'd yet sooner gain Belief, and be more favourably receiv'd by Mankind, than the strongly asserted Relations and vehement Narratives of the other <em>fierce</em> Defender of the Truth.","subId":"28","id":"Shaftesbury.C.MR.2.3.28"},{"type":"paragraph","content":"That GOOD HUMOUR is a chief Cause of Compliance, or Acquiescence in matters of <em>Faith,</em> may be prov'd from the very <em>Spirit</em> of those, whom we commonly call <span class=\"small-capitals\">Criticks.</span> 'Tis a known Prevention against the Gentlemen of this Character; <q>That they are generally <em>ill-humour'd,</em> and <em>splenetick.</em></q> The World will needs have it, That their <em>Spleen</em> disturbs 'em. And I must confess I think the World in general to be so far right in this Conceit, That tho all <em>Criticks</em> perhaps are not necessarily <em>splenetick;</em> all <em>splenetick People</em> (whether naturally such, or made so by ill Usage) have a necessary Propensity to <em>Criticism</em> and <em>Satir.</em> When Men are <em>easy</em> in themselves, they let others remain so; and can readily comply with what seems <em>plausible,</em> and is thought conducing to <em>the Quiet</em> or <em>good Correspondence</em> of Mankind. They study to raise no Difficultys or Doubts. And in religious Affairs, 'tis seldom that they are known forward to entertain ill Thoughts or Surmises, whilst they are unmolested. But if disturb'd by groundless Arraignments and Suspicions, by unnecessary Invectives, and bitter Declamations, and by a contentious quarrelsom Aspect of Religion; they naturally turn <em>Criticks,</em> and begin to question every thing. The Spirit of <em>Satir</em> rises with the <em>ill Mood:</em> and the chief Passion of Men thus diseas'd and thrown out of Good Humour, is to find fault, censure, unravel, confound, and leave nothing without exception and controversy.","subId":"29","id":"Shaftesbury.C.MR.2.3.29"},{"type":"paragraph","content":"These are the <em>Scepticks</em> or <em>Scrupulists,</em> against whom there is such a Clamor rais'd. 'Tis evident, in the mean while, that the very <em>Clamor</em> it-self, join'd with the usual Menaces and Shew of Force, is that which chiefly raises this <em>sceptical</em> Spirit, and helps to multiply the number of these inquisitive and <em>ill-humour'd</em> <span class=\"small-capitals\">Criticks.</span> Mere <em>Threats,</em> without power of Execution, are only exasperating and provocative. They<a href=\"#n3\"><sup>[3]</sup></a> who are Masters of the <em>carnal</em> as well as <em>spiritual</em> Weapon, may apply each at their pleasure, and in what proportion they think necessary. But where the Magistrate resolves steddily to reserve his <em>Fasces</em> for his own proper Province, and keep the Edg-Tools and deadly Instruments out of other Hands, 'tis in vain for spiritual Pretenders to take such magisterial Airs. It can then only become them to brandish such Arms, when they have strength enough to make the Magistrate resign his Office, and become <em>Provost</em> or <em>Executioner</em> in their service.—","subId":"30","id":"Shaftesbury.C.MR.2.3.30"},{"type":"paragraph","content":"Shou'd any one who happens to read these Lines, perceive in himself a rising Animosity against the Author, for asserting thus zealously the Notion of a <em>religious Liberty,</em> and <em>mutual Toleration;</em> 'tis wish'd that he wou'd maturely deliberate on the Cause of his Disturbance and Ill-humour. Wou'd he deign to look narrowly into himself, he wou'd undoubtedly find that it is not <span class=\"small-capitals\">Zeal</span> for <em>Religion</em> or the <em>Truth,</em> which moves him on this occasion. For had he happen'd to be in a Nation where he was <em>no Conformist,</em> nor had any Hope or Expectation of obtaining the Precedency for his <em>own</em> Manner of Worship, he wou'd have found nothing preposterous in this our Doctrine of <em>Indulgence.</em> 'Tis a Fact indisputable, that whatever Sect or Religion is undermost, tho it may have persecuted at any time before; yet as soon as it begins to suffer Persecution in its turn, it recurs instantly to the Principles of <span class=\"small-capitals\">Moderation,</span> and maintains this our Plea for <em>Complacency, Sociableness,</em> and <span class=\"small-capitals\">GoodHumour</span> <em>in Religion.</em> The Mystery therefore of this Animosity, or rising Indignation of my devout and zealous <em>Reader,</em> is only this; <q>That being <em>devoted</em> to the Interest of <em>a Party</em> already in possession or expectation of the temporal Advantages annex'd to a particular Belief; he fails not, as a zealous <em>Party-Man,</em> to look with jealousy on every unconformable Opinion, and is sure to justify those <em>Means</em> which he thinks proper to prevent its growth.</q> He knows that if in Matters of Religion any one believes amiss, 'tis at his own peril. If <em>Opinion</em> damns; <em>Vice</em> certainly does as much. Yet will our Gentleman easily find, if he inquires the least into <em>himself,</em> that he has no such furious Concern for the Security of Mens <em>Morals,</em> nor any such violent Resentment of their <em>Vices,</em> when they are such as no-way incommode him. And from hence it will be easy for him to infer, <q>That the Passion he feels on this occasion, is not from pure <span class=\"small-capitals\">Zeal,</span> but <em>private</em> <span class=\"small-capitals\">Interest,</span> and <em>worldly</em> <span class=\"small-capitals\">Emulation.</span> </q>","subId":"31","id":"Shaftesbury.C.MR.2.3.31"},{"type":"paragraph","content":"COME we now (as authentick Rhetoricians express themselves) to our <em>second Head:</em> which we shou'd again subdivide into <em>Firsts</em> and <em>Seconds,</em> but that this manner of carving is of late days grown much out of fashion.","subId":"32","id":"Shaftesbury.C.MR.2.3.32"},{"type":"paragraph","content":"'Twas the Custom of our Ancestors, perhaps as long since as the days of our hospitable <em>King</em> <span class=\"small-capitals\">Arthur,</span> to have nothing serv'd at Table but what was <em>intire</em> and substantial. 'Twas a whole Boar, or solid Ox which made the Feast. The Figure of the Animal was preserv'd intire, and the Dissection made in form by the appointed <em>Carver,</em> a Man of Might as well as profound Craft and notable Dexterity; who was seen erect, with goodly Mein and Action, <em>displaying</em> Heads and Members, <em>dividing</em> according to Art, and <em>distributing</em> his Subject-matter into proper <em>Parts,</em> sutable to the Stomachs of those he serv'd. In latter days 'tis become the Fashion to eat with less Ceremony and Method. Every-one chuses <em>to carve</em> for himself. The learned Manner of <em>Dissection</em> is out of request; and a certain Method of Cookery has been introduc'd; by which the <em>anatomical</em> Science of the Table is intirely set aside. <em>Ragouts</em> and <em>Fricassees</em> are the reigning Dishes, in which every thing is so dismember'd and thrown out of all Order and Form, that no Part of the Mass can properly be <em>divided,</em> or distinguish'd from another.","subId":"33","id":"Shaftesbury.C.MR.2.3.33"},{"type":"paragraph","content":"Fashion is indeed a powerful Mistress, and by her single Authority has so far degraded the carving Method and Use of <em>Solids,</em> even in Discourse and Writing, that our religious Pastors themselves have many of 'em chang'd their Manner of distributing to us their spiritual Food. They have quitted their substantial Service, and uniform Division into <em>Parts</em> and <em>Under-Parts;</em> and in order to become fashionable, they have run into the more savoury way of learned <em>Ragout</em> and <em>Medley.</em> 'Tis the unbred rustick Orator alone, who presents his clownish Audience with a <em>divisible Discourse.</em> The elegant Court-Divine exhorts in <span class=\"small-capitals\">Miscellany,</span> and is asham'd to bring his <em>Two's</em> and <em>Three's</em> before a fashionable Assembly.","subId":"34","id":"Shaftesbury.C.MR.2.3.34"},{"type":"paragraph","content":"Shou'd I therefore, as a mere <em>Miscellanarian</em> or <em>Essay</em>-Writer, forgetting what I had premis'd, be found to drop <em>a Head,</em> and lose the connecting Thred of my present Discourse; the Case perhaps wou'd not be so preposterous. For fear however lest I shou'd be charg'd for being worse than my word, I shall endeavour to satisfy my Reader, by pursuing my <em>Method</em> propos'd: if peradventure he can call to mind, what that Method was. Or if he cannot, the matter is not so very important, but he may safely pursue his reading, without further trouble.","subId":"35","id":"Shaftesbury.C.MR.2.3.35"},{"type":"paragraph","content":"To proceed, therefore. Whatever Means or Methods may be employ'd at any time in maintaining or propagating <em>a religious Belief</em> already current and establish'd, 'tis evident that the first Beginnings must have been founded in that natural Complacency, and <span class=\"small-capitals\">GoodHumour,</span> which inclines to Trust and Confidence in Mankind. <em>Terrors</em> alone, tho accompany'd with Miracles and Prodigys of whatever kind, are not capable of raising that sincere Faith and absolute Reliance which is requir'd in favour of the divinely authoriz'd <em>Instructor,</em> and spiritual <em>Chief.</em> The Affection and Love which procures a true Adherence to the new religious Foundation, must depend either on a real or counterfeit<a href=\"#n4\"><sup>[4]</sup></a> <span class=\"small-capitals\">Goodness</span> in the <em>religious Founder.</em> Whatever ambitious Spirit may inspire him; whatever savage Zeal or persecuting Principle may lie in reserve, ready to disclose it-self when Authority and Power is once obtain'd; the <em>First</em> Scene of Doctrine, however, fails not to present us with the agreeable Views of <em>Joy, Love, Meekness, Gentleness,</em> and <em>Moderation.</em>","subId":"36","id":"Shaftesbury.C.MR.2.3.36"},{"type":"paragraph","content":"In this respect, <span class=\"small-capitals\">Religion,</span> according to the common Practice in many Sects, may be compar'd to that sort of <em>Courtship,</em> of which the Fair Sex are known often to complain. In the Beginning of an Amour, when these innocent Charmers are first accosted, they hear of nothing but <em>tender Vows, Submission, Service, Love.</em> But soon afterwards, when won by this Appearance of Gentleness and Humility, they have resign'd themselves, and are no longer <em>their own,</em> they hear a different Note, and are taught to understand <em>Submission</em> and <em>Service</em> in a sense they little expected. <em>Charity</em> and <em>Brotherly Love</em> are very engaging Sounds: But who wou'd dream that out of abundant Charity and Brotherly Love shou'd come <em>Steel, Fire, Gibbets, Rods,</em> and such a sound and hearty Application of these Remedys as shou'd at once advance the worldly Greatness of religious Pastors, and the particular Interest of private Souls, for which they are so charitably concern'd?","subId":"37","id":"Shaftesbury.C.MR.2.3.37"},{"type":"paragraph","content":"It has been observ'd by our<a href=\"#n5\"><sup>[5]</sup></a> Author, <q>That the <span class=\"small-capitals\">Jews</span> were naturally a very cloudy People.</q> That they had certainly in Religion, as in every thing else, the least <em>Good-Humour</em> of any People in the World, is very apparent. Had it been otherwise, their holy Legislator and Deliverer, who was declar'd<a href=\"#n6\"><sup>[6]</sup></a> <em>the meekest Man on Earth,</em> and who for many years together had by the most popular and kind Acts endeavour'd to gain their Love and Affection, wou'd in all probability have treated them afterwards with more Sweetness, and been able with<a href=\"#n7\"><sup>[7]</sup></a> less Blood and Massacre to retain them in their religious Duty. This however we may observe, That if the first <em>Jewish</em> Princes and celebrated Kings acted in reality according to the Institutions of their great Founder, not only <span class=\"small-capitals\">Musick,</span> but even <span class=\"small-capitals\">Play</span> and <span class=\"small-capitals\">Dance,</span> were of holy Appointment, and divine Right. The first Monarch of this Nation, tho of a <em>melancholy Complexion,</em> join'd <span class=\"small-capitals\">Musick</span> with his spiritual Exercises, and even us'd it as a Remedy under that <em>dark</em> <span class=\"small-capitals\">Enthusiasm</span> or<a href=\"#n8\"><sup>[8]</sup></a> <em>evil Spirit;</em> which how far it might resemble that of <em>Prophecy,</em> experienc'd by him<a href=\"#n9\"><sup>[9]</sup></a> even after his Apostacy, our<a href=\"#n10\"><sup>[10]</sup></a> Author pretends not to determine. 'Tis certain that the Successor of this Prince was a hearty Espouser of the <em>merry</em> Devotion, and by his example has shewn it to have been fundamental in the religious Constitution of his People.<a href=\"#n11\"><sup>[11]</sup></a> The famous <em>Entry</em> or <em>high Dance</em> perform'd by him, after so conspicuous a manner, in the Procession of the sacred <em>Coffer,</em> shews that he was not asham'd of expressing any Extasy of <em>Joy</em> or<a href=\"#n12\"><sup>[12]</sup></a> playsom <em>Humour,</em> which was practis'd by the<a href=\"#n13\"><sup>[13]</sup></a> meanest of the Priests or People on such an occasion.","subId":"38","id":"Shaftesbury.C.MR.2.3.38"},{"type":"paragraph","content":"Besides the many Songs and Hymns dispers'd in Holy Writ, the Book of <em>Psalms</em> it-self, <em>Job, Proverbs, Canticles,</em> and other intire Volumes of the sacred Collection, which are plainly <em>Poetry,</em> and full of humorous Images, and jocular Wit, may sufficiently shew how readily the inspir'd Authors had recourse to <span class=\"small-capitals\">Humour</span> and <span class=\"small-capitals\">Diversion,</span> as a proper Means to promote <em>Religion,</em> and strengthen <em>the establish'd Faith.</em>","subId":"39","id":"Shaftesbury.C.MR.2.3.39"},{"type":"paragraph","content":"When the Affairs of the <em>Jewish</em> Nation grew desperate, and every thing seem'd tending to a total Conquest and Captivity, the Style of their holy Writers and Prophets might well vary from that of earlier days, in the Rise and Vigor of their Common-wealth, or during the first Splendor of their Monarchy, when the Princes themselves prophesy'd, and potent Kings were of the number of the Sacred Pen-men. This still we may be assur'd of; That however <em>melancholy</em> or <em>ill-humour'd</em> any of the Prophets may appear at any time, 'was not that kind of Spirit, which <em>God</em> was wont to encourage in them. Witness the Case of the Prophet <span class=\"small-capitals\">Jonah;</span> whose Character is so naturally describ'd in Holy Writ.","subId":"40","id":"Shaftesbury.C.MR.2.3.40"},{"type":"paragraph","content":"Pettish as this Prophet was, unlike a Man, and resembling rather some refractory boyish <em>Pupil;</em> it may be said that <span class=\"small-capitals\">God,</span> as a kind <em>Tutor,</em> was pleas'd <em>to humour him,</em> bear with his Anger, and in a lusory manner, expose his childish Frowardness, and shew him <em>to himself.</em>","subId":"41","id":"Shaftesbury.C.MR.2.3.41"},{"type":"paragraph","content":"<a href=\"#n14\"><sup>[14]</sup></a><q>Arise (said his gracious Lord) <em>and go to</em> <span class=\"small-capitals\">Ninive.</span> </q> <q>No such matter,</q> says our Prophet to himself; but away over-Sea for <span class=\"small-capitals\">Tarshish.</span> He fairly plays the Truant, like an arch <em>School-Boy;</em> hoping to hide out of the way. But his <em>Tutor</em> had good Eyes, and a long Reach. He overtook him at Sea; where a Storm was ready prepar'd for his Exercise, and a Fish's Belly for his Lodging. The Renegade found himself in harder Durance than any at Land. He was sufficiently mortify'd: He grew good, pray'd, moraliz'd, and spoke mightily against<a href=\"#n15\"><sup>[15]</sup></a> <em>Lying Vanitys.</em>","subId":"42","id":"Shaftesbury.C.MR.2.3.42"},{"type":"paragraph","content":"Again,<a href=\"#n16\"><sup>[16]</sup></a> the Prophet is taken into favour, and bid <em>go to</em> <span class=\"small-capitals\">Ninive,</span> to foretel Destruction. He foretels it. <span class=\"small-capitals\">Ninive</span> repents: God pardons: and the Prophet is angry.","subId":"43","id":"Shaftesbury.C.MR.2.3.43"},{"type":"paragraph","content":"<a href=\"#n17\"><sup>[17]</sup></a><q>Lord!—Did I not foresee what this wou'd come to? <em>Was not this my Saying, when I was</em> safe <em>and</em> quiet <em>at home?</em>—What else shou'd I have run away for?—As if I knew not how little dependence there was on the Resolution of those, who are always so ready to forgive, and <em>repent</em> of what they have determin'd.—No!—Strike me <em>dead!</em>—<em>Take my Life,</em> this moment. <em>'Tis better for me.</em>—If ever I prophesy again.</q> <strong> </strong> <strong> </strong> <strong> </strong>","subId":"44","id":"Shaftesbury.C.MR.2.3.44"},{"type":"paragraph","content":"<a href=\"#n18\"><sup>[18]</sup></a><q>And <em>Dost thou well then to be thus angry,</em> <span class=\"small-capitals\">Jonah?</span> Consider with thy-self.—Come!—Since thou wilt needs retire out of the City, to see at a distance <em>what will come of it;</em> here, Take a better Fence than thy own <em>Booth</em> against the hot Sun which incommodes Thee. Take this tall <em>Plant</em> as a <em>shady Covering for thy Head.</em> Cool thy-self, and be <em>deliver'd from thy Grief.</em></q>","subId":"45","id":"Shaftesbury.C.MR.2.3.45"},{"type":"paragraph","content":"When <em>the Almighty</em> had shown this Indulgence to <em>the Prophet,</em> he grew better-humour'd, and pass'd a tolerable Night. But the<a href=\"#n19\"><sup>[19]</sup></a> next morning the <em>Worm</em> came, and an <em>East-</em>Wind: the Arbor was nip'd: the Sun shone vehemently, and the Prophet's Head was heated, as before. Presently the ill Mood returns, and the Prophet is at the old pass. <q><em>Better die, than live</em> at this rate.—<em>Death, Death</em> alone can satisfy me. Let me hear no longer of Living.—No!—'Tis in vain to talk of it.</q>—","subId":"46","id":"Shaftesbury.C.MR.2.3.46"},{"type":"paragraph","content":"Again<a href=\"#n20\"><sup>[20]</sup></a> GOD expostulates; but is taken up short, and answer'd churlishly, by the testy Prophet. <q>Angry he <em>is;</em> angry he <em>ought to be,</em> and angry he <em>will</em> be, <em>to his Death.</em></q> But the <span class=\"small-capitals\">Almighty,</span> with the utmost pity towards him, in this <em>melancholy</em> and <em>froward Temper,</em> lays open the Folly of it; and exhorts to <em>Mildness,</em> and <span class=\"small-capitals\">GoodHumour,</span> in the most tender manner, and under the most <em>familiar</em> and <em>pleasant Images;</em> whilst he shews<a href=\"#n21\"><sup>[21]</sup></a> <em>expressly</em> more Regard and Tenderness to the very <span class=\"small-capitals\">Cattel</span> and <em>Brute-Beasts,</em> than the Prophet to his own <span class=\"small-capitals\">HumanKind,</span> and to those very <em>Disciples</em> whom by his Preaching he had converted.","subId":"47","id":"Shaftesbury.C.MR.2.3.47"},{"type":"paragraph","content":"In the antienter Parts of Sacred Story, where the Beginning of things, and Origin of human Race are represented to us, there are sufficient Instances of this <em>Familiarity of Style,</em> this popular pleasant Intercourse, and Manner of Dialogue between<a href=\"#n22\"><sup>[22]</sup></a> <span class=\"small-capitals\">God</span> and <em>Man:</em> I might add even between<a href=\"#n23\"><sup>[23]</sup></a> <em>Man</em> and <em>Beast;</em> and what is still more extraordinary, between <span class=\"small-capitals\">God</span> and<a href=\"#n24\"><sup>[24]</sup></a> <span class=\"small-capitals\">Satan.</span>","subId":"48","id":"Shaftesbury.C.MR.2.3.48"},{"type":"paragraph","content":"Whatsoever of this kind may be <em>allegorically</em> understood, or in the way of <span class=\"small-capitals\">Parable</span> or <span class=\"small-capitals\">Fable;</span> this I am sure of, That the <em>Accounts, Descriptions, Narrations, Expressions,</em> and <em>Phrases</em> are in themselves many times exceedingly <em>pleasant, entertaining,</em> and <em>facetious.</em> But fearing lest I might be mis-interpreted, shou'd I offer to set these Passages in their proper Light, (which however has been perform'd by undoubted good Christians, and most learned and<a href=\"#n25\"><sup>[25]</sup></a> eminent Divines of our own Church) I forbear to go any further into the Examination or Criticism of this sort.","subId":"49","id":"Shaftesbury.C.MR.2.3.49"},{"type":"paragraph","content":"As for our Saviour's Style, 'tis not more <em>vehement</em> and <em>majestick</em> in his gravest Animadversions or declamatory Discourses; than it is <em>sharp, humorous,</em> and <em>witty</em> in his Repartees, Reflections, fabulous Narrations, or Parables, Similes, Comparisons, and other Methods of <em>milder</em> Censure and Reproof. His Exhortations to his Disciples; his particular Designation of their Manners; the pleasant Images under which he often couches his Morals and prudential Rules; even his Miracles themselves (especially the<a href=\"#n26\"><sup>[26]</sup></a> first he ever wrought) carry with them a certain <em>Festivity, Alacrity,</em> and <span class=\"small-capitals\">GoodHumour</span> so remarkable, that I shou'd look upon it as impossible not to be mov'd in a pleasant manner at their Recital.","subId":"50","id":"Shaftesbury.C.MR.2.3.50"},{"type":"paragraph","content":"Now, if what I have here asserted in behalf of <span class=\"small-capitals\">Pleasantry</span> and <span class=\"small-capitals\">Humour,</span> be found just and real in respect of the <em>Jewish</em> and <em>Christian</em> Religions; I doubt not, it will be yielded to me, in respect of the antient <em>Heathen</em> Establishments; that the highest Care was taken by their original Founders, and following Reformers, <em>to exhilarate</em> Religion, and correct that <em>Melancholy</em> and <em>Gloominess</em> to which it is subject; according to those different Modifications of<a href=\"#n27\"><sup>[27]</sup></a> <span class=\"small-capitals\">Enthusiasm</span> above specify'd.","subId":"51","id":"Shaftesbury.C.MR.2.3.51"},{"type":"paragraph","content":"Our Author, as I take it, has<a href=\"#n28\"><sup>[28]</sup></a> elsewhere shewn that these <em>Founders</em> were real <em>Musicians,</em> and Improvers of <em>Poetry, Musick,</em> and <em>the entertaining Arts;</em> which they in a manner <em>incorporated</em> with Religion: Not without good reason; as I am apt to imagine. For to me it plainly appears, That in the early times of all Religions, when Nations were yet barbarous and savage, there was ever an Aptness or Tendency towards the dark part of Superstition, which among many other Horrors produc'd that of <em>human Sacrifice.</em> Something of this nature might possibly be deduc'd even from<a href=\"#n29\"><sup>[29]</sup></a> Holy Writ. And in other Historys we are inform'd of it more at large.","subId":"52","id":"Shaftesbury.C.MR.2.3.52"},{"type":"paragraph","content":"Every one knows how great a Part of the old <em>Heathen</em> Worship consisted in <em>Play, Poetry,</em> and <em>Dance.</em> And tho some of the more melancholy and superstitious Votarys might approach the Shrines of their <span class=\"small-capitals\">Divinitys</span> with mean <em>Grimaces, Crouchings,</em> and other <em>fawning</em> Actions, betraying the low Thoughts they had of the Divine Nature; yet 'tis well known, that in those times the <em>illiberal</em><a href=\"#n30\"><sup>[30]</sup></a> <em>sycophantick</em> manner of Devotion was by the wiser sort contemn'd, and oft suspected,<a href=\"#n31\"><sup>[31]</sup></a> as knavish and indirect.","subId":"53","id":"Shaftesbury.C.MR.2.3.53"},{"type":"paragraph","content":"How different an Air and Aspect the good and virtuous were presum'd to carry with them to the Temple, let <span class=\"small-capitals\">Plutarch</span> singly, instead of many others, witness, in his excellent Treatise of<a href=\"#n32\"><sup>[32]</sup></a> <em>Superstition;</em> and in another against the <em>Epicurean</em> Atheism, where it will plainly enough appear<a href=\"#n33\"><sup>[33]</sup></a> what a share <span class=\"small-capitals\">GoodHumour</span> had in that which the politer Antients esteem'd as <em>Piety,</em> and true <em>Religion.</em>","subId":"54","id":"Shaftesbury.C.MR.2.3.54"},{"type":"paragraph","content":"BUT NOW, methinks, I have been sufficiently <em>grave</em> and <em>serious,</em> in defense of what is directly contrary to Seriousness and Gravity. I have very <em>solemnly</em> pleaded for <em>Gaity</em> and <span class=\"small-capitals\">GoodHumour:</span> I have declaim'd against <em>Pedantry</em> in learned Language, and oppos'd <em>Formality</em> in Form. I now find my-self somewhat impatient to get loose from the Constraint of <em>Method:</em> And I pretend lawfully to exercise the Privilege which I have asserted, of rambling from Subject to Subject, from Style to Style, in my <span class=\"small-capitals\">Miscellaneous</span> manner, according to my present Profession and Character.","subId":"55","id":"Shaftesbury.C.MR.2.3.55"},{"type":"paragraph","content":"I may, in the mean while, be censur'd probably for passing over my <em>Third</em> Head. But the methodical Reader, if he be scrupulous about it, may content himself with looking back: And if possibly he can pick it out of my <em>Second,</em> he will forgive this Anticipation, in a Writing which is govern'd less by Form than Humour. I had indeed resolv'd with my-self to make a large Collection of Passages from our most eminent and learned Divines, in order to have set forth this <em>Latter</em> Head of my Chapter; and by better Authority than my own to have evinc'd, <q>That we had in the main <em>a good-humour'd Religion.</em></q> But after considering a little while, I came to this short Issue with my-self: <q>That it was better not to cite <em>at all,</em> than to cite <em>partially.</em></q> Now if I cited <em>fairly</em> what was said as well on the melancholy as the chearful side of our Religion, the Matter, I found, wou'd be pretty doubtfully balanc'd: And the Result at last wou'd be this; <q>That, generally speaking, as oft as a Divine was in good Humour, we shou'd find <span class=\"small-capitals\">Religion</span> <em>the sweetest</em> and <em>best-humour'd</em> thing in Nature: But at other times (and <em>that,</em> pretty often) we shou'd find a very different Face of Matters.</q>","subId":"56","id":"Shaftesbury.C.MR.2.3.56"},{"type":"paragraph","content":"Thus are we alternately exalted and humbled, chear'd and dejected, according as our spiritual<a href=\"#n34\"><sup>[34]</sup></a> Director is himself influenc'd: And this, peradventure, for our Edification and Advantage; <q>That by these Contrarietys and Changes we may be render'd more supple and compliant.</q> If we are very <em>low,</em> and <em>down;</em> we are <em>taken up.</em> If we are <em>up,</em> and <em>high;</em> we are <em>taken down.</em>—This is <em>Discipline.</em> This is <em>Authority</em> and <em>Command.</em>—Did Religion carry constantly <em>one and the same</em> Face, and were it always represented to us <em>alike</em> in every respect; we might perhaps be overbold, and make Acquaintance with it, in too familiar a manner: We might think our-selves fully knowing in it, and assur'd of its true <em>Character</em> and <em>Genius.</em> From whence perhaps we might become more refractory towards the Ghostly Teachers of it, and be apt to submit our-selves the less to those who, by Appointment and Authority, represent it to us, in such Lights, as they esteem most proper and convenient.","subId":"57","id":"Shaftesbury.C.MR.2.3.57"},{"type":"paragraph","content":"I shall therefore not only conclude <em>abruptly,</em> but even <em>sceptically</em> on this my <em>last</em> Head: referring my Reader to what has been said already, on my preceding Heads, for the bare probability <q>of our having, in the main, a <em>witty</em> and <em>good-humour'd</em> <span class=\"small-capitals\">Religion.</span> </q>","subId":"58","id":"Shaftesbury.C.MR.2.3.58"},{"type":"paragraph","content":"This, however, I may presume to assert; That there are undoubtedly some <em>Countenances</em> or <em>Aspects</em> of our Religion, which are <em>humorous</em> and <em>pleasant</em> in them-selves; and that the sadder Representations of it are many times so <em>over-</em>sad and <em>dismal,</em> that they are apt to excite a very contrary Passion to what is intended by the Representers.","subId":"59","id":"Shaftesbury.C.MR.2.3.59"},{"type":"note","content":"<em>Viz.</em> Essay on the Freedom of <em>Wit</em> and <em>Humour,</em> VOL. I.","subId":"n1","id":"Shaftesbury.C.MR.2.3.n1"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. <em>pag.</em> 34.","subId":"n2","id":"Shaftesbury.C.MR.2.3.n2"},{"type":"note","content":"<em>Supra,</em> pag. 94.","subId":"n3","id":"Shaftesbury.C.MR.2.3.n3"},{"type":"note","content":"VOL. I. <em>pag.</em> 94. and VOL. II. <em>pag.</em> 334.","subId":"n4","id":"Shaftesbury.C.MR.2.3.n4"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. <em>pag.</em> 29. And above, <em>pag.</em> 55, 56.","subId":"n5","id":"Shaftesbury.C.MR.2.3.n5"},{"type":"note","content":"Numb. Ch. xii. ver. 3.","subId":"n6","id":"Shaftesbury.C.MR.2.3.n6"},{"type":"note","content":"Exod. Ch. xxxii. ver. 27, <em>&amp;c.</em> And Numb. Ch. xvi. ver. 41.","subId":"n7","id":"Shaftesbury.C.MR.2.3.n7"},{"type":"note","content":"1 Sam. Ch. xviii. ver. 10. And Ch. xix. ver. 9.","subId":"n8","id":"Shaftesbury.C.MR.2.3.n8"},{"type":"note","content":"Ibid. ver. 23, 24.","subId":"n9","id":"Shaftesbury.C.MR.2.3.n9"},{"type":"note","content":"Letter of Enthusiasm, VOL. I. <em>pag.</em> 45.","subId":"n10","id":"Shaftesbury.C.MR.2.3.n10"},{"type":"note","content":"2 Sam. Ch. vi. ver. 5, 14, &amp; 16.","subId":"n11","id":"Shaftesbury.C.MR.2.3.n11"},{"type":"note","content":"Ibid. ver. 22.","subId":"n12","id":"Shaftesbury.C.MR.2.3.n12"},{"type":"note","content":"Tho this <em>Dance</em> was not perform'd quite naked, the Dancers, it seems, were so slightly cloth'd, that in respect of Modesty, they might as well have wore nothing: their Nakedness appearing still by means of their high Caperings, Leaps, and violent Attitudes, which were proper to this Dance. The Reader, if he be curious, may examine what relation this religious Extasy and naked Dance had to the <em>naked</em> and <em>processional Prophecy;</em> (1 Sam. Ch. xix. ver. 23, &amp; 24.) where Prince, Priest, and People prophesy'd in conjunction: the Prince himself being both of the <em>itinerant</em> and <em>naked</em> Party. It appears that even before he was yet advanc'd to the Throne, he had been seiz'd with this prophesying Spirit <em>errant, processional,</em> and <em>saltant,</em> attended, as we find, with a sort of Martial Dance perform'd in Troops or Companys, with Pipe and Tabret accompanying the March, together with Psaltry, Harp, Cornets, Timbrels, and other variety of Musick. See 1 Sam. Ch. x. ver. 5. and Ch. xix. ver. 23, 24, &amp;c. and 2 Sam. Ch. vi. ver. 5. And above, <em>Letter of Enthusiasm,</em> VOL. I. pag. 45.","subId":"n13","id":"Shaftesbury.C.MR.2.3.n13"},{"type":"note","content":"Jonah, Ch. i, <em>&amp;c.</em>","subId":"n14","id":"Shaftesbury.C.MR.2.3.n14"},{"type":"note","content":"Ibid. Ch. ii. ver. 8.","subId":"n15","id":"Shaftesbury.C.MR.2.3.n15"},{"type":"note","content":"Ch. iii. ver. 1, <em>&amp;c.</em>","subId":"n16","id":"Shaftesbury.C.MR.2.3.n16"},{"type":"note","content":"Jonah, Ch. iv. ver. 1, 2, 3.","subId":"n17","id":"Shaftesbury.C.MR.2.3.n17"},{"type":"note","content":"Ver. 4, 5, 6.","subId":"n18","id":"Shaftesbury.C.MR.2.3.n18"},{"type":"note","content":"Ver. 7, 8.","subId":"n19","id":"Shaftesbury.C.MR.2.3.n19"},{"type":"note","content":"Ver. 9.","subId":"n20","id":"Shaftesbury.C.MR.2.3.n20"},{"type":"note","content":"See the last Verse of this Prophet.","subId":"n21","id":"Shaftesbury.C.MR.2.3.n21"},{"type":"note","content":"Gen. Ch. iii. ver. 9, <em>&amp;c.</em>","subId":"n22","id":"Shaftesbury.C.MR.2.3.n22"},{"type":"note","content":"Numb. Ch. xxii. ver. 28, <em>&amp;c.</em>","subId":"n23","id":"Shaftesbury.C.MR.2.3.n23"},{"type":"note","content":"(1.) Job, Ch. i, &amp; ii.(2.) 2 Chron. Ch. xviii. ver. 18, 19, <em>&amp;c.</em>","subId":"n24","id":"Shaftesbury.C.MR.2.3.n24"},{"type":"note","content":"See <span class=\"small-capitals\">Burnet,</span> <em>Archaeol.</em> cap. 7. p. 280, <em>&amp;c.</em>","subId":"n25","id":"Shaftesbury.C.MR.2.3.n25"},{"type":"note","content":"St <span class=\"small-capitals\">John,</span> Chap. ii. ver. 11.","subId":"n26","id":"Shaftesbury.C.MR.2.3.n26"},{"type":"note","content":"Above, Chap. i, ii.","subId":"n27","id":"Shaftesbury.C.MR.2.3.n27"},{"type":"note","content":"VOL. I. <em>pag.</em> 237.","subId":"n28","id":"Shaftesbury.C.MR.2.3.n28"},{"type":"note","content":"Gen. chap. xxii. ver. 1, 2, &amp;c. and Judg. chap. xi. ver. 30, 31, <em>&amp;c.</em>These Places relating to <span class=\"small-capitals\">Abraham</span> and <span class=\"small-capitals\">Jephthah,</span> are cited only with respect to the Notion which these Primitive Warriors may be said to have entertain'd concerning this horrid Enormity, so common among the Inhabitants of <em>the Palestine</em> and other neighbouring Nations. It appears that even the elder of these <em>Hebrew</em> Princes was under no extreme Surprize on this trying Revelation. Nor did he think of expostulating, in the least, on this occasion; when at another time he cou'd be so importunate for the Pardon of an inhospitable, murderous, impious and incestuous City; <em>Gen.</em> xviii. 23, <em>&amp;c.</em> See <em>Marsham</em>'s Citations, <em>pag.</em> 76, 77. <em>Ex istis satius est colligere hanc</em> Abrahami <em>Tentationem non fuisse</em> κεκαινουργημένην πράξιν, <em>actionem innovatam; non recens excogitatam, sed ad pristinos Cananaeorum mores designatam.</em> <cite>From these facts it is preferable to deduce that the trial of Abraham was not a new action, not a new action, not a recent invention but one chosen in accordance with the former customs of the Canaanites.</cite> See the learned <span class=\"small-capitals\">Capel'</span> s Dissertation upon <span class=\"small-capitals\">Jephthah;</span> <q><em>Ex hujus voti Lege</em> (Lev. xxvii. ver. 28, 29.) JEPHTE <em>Filiam omnino videtur immolasse, hoc est, morte affecisse,</em> &amp; executus est in eâ votum quod ipse voyerat, <em>Jud.</em> xi. 39.</q> <cite>From the law of this hold promise Jephthah is understood to have sacrificed his daughter completely, that is, to have bound her by death, and the pledge was carried out against her which he himself had vowed.</cite>","subId":"n29","id":"Shaftesbury.C.MR.2.3.n29"},{"type":"note","content":"See VOL. I. <em>pag.</em> 35.","subId":"n30","id":"Shaftesbury.C.MR.2.3.n30"},{"type":"note","content":"<blockquote><span class=\"foreign\">—Non tu prece poscis emaci, &amp;c. <br> Haud cuivis promptum est, murmurque humilesque su surros, <br> Tollere de Templis.— <br> De <span class=\"small-capitals\">Jove</span> quid sentis? Estne, ut praeponere cures <br> Hunc cuinam?— <br> —Quâ tu mercede Deorum <br> Emeris auriculas?— <br> O curvae in terris animae, &amp; coelestium inanes! <br> Quid juvat hoc, Templis nostros immittere mores, <br> Et bona Diis ex hâc scelerata ducere pulpâ?</span> <br> <cite>Pers. Sat. ii. ver. 3.</cite></blockquote> <blockquote><span class=\"foreign\">Non est meum, si mugiat Africis <br> Malus procellis, ad miseras preces <br> Decurrere.—</span> <br> <cite>Hor. lib. iii. Od. 29. ver. 57.</cite></blockquote>","subId":"n31","id":"Shaftesbury.C.MR.2.3.n31"},{"type":"note","content":"<span class=\"foreign\">ὡ̑ βάρβαρ' ἐξευρόντες Ἕλληνες κατὰ, τῃ̑ δεισιδαιμονίᾳ, πηλώσεις, καταβαρβαρώσεις, σαββατισμούς, ῥίψεις ἐπὶ πρόσωπον αἰσχράς, προ- σκαθίσεις, ἀλλοκότους προσκυνήσεις, &amp;c.</span> <q><em>O wretched <span class=\"small-capitals\">Greeks!</span></em></q> (says he, speaking to his then declining Countrymen) <q><em>who in a way of Superstition run so easily into the Relish of barbarous Nations, and bring into Religion that frightful Mein of sordid and vilifying Devotion, ill-favour'd Humiliation and Contrition, abject Looks and Countenances, Consternations, Prostrations, Disfigurations, and, in the Act of Worship, Distortions, constrain'd and painful Postures of the Body, wry Faces, beggerly Tones, Mumpings, Grimaces, Cringings, and the rest of this kind</em>—<em>A shame indeed to us</em> Grecians!—<em>For to us, we know, 'tis prescrib'd from of old by our peculiar Laws concerning Musick, and the publick</em> Chorus's, <em>that we shou'd perform in the handsomest manner, and with a</em> just <em>and</em> manly Countenance, <em>avoiding those Grimaces and Contortions of which some Singers contract a Habit. And shall we not in the more immediate Worship of the DEITY preserve this</em> liberal Air <em>and</em> manly Appearance? <em>Or, on the contrary, whilst we are nicely observant of other Forms and Decencys in the Temple, shall we neglect this greater Decency in Voice, Words, and Manners; and with vile Cries, Fawnings, and prostitute Behaviour, betray the natural Dignity and Majesty of that Divine Religion and National Worship deliver'd down to us by our Forefathers, and purg'd from every thing of a barbarous and savage kind?</em></q> What <span class=\"small-capitals\">Plutarch</span> mentions here, of the <em>just Countenance</em> or <em>liberal Air,</em> the στόμα δίκαιον, of the Musical Performer, is agreeably illustrated in his <span class=\"small-capitals\">Alcibiades.</span> 'Twas that heroick Youth, who, as appears by this Historian, first gave occasion to the <span class=\"small-capitals\">Athenians</span> of the higher Rank wholly to abandon the use of <em>Flutes;</em> which had before been highly in favour with them. The Reason given, was <q><em>the illiberal Air</em> which attended such Performers, and <em>the unmanly Disfiguration</em> of their Looks and Countenance, which this Piping-work produc'd.</q> As for the real Figure or Plight of the <em>superstitious Mind,</em> our Author thus describes it: <q><em>Gladly wou'd the poor comfortless Mind, by whiles, keep Festival and rejoice: But such as its Religion is, there can be no free Mirth or Joy belonging to it. Publick Thanksgivings are but private Mournings. Sighs and Sorrows accompany its Praises. Fears and Horrors corrupt its best Affections. When it assumes the outward Ornaments of best Apparel for the Temple, it even then strikes Melancholy, and appears in Paleness and ghastly Looks. While it worships, it trembles. It sends up Vows in faint and feeble Voices, with eager Hopes, Desires, and Passions, discoverable in the whole Disorder of the outward Frame: and, in the main, it evinces plainly by Practice, that the Notion of</em> <span class=\"small-capitals\">Pythagoras</span> <em>was but vain, who dar'd assert,</em> That we were then in the best State, and carry'd our most becoming Looks with us, when we approach'd the Gods. <em>For then, above all other Seasons, are the Superstitious found in the most abject miserable State of Mind, and with the meanest Presence and Behaviour; approaching the Sacred Shrines of the Divine Powers in the same manner as they wou'd the Dens of Bears or Lions, the Caves of Basilisks or Dragons, or other hideous Recesses of wild Beasts or raging Monsters. To me therefore it appears wonderful, that we shou'd arraign Atheism as impious; whilst Superstition escapes the Charge. Shall he who holds there are no Divine Powers, be esteem'd impious; and shall not he be esteem'd far more impious, who holds the Divine Beings such in their Nature as the Superstitious believe and represent? For my own part, I had rather Men shou'd say of me,</em> &amp;c.</q> See VOL. I. <em>pag.</em> 41. in the Notes. Nothing can be more remarkable than what our Author says again, a little below. <q><em>The</em> Atheist <em>believes there is no Deity; the</em> Religionist, <em>or superstitious Believer, wishes there were none. If he believes, 'tis against his Will: mistrust he dares not, nor call his Thought in question. But cou'd he with Security, at once, throw off that oppressive Fear, which like the Rock of</em> <span class=\"small-capitals\">Tantalus</span> <em>impends, and presses over him, he wou'd with equal Joy spurn his inslaving Thought, and embrace the Atheist's State and Opinion as his happiest Deliverance. Atheists are free of Superstition, but the Superstitious are ever</em> willing Atheists, <em>tho impotent in their Thought, and unable to believe of the Divine Being as they gladly wou'd.</em> <span class=\"foreign\">νυνὶ δὲ τῳ̑ μὲν ἀθέῳ δεισιδαιμονίας οὐδὲν μέτεστιν, ὁ δὲ δεισιδαίμων τῃ̑ προαιρέσει ἄθεος ὤν, ἀσθενέστερός ἐστιν ἢ του̑ δοξάζειν περὶ θεω̑ν ὃ βούλεται</span></q> See VOL. I. <em>pag.</em> 35, 36, 40, 41.","subId":"n32","id":"Shaftesbury.C.MR.2.3.n32"},{"type":"note","content":"Where speaking of <em>Religion,</em> as it stood in the Heathen Church, and in his own time; he confesses, <q>That as to the vulgar <em>Disposition,</em> there was no Remedy. Many even of the better sort wou'd be found, of course, to intermix with their Veneration and Esteem something of <em>Terror</em> or <em>Fear</em> in their religious Worship, which might give it perhaps the Character of SUPERSTITION: But that this Evil was a thousand times over-balanc'd by the Satisfaction, Hope, Joy, and Delight which attended religious Worship. This, says he, is plain and evident from the most demonstrable Testimonys. For neither the Societys, or Publick Meetings in the Temples, nor the Festivals themselves, nor any other diverting Partys, Sights, or Entertainments, are more delightful or rejoicing than what we our-selves behold, and act in the Divine Worship, and in the Holy Sacrifices and Mysterys which belong to it. Our Disposition and Temper is not, on this occasion, as if we were in the Presence of worldly Potentates, dread Sovereigns, and despotick Princes. Nor are we here found meanly humbling our-selves, crouching in Fear and Awe, and full of Anxiety and Confusion, as wou'd be natural to us in such a Case. But where <em>the Divinity</em> is esteem'd the <em>nearest,</em> and most <em>immediately present,</em> there Horrors and Amazements are the furthest banish'd; there the Heart, we find, gives freest way to Pleasure, to Entertainment, to Play, Mirth, Humour, and Diversion; and this even to an Excess.</q>","subId":"n33","id":"Shaftesbury.C.MR.2.3.n33"},{"type":"note","content":"<em>Supra,</em> pag. 39.","subId":"n34","id":"Shaftesbury.C.MR.2.3.n34"}]}