{"id":"Mandeville.P2.2","imported":true,"parent":"Mandeville.P2","title":"The Second Dialogue, between Horatio and Cleomenes","breadcrumb":"Second Dialogue","published":[1729],"copytext":[1729],"sourceDesc":"This text was imported from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-2/simple#lf0014-02_div_014","blocks":[{"type":"title","content":"£3 THE SECOND £3 £1 DIALOGUE £1 £3 BETWEEN £3 £2 _=Horatio=_ and _=Cleomenes=_. £2","id":"Mandeville.P2.2"},{"type":"paragraph","content":"THE Discourse we had Yesterday, has made a great Impression upon me; you said several Things, that were very entertaining, and some which I shall not easily forget: I don't remember, I ever look'd into myself so much as I have done since last Night after I left you.","subId":"1","id":"Mandeville.P2.2.1","speaker":"Horatio"},{"type":"paragraph","content":"To do that faithfully, is a more difficult and a severer Task, than is commonly imagin'd. When Yesterday I ask'd you, where and among what sort of People we were to look for those, whom you would allow to act from Principles of Virtue, you named a Class, among whom I have found very agreeable Characters of Men, that yet all have their Failings: If these could be left out, and the best were pick'd and cull'd from the different good Qualities that are to be seen in several, the Compound would make a very handsome Picture.","subId":"2","id":"Mandeville.P2.2.2","speaker":"Cleo"},{"type":"paragraph","content":"To finish it well every way would be a great Master-piece.","subId":"3","id":"Mandeville.P2.2.3","speaker":"Hor"},{"type":"paragraph","content":"That I shan't attempt: But I don't think it would be very difficult to make a little Sketch of it, that yet should exceed Nature, and be a better Pattern for Imitation than any can be shewn alive. I have a Mind to try: the very Thought enlivens me. How charming is the Portrait of a complete Gentleman, and how ravishing is the Figure which a Person of great Birth and Fortune, to whom Nature has been no Niggard, makes, when he understands the World, and is throughly well bred!","subId":"4","id":"Mandeville.P2.2.4","speaker":"Cleo"},{"type":"paragraph","content":"I think them so, I can assure you, whether you are in Jest or in Earnest.","subId":"5","id":"Mandeville.P2.2.5","speaker":"Hor"},{"type":"paragraph","content":"How entirely well hid are his greatest Imperfections! Tho' Money is his Idol, and he is covetous in his Heart, yet his inward Avarice is forc'd to give way to his outward Liberality, and an open Generosity shines through all his Actions.","subId":"6","id":"Mandeville.P2.2.6","speaker":"Cleo"},{"type":"paragraph","content":"There lies your Fault: It is this I cannot endure in you.","subId":"7","id":"Mandeville.P2.2.7","speaker":"Hor"},{"type":"paragraph","content":"What's the matter?","subId":"8","id":"Mandeville.P2.2.8","speaker":"Cleo"},{"type":"paragraph","content":"I know what you are about, you are going to give me the _Caricatura_ of a Gentleman, under pretence of drawing his Portrait.","subId":"9","id":"Mandeville.P2.2.9","speaker":"Hor"},{"type":"paragraph","content":"You wrong me, I have no such Thought.","subId":"10","id":"Mandeville.P2.2.10","speaker":"Cleo"},{"type":"paragraph","content":"But why is it impossible for Human Nature ever to be good? Instead of leaving out, you put in Failings without the least Grounds or Colour. When Things have a handsome Appearance every way, what Reason have you to suspect them still to be bad? How came you to know, and which way have you discover'd, Imperfections that are entirely well hid; and why should you suppose a Person to be covetous in his Heart, and that Money is his Idol, when you own yourself that he never shews it, and that an open Generosity shines through all his Actions? This is monstrous.","subId":"11","id":"Mandeville.P2.2.11","speaker":"Hor"},{"type":"paragraph","content":"I have made no such Supposition of any Man, and I protest to you, that, in what I said, I had no other Meaning than to observe, that whatever Frailties and natural Infirmities Persons might be conscious of within, good Sense and good Manners were capable, and, without any other Assistance, sufficient to keep them out of Sight: But your Questions are very seasonable, and since you have started this, I will be very open to you, and acquaint you before-hand with my Design of the Description I am going to make; and the Use I intend it for; which in short is, to demonstrate to you, That a most beautiful Superstructure may be rais'd upon a rotten and despicable Foundation. You'll understand me better presently.","subId":"12","id":"Mandeville.P2.2.12","speaker":"Cleo"},{"type":"paragraph","content":"But how do you know a Foundation to be rotten that supports the Building, and is wholly conceal'd from you?","subId":"13","id":"Mandeville.P2.2.13","speaker":"Hor"},{"type":"paragraph","content":"Have Patience, and I promise you, that I shall take nothing for granted, which you shall not allow of yourself.","subId":"14","id":"Mandeville.P2.2.14","speaker":"Cleo"},{"type":"paragraph","content":"Stick close to that, and I desire no more: Now say what you will.","subId":"15","id":"Mandeville.P2.2.15","speaker":"Hor"},{"type":"paragraph","content":"The true Object of Pride or Vain-glory is the Opinion of others; and the most superlative Wish, which a Man possess'd, and entirely fill'd with it can make, is, that he may be well thought of, applauded, and admired by the whole World, not only in the present, but all future Ages. This Passion is generally exploded, but it is incredible, how many strange and widely different Miracles are and may be perform'd by the force of it; as Persons differ in Circumstances and Inclinations. In the first place, there is no Danger so great, but by the help of his Pride a Man may slight and confront it; nor any manner of Death so terrible, but with the same Assistance, he may court, and if he has a firm Constitution, undergo it with Alacrity. In the second, there are no good Offices or Duties, either to others or ourselves, that _Cicero_ has spoke of, nor any Instances of Benevolence, Humanity, or other Social Virtue, that Lord _=Shaftsbury=_ has hinted at, but a Man of good Sense and Knowledge may learn to practise them from no better Principle than Vain-glory, if it be strong enough to subdue and keep under all other Passions, that may thwart and interfere with his Design.","subId":"16","id":"Mandeville.P2.2.16","speaker":"Cleo"},{"type":"paragraph","content":"Shall I allow all this?","subId":"17","id":"Mandeville.P2.2.17","speaker":"Hor"},{"type":"paragraph","content":"Yes.","subId":"18","id":"Mandeville.P2.2.18","speaker":"Cleo"},{"type":"paragraph","content":"When?","subId":"19","id":"Mandeville.P2.2.19","speaker":"Hor"},{"type":"paragraph","content":"Before we part.","subId":"20","id":"Mandeville.P2.2.20","speaker":"Cleo"},{"type":"paragraph","content":"Very well.","subId":"21","id":"Mandeville.P2.2.21","speaker":"Hor"},{"type":"paragraph","content":"Men of tolerable Parts in plentiful Circumstances, that were artfully educated, and are not singular in their Temper, can hardly fail of a genteel Behaviour: The more Pride they have and the greater Value they set on the Esteem of others, the more they'll make it their Study, to render themselves acceptable to all they converse with; and they'll take uncommon Pains to conceal and stifle in their Bosoms every thing, which their good Sense tells them ought not to be seen or understood.","subId":"22","id":"Mandeville.P2.2.22","speaker":"Cleo"},{"type":"paragraph","content":"I must interrupt you, and cannot suffer you to go on thus. What is all this but the old Story over again, that every Thing is Pride, and all we see, Hypocrisy, without Proof or Argument? Nothing in the World is more false, than what you have advanced now; for according to that, the most noble, the most gallant, and the best-bred Man would be the proudest; which is so clashing with daily experience, that the very reverse is true. Pride and Insolence are no where more common than among Upstarts; Men of no Family, that raise Estates out of nothing, and the most ordinary People, that having had no Education, are puff'd up with their Fortune, whenever they are lifted up above Mediocrity, and from mean Stations advanced to Posts of Honour: Whereas no Men upon Earth, generally speaking, are more Courteous, Humane, or Polite than Persons of high Birth, that enjoy the large Possessions, and known Seats of their Ancestors; Men illustrious by Descent, that have been used to Grandeur and Titles of Honour from their Infancy, and receiv'd an Education suitable to their Quality. I don't believe there ever was a Nation, that were not Savages, in which the Youth of both Sexes were not expressly taught never to be Proud or Haughty: Did you ever know a School, a Tutor, or a Parent, that did not continually inculcate to those under their Care to be civil and obliging; nay, does not the word _Mannerly_ itself import as much?","subId":"23","id":"Mandeville.P2.2.23","speaker":"Hor"},{"type":"paragraph","content":"I beg of you let us be calm, and speak with exactness. The Doctrine of good Manners furnishes us with a thousand Lessons against the various Appearances and outward Symptoms of Pride, but it has not one Precept against the Passion it self.","subId":"24","id":"Mandeville.P2.2.24","speaker":"Cleo"},{"type":"paragraph","content":"How is that?","subId":"25","id":"Mandeville.P2.2.25","speaker":"Hor"},{"type":"paragraph","content":"No, not one against the Passion it self; the Conquest of it is never attempted, nor talk'd of in a Gentleman's Education, where Men are to be continually inspired and kept warm with the Sense of their Honour, and the inward Value they must put upon themselves on all Emergencies.","subId":"26","id":"Mandeville.P2.2.26","speaker":"Cleo"},{"type":"paragraph","content":"This is worth Consideration, and requires time to be examin'd into; but where is your fine Gentleman, the Picture you promis'd?","subId":"27","id":"Mandeville.P2.2.27","speaker":"Hor"},{"type":"paragraph","content":"I am ready, and shall begin with his Dwelling: Tho' he has several noble Seats in different Counties, yet I shall only take notice of his chief Mansion-house, that bears the Name, and does the Honours of the Family: this is amply Magnificent, and yet Commodious to Admiration. His Gardens are very extensive, and contain an infinite variety of pleasing Objects: they are divided into many Branches for divers Purposes, and every where fill'd with Improvements of Art upon Nature; yet a beautiful Order and happy Contrivance are conspicuous through every Part; and tho' nothing is omitted to render them Stately and Delightful; the whole is laid out to the best Advantage. Within Doors every Thing bespeaks the Grandeur and Judgment of the Master; and as no Cost is spared any where to procure Beauty or Conveniency, so you see none impertinently lavish'd. All his Plate and Furniture are completely fine, and you see nothing but what is fashionable. He has no Pictures but of the most eminent Hands: The Rarities he shews are really such; he hoards up no Trifles, nor offers any thing to your Sight that is shocking: But the several Collections he has of this sort are agreeable as well as extraordinary, and rather valuable than large: But Curiosities and Wealth are not confin'd to his Cabinet; the Marble and Sculpture that are display'd up and down are a Treasure themselves; and there is abundance of admirable Gilding and excellent Carving to be seen in many Places. What has been laid out on the great Hall and one Gallery would be a considerable Estate; and there is a Salloon and a Staircase not inferior to either: These are all very spacious and lofty; the Architecture of them is of the best Taste, and the Decorations surprising. Throughout the whole there appears a delicate mixture and astonishing Variety of lively Embellishments, the Splendor of which, join'd to a perfect Cleanliness, no where neglected, are highly entertaining to the most careless and least observng Eye; whilst the Exactness of the Workmanship bestow'd on every Part of the meanest Utensil, gives a more solid Satisfaction, and is ravishing to the Curious. But the greatest Excellency in this Model of Perfection is this; that as in the most ordinary Rooms there is nothing wanting for their Purpose, and the least Passage is handsomly finish'd; so in those of the greatest _Eclat_ there is nothing overcharg'd, nor any Part of them incumbred with Ornaments.","subId":"28","id":"Mandeville.P2.2.28","speaker":"Cleo"},{"type":"paragraph","content":"This is a study'd Piece; but I don't like it the worse for it, pray go on.","subId":"29","id":"Mandeville.P2.2.29","speaker":"Hor"},{"type":"paragraph","content":"I have thought of it before, I own. His Equipage is rich and well chosen, and there is nothing to be seen about him that Art or Expence, within the Compass of Reason, could make better. At his own Table his Looks are ever Jovial, and his Heart seems to be as open as his Countenance. His chief Business there is to take care of others without being troublesome, and all his Happiness seems to consist in being able to please his Friends: In his greatest Mirth he is wanting in Respect to no Man, and never makes use of Abbreviations in Names, or unhandsome Familiarities with the meanest of his Guests. To every one that speaks to him he gives an obliging Attention, and seems never to disregard any Thing but what is said in Commendation of his Fare: He never interrupts any Discourse but what is made in his Praise, and seldom assents to any Encomiums, tho' the most equitable, that are made on any thing that is His. When he is abroad he never spies Faults, and whatever is amiss, he either says nothing; or, in answer to the Complaints and Uneasiness of others, gives every thing the best-natur'd turn it can bear; but he seldom leaves a House before he finds out something to extoll in it without wronging his Judgment. His Conversation is always facetious and good-humour'd, but as solid as it is diverting. He never utters a Syllable that has the least Tincture of Obscenity or Prophaneness; nor ever made a Jest that was offensive.","subId":"30","id":"Mandeville.P2.2.30","speaker":"Cleo"},{"type":"paragraph","content":"Very fine!","subId":"31","id":"Mandeville.P2.2.31","speaker":"Hor"},{"type":"paragraph","content":"He seems to be entirely free from Bigotry and Superstition, avoids all Disputes about Religion; but goes constantly to Church, and is seldom absent from his Family-Devotions.","subId":"32","id":"Mandeville.P2.2.32","speaker":"Cleo"},{"type":"paragraph","content":"A very godly Gentleman!","subId":"33","id":"Mandeville.P2.2.33","speaker":"Hor"},{"type":"paragraph","content":"I expected we should differ there.","subId":"34","id":"Mandeville.P2.2.34","speaker":"Cleo"},{"type":"paragraph","content":"I don't find fault. Proceed, pray.","subId":"35","id":"Mandeville.P2.2.35","speaker":"Hor"},{"type":"paragraph","content":"As he is a Man of Erudition himself, so he is a Promoter of Arts and Sciences; he is a Friend to Merit, a Rewarder of Industry, and a profess'd Enemy to nothing but Immorality and Oppression. Tho' no Man's Table is better furnish'd, nor Cellars better stored; he is temperate in his Eating, and never commits excess in Drinking: Tho' he has an exquisite Palate, he always prefers wholesome Meats to those that are delicious only, and never indulges his Appetite in any thing that might probably be prejudicial to his Health.","subId":"36","id":"Mandeville.P2.2.36","speaker":"Cleo"},{"type":"paragraph","content":"Admirably good!","subId":"37","id":"Mandeville.P2.2.37","speaker":"Hor"},{"type":"paragraph","content":"As he is in all other Things, so he is elegant in his Cloaths, and has often new ones: Neatness he prefers to Finery in his own Dress, but his Retinue is rich. He seldom wears Gold or Silver himself, but on very solemn Occasions, in Compliment to others; and to demonstrate that these pompous Habits are made for no other purpose, he is never seen twice in the same; but having appear'd in them one day, he gives them away the next. Tho' of every thing he has the best of the sort, and might be call'd curious in Apparel; yet he leaves the Care of it to others; and no Man has his Cloaths put on better that seems so little to regard them.","subId":"38","id":"Mandeville.P2.2.38","speaker":"Cleo"},{"type":"paragraph","content":"Perfectly right; to be well dress'd is a necessary Article, and yet to be sollicitous about it is below a Person of Quality.","subId":"39","id":"Mandeville.P2.2.39","speaker":"Hor"},{"type":"paragraph","content":"Therefore he has a Domestick of good Taste, a judicious Man, who saves him that trouble, and the Management likewise of his Lace and Linnen is the Province of a skilful Woman. His Language is courtly, but natural and intelligible; it is neither low nor bombastick, and ever free from pedantick and vulgar Expressions. All his Motions are Genteel without Affectation; his Mein is rather Sedate than Airy, and his Manner Noble: for tho' he is ever Civil and Condescending, and no Man less Arrogant, yet in all his Carriage there is something gracefully Majestick; and as there is nothing mean in his Humility, so his Loftiness has nothing disobliging.","subId":"40","id":"Mandeville.P2.2.40","speaker":"Cleo"},{"type":"paragraph","content":"Prodigiously good!","subId":"41","id":"Mandeville.P2.2.41","speaker":"Hor"},{"type":"paragraph","content":"He is charitable to the Poor, his House is never shut to Strangers, and all his Neighbours he counts to be his Friends. He is a Father to his Tenants, and looks upon their Welfare as inseparable from his Interest. No Man is less uneasy at little Offences, or more ready to forgive all Trespasses without Design. The Injuries that are suffer'd from other Landlords he turns into Benefits; and whatever Damages, great or small, are sustain'd on his Account, either from his Diversions or otherwise, he doubly makes good. He takes care to be early inform'd of such Losses, and commonly repairs them before they are complain'd of.","subId":"42","id":"Mandeville.P2.2.42","speaker":"Cleo"},{"type":"paragraph","content":"Oh rare Humanity; hearken ye Fox-hunters!","subId":"43","id":"Mandeville.P2.2.43","speaker":"Hor"},{"type":"paragraph","content":"He never chides any of his People, yet no Man is better serv'd; and tho' nothing is wanting in his House-keeping, and his Family is very numerous, yet the Regularity of it is no less remarkable, than the Plenty they live in. His Orders he will have strictly obey'd, but his Commands are always reasonable, and he never speaks to the meanest Footman without Regard to Humanity. Extraordinary Diligence in Servants, and all laudable Actions he takes notice of himself, and often commends them to their Faces; but leaves it to his Steward to reprove or dismiss those he dislikes.","subId":"44","id":"Mandeville.P2.2.44","speaker":"Cleo"},{"type":"paragraph","content":"Well judg'd.","subId":"45","id":"Mandeville.P2.2.45","speaker":"Hor"},{"type":"paragraph","content":"Whoever lives with him is taken care of in Sickness as well as in Health. The Wages he gives are above double those of other Masters, and he often makes Presents to those, that are more than ordinary observing and industrious to please: but he suffers no body to take a Penny of his Friends or others, that come to his House on any Account whatever. Many Faults are conniv'd at, or pardon'd for the first time, but a Breach of this Order is ever attended with the Loss of their Places, as soon as it is found out; and there is a Premium for the Discovery.","subId":"46","id":"Mandeville.P2.2.46","speaker":"Cleo"},{"type":"paragraph","content":"This is the only exceptionable thing in my Opinion that I have heard yet.","subId":"47","id":"Mandeville.P2.2.47","speaker":"Hor"},{"type":"paragraph","content":"I wonder at that: Why so, pray?","subId":"48","id":"Mandeville.P2.2.48","speaker":"Cleo"},{"type":"paragraph","content":"In the first place, it is very difficult to enforce Obedience to such a Command; Secondly, if it could be executed, it would be of little use; unless it could be made general, which is impossible: and therefore I look upon the Attempt of introducing this Maxim to be singular and fantastical. It would please Misers and others, that would never follow the Example at Home; but it would take away from generous Men a handsome Opportunity of shewing their liberal and beneficent Disposition: besides, it would manifestly make ones House too open to all sorts of People.","subId":"49","id":"Mandeville.P2.2.49","speaker":"Hor"},{"type":"paragraph","content":"Ways might be found to prevent that; but then it would be a Blessing, and do great Kindness to Men of Parts and Education, that have little to spare, to many of whom this Money to Servants is a very grievous Burden.","subId":"50","id":"Mandeville.P2.2.50","speaker":"Cleo"},{"type":"paragraph","content":"What you mention is the only thing that can be said for it, and I own, of great Weight: But I beg your Pardon for interrupting you.","subId":"51","id":"Mandeville.P2.2.51","speaker":"Hor"},{"type":"paragraph","content":"In all his Dealings he is punctual and just. As he has an immense Estate, so he has good Managers to take care of it: But tho' all his Accounts are very neatly kept, yet he makes it part of his Business to look them over himself. He suffers no Tradesman's Bill to lie by unexamin'd, and tho' he meddles not with his ready Cash himself, yet he is a quick and chearful, as well as an exact Pay-master; and the only Singularity he is guilty of, is, that he never will owe any thing on a New-Year's Day.","subId":"52","id":"Mandeville.P2.2.52","speaker":"Cleo"},{"type":"paragraph","content":"I like that very well.","subId":"53","id":"Mandeville.P2.2.53","speaker":"Hor"},{"type":"paragraph","content":"He is affable with Discretion, of easy Access, and never ruffled with Passion. To sum up all, no Man seems to be less elevated with his Condition than himself; and in the full Enjoyment of so many personal Accomplishments, as well as other Possessions, his Modesty is equal to the rest of his Happiness; and in the midst of the Pomp and Distinction he lives in, he never appears to be entertain'd with his Greatness, but rather unacquainted with the Things he excels in.","subId":"54","id":"Mandeville.P2.2.54","speaker":"Cleo"},{"type":"paragraph","content":"It is an admirable Character, and pleases me exceedingly; but I will freely own to you, that I should have been more highly delighted with the Description, if I had not known your Design, and the Use you intend to make of it; which, I think, is barbarous: to raise so fine, so elegant, and so complete an Edifice, in order to throw it down, is taking great Pains to shew ones Skill in doing Mischief. I have observ'd the several Places where you left room for Evasions, and sapping the Foundation you have built upon. _His Heart seems to be as open;_ and _He never appears to be entertain'd with his Greatness._ I am persuaded, that, where-ever you have put in this _seeming_ and _appearing,_ you have done it designedly, and with an Intent to make use of them as so many Back-doors to creep out at. I could never have taken Notice of these Things, if you had not acquainted me with your Intention before-hand.","subId":"55","id":"Mandeville.P2.2.55","speaker":"Hor"},{"type":"paragraph","content":"I have made use of the Caution you speak of: But with no other View than to avoid just Censure, and prevent your accusing me of Incorrectness, or judging with too much Precipitation; if it should be proved afterwards, that this Gentleman had acted from an ill Principle, which is the thing I own I purpos'd to convince you of; but seeing, that it would be unpleasant to you, I'll be satisfied with having given you some small Entertainment in the Description, and for the rest, I give you Leave to think me in the Wrong.","subId":"56","id":"Mandeville.P2.2.56","speaker":"Cleo"},{"type":"paragraph","content":"Why so? I thought the Character was made and contriv'd on purpose for my Instruction.","subId":"57","id":"Mandeville.P2.2.57","speaker":"Hor"},{"type":"paragraph","content":"I don't pretend to instruct you: I would have offer'd something, and appeal'd to your Judgment; but I have been mistaken, and plainly see my Error. Both last Night and now, when we began our Discourse, I took you to be in another Disposition of thinking, than I perceive you are. You spoke of an Impression that had been made upon you, and of looking into your self, and gave some other Hints, which too rashly I misconstrued in my Favour; but I have found since, that you are as warm as ever against the Sentiments I profess myself to be of; and therefore I'll desist. I expect no Pleasure from any Triumph, and I know nothing, that would vex me more, than the Thoughts of disobliging you. Pray let us do in this as we do in another matter of Importance, never touch upon it: Friends in Prudence should avoid all Subjects in which they are known essentially to differ. Believe me, _=Horatio=,_ if it was in my Power to divert or give you any Pleasure, I would grudge no Pains to compass that End: But to make you uneasy, is a thing that I shall never be knowingly guilty of, and I beg a thousand Pardons for having said so much both Yesterday and To-day. Have you heard any thing from _Gibraltar?_","subId":"58","id":"Mandeville.P2.2.58","speaker":"Cleo"},{"type":"paragraph","content":"I am ashamed of my Weakness and your Civility: You have not been mistaken in the Hints you speak of; what you have said has certainly made a great Impression upon me, and I have endeavour'd to examine myself: But, as you say, it is a severe Task to do it faithfully. I desired you to dine with me on purpose, that we might talk of these Things. It is I that have offended, and it is I that ought to ask Pardon for the ill Manners I have been guilty of: But you know the Principles I have always adhered to; it is impossible to recede from them at once. I see great Difficulties, and now and then a Glimpse of Truth, that makes me start: I sometimes feel great Struggles within; but I have been so used to derive all Actions that are really good from laudable Motives, that as soon as I return to my accustom'd way of thinking, it carries all before it. Pray bear with my Infirmities. I am in Love with your fine Gentleman, and I confess, I cannot see how a Person so universally good, so far remote from all Selfishness, can act in such an extraordinary manner every way, but from Principles of Virtue and Religion. Where is there such a Landlord in the World? If I am in an Error, I shall be glad to be undeceiv'd. Pray inform me, and say what you will, I promise you to keep my Temper, and, I beg of you, speak your Mind with Freedom.","subId":"59","id":"Mandeville.P2.2.59","speaker":"Hor"},{"type":"paragraph","content":"You have bid me before say what I would, and when I did, you seem'd displeas'd; but since you command me, I will try once more—— —— ——Whether there is or ever was such a Man as I have describ'd in the World, is not very material: But I will easily allow that most People would think it less difficult, to conceive one, than to imagine, that such a clear and beautiful Stream could flow from so mean and muddy a Spring as an excessive Thirst after Praise, and an immoderate Desire of general Applause from the most knowing Judges: Yet it is certain, that great Parts and extraordinary Riches may compass all this in a Man, who is not deform'd, and has had a refin'd Education; and that there are many Persons naturally no better than thousand others; who by the Helps mention'd might attain to those good Qualities and Accomplishments; If they had but Resolution and Perseverance enough, to render every Appetite and every Faculty subservient to that one predominant Passion, which, if continually gratify'd, will always enable them to govern, and, if requir'd, to subdue all the rest without Exception, even in the most difficult Cases.","subId":"60","id":"Mandeville.P2.2.60","speaker":"Cleo"},{"type":"paragraph","content":"To enter into an Argument, concerning the Possibility of what you say, might occasion a long Dispute; but the Probability, I think, is very clear against you, and if there was such a Man, it would be much more credible, that he acted from the Excellency of his Nature, in which so many Virtues and rare Endowments were assembled, than that all his good Qualities sprung from vicious Motives. If Pride could be the Cause of all this, the Effect of it would sometimes appear in others: According to your System, there is no scarcity of it, and there are Men of great Parts and prodigious Estates all over _Europe:_ Why are there not several such Patterns to be seen up and down, as you have drawn us one; and why is it so very seldom, that many Virtues and good Qualities are seen to meet in one Individual?","subId":"61","id":"Mandeville.P2.2.61","speaker":"Hor"},{"type":"paragraph","content":"Why so few Persons, tho' there are so many Men of immense Fortune, ever arrive at any thing like this high pitch of Accomplishments, there are several Reasons that are very obvious. In the first place, Men differ in Temperament: Some are naturally of an active, stirring; others of an indolent, quiet Disposition; some of a bold, others of a meek Spirit. In the second, it is to be consider'd, that this Temperament in Men come to Maturity is more or less conspicuous, according as it has been either check'd or encourag'd by Education. Thirdly, that on these two depend the different Perception Men have of Happiness, according to which the Love of Glory determines them different ways. Some think it the greatest Felicity to govern and rule over others: Some take the Praise of Bravery and Undauntedness in Dangers to be the most valuable: Others, Erudition, and to be a celebrated Author: So that, tho' they all love Glory, they set out differently to acquire it. But a Man, who hates a Bustle, and is naturally of a quiet, easy Temper, and which has been encouraged in him by Education, it is very likely might think nothing more desirable than the Character of a Fine Gentleman; and if he did, I dare say, that he would endeavour to behave himself pretty near the Pattern I have given you; I say pretty near, because I may have been mistaken in some Things, and as I have not touch'd upon every thing, some will say, that I have left out several necessary ones: But in the main I believe, that in the Country and Age we live in, the Qualifications I have named would get a Man the Reputation I have supposed him to desire.","subId":"62","id":"Mandeville.P2.2.62","speaker":"Cleo"},{"type":"paragraph","content":"Without doubt. I make no manner of scruple about what you said last, and I told you before that it was an admirable Character, and pleas'd me exceedingly. That I took Notice of your making your Gentleman so very Godly as you did, was because it is not common, but I intended it not as a Reflection. One thing indeed there was in which I differ'd from you; but that was merely speculative; and, since I have reflected on what you answered me, I don't know, but I may be in the wrong, as I should certainly believe myself to be, if there really was such a Man, and he was of the contrary Opinion: To such a fine Genius I would pay an uncommon Deference, and with great Readiness submit my Understanding to his superiour Capacity. But the Reasons you give, why those Effects, which you ascribe to Pride, are not more common, the Cause being so universal, I think are insufficient. That Men are prompted to follow different Ends, as their Inclinations differ, I can easily allow; but there are great Numbers of rich Men that are likewise of a quiet and indolent Disposition, and moreover very desirous of being thought fine Gentlemen: How comes it, that among so many Persons of high Birth, princely Estates and the most refin'd Education, as there are in Christendom, that study, travel, and take great Pains to be well-accomplish'd, there is not one, to whom all the good Qualities and every thing you named could be applied without Flattery?","subId":"63","id":"Mandeville.P2.2.63","speaker":"Hor"},{"type":"paragraph","content":"It is very possible, that thousands may aim at this, and not one of them succeed to that Degree: in some perhaps the predominant Passion is not strong enough entirely to subdue the rest: Love or Covetousness may divert others: Drinking, Gaming may draw away many, and break in upon their Resolution; they may not have strength to persevere in a Design, and steadily to pursue the same Ends; or they may want a true Taste and Knowledge of what is esteem'd by Men of Judgment; or lastly they may not be so thoroughly well-bred as is required to conceal themselves on all Emergencies: For the Practical Part of Dissimulation is infinitely more difficult than the Theory; and any one of these Obstacles is sufficient to spoil all, and hinder the finishing of such a Piece.","subId":"64","id":"Mandeville.P2.2.64","speaker":"Cleo"},{"type":"paragraph","content":"I shall not dispute that with you: But all this while you have proved nothing, nor given the least Reason why you should imagine, that a Man of a Character, to all outward Appearance so bright and beautiful, acted from vicious Motives. You would not condemn him without so much as naming the Cause why you suspect him.","subId":"65","id":"Mandeville.P2.2.65","speaker":"Hor"},{"type":"paragraph","content":"By no means; nor have I advanced any thing, that is ill-natured or uncharitable: For I have not said, that if I found a Gentleman in Possession of all the Things I mention'd, I would give his rare Endowments this Turn, and think all his Perfections derived from no better Stock than an extraordinary Love of Glory. What I argue for, and insist upon, is, the Possibility that all these Things might be perform'd by a Man from no other Views, and with no other Helps, than those I have named: Nay, I believe moreover, that a Gentleman so accomplished, all his Knowledge and great Parts notwithstanding, may himself be ignorant, or at least not well assured of the Motive he acts from.","subId":"66","id":"Mandeville.P2.2.66","speaker":"Cleo"},{"type":"paragraph","content":"This is more unintelligible than any thing you have said yet; Why will you heap Difficulties upon one another, without solving any? I desire you would clear up this last Paradox, before you do any thing else.","subId":"67","id":"Mandeville.P2.2.67","speaker":"Hor"},{"type":"paragraph","content":"In order to obey you, I must put you in mind of what happens in early Education, by the first Rudiments of which Infants are taught, in the Choice of Actions to prefer the Precepts of others, to the Dicates of their own Inclinations; which in short is no more than doing as they are bid. To gain this Point, Punishments and Rewards are not neglected, and many different Methods are made use of; but it is certain, that nothing proves more often effectual for this Purpose, or has a greater Influence upon Children, than the Handle that is made of Shame; which, tho' a natural Passion, they would not be sensible of so soon, if we did not artfully rouze and stir it up in them, before they can speak or go: By which means, their Judgments being then weak, we may teach them to be asham'd of what we please, as soon as we can perceive them to be any ways affected with the Passion itself. But as the fear of Shame is very insignificant, where there is but little Pride; so it is impossible to augment the first, without encreasing the latter in the same Proportion.","subId":"68","id":"Mandeville.P2.2.68","speaker":"Cleo"},{"type":"paragraph","content":"I should have thought that this Encrease of Pride would render Children more stubborn and less docile.","subId":"69","id":"Mandeville.P2.2.69","speaker":"Hor"},{"type":"paragraph","content":"You judge right, it would so; and must have been a great Hindrance to good Manners, till Experience taught Men, that, tho' Pride was not to be destroy'd by Force, it might be govern'd by Stratagem, and that the best way to manage it, is by playing the Passion against itself. Hence it is that in an artful Education we are allow'd to place as much Pride as we please in our Dexterity of concealing it. I do not suppose, that this covering ourselves, notwithstanding the Pride we take in it, is perform'd without a Difficulty that is plainly felt, and perhaps very unpleasant at first; but this wears off as we grow up; and when a Man has behaved himself with so much Prudence as I have describ'd, lived up to the strictest Rules of good Breeding for many Years, and has gain'd the Esteem of all that know him, when his noble and polite Manner is become habitual to him, it is possible, he may in time forget the Principle he set out with, and become ignorant, or at least insensible of the hidden Spring, that gives Life and Motion to all his Actions.","subId":"70","id":"Mandeville.P2.2.70","speaker":"Cleo"},{"type":"paragraph","content":"I am convinc'd of the great Use that may be made of Pride, if you will call it so; but I am not satisfied yet, how a Man of so much Sense, Knowledge and Penetration, one that understands himself so entirely well, should be ignorant of his own Heart, and the Motives he acts from. What is it that induces you to believe this, besides the Possibility of his Forgetfulness?","subId":"71","id":"Mandeville.P2.2.71","speaker":"Hor"},{"type":"paragraph","content":"I have two Reasons for it, which I desire may be seriously consider'd. The first is, that in what relates to ourselves, especially our own Worth and Excellency, Pride blinds the Understanding in Men of Sense and great Parts as well as in others, and the greater Value we may reasonably set upon ourselves, the fitter we are to swallow the grossest Flatteries in spight of all our Knowledge and Abilities in other Matters: Witness _Alexander the Great,_ whose vast Genius could not hinder him from doubting seriously, whether he was a God or not. My second Reason will prove to us; that, if the Person in question was capable of examining himself, it is yet highly improbable, that he would ever set about it: For it must be granted, that in order to search into ourselves, it is required, we should be willing as well as able; and we have all the Reason in the World to think, that there is nothing, which a very proud Man of such high Qualifications would avoid more carefully, than such an Enquiry: Because for all other Acts of Self-denial he is repaid in his darling Passion; but this alone is really mortifying, and the only Sacrifice of his Quiet, for which he can have no Equivalent. If the Hearts of the best and sincerest Men are corrupt and deceitful, what Condition must theirs be in, whose whole Life is one continued Scene of Hypocrisy! Therefore enquiring within, and boldly searching into ones own Bosom, must be the most shocking Employment, that a Man can give his Mind to, whose greatest Pleasure consists in secretly admiring himself. It would be ill Manners after this to appeal to your self; but the Severity of the Task. …","subId":"72","id":"Mandeville.P2.2.72","speaker":"Cleo"},{"type":"paragraph","content":"Say no more, I yield this Point, tho' I own, I cannot conceive what Advantage you can expect from it: For, instead of removing, it will rather help to encrease the grand Difficulty, which is to prove, that this complete Person you have describ'd, acts from a vicious Motive: And if that be not your Design, I cannot see what you drive at.","subId":"73","id":"Mandeville.P2.2.73","speaker":"Hor"},{"type":"paragraph","content":"I told you it was.","subId":"74","id":"Mandeville.P2.2.74","speaker":"Cleo"},{"type":"paragraph","content":"You must have a prodigious Sagacity in detecting abstruse Matters beyond other Men.","subId":"75","id":"Mandeville.P2.2.75","speaker":"Hor"},{"type":"paragraph","content":"You wonder, I know, which way I arrogate to my self such a superlative Degree of Penetration, as to know an artful cunning Man better than he does himself, and how I dare pretend to enter and look into a Heart, which I have own'd to be completely well conceal'd from all the World; which in strictness is an Impossibility, and consequently not to be bragg'd of but by a Coxcomb.","subId":"76","id":"Mandeville.P2.2.76","speaker":"Cleo"},{"type":"paragraph","content":"You may treat yourself as you please, I have  said no such thing; but I own that I long to see it proved, that you have this Capacity. I remember the Character very well: Notwithstanding the Precautions you have taken, it is very full: I told you before, that where Things have a handsome Appearance every way, there can be no just Cause to suspect them. I'll stick close to that; your Gentleman is all of a piece: You shall alter nothing, either by retracting any of the good Qualities you have given him, or making Additions that are either clashing with, or unsuitable to what you have allow'd already.","subId":"77","id":"Mandeville.P2.2.77","speaker":"Hor"},{"type":"paragraph","content":"I shall attempt neither: And without that decisive Tryals may be made, by which it will plainly appear, whether a Person acts from inward Goodness and a Principle of Religion, or only from a Motive of Vain-glory; and, in the latter Case, there is an infallible way of dragging the lurking Fiend from his darkest Recesses into a glaring Light, where all the World shall know him.","subId":"78","id":"Mandeville.P2.2.78","speaker":"Cleo"},{"type":"paragraph","content":"I don't think my self a Match for you in Argument; but I have a great Mind to be your Gentleman's Advocate against all your Infallibility: I never liked a Cause better in my Life. Come, I undertake to defend him in all the Suppositions you can make, that are reasonable, and consistent with what you have said before.","subId":"79","id":"Mandeville.P2.2.79","speaker":"Hor"},{"type":"paragraph","content":"Very well: Let us suppose what may happen to the most inoffensive, the most prudent and best-bred Man; that our fine Gentleman differs in Opinion before Company, with another, who is his Equal in Birth and Quality, but not so much Master over his outward Behaviour, and less guarded in his Conduct: Let this Adversary, _mal a propos,_ grow warm, and seem to be wanting in the Respect that is due to the other, and reflect on his Honour in ambiguous Terms. What is your Client to do?","subId":"80","id":"Mandeville.P2.2.80","speaker":"Cleo"},{"type":"paragraph","content":"Immediately to ask for an Explanation.","subId":"81","id":"Mandeville.P2.2.81","speaker":"Hor"},{"type":"paragraph","content":"Which if the hot Man disregards with Scorn, or flatly refuses to give, Satisfaction must be demanded, and tilt they must.","subId":"82","id":"Mandeville.P2.2.82","speaker":"Cleo"},{"type":"paragraph","content":"You are too hasty: It happen'd before Company; in such Cases, Friends or any Gentlemen present, should interpose and take care, that, if threatning Words ensue, they are by the civil Authority both put under Arrest, and before they came to uncourteous Language, they ought to have been parted by friendly Force, if it were possible. After that, Overtures may be made of Reconciliation with the nicest Regard to the Point of Honour.","subId":"83","id":"Mandeville.P2.2.83","speaker":"Hor"},{"type":"paragraph","content":"I don't ask for Directions to prevent a Quarrel; what you say may be done, or it may not be done: The good Offices of Friends may succeed, and they may not succeed. I am to make what Suppositions I think fit within the Verge of Possibility, so they are reasonable and consistent with the Character I have drawn: Can we not suppose these two Persons in such a Situation, that you yourself would advise your Friend to send his Adversary a Challenge?","subId":"84","id":"Mandeville.P2.2.84","speaker":"Cleo"},{"type":"paragraph","content":"Without doubt such a thing may happen.","subId":"85","id":"Mandeville.P2.2.85","speaker":"Hor"},{"type":"paragraph","content":"That's enough. After that a Duel must ensue; in which, without determining any thing, the Fine Gentleman, we'll say, behaves himself with the utmost Gallantry.","subId":"86","id":"Mandeville.P2.2.86","speaker":"Cleo"},{"type":"paragraph","content":"To have expected or suppos'd otherwise would have been unreasonable.","subId":"87","id":"Mandeville.P2.2.87","speaker":"Hor"},{"type":"paragraph","content":"You see therefore how fair I am. But what is it, pray, that so suddenly disposes a courteous Sweet-temper'd Man, for so small an Evil, to seek a Remedy of that extreme Violence? but above all, what is it, that buoys up and supports him against the Fear of Death? for there lies the greatest Difficulty.","subId":"88","id":"Mandeville.P2.2.88","speaker":"Cleo"},{"type":"paragraph","content":"His natural Courage and Intrepidity, built on the Innocence of his Life, and the Rectitude of his Manners.","subId":"89","id":"Mandeville.P2.2.89","speaker":"Hor"},{"type":"paragraph","content":"But what makes so just and prudent a Man, that has the Good of Society so much at Heart, act knowingly against the Laws of his Country?","subId":"90","id":"Mandeville.P2.2.90","speaker":"Cleo"},{"type":"paragraph","content":"The strict Obedience he pays to the Laws of Honour, which are superior to all others.","subId":"91","id":"Mandeville.P2.2.91","speaker":"Hor"},{"type":"paragraph","content":"If Men of Honour would act consistently, they ought all to be _Roman_ Catholicks.","subId":"92","id":"Mandeville.P2.2.92","speaker":"Cleo"},{"type":"paragraph","content":"Why, pray?","subId":"93","id":"Mandeville.P2.2.93","speaker":"Hor"},{"type":"paragraph","content":"Because they prefer oral Tradition to all written Laws: For no body can tell, when, in what King's or Emperor's Reign, in what Country or by what Authority these Laws of Honour were first enacted: It is very strange they should be of such Force.","subId":"94","id":"Mandeville.P2.2.94","speaker":"Cleo"},{"type":"paragraph","content":"They are wrote and engraved in every one's Breast that is a Man of Honour: there is no denying of it, you are conscious of it your self, every body feels it within.","subId":"95","id":"Mandeville.P2.2.95","speaker":"Hor"},{"type":"paragraph","content":"Let them be wrote or engraved where-ever you please, they are directly opposite to and clashing with the Laws of God; and if the Gentleman I described was as sincere in his Religion, as he appear'd to be, he must have been of an Opinion contrary to yours; for Christians of all Persuasions are unanimous in allowing the Divine Laws to be far above all other; and that all other Considerations ought to give Way to them. How, and under what Pretence can a Christian, who is a Man of Sense, submit or agree to Laws that prescribe Revenge, and countenance Murder; both which are so expressly forbid by the Precepts of his Religion?","subId":"96","id":"Mandeville.P2.2.96","speaker":"Cleo"},{"type":"paragraph","content":"I am no Casuist: But you know, that what I say is true; and that among Persons of Honour a Man would be laugh'd at, that should make such a Scruple. Not but that I think killing a Man to be a great Sin, where it can be help'd; and that all prudent Men ought to avoid the Occasion, as much as it is in their Power: He is highly blameable who is the first Aggressor and gives the Affront; and whoever enters upon it out of Levity, or seeks a Quarrel out of Wantonness, ought to be hang'd: No body would chuse it, who is not a Fool; and yet, when it is forc'd upon one, all the Wisdom in the World cannot teach him how to avoid it. It has been my Case, you know: I shall never forget the Reluctancy I had against it; but Necessity has no Law.","subId":"97","id":"Mandeville.P2.2.97","speaker":"Hor"},{"type":"paragraph","content":"I saw you that very Morning, and you seem' d to be sedate and void of Passion: You could have no Concern.","subId":"98","id":"Mandeville.P2.2.98","speaker":"Cleo"},{"type":"paragraph","content":"It is silly to shew any at such Times; but I know best what I felt; the Struggle I had within was unspeakable: It is a terrible Thing. I would then have given a considerable Part of my Estate, that the Thing which forc'd me into it had not happen'd, and yet upon less Provocation I would act the same Part again to-morrow.","subId":"99","id":"Mandeville.P2.2.99","speaker":"Hor"},{"type":"paragraph","content":"Do you remember what your Concern was chiefly about?","subId":"100","id":"Mandeville.P2.2.100","speaker":"Cleo"},{"type":"paragraph","content":"How can you ask? It is an Affair of the highest Importance, that can occur in Life; I was no Boy; it was after we came from _Italy,_ I was in my nine and twentieth Year, had very good Acquaintance, and was not ill receiv'd: A Man of that Age, in Health and Vigour, who has seven thousand a Year, and the Prospect of being a Peer of _England,_ has no Reason to quarrel with the World, or wish himself out of it. It is a very great Hazard a Man runs in a Duel; besides the Remorse and Uneasiness one must feel as long as he lives, if he has the Misfortune of killing his Adversary. It is impossible to reflect on all these Things, and at the same Time resolve to run those Hazards, (tho' there are other Considerations of still greater Moment) without being under a prodigious Concern.","subId":"101","id":"Mandeville.P2.2.101","speaker":"Hor"},{"type":"paragraph","content":"You say nothing about the Sin.","subId":"102","id":"Mandeville.P2.2.102","speaker":"Cleo"},{"type":"paragraph","content":"The Thoughts of that, without doubt, are a great Addition; but the other Things are so weighty of themselves, that a Man's Condition at such a Time is very perplex'd without further Reflection.","subId":"103","id":"Mandeville.P2.2.103","speaker":"Hor"},{"type":"paragraph","content":"You have now a very fine Opportunity, _=Horatio=,_ of looking into your Heart, and, with a little of my Assistance, examining yourself. If you can condescend to this, I promise you, that you shall make great Discoveries, and be convinc'd of Truths you are now unwilling to believe. A Lover of Justice and Probity, as you are, ought not to be fond of a Road of Thinking, where he is always forc'd to skulk, and never dares to meet with Light or Reason. Will you suffer me to ask you some Questions, and will you answer them directly and in good Humour?","subId":"104","id":"Mandeville.P2.2.104","speaker":"Cleo"},{"type":"paragraph","content":"I will, without Reserve.","subId":"105","id":"Mandeville.P2.2.105","speaker":"Hor"},{"type":"paragraph","content":"Do you remember the Storm upon the Coast of _Genoa?_","subId":"106","id":"Mandeville.P2.2.106","speaker":"Cleo"},{"type":"paragraph","content":"Going to _Naples?_ very well; it makes me cold to think of it.","subId":"107","id":"Mandeville.P2.2.107","speaker":"Hor"},{"type":"paragraph","content":"Was you afraid?","subId":"108","id":"Mandeville.P2.2.108","speaker":"Cleo"},{"type":"paragraph","content":"Never more in my Life. I hate that fickle Element, I can't endure the Sea.","subId":"109","id":"Mandeville.P2.2.109","speaker":"Hor"},{"type":"paragraph","content":"What was you afraid of?","subId":"110","id":"Mandeville.P2.2.110","speaker":"Cleo"},{"type":"paragraph","content":"That's a pretty Question: Do you think a young Fellow of six and twenty, as I was then, and in my Circumstances, had a great Mind to be drown'd? The Captain himself said we were in Danger.","subId":"111","id":"Mandeville.P2.2.111","speaker":"Hor"},{"type":"paragraph","content":"But neither he nor any body else discover'd half so much Fear and Anxiety as you did.","subId":"112","id":"Mandeville.P2.2.112","speaker":"Cleo"},{"type":"paragraph","content":"There was no body there, yourself excepted, that had half a quarter so much to lose as I had: Besides, they are used to the Sea; Storms are familiar to them. I had never been at Sea before, but that fine Afternoon we cross'd from _Dover_ to _Calais._","subId":"113","id":"Mandeville.P2.2.113","speaker":"Hor"},{"type":"paragraph","content":"Want of Knowledge and Experience may make Men apprehend Danger where there is none; but real Dangers, when they are known to be such, try the natural Courage of all Men; whether they have been used to them or not: Sailors are as unwilling to lose their Lives as other People.","subId":"114","id":"Mandeville.P2.2.114","speaker":"Cleo"},{"type":"paragraph","content":"I am not ashamed to own, that I am a great Coward at Sea: Give me _Terra Firma,_ and then—–","subId":"115","id":"Mandeville.P2.2.115","speaker":"Hor"},{"type":"paragraph","content":"Six or seven Months after you fought that Duel, I remember you had the Small-Pox; you was then very much afraid of dying.","subId":"116","id":"Mandeville.P2.2.116","speaker":"Cleo"},{"type":"paragraph","content":"Not without a Cause.","subId":"117","id":"Mandeville.P2.2.117","speaker":"Hor"},{"type":"paragraph","content":"I heard your Physicians say, that the violent Apprehension you was under, hinder'd your Sleep, increased your Fever, and was as mischievous to you as the Distemper itself.","subId":"118","id":"Mandeville.P2.2.118","speaker":"Cleo"},{"type":"paragraph","content":"That was a terrible Time; I'm glad it is over: I had a Sister died of it. Before I had it, I was in perpetual Dread of it, and many Times to hear it named only has made me uneasy.","subId":"119","id":"Mandeville.P2.2.119","speaker":"Hor"},{"type":"paragraph","content":"Natural Courage is a general Armour against the Fear of Death, whatever Shape that appears in, _Sin fractus illabatur orbis._ It supports a Man in tempestuous Seas, and in a burning Fever, whilst he is in his Senses, as well as in a Siege before a Town, or in a Duel with Seconds.","subId":"120","id":"Mandeville.P2.2.120","speaker":"Cleo"},{"type":"paragraph","content":"What! you are going to shew me, that I have no Courage.","subId":"121","id":"Mandeville.P2.2.121","speaker":"Hor"},{"type":"paragraph","content":"Far from it; it would be ridiculous to doubt a Man's Bravery, that has shewn it in such an extraordinary manner as you have done more than once: What I question is the Epithet you join'd to it at first, the Word _natural;_ for there is a great Difference between that and _artificial_ Courage.","subId":"122","id":"Mandeville.P2.2.122","speaker":"Cleo"},{"type":"paragraph","content":"That's a Chicane I won't enter into: But I am not of your Opinion, as to what you said before. A Gentleman is not required to shew his Bravery, but where his Honour is concern'd; and if he dares to fight for his King, his Friend, his Mistress, and every thing where his Reputation is engaged, you shall think of him what you please for the rest. Besides that in Sickness and other Dangers, as well as Afflictions, where the Hand of God is plainly to be seen, Courage and Intrepidity are impious as well as impertinent. Undauntedness in Chastisements is a Kind of Rebellion: It is waging War with Heaven, which none but Atheists and Free-Thinkers would be guilty of; it is only they that can glory in Impenitence, and talk of dying hard. All others, that have any Sense of Religion, desire to repent before they go out of the World: The best of us don't always live, as we could wish to die.","subId":"123","id":"Mandeville.P2.2.123","speaker":"Hor"},{"type":"paragraph","content":"I am very glad to hear you are so religious: But don't you perceive yet, how inconsistent you are with yourself; how can a Man sincerely wish to repent, that willfully plunges himself into a mortal Sin, and an Action where he runs a greater and more immediate Hazard of his Life, than he could have done in almost any other; without Force or Necessity?","subId":"124","id":"Mandeville.P2.2.124","speaker":"Cleo"},{"type":"paragraph","content":"I have over and over own'd to you that Duelling is a Sin; and, unless a Man is forced to it by Necessity, I believe, a mortal one: But this was not my Case, and therefore I hope God will forgive me: Let them look to it that make a Sport of it. But when a Man comes to an Action with the utmost Reluctancy, and what he does is not possibly to be avoided, I think he then may justly be said to be forc'd to it, and to act from Necessity. You may blame the rigorous Laws of Honour and the Tyranny of Custom, but a Man that will live in the World must and is bound to obey them. Would not you do it yourself?","subId":"125","id":"Mandeville.P2.2.125","speaker":"Hor"},{"type":"paragraph","content":"Don't ask me what I would do: The Question is, what every body ought to do. Can a Man believe the Bible, and at the same Time apprehend a Tyrant more crafty or malicious, more unrelenting or inhuman than the Devil, or a Mischief worse than Hell, and Pains either more exquisite or more durable than Torments unspeakable and yet everlasting? You don't answer. What Evil is it? think of it, and tell me what dismal Thing it is you apprehend, should you neglect those Laws, and despise that Tyrant: what Calamity could befall you? Let me know the worst that can be fear'd.","subId":"126","id":"Mandeville.P2.2.126","speaker":"Cleo"},{"type":"paragraph","content":"Would you be posted for a Coward?","subId":"127","id":"Mandeville.P2.2.127","speaker":"Hor"},{"type":"paragraph","content":"For what? for not daring to violate all human and divine Laws?","subId":"128","id":"Mandeville.P2.2.128","speaker":"Cleo"},{"type":"paragraph","content":"Strictly speaking you are in the right, it is unanswerable; But who will consider Things in that Light?","subId":"129","id":"Mandeville.P2.2.129","speaker":"Hor"},{"type":"paragraph","content":"All good Christians.","subId":"130","id":"Mandeville.P2.2.130","speaker":"Cleo"},{"type":"paragraph","content":"Where are they then? for all Mankind in general would despise and laugh at a Man, who should move those Scruples. I have heard and seen Clergymen themselves in Company shew their Contempt of Poltrons, whatever they might talk or recommend in the Pulpit. Entirely to quit the World, and at once to renounce the Conversation of all Persons that are valuable in it, is a terrible Thing to resolve upon. Would you become a Town and Table-talk? could you submit to be the Jest and Scorn of Publick-Houses, Stage Coaches, and Market-Places? Is not this the certain Fate of a Man, who should refuse to fight, or bear an Affront without Resentment? Be just, _=Cleomenes=;_ is it to be avoided? Must he not be made a common Laughing-stock, be pointed at in the Streets, and serve for Diversion to the very Children, to Link-boys and Hackney Coachmen? Is it a Thought to be born with Patience?","subId":"131","id":"Mandeville.P2.2.131","speaker":"Hor"},{"type":"paragraph","content":"How come you now to have such an anxious Regard for what may be the Opinion of the Vulgar, whom at other Times you so heartily despise?","subId":"132","id":"Mandeville.P2.2.132","speaker":"Cleo"},{"type":"paragraph","content":"All this is Reasoning, and you know the Thing will not bear it: how can you be so cruel?","subId":"133","id":"Mandeville.P2.2.133","speaker":"Hor"},{"type":"paragraph","content":"How can you be so backward in discovering and owning the Passion, that is so conspicuously the Occasion of all this, the palpable and only Cause of the Uneasiness we feel at the Thoughts of being despis'd?","subId":"134","id":"Mandeville.P2.2.134","speaker":"Cleo"},{"type":"paragraph","content":"I am not sensible of any; and I declare to you, that I feel nothing that moves me to speak as I do, but the Sense and Principle of Honour within me.","subId":"135","id":"Mandeville.P2.2.135","speaker":"Hor"},{"type":"paragraph","content":"Do you think that the lowest of the Mob, and the Scum of the People, are possess'd of any Part of this Principle?","subId":"136","id":"Mandeville.P2.2.136","speaker":"Cleo"},{"type":"paragraph","content":"No, indeed.","subId":"137","id":"Mandeville.P2.2.137","speaker":"Hor"},{"type":"paragraph","content":"Or that among the highest Quality Infants can be affected with it before they are two Years old?","subId":"138","id":"Mandeville.P2.2.138","speaker":"Cleo"},{"type":"paragraph","content":"Ridiculous.","subId":"139","id":"Mandeville.P2.2.139","speaker":"Hor"},{"type":"paragraph","content":"If neither of these are affected with it, then Honour should be either adventitious, and acquir'd by Culture; or, if contain'd in the Blood of those that are nobly born, imperceptible 'till the Years of Discretion; and neither of them can be said of the Principle, the palpable Cause I speak of. For we plainly see on the one hand, that Scorn and Ridicule are intollerable to the poorest Wretches, and that there is no Beggar so mean or miserable, that Contempt will never offend him: On the other, that human Creatures are so early influenced by the Sense of Shame, that Children, by being laugh'd at and made a Jest of, may be set a crying before they can well speak or go. Whatever therefore this mighty Principle is, it is born with us, and belongs to our Nature: Are you unacquainted with the proper, genuine, homely Name of it?","subId":"140","id":"Mandeville.P2.2.140","speaker":"Cleo"},{"type":"paragraph","content":"I know you call it Pride. I won't dispute with you about Principles and Origins of Things; but that high Value which Men of Honour set upon themselves as such, and which is no more than what is due to the Dignity of our Nature, when well culti-vated, is the Foundation of their Character, and a Support to them in all Difficulties, that is of great Use to the Society. The Desire likewise of being thought well of, and the Love of Praise and even of Glory are commendable Qualities, that are beneficial to the Publick. The Truth of this is manifest in the Reverse; all shameless People that are below Infamy, and matter not what is said or thought of them, these, we see, no body can trust; they stick at nothing, and if they can but avoid Death, Pain, and penal Laws, are always ready to execute all manner of Mischief, their Selfishness or any brutal Appetite shall prompt them to, without Regard to the Opinion of others: Such are justly call'd Men of no Principles, because they have nothing of any Strength within, that can either spur them on to brave and virtuous Actions, or restrain them from Villainy and Baseness.","subId":"141","id":"Mandeville.P2.2.141","speaker":"Hor"},{"type":"paragraph","content":"The first Part of your Assertion is very true, when that high Value, that Desire and that Love are kept within the Bounds of Reason: But in the second there is a Mistake; those, whom we call Shameless, are not more destitute of Pride than their Betters. Remember what I have said of Education, and the Power of it; you may add Inclinations, Knowledge, and Circumstances; for as Men differ in all these, so they are differently influenced and wrought upon by all the Passions. There is nothing that some Men may not be taught to be ashamed of. The same Passion, that makes the well-bred Man and prudent Officer value and secretly admire themselves for the Honour and Fidelity they display, may make the Rake and Scoundrel brag of their Vices and boast of their Impudence.","subId":"142","id":"Mandeville.P2.2.142","speaker":"Cleo"},{"type":"paragraph","content":"I cannot comprehend, how a Man of Honour, and one that has none, should both act from the same Principle.","subId":"143","id":"Mandeville.P2.2.143","speaker":"Hor"},{"type":"paragraph","content":"This is not more strange, than that Self-love may make a Man destroy himself, yet nothing is more true; and it is as certain, that some Men indulge their Pride in being shameless. To understand human Nature requires Study and Application, as well as Penetration and Sagacity. All Passions and Instincts in general were given to all Animals for some wise End, tending to the Preservation and Happiness either of themselves or their Species: It is our Duty to hinder them from being detrimental or offensive to any Part of the Society; but why should we be ashamed of having them? The Instinct of high Value, which every Individual has for himself, is a very useful Passion: but a Passion it is, and though I could demonstrate, that we should be miserable Creatures without it, yet, when it is excessive, it often is the Cause of endless Mischiefs.","subId":"144","id":"Mandeville.P2.2.144","speaker":"Cleo"},{"type":"paragraph","content":"But in well-bred People it never is excessive.","subId":"145","id":"Mandeville.P2.2.145","speaker":"Hor"},{"type":"paragraph","content":"You mean the Excess of it never appears outwardly: But we ought never to judge of its Height or Strength from what we can discover of the Passion itself, but from the Effects it produces: It often is most superlative, where it is most conceal'd; and nothing increases and influences it more, than what is call'd a refin'd Education, and a continual Commerce with the _Beau monde:_ The only Thing, that can subdue or any ways curb it, is a strict Adherence to the Christian Religion.","subId":"146","id":"Mandeville.P2.2.146","speaker":"Cleo"},{"type":"paragraph","content":"Why do you so much insist upon it, that this Principle, this Value Men set upon themselves, is a Passion? And why will you chuse to call it Pride rather than Honour?","subId":"147","id":"Mandeville.P2.2.147","speaker":"Hor"},{"type":"paragraph","content":"For very good Reasons. Fixing this Principle in human Nature, in the first place, takes away all Ambiguity: Who is a Man of Honour, and who is not, is often a disputable Point; and, among those, that are allow'd to be such, the several Degrees of Strictness in complying with the Rules of it, make great Difference in the Principle itself. But a Passion that is born with us is unalterable, and Part of our Frame, whether it exerts itself or not: The Essence of it is the same, which Way soever it is taught to turn. Honour is the undoubted Offspring of Pride, but the same Cause produces not always the same Effect. All the Vulgar, Children, Savages and many others that are not affected with any Sense of Honour, have all of them Pride, as is evident from the Symptoms. Secondly, it helps us to explain the Ph{ae}nomena that occur in Quarrels and Affronts, and the Behaviour of Men of Honour on these Occasions, which cannot be accounted for any other Way. But what moves me to it most of all, is the prodigious Force and exorbitant Power of this Principle of Self-Esteem, where it has been long gratify'd and encourag'd. You remember the Concern you was under, when you had that Duel upon your Hands, and the great Reluctancy you felt in doing what you did; you knew it to be a Crime, and at the same Time had a strong Aversion to it; What secret Power was it, that subdued your Will and gain'd the Victory over that great Reluctancy you felt against it? You call it Honour, and the too strict though unavoidable Adherence to the Rules of it: But Men never commit Violence upon themselves but in struggling with the Passions that are innate and natural to them. Honour is acquir'd, and the Rules of it are taught: Nothing adventitious, that some are possess'd and others destitute of, could raise such intestine Wars and dire Commotions within us; and therefore whatever is the Cause, that can thus divide us against ourselves, and, as it were, rend human Nature in twain, must be Part of us; and to speak without Disguise, the Struggle in your Breast was between the Fear of Shame and the Fear of Death; had this latter not been so considerable, your Struggle would have been less: Still the first conquered, because it was strongest; but if your Fear of Shame had been inferior to that of Death, you would have reason'd otherwise, and found out some Means or other to have avoided Fighting.","subId":"148","id":"Mandeville.P2.2.148","speaker":"Cleo"},{"type":"paragraph","content":"This is a strange Anatomy of human Nature.","subId":"149","id":"Mandeville.P2.2.149","speaker":"Hor"},{"type":"paragraph","content":"Yet, for want of making Use of it, the Subject we are upon is not rightly understood by many; and Men have discours'd very inconsistently on Duelling. A Divine who wrote a Dialogue to explode that Practice, said, that those, who were guilty of it, had mistaken Notions of, and went by false Rules of Honour; for which my Friend justly ridicul'd him; saying, _You may as well deny, that it is the Fashion what you see every body wear, as to say, that demanding and giving Satisfaction is against the Law of true Honour._ Had that Man understood human Nature, he could not have committed such a Blunder: But when once he took it for granted, that Honour is a just and good Principle, without enquiring into the Cause of it among the Passions, it is impossible he should have accounted for Duelling, in a Christian pretending to act from such a Principle; and therefore in another Place, with the same Justice, he said, that a Man who had accepted a Challenge was not qualify'd to make his Will, because he was not _Compos Mentis:_ He might with greater Shew of Reason have said, that he was bewitch'd.","subId":"150","id":"Mandeville.P2.2.150","speaker":"Cleo"},{"type":"paragraph","content":"Why so?","subId":"151","id":"Mandeville.P2.2.151","speaker":"Hor"},{"type":"paragraph","content":"Because People out of their Wits, as they think at Random, so commonly they act and talk incoherently; but when a Man of known Sobriety, and who shews no manner of Discomposure, discourses and behaves himself in every thing, as he is used to do; and moreover, reasons on Points of great Nicety with the utmost Accuracy, it is impossible we should take him to be either a Fool or a Madman; and when such a Person in an Affair of the highest Importance acts so diametrically against his Interest, that a Child can see it; and with Deliberation pursues his own Destruction, those who believe that there are malignant Spirits of that Power, would rather imagine, that he was led away by some Enchantment, and overrul'd by the Enemy of Mankind, than they would fancy a palpable Absurdity: But even the Supposition of that is not sufficient to solve the Difficulty, without the Help of that strange Anatomy. For what Spell or Witchcraft is there, by the Delusion of which a Man of Understanding shall, keeping his Senses, mistake an imaginary Duty for an unavoidable Necessity to break all real Obligations? But let us wave all Ties of Religion as well as human Laws, and the Person we speak of be a profess'd _Epicure,_ that has no Thoughts of Futurity; what violent Power of Darkness is it, that can force and compel a peaceable quiet Man, neither inured to Hardship, nor valiant by Nature, to quit his beloved Ease and Security; and seemingly by Choice go fight in cold Blood for his Life, with this comfortable Reflection, that nothing forfeits it so certainly as the entire Defeat of his Enemy?","subId":"152","id":"Mandeville.P2.2.152","speaker":"Cleo"},{"type":"paragraph","content":"As to the Law and the Punishment, Persons of Quality have little to fear of that.","subId":"153","id":"Mandeville.P2.2.153","speaker":"Hor"},{"type":"paragraph","content":"You can't say that in _France,_ nor the Seven Provinces. But Men of Honour, that are of much lower Ranks, decline Duelling no more than those of the highest Quality. How many Examples have we, even here, of gallant Men, that have suffer'd for it, either by Exile or the Hangman! A Man of Honour must fear nothing: Do but consider every Obstacle, which this Principle of Self-Esteem has conquer'd at one Time or other; and then tell me whether it must not be something more than Magick, by the Fascination of which, a Man of Taste and Judgment, in Health and Vigour, as well as the Flower of his Age, can be tempted and actually drawn from the Embraces of a Wife he loves, and the Endearments of hopeful Children, from polite Conversation and the Charms of Friendship, from the fairest Possessions and the happy Enjoyment of all worldly Pleasures, to an unwarrantable Combat, of which the Victor must be exposed, either to an ignominious Death or perpetual Banishment.","subId":"154","id":"Mandeville.P2.2.154","speaker":"Cleo"},{"type":"paragraph","content":"When Things are set in this Light I confess it is very unaccountable: but will your System explain this; can you make it clear your self?","subId":"155","id":"Mandeville.P2.2.155","speaker":"Hor"},{"type":"paragraph","content":"Immediately, as the Sun: If you will but observe two things, that must necessarily follow, and are manifest from what I have demonstrated already. The first is, that the fear of Shame in general is a matter of Caprice, that varies with Modes and Customs, and may be fix'd on different Objects, according to the different Lessons we have receiv'd, and the Precepts we are imbued with; and that this is the Reason, why this fear of Shame, as it is either well or ill-placed, sometimes produces very good effects, and at others is the cause of the most enormous Crimes. Secondly, that, tho' Shame is a real Passion, the Evil to be fear'd from it is altogether imaginary, and has no Existence but in our own Reflection on the Opinion of others.","subId":"156","id":"Mandeville.P2.2.156","speaker":"Cleo"},{"type":"paragraph","content":"But there are real and substantial Mischiefs which a Man may draw upon himself, by misbehaving in Point of Honour; it may ruin his Fortune and all hopes of Preferment: An Officer may be broken for putting up an Affront: No Body will serve with a Coward, and who will employ him?","subId":"157","id":"Mandeville.P2.2.157","speaker":"Hor"},{"type":"paragraph","content":"What you urge is altogether out of the Question; at least it was in your own case; you had nothing to dread or apprehend but the bare Opinion of Men. Besides, when the fear of Shame is superior to that of Death, it is likewise Superior to, and outweighs all other Considerations; as has been sufficiently proved: But when the fear of Shame is not violent enough to curb the fear of Death, nothing else can; and whenever the fear of Death is stronger than that of Shame, there is no Consideration that will make a Man fight in cold Blood, or comply with any of the Laws of Honour, where Life is at Stake. Therefore whoever acts from the fear of Shame as a Motive, in sending and accepting of Challenges, must be sensible on the one hand; that the Mischiefs he apprehends, should he disobey the Tyrant, can only be the Off-spring of his own Thoughts; and on the other, that if he could be persuaded any ways to lessen the great Esteem and high Value he sets upon himself, his Dread of Shame would likewise palpably diminish. From all which it is most evident, that the grand Cause of this Distraction, the powerful Enchanter we are seeking after, is Pride, Excess of Pride, that highest Pitch of Self-Esteem, to which some Men may be wound up by an artful Education, and the perpetual Flatteries bestow'd upon our Species, and the Excellencies of our Nature. This is the Sorcerer, that is able to divert all other Passions from their natural Objects, and make a rational Creature ashamed of what is most agreeable to his Inclination as well as his Duty; both which the Duellist owns, that he has knowingly acted against.","subId":"158","id":"Mandeville.P2.2.158","speaker":"Cleo"},{"type":"paragraph","content":"What a wonderful Machine, what an heterogeneous Compound is Man! You have almost conquer'd me.","subId":"159","id":"Mandeville.P2.2.159","speaker":"Hor"},{"type":"paragraph","content":"I aim at no Victory, all I wish for is to do you Service, in undeceiving you.","subId":"160","id":"Mandeville.P2.2.160","speaker":"Cleo"},{"type":"paragraph","content":"What is the Reason that in the same Person the fear of Death should be so glaringly conspicuous in Sickness, or a Storm, and so entirely well hid in a Duel, and all military Engagements? Pray solve that too.","subId":"161","id":"Mandeville.P2.2.161","speaker":"Hor"},{"type":"paragraph","content":"I will as well as I can: On all Emergencies where Reputation is thought to be concern'd, the fear of Shame is effectually rous'd in Men of Honour, and immediately their Pride rushes in to their Assistance, and summons all their Strength to fortify and support them in concealing the fear of Death; by which extraordinary Efforts, the latter, that is the fear of Death, is altogether stifled, or at least kept out of Sight, and remains undiscover'd. But in all other Perils, in which they don't think their Honour engaged, their Pride lies dormant. And thus the fear of Death being check'd by nothing, appears without Disguise. That this is the Reason, is manifest from the different Behaviour that is observ'd in Men of Honour, according as they are either Pretenders to Christianity or tainted with Irreligion; for there are of both Sorts; and you shall see, most commonly at least, that your _Esprits forts,_ and those who would be thought to disbelieve a future State, (I speak of Men of Honour) shew the greatest Calmness and Intrepidity in the same Dangers, where the pretended Believers among them appear to be the most ruffled and pusillanimous.","subId":"162","id":"Mandeville.P2.2.162","speaker":"Cleo"},{"type":"paragraph","content":"But why Pretended Believers? at that rate there are no Christians among the Men of Honour.","subId":"163","id":"Mandeville.P2.2.163","speaker":"Hor"},{"type":"paragraph","content":"I don't see how they can be real Believers.","subId":"164","id":"Mandeville.P2.2.164","speaker":"Cleo"},{"type":"paragraph","content":"Why so?","subId":"165","id":"Mandeville.P2.2.165","speaker":"Hor"},{"type":"paragraph","content":"For the same Reason that a _Roman Catholick_ cannot be a good Subject always to be depended upon, in a Protestant, or indeed any other Country, but the Dominions of his Holiness. No Sovereign can confide with Safety in a Man's Allegiance, who owns and pays Homage to another Superior Power upon Earth. I am sure, you understand me.","subId":"166","id":"Mandeville.P2.2.166","speaker":"Cleo"},{"type":"paragraph","content":"Too well.","subId":"167","id":"Mandeville.P2.2.167","speaker":"Hor"},{"type":"paragraph","content":"You may yoke a Knight with a Prebendary, and put them together into the same Stall; but Honour and the Christian Religion make no Couple, _nec in unâ sede morantur,_ any more than Majesty and Love. Look back on your own Conduct, and you shall find, that what you said of the Hand of God was only a Shift, an Evasion, you made to serve your then present Purpose. On another Occasion, you had said Yesterday yourself, that Providence superintends and governs every thing without Exception; you must therefore have known, that the Hand of God is as much to be seen in one common Accident in Life, and in one Misfortune, as it is in another, that is not more extraordinary. A severe Fit of Sickness may be less fatal, than a slight Skirmish between two hostile Parties; and among Men of Honour there is often as much Danger in a Quarrel about nothing, as there can be in the most violent Storm. It is impossible therefore that a Man of Sense, who has a solid Principle to go by, should in one sort of Danger think it Impiety not to shew Fear, and in another be ashamed to be thought to have any. Do but consider your own Inconsistency with yourself. At one time, to justify your fear of Death, when Pride is absent, you become religious on a sudden, and your Conscience then is so tenderly scrupulous, that to be undaunted under Chastisements from the Almighty, seems no less to you than waging War with Heaven; and at another, when Honour calls, you dare not only knowingly and wilfully break the most positive Command of God, but likewise to own; that the greatest Calamity, which, in your Opinion, can befall you, is, that the World should believe, or but suspect of you, that you had any Scruple about it. I defy the Wit of Man to carry the Affront to the Divine Majesty higher. Barely to deny his Being is not half so daring, as it is to do this after you have own'd him to exist. No Atheism----","subId":"168","id":"Mandeville.P2.2.168","speaker":"Cleo"},{"type":"paragraph","content":"Hold, _=Cleomenes=;_ I can no longer resist the Force of Truth, and I am resolved to be better acquainted with myself for the future. Let me become your Pupil.","subId":"169","id":"Mandeville.P2.2.169","speaker":"Hor"},{"type":"paragraph","content":"Don't banter me, _=Horatio=;_ I don't pretend to instruct a Man of your Knowledge; but if you will take my Advice, search into yourself with Care and Boldness, and at your Leisure peruse the Book I recommended.","subId":"170","id":"Mandeville.P2.2.170","speaker":"Cleo"},{"type":"paragraph","content":"I promise you, I will, and shall be glad to accept of the handsome Present I refus'd: Pray send a Servant with it to Morrow-morning.","subId":"171","id":"Mandeville.P2.2.171","speaker":"Hor"},{"type":"paragraph","content":"It's a Trifle. You had better let one of yours go with me now; I shall drive Home directly.","subId":"172","id":"Mandeville.P2.2.172","speaker":"Cleo"},{"type":"paragraph","content":"I understand your Scruple. It shall be as you please.","subId":"173","id":"Mandeville.P2.2.173","speaker":"Hor"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"}],"prev":{"id":"Mandeville.P2.1","imported":true,"title":"The First Dialogue, between Horatio, Cleomenes, and Fulvia","breadcrumb":"First Dialogue","published":[1729]},"next":{"id":"Mandeville.P2.3","imported":true,"title":"The Third Dialogue, between Horatio and Cleomenes","breadcrumb":"Third Dialogue","published":[1729]}}