{"id":"Mandeville.P2.Pref","imported":true,"parent":"Mandeville.P2","title":"The Preface","breadcrumb":"Preface","published":[1729],"copytext":[1729],"sourceDesc":"This text was imported from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-2/simple#lf0014-02_div_005","blocks":[{"type":"title","content":"£4 THE £4 £1 PREFACE. £1","id":"Mandeville.P2.Pref"},{"type":"paragraph","content":"_CONSIDERING the manifold Clamours, that have been rais'd from several Quarters, against the _Fable of the Bees,_ even after I had publish'd the Vindication of it, many of my Readers will wonder to see me come out with a Second Part, before I have taken any further Notice of what has been said against the First. Whatever is Publish'd, I take it for granted, is submitted to the Judgment of all the World that see it; but it is very unreasonable that Authors should not be upon the same Footing with their Criticks. The Treatment I have receiv'd, and the Liberties some Gentlemen have taken with me, being well known, the Publick must be convinced before now, that, in point of Civility, I owe my Adversaries nothing: And if those, who have taken upon them to school and reprimand me, had an undoubted Right to censure what they thought fit, without asking my Leave, and to say of me what they pleas'd, I ought to have an equal Privilege to examine their Censures, and, without consulting them, to judge in my Turn, whether they are worth answering or not. The Publick must be the Umpire between us. From the Appendix that has been added to the First Part ever since the third Edition, it is manifest, that I have been far from endeavouring to stifle, either the Arguments or the Invectives that were made against me; and, not to have left the Reader uninform'd of any thing extant of either sort, I once thought to have taken this Opportunity of presenting him with a List of the Adversaries that have appeared in Print against me; but as they are in nothing so considerable as they are in their Numbers, I was afraid it would have look'd like Ostentation, unless I would have answered them all, which I shall never attempt. The Reason therefore of my obstinate Silence has been all along, that hitherto I have not been accused of any thing, that is criminal or immoral, for which every middling Capacity could not have framed a very good Answer, from some Part or other, either of the Vindication or the Book it self._","subId":"1","id":"Mandeville.P2.Pref.1"},{"type":"paragraph","content":"_However, I have wrote, and had by me near two Years, a Defence of the _Fable of the Bees,_ in which I have stated and endeavour'd to solve all the Objections that might reasonably be made against it, as to the Doctrine contain'd in it, and the Detriment it might be of to others: For this is the only thing about which I ever had any Concern. Being conscious, that I have wrote with no ill Design, 1 should be sorry to lye under the Imputation of it: But as to the Goodness or Badness of the Performance it self, the Thought was never worth my Care; and therefore those Criticks, that found Fault with my bad Reasoning, and said of the Book, that it is ill wrote, that there is nothing new in it, that it is incoherent Stuff, that the Language is barbarous, the Humour low, and the Style mean and pitiful; those Criticks, I say, are all very wellcome to say what they please: In the main, I believe they are in the right; but if they are not, I shall never give my self the Trouble to contradict them; for I never think an Author more foolishly employ'd, than when he is vindicating his own Abilities. As I wrote it for my Diversion, so I have had my Ends; if those who read it have not had theirs, I am sorry for it, tho' I think my self not at all answerable for the Disappointment. It was not wrote by Subscription, nor have I ever warranted, any where, what Use or Goodness it would be of: On the contrary, in the very Preface, I have called it an inconsiderable Trifle, and since that, I have publickly own'd that it was a Rhapsody. If People will buy Books without looking into them, or knowing what they are, I can't see whom they have to blame but themselves, when they don't answer Expectation. Besides, it is no new thing for People to dislike Books after they have bought them: This will happen sometimes, even when Men of considerable Figure had given them the strongest Assurances, before hand, that they would be pleas'd with them._","subId":"2","id":"Mandeville.P2.Pref.2"},{"type":"paragraph","content":"_A considerable Part of the Defence I mention'd, has been seen by several of my Friends, who have been in Expectation of it for some time. I have stay'd neither for Types nor Paper, and yet I have several Reasons, why I do not yet publish it; which, having touch'd no body's Money, nor made any Promise concerning it, I beg leave to keep to my self. Most of my Adversaries, whenever it comes out, will think it soon enough, and no body suffers by the Delay but my self._","subId":"3","id":"Mandeville.P2.Pref.3"},{"type":"paragraph","content":"_Since I was first attack'd, it has long been a Matter of Wonder and Perplexity to me to find out, why and how Men should conceive, that I had wrote with an Intent to debauch the Nation, and promote all Manner of Vice: And it was a great while before I could derive the Charge from any thing, but wilful Mistake and premeditated Malice; but since I have seen, that Men could be serious in apprehending the Encrease of Rogues and Robberies, from the frequent Representations of the _Beggar's Opera,_ I am persuaded, that there really are such _Wrongheads_ in the World, as will fancy Vices to be encouraged, when they see them expos'd. To the same Perverseness of Judgment it must have been owing, that some of my Adversaries were highly incens'd with me, for having own'd in the Vindication, that _hitherto I had not been able to conquer my Vanity, as well as I could have wish'd._ From their Censure it is manifest, that they must have imagin'd, that to complain of a Frailty, was the same as to brag of it. But if these angry Gentlemen had been less blinded with Passion, or seen with better Eyes, they would easily have perceiv'd, unless they were too well pleas'd with their Pride; that to have made the same Confession themselves, they wanted nothing but Sincerity. Whoever boasts of his Vanity, and at the same time shews his Arrogance, is unpardonable. But when we hear a Man complain of an Infirmity, and his Want of Power entirely to cure it, whilst he suffers no Symptoms of it to appear, that we could justly upbraid him with, we are so far from being offended, that we are pleas'd with the Ingenuity, and applaud his Candor: And when such an Author takes no greater Liberties with his Readers, than what is usual in the same manner of writing, and owns That to be the Result of Vanity, which others tell a thousand Lies about, his Confession is a Compliment, and the Frankness of it ought not to be look'd upon otherwise, than as a Civility to the Publick, a Condescension he was not obliged to make. It is not in feeling the Passions, or in being affected with the Frailties of Nature, that Vice consists; but in indulging and obeying the Call of them, contrary to the Dictates of Reason. Whoever pays great Deference to his Readers, respectfully submitting himself to their Judgment, and tells them at the same time, that he is entirely destitute of Pride; whoever, I say, does this, spoils his Compliment whilst he is making of it: For it is no better than bragging, that it costs him nothing. Persons of Taste, and the least Delicacy, can be but little affected with a Man's Modesty, of whom they are sure, that he is wholly void of Pride within: The Absence of the one makes the Virtue of the other cease; at least the Merit of it is not greater than that of Chastity in an Eunuch, or Humility in a Beggar. What Glory would it be to the Memory of _Cato,_ that he refused to touch the Water that was brought him, if it was not supposed that he was very thirsty when he did it?_","subId":"4","id":"Mandeville.P2.Pref.4"},{"type":"paragraph","content":"_The Reader will find, that in this Second Part I have endeavoured to illustrate and explain several Things, that were obscure and only hinted at in the First._","subId":"5","id":"Mandeville.P2.Pref.5"},{"type":"paragraph","content":"_Whilst I was forming this Design, I found on the one hand, that, as to my self, the easiest way of executing it, would be by Dialogue; but I knew, on the other, that to discuss Opinions, and manage Controversies, it is counted the most unfair Manner of Writing. When partial Men have a mind to demolish an Adversary, and triumph over him with little Expence, it has long been a frequent Practice to attack him with Dialogues, in which the Champion, who is to lose the Battel, appears at the very beginning of the Engagement, to be the Victim, that is to be sacrifised, and seldom makes a better Figure, than Cocks on _Shrove-Tuesday,_ that receive Blows, but return none, and are visibly set up on purpose to be knock'd down. That this is to be said against Dialogues, is certainly true; but it is as true, that there is no other manner of writing, by which greater Reputation has been obtain'd. Those, who have most excell'd all others in it were the two most famous Authors of all Antiquity, _Plato_ and _Cicero:_ The one wrote almost all his Philosophical Works in Dialogues, and the other has left us nothing else. It is evident then, that the Fault of those, who have not succeeded in Dialogues, was in the Management, and not in the manner of Writing; and that nothing but the ill use that has been made of it, could ever have brought it into Disrepute. The Reason why Plato preferr' d Dialogues to any other manner of Writing, he said, was, that Things thereby might look, as if they were acted, rather than told: The same was afterwards given by _Cicero_ in the same Words, rendred into his own Language. The greatest Objection that in reality lies against it, is the Difficulty there is in writing them well. The chief of _Plato_'s Interlocutors was always his Master _Socrates,_ who every where maintains his Character with great Dignity; but it would have been impossible to have made such an extraordinary Person speak like himself on so many Emergencies, if _Plato_ had not been as great a Man as _Socrates.__","subId":"6","id":"Mandeville.P2.Pref.6"},{"type":"paragraph","content":"__Cicero_, who study'd nothing more than to imitate _Plato_, introduced in his Dialogues some of the greatest Men in _Rome_ his Contemporaries, that were known to be of different Opinions, and made them maintain and defend every one his own Sentiments, as strenuously and in as lively a manner, as they could possibly have done themselves; and in reading his Dialogues a Man may easily imagine himself, to be in company with several learned Men of different Tastes and Studies. But to do this a Man must have _Cicero_'s Capacity. _Lucian_ likewise, and several others among the Ancients, chose for their Speakers, Persons of known Characters. That this interests and engages the Reader more, than strange Names, is undeniable; but then, when the Personages fall short of those Characters, it plainly shews, that the Author undertook what he was not able to execute. To avoid this Inconveniency, most Dialogue Writers among the Moderns have made use of fictitious Names, which they either invented themselves, or borrow'd of others. These are, generally speaking, judicious Compounds, taken from the _Greek,_ that serve for short Characters of the imaginary Persons they are given to, denoting either the Party they side with, or what it is they love or hate. But of all these happy Compounds there is not one, that has appear'd equally charming to so many Authors of different Views and Talents, as _Philalethes;_ a plain Demonstration of the great Regard Mankind generally have to Truth. There has not been a Paper-War of note, these two hundred Years, in which both Parties, at one time or other, have not made use of this victorious Champion; who, which Side soever he has fought on, has hitherto, like _Dryden_'s _Almanzor,_ been Conqueror, and constantly carried all before him. But, as by this means the Event of the Battel must always be known, as soon as the Combatants are named, and before a Blow is struck; and as all Men are not equally peaceable in their Dispositions, many Readers have complain'd, that they had not Sport enough for their Money, and that knowing so much before-hand, spoil'd all their Diversion. This Humour having prevail'd for some time, Authors are grown less sollicitous about the Names of the Personages they introduce: This careless Way seeming to me, at least, as reasonable as any other, I have follow'd; and had no other Meaning by the Names I have given my Interlocutors, than to distinguish them; without the least Regard to the Derivation of the _ Words,_ or any thing relating to the Etymology of them: All the Care I have taken about them, that I know of, is, that the Pronunciation of them should not be harsh, nor the Sounds offensive._","subId":"7","id":"Mandeville.P2.Pref.7"},{"type":"paragraph","content":"_But tho' the Names I have chosen are feign'd, and the Circumstances of the Persons fictitious, the Characters themselves are real, and as faithfully copied from Nature, as I have been able to take them. I have known Criticks find fault with Play-wrights for annexing short Characters to the Names they gave the Persons of the _Drama;_ alledging, that it is forestalling their Pleasure, and that whatever the Actors are represented to be, they want no Monitor, and are wise enough to find it out themselves. But I could never approve of this Censure; there is a Satisfaction, I think, in knowing ones Company; and when I am to converse with People for a considerable time, I desire to be well acquainted with them, and the sooner the better. It is for this reason, I thought it proper to give the Reader some account of the Persons, that are to entertain him. As they are supposed to be People of Quality, I beg leave, before I come to Particulars, to premise some things concerning the _Beau Monde_ in general; which, tho' most People perhaps know them, every Body does not always attend to. Among the fashionable part of Mankind throughout Christendom, there are in all Countries Persons, who, tho' they feel a just Abhorrence to Atheism and profess'd Infidelity, yet have very little Religion, and are scarce Half-Believers when their Lives come to be look'd into, and their Sentiments examin'd. What is chiefly aim'd at in a refined Education is to procure as much Ease and Pleasure upon Earth, as that can afford: Therefore Men are first instructed in all the various Arts of rendring their Behaviour agreeable to others, with the least Disturbance to themselves. Secondly, they are imbued with the Knowledge of all the elegant Comforts of Life, as well as the Lessons of human Prudence, to avoid Pain and Trouble, in order to enjoy as much of the World, and with as little Opposition, as it is possible: whilst thus Men study their own private Interest, in assisting each other to promote and encrease the Pleasures of Life in general, they find by Experience, that to compass those Ends, every thing ought to be banish'd from Conversation, that can have the least Tendency of making others uneasy; and to reproach Men with their Faults or Imperfections, Neglects or Omissions, or to put them in Mind of their Duty, are Offices that none are allow'd to take upon them, but Parents or profess'd Masters and Tutors; nor even they before Company: But to reprove and pretend to teach others, we have no Authority over, is ill Manners, even in a Clergyman out of the Pulpit; nor is he there to talk magisterially, or ever to mention things, that are melancholly or dismal, if he would pass for a polite Preacher: But whatever we may vouchsafe to hear at Church; neither the Certainty of a future State, nor the Necessity of Repentance, nor any thing else relating to the Essentials of Christianity, are ever to be talk'd of when we are out of it, among the _Beau Monde,_ upon any Account whatever. The Subject is not diverting: Besides, every Body is supposed to know those things, and to take care accordingly; nay it is unmannerly to think otherwise. The Decency in Fashion being the chief, if not the only Rule, all modish People walk by, not a few of them go to Church, and receive the Sacrament, from the same Principle, that obliges them to pay Visits to one another, and now and then to make an Entertainment. But as the greatest Care of the _Beau Monde_ is to be agreeable, and appear well-bred, so most of them take particular Care, and many against their Consciences, not to seem burden'd with more Religion, than it is fashionable to have; for fear of being thought, to be either Hypocrites or Bigots._","subId":"8","id":"Mandeville.P2.Pref.8"},{"type":"paragraph","content":"_Virtue however is a very fashionable Word, and some of the most luxurious are extremely fond of the amiable sound; tho' they mean nothing by it, but a great Veneration for whatever is courtly or sublime, and an equal Aversion to every thing, that is vulgar or unbecoming. They seem to imagine, that it chiefly consists in a strict Compliance to the Rules of Politeness, and all the Laws of Honour, that have any regard to the Respect that is due to themselves. It is the Existence of this Virtue, that is often maintain'd with so much Pomp of Words, and for the Eternity of which so many Champions are ready to take up Arms: Whilst the Votaries of it deny themselves no Pleasure, they can enjoy, either fashionably or in secret; and, instead of sacrificing the Heart to the Love of real Virtue, can only condescend to abandon the outward Deformity of Vice, for the Satisfaction they receive from appearing to be well-bred. It is counted ridiculous for Men to commit Violence upon themselves, or to maintain, that Virtue requires Self-denial ; all Court-Philosophers are agreed, that nothing can be lovely or desirable, that is mortifying or uneasy. A civil Behaviour among the Fair in Publick, and a Deportment, inoffensive both in Words and Actions, is all the Chastity, the polite World requires in Men. What Liberties soever a Man gives himself in private, his Reputation shall never suffer, whilst he conceals his Amours from all those, that are not unmannerly inquisitive, and takes care, that nothing criminal can ever be proved upon him. _Si non castè saltem cautè,_ is a Precept that sufficiently shews, what every Body expects; and tho' Incontinence is own'd to be a Sin, yet never to have been guilty of it is a Character, which most single Men under thirty would not be fond of, even amongst modest Women._","subId":"9","id":"Mandeville.P2.Pref.9"},{"type":"paragraph","content":"_As the World every where, in Compliment to itself, desires to be counted really virtuous, so bare-fac'd Vices, and all Trespasses committed in Sight of it, are heinous and unpardonable. To see a Man drunk in the open Street or any serious Assembly at Noon-day is shocking; because it is a Violation of the Laws of Decency, and plainly shews a Want of Respect, and Neglect of Duty, which every Body is supposed to owe to the Publick. Men of mean Circumstances likewise may be blamed for spending more Time or Money in drinking, than they can afford; but when these and all worldly Considerations are out of the Question, Drunkenness itself, as it is a Sin, an Offence to Heaven, is seldom censured; and no Man of Fortune scruples to own, that he was at such a Time in such a Company, where they drank very hard. Where nothing is committed, that is either beastly, or otherwise extravagant, Societies, that meet on purpose to drink, and be merry, reckon their manner of passing away the time as innocent, as any other, tho' most Days in the year they spend five or six Hours of the four and twenty in that Diversion. No Man had ever the Reputation of being a good Companion, that would never drink to excess; and if a Man's Constitution be so strong, or himself so cautious, that the Dose he takes over-night, never disorders him the next Day, the worst that shall be said of him, is, that he loves his Bottle with Moderation: Tho' every Night constantly he makes drinking his Pastime, and hardly ever goes to Bed entirely sober._","subId":"10","id":"Mandeville.P2.Pref.10"},{"type":"paragraph","content":"_Avarice, it is true, is generally detested; but as Men may be as guilty of it by scraping Money together, as they can be by hoarding it up, so all the base, the sordid and unreasonable means of acquiring Wealth, ought to be equally condemn'd and exploded, with the vile, the pitiful and penurious ways of saving it; but the World is more indulgent; no Man is tax'd with Avarice, that will conform with the _Beau Monde,_ and live every way in Splendour, tho' he should always be raising the Rents of his Estate, and hardly suffer his Tenants to live under him; tho' he should enrich himself by Usury, and all the barbarous Advantages that Extortion can make of the Necessities of others; and tho' moreover he should be a bad Pay-master himself, and an unmerciful Creditor to the unfortunate; it is all one, no man is counted covetous, who entertains well, and will allow his Family what is fashionable for a Person in his Condition. How often do we see Men of very large Estates unreasonably sollicitous after greater Riches! What Greediness do some Men discover in extending the Perquisites of their Offices! What dishonourable Condescensions are made for Places of Profit! What slavish Attendance is given, and what low Submissions and unmanly Cringes are made to Favorites for Pensions, by Men that could subsist without them! Yet these things are no Reproach to Men, and they are never upbraided with them but by their Enemies, or those that envy them, and perhaps the Discontented and the Poor. On the contrary, most of the well-bred People, that live in Affluence themselves, will commend them for their Diligence and Activity; and say of them, that they take care of the Main Chance; that they are industrious Men for their Families, and that they know how, and are fit, to live in the World._","subId":"11","id":"Mandeville.P2.Pref.11"},{"type":"paragraph","content":"_But these kind Constructions are not more hurtful to the Practice of Christianity, than the high Opinion, which in an artful Education Men are taught to have of their Species, is to the Belief of its Doctrine, if a right use be not made of it. That the great Preeminence we have over all other Creatures, we are acquainted with, consists in our rational Faculty, is very true; but it is as true, that the more we are taught to admire ourselves, the more our Pride encreases, and the greater Stress we lay on the Sufficiency of our Reason: For as Experience teaches us, that the greater and the more transcendent the Esteem is, which Men have for their own Worth, the less capable they generally are to bear Injuries without Resentment; so we see in like manner, that the more exalted the Notions are, which Men entertain of their better part, their reasoning Faculty, the more remote and averse they'll be from giving their Assent to any thing that seems to insult over or contradict it: And asking a Man to admit of any thing, he cannot comprehend, the Proud Reasoner calls an Affront to human Understanding. But as Ease and Pleasure are the grand Aim of the _Beau Monde,_ and Civility is inseparable from their Behaviour, whether they are Believers or not, so well-bred People never quarrel with the Religion they are brought up in: They'll readily comply with every Ceremony in Divine Worship, they have been used to, and never dispute with you, either about the _Old_ or the _New Testament_, if in your turn you'll forbear laying great Stress upon Faith and Mysteries, and allow them to give an allegorical or any other figurative Sense to the History of the Creation, and whatever else they cannot comprehend or account for by the Light of Nature._","subId":"12","id":"Mandeville.P2.Pref.12"},{"type":"paragraph","content":"_I am far from believing that among the fashionable People there are not in all Christian Countries many Persons of stricter Virtue and greater Sincerity in Religion, than I have here described; but that a considerable part of Mankind have a great Resemblance to the Picture I have been drawing, I appeal to every knowing and candid Reader. _=Horatio=_, _=Cleomenes=_, and _=Fulvia=_ are the Names I have given to my Interlocutors: The first represents one of the modish People I have been speaking of, but rather of the better sort of them as to Morality; tho' he seems to have a greater Distrust of the Sincerity of Clergymen, than he has of that of any other Profession, and to be of the Opinion, which is express'd in that trite and specious as well as false and injurious saying, _Priests of all Religions are the same._ As to his Studies, he is suppos'd to be tolerably well vers'd in the Classicks, and to have read more than is usual for People of Quality, that are born to great Estates. He is a Man of strict Honour, and of Justice as well as Humanity; rather profuse than covetous, and altogether disinterested in his Principles. He has been Abroad, seen the World, and is supposed to be possess'd of the greatest part of the Accomplishments, that usually gain a Man the Reputation of being very much of a Gentleman._","subId":"13","id":"Mandeville.P2.Pref.13"},{"type":"paragraph","content":"__=Cleomenes=_ had been just such another, but was much reform'd. As he had formerly, for his Amusement only, been dipping into Anatomy, and several parts of natural Philosophy; so, since he was come Home from his Travels, he had study'd human Nature, and the Knowledge of himself with great Application. It is supposed, that, whilst he was thus employing most of his leisure Hours, he met with the _Fable of the Bees;_ and making a right use of what he read, compared what he felt himself, within, as well as what he had seen in the World, with the Sentiments set forth in that Book, and found the Insincerity of Men fully as universal, as it was there represented. He had no Opinion of the Pleas and Excuses, that are commonly made to cover the real Desires of the Heart; and he ever suspected the Sincerity of Men, whom he saw to be fond of the World, and with Eagerness grasping at Wealth and Power, when they pretended that the great End of their Labours was to have Opportunities of doing good to others upon Earth, and becoming themselves more thankful to Heaven; especially, if they conform'd with the _Beau Monde,_ and seem'd to take delight in a fashionable way of living: He had the same Suspicion of all Men of Sense, who, having read and consider'd the Gospel, would maintain the Possibility that Persons might pursue Worldly Glory with all their Strength, and at the same time be good Christians. _=Cleomenes=_ himself believ'd the Bible to be the Word of God, without reserve, and was entirely convinced of the mysterious as well as historical Truths that are contain'd in it. But as he was fully persuaded, not only of the Veracity of the Christian Religion, but likewise of the Severity of its Precepts, so he attack'd his Passions with Vigor, but never scrupled to own his want of Power to subdue them, or the violent Opposition he felt from within; often complaining, that the Obstacles he met with from Flesh and Blood, were insurmountable. As he understood perfectly well the difficulty of the Task required in the Gospel, so he ever opposed those easy Casuists, that endeavour'd to lessen and extenuate it for their own Ends; and he loudly maintain'd, that Men's Gratitude to Heaven was an unacceptable Offering, whilst they continued to live in Ease and Luxury, and were visibly sollicitous after their Share of the Pomp and Vanity of this World. In the very Politeness of Conversation, the Complacency, with which fashionable People are continually soothing each other's Frailties, and in almost every part of a Gentleman's Behaviour, he thought, there was a Disagreement between the outward Appearances, and what is felt within, that was clashing with Uprightness and Sincerity. _=Cleomenes=_ was of Opinion, that of all religious Virtues, nothing was more scarce, or more difficult to acquire, than Christian Humility; and that to destroy the Possibility of ever attaining to it, nothing was so effectual as what is call'd a Gentleman's Education; and that the more dextrous, by this Means, Men grew in concealing the outward Signs, and every Symptom of Pride, the more entirely they became enslaved by it within. He carefully examin'd into the Felicity that accrues from the Applause of others, and the invisible Wages which Men of Sense and judicious Fancy receiv'd for their Labours; and what it was at the Bottom, that rendred those airy Rewards so ravishing to Mortals. He had often observed, and watch'd narrowly the Countenances and Behaviour of Men, when any thing of theirs was admired or commended, such as the Choice of their Furniture, the Politeness of their Entertainments, the Elegancy of their Equipages, their Dress, their Diversions, or the fine Taste display'd in their Buildings._","subId":"14","id":"Mandeville.P2.Pref.14"},{"type":"paragraph","content":"__=Cleomenes=_ seemed charitable, and was a Man of strict Morals, yet he would often complain that he was not possess'd of one Christian Virtue, and found fault with his own Actions, that had all the Appearances of Goodness; because he was conscious, he said, that they were perform'd from a wrong Principle. The Effects of his Education, and his Aversion to Infamy, had always been strong enough to keep him from Turpitude; but this he ascribed to his Vanity, which he complain'd was in such full Possession of his Heart, that he knew no Gratification of any Appetite from which he was able to exclude it. Having always been a Man of unblameable Behaviour, the Sincerity of his Belief had made no visible Alteration in his Conduct to outward Appearances; but in private he never ceas'd from examining himself. As no Man was less prone to Enthusiasm than himself so his Life was very uniform; and as he never pretended to high Flights of Devotion, so he never was guilty of enormous Offences. He had a strong Aversion to Rigorists of all sorts; and when he saw Men quarrelling about Forms of Creeds, and the Interpretation of obscure Places, and requiring of others the strictest Compliance to their own Opinions in disputable Matters, it rais'd his Indignation to see the Generality of them want Charity, and many of them scandalously remiss, in the plainest and most necessary Duties. He took uncommon Pains to search into human Nature, and left no Stone unturn'd, to detect the Pride and Hypocrisy of it, and among his intimate Friends to expose the Stratagems of the one, and the exorbitant Power of the other. He was sure, that the Satisfaction which arose from worldly Enjoyments, was something distinct from Gratitude, and foreign to Religion; and he felt plainly, that as it proceeded from within, so it center'd in himself: The very Relish of Life, he said, was accompanied with an Elevation of Mind, that seem'd to be inseparable from his Being. Whatever Principle was the Cause of this, he was convinced within himself, that the Sacrifice of the Heart, which the Gospel requires, consisted in the utter Extirpation of that Principle; confessing at the same time, that this Satisfaction he found in himself, this Elevation of Mind, caused his chief Pleasure; and that in all the Comforts of Life, it made the greatest Part of the Enjoyment._","subId":"15","id":"Mandeville.P2.Pref.15"},{"type":"paragraph","content":"__=Cleomenes=_ with grief often own'd his Fears, that his Attachment to the World would never cease whilst he lived; the Reasons he gave, were the great Regard he continued to have for the Opinion of worldly Men; the Stubborness of his indocile Heart, that could not be brought to change the Objects of its Pride; and refused to be ashamed of what from his Infancy it had been taught to glory in; and lastly, the Impossibility, he found in himself, of being ever reconciled to Contempt, and enduring, with Patience, to be laugh'd at and despised for any Cause, or on any Consideration whatever. These were the Obstacles, he said, that hindered him from breaking off all Commerce with the _Beau Monde_, and entirely changing his manner of Living; without which he thought it Mockery to talk of renouncing the World, and bidding adieu to all the Pomp and Vanity of it._","subId":"16","id":"Mandeville.P2.Pref.16"},{"type":"paragraph","content":"_The part of _=Fulvia=_, who is the third Person, is so inconsiderable, she just appearing only in the first Dialogue, that it would be impertinent to trouble the Reader with a Character of her. I had a Mind to say some things on Painting and _Operas_, which I thought might by introducing her be brought in more naturally, and with less Trouble, than they could have been without her. The Ladies, I hope, will find no reason, from the little she does say, to suspect that she wants either Virtue or Understanding._","subId":"17","id":"Mandeville.P2.Pref.17"},{"type":"paragraph","content":"_As to the Fable, or what is supposed to have occasioned the first Dialogue between _=Horatio=_ and _=Cleomenes=_, it is this. _=Horation=_, who had found great Delight in my Lord _Shaftsbury_'s polite manner of Writing, his fine Raillery, and blending Virtue with good Manners, was a great Stickler for the Social System; and wonder'd how _=Cleomenes=_ could be an Advocate for such a Book as the _Fable of the Bees,_ of which he had heard a very vile Character from several Quarters. _=Cleomenes=_, who loved and had a great friendship for _=Horatio=,_ wanted to undeceive him; but the other, who hated Satyr, was prepossess'd, and having been told likewise, that martial Courage, and Honour itself, were ridicul'd in that Book, he was very much exasperated against the Author and his whole Scheme: He had two or three times heard _=Cleomenes=_ discourse on this Subject with others; but would never enter into the Argument himself; and finding his Friend often pressing to come to it, he began to look coolly upon him, and at last to avoid all opportunities of being alone with him: 'till _=Cleomenes=_ drew him in, by the Stratagem which the Reader will see he made use of, as _=Horatio=_ was one day taking his leave after a short complimentary Visit._","subId":"18","id":"Mandeville.P2.Pref.18"},{"type":"paragraph","content":"_I should not wonder to see Men of Candor, as well as good Sense, find fault with the Manner, in which I have chose to publish these Thoughts of mine to the World; there certainly is something in it, which I confess I don't know how to justify to my own Satisfaction. That such a Man as _=Cleomenes=,_ having met with a Book agreeable to his own Sentiments, should desire to be acquainted with the Author of it, has nothing in it, that is improbable or unseemly; but then it will be objected, that, whoever the Interlocutors are, it was I myself who wrote the Dialogues; and that it is contrary to all Decency, that a Man should proclaim concerning his own Work, all that a Friend of his, perhaps, might be allow'd to say: This is true; and the best Answer, which, I think, can be made to it, is, that such an impartial Man, and such a Lover of Truth, as _=Cleomenes=_ is represented to be, would be as cautious in speaking of his Friend's Merit, as he would be of his own. It might be urg'd likewise, that when a Man professes himself to be an Author's Friend, and exactly to entertain the same Sentiments with another, it must naturally put every Reader upon his guard, and render him as suspicious and distrustful of such a Man, as he would be of the Author himself. But how good soever the Excuses are, that might be made for this manner of Writing, I would never have ventur'd upon it, if I had not liked it in the famous _Gassendus_, who by the help of several Dialogues and a Friend, who is the chief Personage in them, has not only explain'd and illustrated his System, but likewise refuted his Adversaries: Him I have followed, and I hope the Reader will find, that whatever Opportunity I have had by this Means, of speaking well of my self indirectly, I had no Design to make that, or any other ill Use of it._","subId":"19","id":"Mandeville.P2.Pref.19"},{"type":"paragraph","content":"_As it is supposed, that _=Cleomenes=_ is my Friend, and speaks my Sentiments, so it is but Justice, that every Thing which he advances should be look'd upon and consider'd as my own; but no Man in his Senses would think, that I ought to be equally responsible for every Thing that _=Horatio=_ says, who is his Antagonist. If ever he offers any thing that savours of Libertinism, or is otherwise exceptionable, which _=Cleomenes=_ does not reprove him for in the best and most serious Manner, or to which he gives not the most satisfactory and convincing Answer that can be made, I am to blame, otherwise not. Yet from the Fate the first Volume has met with, I expect to see in a little time several things transcrib'd and cited from this, in that manner, by themselves, without the Replies that are made to them, and so shewn to the World, as my Words and my Opinion. The Opportunity of doing this will be greater in this Book than it was in the former, and should I always have fair play, and never be attack'd, but by such Adversaries, as would make their Quotations from me without Artifice, and use me with common Honesty, it would go a great Way to the refuting of me; and I should myself begin to suspect the Truth of several Things I have advanced, and which hitherto I can't help believing._","subId":"20","id":"Mandeville.P2.Pref.20"},{"type":"paragraph","content":"_A Stroke made in this manner,———which the Reader will sometimes meet with in the following Dialogues, is a Sign, either of Interruption, when the Person speaking is not suffer'd to go on with what he was going to say, or else of a Pause, during which something is supposed to be said or done, not relating to the Discourse._","subId":"21","id":"Mandeville.P2.Pref.21"},{"type":"paragraph","content":"_As in this Volume I have not alter'd the Subject, on which a former, known by the Name of _the Fable of the Bees_, was wrote; and the same unbiass'd Method of searching after Truth and enquiring into the Nature of Man and Society, made use of in that, is continued in this, I thought it unnecessary to look out for another Title; and being myself a great Lover of Simplicity, and my Invention none of the most fruitful, the Reader, I hope, will pardon the bald, inelegant Aspect, and unusual Emptiness of the Title Page._","subId":"22","id":"Mandeville.P2.Pref.22"},{"type":"paragraph","content":"_Here I would have made an End of my Preface, which I know very well is too long already: But the World having been very grosly imposed upon by a false Report, that some Months ago was very solemnly made, and as industriously spread in most of the News-Papers, for a considerable Time, I think, it would be an unpardonable Neglect in me, of the Publick, should I suffer them to remain in the Error they were led into, when I am actually addressing them, and there is no other Person, from whom they can so justly expect to be undeceiv'd. In the _London Evening-Post_ of _Saturday March 9, 1727–8._ the following Paragraph was printed in small Italick, at the End of the Home-News._","subId":"23","id":"Mandeville.P2.Pref.23"},{"type":"paragraph","content":"On _Friday_ Evening the first Instant, A Gentleman, well dress'd, appeared at the Bonefire before St. _James_'s-Gate, who declared himself the Author of a Book, entituled, _The Fable of the Bees:_ And that he was sorry for writing the same: and recollecting his former Promise, pronounced these Words: _I commit my Book to the Flames;_ and threw it in accordingly.","subId":"24","id":"Mandeville.P2.Pref.24"},{"type":"paragraph","content":"_The _Monday_ following the same piece of News was repeated in _the Daily Journal_, and after that for a considerable time, as I have said, in most of the Papers: But since the _Saturday_ mention'd, which was the only time it was printed by itself, it appear'd always with a small Addition to it, and annex'd (with a _N.B_. before it) to the following Advertisement._","subId":"25","id":"Mandeville.P2.Pref.25"},{"type":"paragraph","content":"Or an Enquiry into the Original of Moral Virtue, wherein the false Notions of _Machiavel,_ _Hobbs, Spinosa,_ and Mr. _Bayle,_ as they are collected and digested by the Author of _the Fable of the Bees,_ are examined and confuted; and the eternal and unalterable Law of Nature and Obligation of Moral Virtue is stated and vindicated; to which is prefixed a Prefatory Introduction, in a Letter to that Author. By _Alexander Innes,_ D. D. Preacher-Assistant at St. _Margaret_'s _Westminster._","subId":"26","id":"Mandeville.P2.Pref.26"},{"type":"paragraph","content":"_The small Addition which I said was made to that notable piece of News, after it came to be annex'd to this Advertisement, consisted of these five Words _(upon reading the above Book)_ which were put in after _sorry for writing the same._ This Story having been often repeated in the Papers, and never publickly contradicted, many People, it seems, were credulous enough to believe, notwithstanding the Improbability of it. But the least attentive would have suspected the whole, as soon as they had seen the Addition that was made to it, the second time it was publish'd; for supposing it to be intelligible, as it follows the Advertisement, it cannot be pretended, that the repenting Gentleman pronounced those very Words. He must have named the Book; and if he had said, that his Sorrow was occasion'd by reading the $APETH-ΛΟΓΙΑ$, or the new Book of the reverend Dr. _Innes,_ how came such a remarkable part of his Confession to be omitted in the first Publication, where the well-dress'd Gentleman's Words and Actions seem to be set down with so much Care and Exactness? Besides, every Body knows the great Industry, and general Intelligence of our News-Writers: If such a Farce had really been acted, and a Man had been hired to pronounce the Words mention'd, and throw a Book into the Fire, which I have often wonder'd was not done; is it credible at all, that a thing so remarkable, done so openly, and before so many Witnesses the first Day of _March,_ should not be taken Notice of in any of the Papers before the Ninth, and never be repeated afterwards, or ever mention'd but as an Appendix of the Advertisement to recommend Dr. _Innes_'s Book?_","subId":"27","id":"Mandeville.P2.Pref.27"},{"type":"paragraph","content":"_However, this Story has been much talk'd of, and occasion'd a great deal of Mirth among my Acquaintance, several of whom have earnestly press'd me more than once to advertise the Falsity of it, which I would never comply with for fear of being laugh'd at, as some Years ago poor Dr. _Patridge_ was, for seriously maintaining, that he was not dead. But all this while we were in the dark, and no Body could tell how this Report came into the World, or what it could be that had given a Handle to it, when one Evening a Friend of mine, who had borrow'd Dr. _Innes_'s Book, which till then I had never seen, shew'd me in it the following Lines._","subId":"28","id":"Mandeville.P2.Pref.28"},{"type":"paragraph","content":"But _à~propos,_ Sir, if I rightly remember the ingenious Mr. _Law,_ in his Remarks upon your [^Fable of the Bees^], puts you in mind of a Promise you had made, by which you oblig'd yourself to burn that Book at any Time or Place your Adversary should appoint, if any Thing should be found in it tending to Immorality or the Corruption of Manners. I have a great Respect for that Gentleman, tho' I am not personally acquainted with him, but I cannot but condemn his excessive Credulity and good Nature, in believing that a Man of your Principles could be a Slave to his Word; for my own part, I think, I know you too well to be so easily imposed upon; or if, after all, you should really persist in your Resolution, and commit it to the Flames, I appoint the first of _March_ before St. _James_'s Gate, for that purpose, it being the Birth-day of the best and most glorious Queen upon Earth; and the burning of your Book the smallest Atonement you can make, for endeavouring to corrupt and debauch his Majesty's Subjects in their Principles. Now, Sir, if you agree to this, I hope you are not so destitute of Friends, but that you may find some charitable Neighbour or other, who will lend you a helping Hand, and throw in the Author at the same time by way of Appendix; the doing of which will, in my Opinion, complete the Solemnity of the Day. I am not your Patient, but","subId":"29","id":"Mandeville.P2.Pref.29"},{"type":"paragraph","content":"_Thus ends what in the $APETH-ΛΟΓΙΑ$ Doctor _Innes_ is pleased to call a Prefatory Introduction in a Letter to the Author of _[the Fable of the Bees]._ It is signed _A. I._ and dated _Tot-hill-fields Westminster, Jan. 20. 1727–8.__","subId":"30","id":"Mandeville.P2.Pref.30"},{"type":"paragraph","content":"_Now all our Wonder ceas'd. The judicious Reader will easily allow me, that, having read thus much, I had an ample Dispensation from going on any further: Therefore I can say nothing of the Book; and as to the Reverend Author of it, who seems to think himself so well acquainted with my Principles, I have not the honour to know either him or his Morals, otherwise than from what I have quoted here. $Ex pede Herculem.$_","subId":"31","id":"Mandeville.P2.Pref.31"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"}],"prev":{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},"next":{"id":"Mandeville.P2.1","imported":true,"title":"The First Dialogue, between Horatio, Cleomenes, and Fulvia","breadcrumb":"First Dialogue","published":[1729]}}