{"id":"Butler.AR.1.1","parent":"Butler.AR.1","title":"Chapter I. A Future Life","breadcrumb":"Chapter 1","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. I.\nOf a Future Life.\n","id":"Butler.AR.1.1"},{"type":"paragraph","content":"Strange difficulties have been raised by some concerning personal identity, or the sameness of living agents, implied in the notion of our existing now and hereafter, or in any two successive moments; which, whoever thinks it worth while, may see considered in the first dissertation at the end of this treatise. But without regard to any of them here, let us consider what the analogy of nature, and the several changes which we have undergone, and those which we know we may undergo without being destroyed, suggest, as to the effect which death may, or may not, have upon us; and whether it be not from thence probable, that we may survive this change, and exist in a future state of life and perception.","subId":"1","id":"Butler.AR.1.1.1"},{"type":"paragraph","content":"I. From our being born into the present world in the helpless imperfect state of infancy, and having arrived from thence to mature age, we find it to be a general law of nature in our own species, that the same creatures, the same individuals, should exist in degrees of life and perception, with capacities of action, of enjoyment and suffering, in one period of their being, greatly different from those appointed them in another period of it. In other creatures the same law holds. For the difference of their capacities and states of life at their birth (to go no higher) and in maturity; the change of worms into flies, and the vast enlargement of their locomotive powers by such change: and birds and insects bursting the shell of their habitation, and by this means entering into a new world, furnished with new accommodations for them, and finding a new sphere of action assigned them; these are instances of this general law of nature. Thus all the various and wonderful transformations of animals are to be taken into consideration here. The states of life in which we ourselves existed formerly, in the womb and in our infancy, are almost as different from our present in mature age, as it is possible to conceive any two states or degrees of life can be. Therefore that we are to exist hereafter, in a state as different (suppose) from our present, as this is from our former, is but according to the analogy of nature; according to a natural order or appointment of the very same kind, with what we have already experienced.","subId":"2","id":"Butler.AR.1.1.2"},{"type":"paragraph","content":"II. We know we are endued with capacities of action, of happiness and misery: for we are conscious of acting, of enjoying pleasure and suffering pain. Now that we have these powers and capacities before death, is a presumption that we shall retain them through and after death; indeed a probability of it abundantly sufficient to act upon, unless there be some positive reason to think that death is the destruction of those living powers; because there is in every case a probability, that all things will continue as we experience they are, in all respects, except those in which we have some reason to think they will be altered. This is that kind of presumption or probability from analogy, expressed in the very word continuance, which seems our only natural reason for believing the course of the world will continue to-morrow, as it has done so far as our experience or knowledge of history can carry us back. Nay, it seems our only reason for believing, that any one substance now existing will continue to exist a moment longer; the self-existent substance only excepted. Thus if men were assured that the unknown event, death, was not the destruction of our faculties of perception and of action, there would be no apprehension that any other power or event, unconnected with this of death, would destroy these faculties just at the instant of each creature's death; and therefore no doubt but that they would remain after it; which shows the high probability that our living powers will continue after death, unless there be some ground to think that death is their destruction. For, if it would be in a manner certain that we should survive death, provided it were certain that death would not be our destruction, it must be highly probable we shall survive it, if there be no ground to think death will be our destruction.","subId":"3","id":"Butler.AR.1.1.3"},{"type":"paragraph","content":"Though I think it must be acknowledged, that prior to the natural and moral proofs of a future life commonly insisted upon, there would arise a general confused suspicion, that in the great shock and alteration which we shall undergo by death, we, i.e. our living powers, might be wholly destroyed; yet even prior to those proofs, there is really no particular distinct ground or reason for this apprehension at all, so far as I can find. If there be, it must arise either from the reason of the thing, or from the analogy of nature.","subId":"4","id":"Butler.AR.1.1.4"},{"type":"paragraph","content":"But we cannot argue from the reason of the thing, that death is the destruction of living agents, because we know not at all what death is in itself; but only some of its effects, such as the dissolution of flesh, skin, and bones. These effects do in no wise appear to imply the destruction of a living agent. Besides, as we are greatly in the dark, upon what the exercise of our living powers depends, so we are wholly ignorant what the powers themselves depend upon; the powers themselves as distinguished, not only from their actual exercise, but also from the present capacity of exercising them; and as opposed to their destruction: for sleep, or certainly a swoon, shows us, not only that these powers exist when they are not exercised, as the passive power of motion does in inanimate matter; but shows also that they exist, when there is no present capacity of exercising them: or that the capacities of exercising them for the present, as well as the actual exercise of them, may be suspended, and yet the powers themselves remain undestroyed. Since then we know not at all upon what the existence of our living powers depends, this shows further, there can no probability be collected from the reason of the thing, that death will be their destruction: because their existence may depend upon somewhat in no degree affected by death; upon somewhat quite out of the reach of this king of terrors. So that there is nothing more certain, than that the reason of the thing shows us no connection between death and the destruction of living agents.","subId":"5","id":"Butler.AR.1.1.5"},{"type":"paragraph","content":"Nor can we find any thing throughout the whole analogy of nature to afford us even the slightest presumption, that animals ever lose their living powers; much less if it were possible, that they lose them by death: for we have no faculties wherewith to trace any beyond or through it, so as to see what becomes of them. This event removes them from our view. It destroys the sensible proof, which we had before their death, of their being possessed of living powers, but does not appear to afford the least reason to believe that they are, then, or by that event, deprived of them.","subId":"6","id":"Butler.AR.1.1.6"},{"type":"paragraph","content":"Our knowing that they were possessed of these powers, up to the very period to which we have faculties capable of tracing them, is itself a probability of their retaining them beyond it. This is confirmed, and a sensible credibility is given to it, by observing the very great and astonishing changes which we have experienced; so great, that our existence in another state of life, of perception and of action, will be but according to a method of providential conduct, the like to which has been already exercised even with regard to ourselves; according to a course of nature, the like to which we have already gone through.","subId":"7","id":"Butler.AR.1.1.7"},{"type":"paragraph","content":"However, as one cannot but be greatly sensible, how difficult it is to silence imagination enough to make the voice of reason even distinctly heard in this case; as we are accustomed, from our youth up, to indulge that forward, delusive faculty, ever obtruding beyond its sphere; (of some assistance indeed to apprehension, but the author of all error,) as we plainly lose ourselves in gross and crude conceptions of things, taking for granted that we are acquainted with what indeed we are wholly ignorant of: it may be proper to consider the imaginary presumptions, that death will be our destruction, arising from these kinds of early and lasting prejudices; and to show how little they really amount to, even though we cannot wholly divest ourselves of them. And,","subId":"8","id":"Butler.AR.1.1.8"},{"type":"paragraph","content":"I. All presumption of death's being the destruction of living beings, must go upon supposition that they are compounded; and so, discerptible. But since consciousness is a single and indivisible power, it should seem that the subject in which it resides must be so too. For were the motion of any particle of matter absolutely one and indivisible, so as that it should imply a contradiction to suppose part of this motion to exist, and part not to exist, i.e. part of this matter to move, and part to be at rest, then its power of motion would be indivisible; and so also would the subject in which the power inheres, namely, the particle of matter: for if this could be divided into two, one part might be moved and the other at rest, which is contrary to the supposition.","subId":"9","id":"Butler.AR.1.1.9"},{"type":"paragraph","content":"In like manner it has been argued, and, for any thing appearing to the contrary, justly, that since the perception or consciousness, which we have of our own existence, is indivisible, so as that it is a contradiction to suppose one part of it should be here and the other there; the perceptive power, or the power of consciousness, is indivisible too: and consequently the subject in which it resides, i.e. the conscious being. Now, upon supposition that the living agent each man calls himself, is thus a single being, which there is at least no more difficulty in conceiving than in conceiving it to be a compound, and of which there is the proof now mentioned; it follows, that our organized bodies are no more ourselves or part of ourselves, than any other matter around us. And it is as easy to conceive, how matter, which is no part of ourselves, may be appropriated to us in the manner which our present bodies are; as how we can receive impressions from, and have power over, any matter. It is as easy to conceive, that we may exist out of bodies, as in them; and that we might have animated bodies of any other organs and senses wholly different from these now given us; and that we may hereafter animate these same or new bodies, variously modified and organized; as to conceive how we can animate such bodies as our present. And lastly, the dissolution of all these several organized bodies, supposing ourselves to have successively animated them, would have no more conceivable tendency to destroy the living beings ourselves, or deprive us of living faculties, the faculties of perception and of action, than the dissolution of any foreign matter, which we are capable of receiving impressions from, and making use of, for the common occasions of life.","subId":"10","id":"Butler.AR.1.1.10"},{"type":"paragraph","content":"II. The simplicity and absolute oneness of a living agent cannot, from the nature of the thing, be properly proved by experimental observations. But as these fall in with the supposition of its unity, so they plainly lead us to conclude certainly, that our gross organized bodies, with which we perceive objects of sense, and with which we act, are no part of ourselves; and therefore show us, that we have no reason to believe their destruction to be ours: even without determining whether our living substance be material or immaterial. For we see by experience, that men may lose their limbs, their organs of sense, and even the greatest part of these bodies, and yet remain the same living agents. Persons can trace up the existence of themselves to a time, when the bulk of their bodies was extremely small, in comparison of what it is in mature age: and we cannot but think, that they might then have lost a considerable part of that small body, and yet have remained the same living agents; as they may now lose great part of their present body, and remain so. And it is certain, that the bodies of all animals are in a constant flux; from that never-ceasing attrition, which there is in every part of them. Now, things of this kind unavoidably teach us to distinguish, between these living agents ourselves, and large quantities of matter, in which we are very nearly interested; since these may be alienated, and actually are in a daily course of succession, and changing their owners; whilst we are assured, that each living agent remains one and the same permanent being. And this general observation leads us on to the following ones.","subId":"11","id":"Butler.AR.1.1.11"},{"type":"paragraph","content":"First, That we have no way of determining by experience, what is the certain bulk of the living being each man calls himself: and yet, till it be determined that it is larger in bulk than the solid elementary particles of matter, which there is no ground to think any natural power can dissolve, there is no sort of reason to think death to be the dissolution of it, of the living being, even though it should not be absolutely indiscerptible.","subId":"12","id":"Butler.AR.1.1.12"},{"type":"paragraph","content":"Secondly, From our being so nearly related to and interested in certain systems of matter, (suppose our flesh and bones,) and afterwards ceasing to be at all related to them, the living agents, ourselves, remaining all this while undestroyed notwithstanding such alienation; and consequently these systems of matter not being ourselves, it follows further that we have no ground to conclude any other (suppose internal) systems of matter, to be the living agents ourselves; because we can have no ground to conclude this, but from our relation to and interest in such other systems of matter: and therefore we can have no reason to conclude what befalls those systems of matter at death, to be the destruction of the living agents. We have already several times over, lost a great part or perhaps the whole of our body, according to certain common established laws of nature, yet we remain the same living agents. When we shall lose as great a part, or the whole, by another common established law of nature, death, why may we not also remain the same? That the alienation has been gradual in one case, and in the other will be more at once, does not prove any thing to the contrary. We have passed undestroyed through those many and great revolutions of matter, so peculiarly appropriated to us ourselves; why should we imagine death will be so fatal to us? Nor can it be objected, that what is thus alienated or lost, is no part of our original solid body, but only adventitious matter. Because we may lose entire limbs, which must have contained many solid parts and vessels of the original body; or if this be not admitted, we have no proof, that any of these solid parts are dissolved or alienated by death. Though we are very nearly related to that extraneous or adventitious matter, whilst it continues united to and distending the several parts of our solid body, yet after all, the relation a person bears to those parts of his body, to which he is most nearly related, amounts but to this, that the living agent, and those parts of the body, mutually affect each other. The same thing, the same thing in kind though not in degree, may be said of all foreign matter, which gives us ideas, and over which we have any power. From these observations the whole ground of the imagination is removed, that the dissolution of any matter, is the destruction of a living agent, from the interest he once had in such matter.","subId":"13","id":"Butler.AR.1.1.13"},{"type":"paragraph","content":"Thirdly, If we consider our body somewhat more distinctly, as made up of organs and instruments of perception and of motion, it will bring us to the same conclusion. Thus the common optical experiments show, and even the observation how sight is assisted by glasses shows, that we see with our eyes in the same sense as we see with glasses. Nor is there any reason to believe, that we see with them in any other sense; any other, I mean, which would lead us to think the eye itself a percipient. The like is to be said of hearing; and our feeling distant solid matter by means of something in our hand, seems an instance of the like kind, as to the subject we are considering. All these are instances of foreign matter, or such as is no part of our body, being instrumental in preparing objects for, and conveying them to, the perceiving power, in a manner similar to the manner in which our organs of sense prepare and convey them. Both are in a like way instruments of our receiving such ideas from external objects, as the Author of nature appointed those external objects to be the occasions of exciting in us. Glasses are evident instances of this; namely of matter which is no part of our body, preparing objects for and conveying them towards the perceiving power, in like manner as our bodily organs do. And if we see with our eyes only in the same manner as we do with glasses, the like may justly be concluded, from analogy, of all our other senses. It is not intended, by any thing here said, to affirm, that the whole apparatus of vision, or of perception by any other sense, can be traced through all its steps, quite up to the living power of seeing, or perceiving: but that so far as it can be traced by experimental observations, so far it appears, that our organs of sense prepare and convey objects, in order to their being perceived, in like manner as foreign matter does, without affording any shadow of appearance, that they themselves perceive. And that we have no reason to think our organs of sense percipients, is confirmed by instances of persons losing some of them, the living beings themselves, their former occupiers, remaining unimpaired. It is confirmed also by the experience of dreams; by which we find we are at present possessed of a latent, and what would be otherwise an unimagined unknown power of perceiving sensible objects, in as strong and lively a manner without our external organs of sense, as with them.","subId":"14","id":"Butler.AR.1.1.14"},{"type":"paragraph","content":"So also with regard to our power of moving, or directing motion by will and choice; upon the destruction of a limb, this active power evidently remains, unlessened; so that the living being, who has suffered this loss, would be capable of moving as before, if it had another limb to move with. It can walk by the help of an artificial leg. It can make use of a pole or a lever, to reach towards itself and to move things, beyond the length and the power of its arm; and this it does in the same manner as it reaches and moves, with its natural arm, things nearer and of less weight. Nor is there so much as any appearance of our limbs being endued with a power of moving or directing themselves; though they are adapted, like the several parts of a machine, to be the instruments of motion to each other; and some parts of the same limb, to be instruments of motion to the other parts.","subId":"15","id":"Butler.AR.1.1.15"},{"type":"paragraph","content":"Thus a man determines that he will look at an object through a microscope; or being lame, that he will walk to such a place with a staff, a week hence. His eyes and his feet no more determine in these cases, than the microscope and the staff. Nor is there any ground to think they any more put the determination in practice; or that his eyes are the seers, or his feet the movers, in any other sense than as the microscope and the staff are. Upon the whole, then, our organs of sense, and our limbs, are certainly instruments, which the living persons ourselves make use of to perceive and move with: there is not any probability, that they are any more; nor consequently, that we have any other kind of relation to them, than what we have to any other foreign matter formed into instruments of perception and motion, suppose into a microscope or a staff; (I say any other kind of relation, for I am not speaking of the degree of it) nor consequently is there any probability, that the alienation or dissolution of these instruments, is the destruction of the perceiving and moving agent.","subId":"16","id":"Butler.AR.1.1.16"},{"type":"paragraph","content":"And thus our finding that the dissolution of matter, in which living beings were most nearly interested, is not their dissolution; and that the destruction of several of the organs and instruments of perception and of motion belonging to them, is not their destruction; shows demonstratively, that there is no ground to think that the dissolution of any other matter, or destruction of any other organs and instruments, will be the dissolution or destruction of living agents, from the like kind of relation. And we have no reason to think we stand in any other kind of relation to any thing which we find dissolved by death.","subId":"17","id":"Butler.AR.1.1.17"},{"type":"paragraph","content":"But it is said, these observations are equally applicable to brutes: and it is thought an insuperable difficulty, that they should be immortal, and by consequence capable of everlasting happiness. Now this manner of expression is both invidious and weak: but the thing intended by it, is really no difficulty at all, either in the way of natural or moral consideration. For 1st, Suppose the invidious thing, designed in such a manner of expression, were really implied, as it is not in the least, in the natural immortality of brutes, namely, that they must arrive at great attainments, and become rational and moral agents; even this would be no difficulty, since we know not what latent powers and capacities they may be endued with. There was once, prior to experience, as great presumption against human creatures, as there is against the brute creatures, arriving at that degree of understanding, which we have in mature age. For we can trace up our own existence to the same original with theirs. We find it to be a general law of nature, that creatures endued with capacities of virtue and religion should be placed in a condition of being, in which they are altogether without the use of them, for a considerable length of their duration; as in infancy and childhood. And great part of the human species, go out of the present world, before they come to the exercise of these capacities in any degree at all. But then 2dly. The natural immortality of brutes does not in the least imply, that they are endued with any latent capacities of a rational or moral nature. The economy of the universe might require, that there should be living creatures without any capacities of this kind. And all difficulties as to the manner how they are to be disposed of, are so apparently and wholly founded in our ignorance, that it is wonderful they should be insisted upon by any, but such as are weak enough to think they are acquainted with the whole system of things. There is then absolutely nothing at all in this objection, which is so rhetorically urged, against the greatest part of the natural proofs or presumptions of the immortality of human minds; I say the greatest part, for it is less applicable to the following observation, which is more peculiar to mankind:","subId":"18","id":"Butler.AR.1.1.18"},{"type":"paragraph","content":"III. That as it is evident our present powers and capacities of reason, memory, and affection, do not depend upon our gross body in the manner in which perception by our organs of sense does; so they do not appear to depend upon it at all, in any such manner as to give ground to think, that the dissolution of this body will be the destruction of these our present powers of reflection, as it will of our powers of sensation; or to give ground to conclude, even that it will be so much as a suspension of the former.","subId":"19","id":"Butler.AR.1.1.19"},{"type":"paragraph","content":"Human creatures exist at present in two states of life and perception, greatly different from each other; each of which has its own peculiar laws, and its own peculiar enjoyments and sufferings. When any of our senses are affected, or appetites gratified with the objects of them, we may be said to exist or live in a state of sensation. When none of our senses are affected or appetites gratified, and yet we perceive, and reason, and act, we may be said to exist or live in a state of reflection. Now it is by no means certain, that any thing which is dissolved by death, is in any way necessary to the living being, in this its state of reflection, after ideas are gained. For, though, from our present constitution and condition of being, our external organs of sense are necessary for conveying in ideas to our reflecting powers, as carriages, and levers, and scaffolds are in architecture: yet when these ideas are brought in, we are capable of reflecting in the most intense degree, and of enjoying the greatest pleasure, and feeling the greatest pain, by means of that reflection, without any assistance from our senses; and without any at all, which we know of, from that body which will be dissolved by death. It does not appear then, that the relation of this gross body to the reflecting being is, in any degree, necessary to thinking; to intellectual enjoyments or sufferings: nor, consequently, that the dissolution or alienation of the former by death, will be the destruction of those present powers, which render us capable of this state of reflection.","subId":"20","id":"Butler.AR.1.1.20"},{"type":"paragraph","content":"Further, there are instances of mortal diseases, which do not at all affect our present intellectual powers; and this affords a presumption, that those diseases will not destroy these present powers. Indeed, from the observations made above, it appears, that there is no presumption, from their mutually affecting each other, that the dissolution of the body is the destruction of the living agent. By the same reasoning, it must appear too, that there is no presumption, from their mutually affecting each other, that the dissolution of the body is the destruction of our present reflecting powers: indeed instances of their not affecting each other, afford a presumption of the contrary. Instances of mortal diseases not impairing our present reflecting powers, evidently turn our thoughts even from imagining such diseases to be the destruction of them. Several things indeed greatly affect all our living powers, and at length suspend the exercise of them; as for instance drowsiness, increasing till it ends in sound sleep: and hence we might have imagined it would destroy them, till we found by experience the weakness of this way of judging. But in the diseases now mentioned, there is not so much as this shadow of probability, to lead us to any such conclusion, as to the reflecting powers which we have at present. For in those diseases, persons the moment before death appear to be in the highest vigor of life. They discover apprehension, memory, reason, all entire; the utmost force of affection; a sense of character, of shame and honor; and the highest mental enjoyments and sufferings, even to the last gasp. These surely prove even greater vigor of life than bodily strength does. Now what pretence is there for thinking, that a progressive disease when arrived to such a degree, I mean that degree which is mortal, will destroy those powers, which were not impaired, which were not affected by it, during its whole progress quite up to that degree? And if death by diseases of this kind, is not the destruction of our present reflecting powers, it will scarce be thought that death by any other means is.","subId":"21","id":"Butler.AR.1.1.21"},{"type":"paragraph","content":"It is obvious that this general observation may be carried further. There appears to be so little connection between our bodily powers of sensation, and our present powers of reflection, that there is no reason to conclude, that death, which destroys the former, does so much as suspend the exercise of the latter, or interrupt our continuing to exist in the like state of reflection which we do now. For suspension of reason, memory, and the affections which they excite, is no part of the idea of death, nor implied in our notion of it. Our daily experiencing these powers to be exercised, without any assistance, that we know of, from those bodies which will be dissolved by death; and our finding often, that the exercise of them is so lively to the last; afford a sensible apprehension, that death may not perhaps be so much as a discontinuance of the exercise of these powers, nor of the enjoyments and sufferings which it implies. So that our posthumous life, whatever there may be in it additional to our present, may yet not be beginning entirely anew; but going on. Death may, in some sort and in some respects, answer to our birth; which is not a suspension of the faculties which we had before it, or a total change of the state of life in which we existed when in the womb; but a continuation of both, with such and such great alterations.","subId":"22","id":"Butler.AR.1.1.22"},{"type":"paragraph","content":"Nay, for aught we know of ourselves, of our present life and of death, death may immediately, in the natural course of things, put us into a higher and more enlarged state of life, as our birth does; a state in which our capacities; and sphere of perception and of action, may be much greater than at present. For as our relation to our external organs of sense, renders us capable of existing in our present state of sensation; so it may be the only natural hinderance to our existing, immediately, and of course; in a higher state of reflection. The truth is, reason does not at all show us, in what state death naturally leaves us. But were we sure, that it would suspend all our perceptive and active powers; yet the suspension of a power and the destruction of it, are effects so totally different in kind, as we experience from sleep and a swoon, that we cannot in any wise argue from one to the other; or conclude even to the lowest degree of probability, that the same kind of force which is sufficient to suspend our faculties, though it be increased ever so much, will be sufficient to destroy them.","subId":"23","id":"Butler.AR.1.1.23"},{"type":"paragraph","content":"These observations together may be sufficient to show, how little presumption there is, that death is the destruction of human creatures. However, there is the shadow of an analogy, which may lead us to imagine it,--viz.: the supposed likeness which is observed between the decay of vegetables, and of living creatures. This likeness is indeed sufficient to afford the poets very apt allusions to the flowers of the field, in their pictures of the frailty of our present life. But in reason, the analogy is so far from holding, that there appears no ground for the comparison, as to the present question; because one of the two subjects compared is wholly void of that, which is the principal and chief thing in the other; the power of perception and of action; which is the only thing we are inquiring about the continuance of. So that the destruction of a vegetable, is an event not similar or analogous to the destruction of a living agent.","subId":"24","id":"Butler.AR.1.1.24"},{"type":"paragraph","content":"If, as was above intimated, leaving off the delusive custom of substituting imagination in the room of experience, we would confine ourselves to what we do know and understand; if we would argue only from that, and from that form our expectations, it would appear at first sight, that as no probability of living beings ever ceasing to be so, can be concluded from the reason of the thing, so none can be collected from the analogy of nature; because we cannot trace any living beings beyond death. But as we are conscious that we are endued with capacities of perception and of action, and are living persons; what we are to go upon is, that we shall continue so, till we foresee some accident or event, which will endanger those capacities, or be likely to destroy us: which death does in no wise appear to be.","subId":"25","id":"Butler.AR.1.1.25"},{"type":"paragraph","content":"Thus, when we go out of this world, we may pass into new scenes, and a new state of life and action, just as naturally as we came into the present. And this new state may naturally be a social one. And the advantages of it, advantages, of every kind, may naturally be bestowed, according to some fixed general laws of wisdom, upon every one in proportion to the degrees of his virtue. And though the advantages of that future natural state should not be bestowed, as these of the present in some measure are, by the will of the society; but entirely by his more immediate action, upon whom the whole frame of nature depends: yet this distribution may be just as natural, as their being distributed here by the instrumentality of men. Indeed, though one should allow any confused undetermined sense, which people please to put upon the word natural, it would be a shortness of thought scarce credible, to imagine, that no system or course of things can be so, but only what we see at present: especially whilst the probability of a future life, or the natural immortality of the soul, is admitted upon the evidence of reason; because this is really both admitting and denying at once, a state of being different from the present to be natural. But the only distinct meaning of that word is, stated, fixed, or settled; since what is natural as much requires and presupposes an intelligent agent to render it so, i.e. to effect it continually, or at stated times, as what is supernatural or miraculous does to effect it for once.","subId":"26","id":"Butler.AR.1.1.26"},{"type":"paragraph","content":"Hence it must follow, that persons' notion of what is natural, will be enlarged in proportion to their greater knowledge of the works of God, and the dispensations of his providence. Nor is there any absurdity in supposing, that there may be beings in the universe, whose capacities, and knowledge, and views, may be so extensive, as that the whole Christian dispensation may to them appear natural, i.e. analogous or conformable to God's dealings with other parts of his creation; as natural as the visible known course of things appears to us. For there seems scarce any other possible sense to be put upon the word, but that only in which it is here used; similar, stated, or uniform.","subId":"27","id":"Butler.AR.1.1.27"},{"type":"paragraph","content":"This credibility of a future life, which has been here insisted upon, how little soever it may satisfy our curiosity, seems to answer all the purposes of religion, in like manner as a demonstrative proof would. Indeed a proof, even a demonstrative one, of a future life, would not be a proof of religion. For, that we are to live hereafter, is just as reconcilable with the scheme of atheism, and as well to be accounted for by it, as that we are now alive is: and therefore nothing can be more absurd than to argue from that scheme, that there can be no future state. But as religion implies a future state, any presumption against such a state, is a presumption against religion. The foregoing observations remove all presumptions of that sort, and prove, to a very considerable degree of probability, one fundamental doctrine of religion; which, if believed, would greatly open and dispose the mind seriously to attend to the general evidence! of the whole.","subId":"28","id":"Butler.AR.1.1.28"},{"type":"note","content":"I say kind of presumption or probability; for I do not mean to affirm that there is the same degree of conviction, that our living powers will continue after death, as there is, that our substances will.","subId":"n19","id":"Butler.AR.1.1.n19"},{"type":"note","content":"Destruction of living powers, is a manner of expression unavoidably ambiguous; and may signify either the destruction of a living being, so as that the same living being shall be incapable of ever perceiving or acting again at all; or the destruction of those means and instruments by which it is capable of its present life, of its present state of perception and of action. It is here used in the former sense. When it is used in the latter, the epithet present is added. The loss of a man's eye is a destruction of living powers in the latter sense. But we have no reason to think the destruction of living powers, in the former sense, to be possible. We have no more reason to think a being endued with living powers, ever loses them during its whole existence, than to believe that a stone ever acquires them.","subId":"n20","id":"Butler.AR.1.1.n20"},{"type":"note","content":"See [Dr. Clarke's Letter to Mr. Dodwell, and the defences of it].","subId":"n21","id":"Butler.AR.1.1.n21"},{"type":"note","content":"See [Dissertation I].","subId":"n22","id":"Butler.AR.1.1.n22"},{"type":"note","content":"[Pp. 84, 85.]","subId":"n23","id":"Butler.AR.1.1.n23"},{"type":"note","content":"There are three distinct questions, relating to a future life, here considered: Whether death be the destruction of living agents; if not, Whether it be the destruction of their present powers of reflection, as it certainly is the destruction of their present powers of sensation; and if not, Whether it be the suspension, or discontinuance of the exercise of these present reflecting powers. Now, if there be no reason to believe the last, there will be, if that were possible, less for the next, and less still for the first.","subId":"n24","id":"Butler.AR.1.1.n24"},{"type":"note","content":"This, according to Strabo, was the opinion of the Brachmans, νομίζειν μὲν γὰρ δὴ τὸν μὲν ἐνθάδε βίον, ὡς ἂν ἀκμὴν κυομένων εἶναι· τὸν δὲ θάνατον, γένεσιν εἰς τὸν ὄντως βίον, καὶ τὸν εὐδαίμονα τοῖς φιλοσοφήσασι· [Lib. xv. p. 1039, Ed. Amst. 1707.] To which opinion perhaps Antoninus may allude in these words, ὡς νῦν περιμένεις, πότε ἔμβρυον ἐκ τῆς γαστρὸς τῆς γυναικός σου ἐξέλθῃ, οὕτως ἐκδέχεσθαι, τὴν ὥραν ὲν ᾗ τὸ ψυχάριόν σου τοῦ ἐλύτρου τούτου ἐκπεσεῖται. [Lib. ix. c. 3.]","subId":"n25","id":"Butler.AR.1.1.n25"},{"type":"note","content":"See [Part II. chap. ii.] and [Part II. chap. iv.]","subId":"n26","id":"Butler.AR.1.1.n26"}]}