{"id":"Butler.AR.1.2","parent":"Butler.AR.1","title":"Chapter II. The Government of God by Rewards and Punishments","breadcrumb":"Chapter 2","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAPTER II.\nTHE GOVERNMENT OF GOD BY REWARDS AND PUNISHMENTS.\n","id":"Butler.AR.1.2"},{"type":"paragraph","content":"That which makes the question concerning a future life to be of so great importance to us, is our capacity of happiness and misery. And that which makes the consideration of it to be of so great importance to us, is the supposition of our happiness and misery hereafter depending upon our actions here. Indeed, without this, curiosity could not but sometimes bring a subject, in which we may be so highly interested, to our thoughts; especially upon the mortality of others, or the near prospect of our own. But reasonable men would not take any further thought about hereafter, than what should happen thus occasionally to rise in their minds, if it were certain that our future interest no way depended upon our present behavior; whereas, on the contrary, if there be ground, either from analogy or any thing else, to think it does, then there is reason also for the most active thought and solicitude, to secure that interest; to behave so as that we may escape that misery, and obtain that happiness, in another life, which we not only suppose ourselves capable of, but which we apprehend also is put in our own power. And whether there be ground for this last apprehension, certainly would deserve to be most seriously considered, were there no other proof of a future life and interest, than that presumptive one, which the foregoing observations amount to.","subId":"1","id":"Butler.AR.1.2.1"},{"type":"paragraph","content":"In the present state, all which we enjoy, and a great part of what we suffer, is put in our own power. Pleasure and pain are the consequences of our actions; and we are endued by the Author of our nature with capacities of foreseeing these consequences. We find by experience that he does not so much as preserve our lives, exclusive of our own care and attention, to provide ourselves with, and to make use of, that sustenance, by which he has appointed our lives shall be preserved; and without which, he has appointed, they shall not be preserved. In general we foresee, that the external things, which are the objects of our various passions, can neither be obtained nor enjoyed, without exerting ourselves in such and such manners: but by thus exerting ourselves, we obtain and enjoy these objects, in which our natural good consists; or by this means God gives us the possession and enjoyment of them. I know not, that we have any one kind or degree of enjoyment, but by the means of our own actions. By prudence and care, we may, for the most part, pass our days in tolerable ease and quiet: on the contrary, we may, by rashness, ungoverned passion, wilfulness, or even by negligence, make ourselves as miserable as ever we please. And many do please to make themselves extremely miserable, i.e. to do what they know beforehand will render them so. They follow those ways, the fruit of which they know, by instruction, example, and experience, will be disgrace, and poverty, and sickness, and untimely death. This every one observes to be the general course of things; though it is to be allowed, we cannot find by experience, that all our sufferings are owing to our own follies.","subId":"2","id":"Butler.AR.1.2.2"},{"type":"paragraph","content":"Why the Author of nature does not give his creatures promiscuously such and such perceptions, without regard to their behavior; why he does not make them happy without the instrumentality of their own actions, and prevent their bringing any sufferings upon themselves, is another matter. Perhaps there may be some impossibilities in the nature of things, which we are unacquainted with. Or less happiness, it may be, would upon the whole be produced by such a method of conduct, than is by the present. Or perhaps divine goodness, with which, if I mistake not, we make very free in our speculations, may not be a bare single disposition to produce happiness; but a disposition to make the good, the faithful, the honest, happy. Perhaps an infinitely perfect mind may be pleased with seeing his creatures behave suitably to the nature which he has given them; to the relations which he has placed them in to each other; and to that which they stand in to himself: that relation to himself, which, during their existence, is even necessary, and which is the most important one of all: perhaps, I say, an infinitely perfect mind may be pleased with this moral piety of moral agents, in and for itself; as well as upon account of its being essentially conducive to the happiness of his creation. Or the whole end, for which God made, and thus governs the world, may be utterly beyond the reach of our faculties: there may be somewhat in it as impossible for us to have any conception of, as for a blind man to have a conception of colors. However this be, it is certain matter of universal experience, that the general method of divine administration is, forewarning us, or giving us capacities to foresee, with more or less clearness, that if we act so and so, we shall have such enjoyments, if so and so, such sufferings; and giving us those enjoyments, and making us feel those sufferings, in consequence of our actions.","subId":"3","id":"Butler.AR.1.2.3"},{"type":"paragraph","content":"\"But all this is to be ascribed to the general course of nature,\" True. This is the very thing which I am observing. It is to be ascribed to the general course of nature: i.e. not surely to the words or ideas, course of nature; but to Him who appointed it, and put things into it; or to a course of operation, from its uniformity or constancy, called natural; and which necessarily implies an operating agent. For when men find themselves necessitated to confess an Author of nature, or that God is the natural governor of the world, they must not deny this again, because his government is uniform. They must not deny that he does things at all, because he does them constantly, because the effects of his acting are permanent, whether his acting be so or not; though there is no reason to think it is not. In short, every man, in every thing he does, naturally acts upon the forethought and apprehension of avoiding evil or obtaining good: and if the natural course of things be the appointment of God, and our natural faculties of knowledge and experience are given us by him, then the good and bad consequences which follow our actions, are his appointment, and our foresight of those consequences, is a warning given us by him, how we are to act.","subId":"4","id":"Butler.AR.1.2.4"},{"type":"paragraph","content":"\"Is the pleasure then, naturally accompanying every particular gratification of passion, intended to put us upon gratifying ourselves in every such particular instance, and as a reward to us for so doing?\" No, certainly. Nor is it to be said, that our eyes were naturally intended to give us the sight of each particular object, to which they do or can extend; objects which are destructive of them, or which, for any other reason, it may become us to turn our eyes from. Yet there is no doubt, but that our eyes were intended for us to see with. So neither is there any doubt, but that the foreseen pleasures and pains belonging to the passions, were intended, in general, to induce mankind to act in such and such manners.","subId":"5","id":"Butler.AR.1.2.5"},{"type":"paragraph","content":"From this general observation, obvious to every one, (that God has given us to understand, he has appointed satisfaction and delight to be the consequence of our acting in one manner, and pain and uneasiness of our acting in another, and of our not acting at all; and that we find these consequences, which we were beforehand informed of, uniformly to follow;) we may learn, that we are at present actually under his government in the strictest and most proper sense; in such a sense, as that he rewards and punishes us for our actions.","subId":"6","id":"Butler.AR.1.2.6"},{"type":"paragraph","content":"An Author of nature being supposed, it is not so much a deduction of reason, as a matter of experience, that we are thus under his government; under his government, in the same sense, as we are under the government of civil magistrates. Because the annexing of pleasure to some actions, and pain to others, in our power to do or forbear, and giving notice of this appointment beforehand to those whom it concerns, is the proper formal notion of government.","subId":"7","id":"Butler.AR.1.2.7"},{"type":"paragraph","content":"Whether the pleasure or pain which thus follows upon our behavior, be owing to the Author of nature's acting upon us every moment which we feel it; or to his having at once contrived and executed his own part in the plan of the world; makes no alteration as to the matter before us. For if civil magistrates could make the sanctions of their laws take place, without interposing at all, after they had passed them; without a trial, and the formalities of an execution: if they were able to make their laws execute themselves, or every offender to execute them upon himself; we should be just in the same sense under their government then, as we are now; but in a much higher degree, and more perfect manner.","subId":"8","id":"Butler.AR.1.2.8"},{"type":"paragraph","content":"Vain is the ridicule, with which one foresees some persons will divert themselves, upon finding lesser pains considered as instances of divine punishment. There is no possibility of answering or evading the general thing here intended, without denying all final causes. For final causes being admitted, the pleasures and pains now mentioned must be admitted too as instances of them. And if they are; if God annexes delight to some actions, and uneasiness to others, with an apparent design to induce us to act so and so; then he not only dispenses happiness and misery, but also rewards and punishes actions. If, for example, the pain which we feel, upon doing what tends to the destruction of our bodies, suppose upon too near approaches to fire, or upon wounding ourselves, be appointed by the Author of nature to prevent our doing what thus tends to our destruction; this is altogether as much an instance of his punishing our actions, and consequently of our being under his government, as declaring by a voice from heaven, that if we acted so, he would inflict such pain upon us; and inflicting it, whether it be greater or less.","subId":"9","id":"Butler.AR.1.2.9"},{"type":"paragraph","content":"Thus we find, that the true notion or conception of the Author of nature, is that of a master or governor, prior to the consideration of his moral attributes. The fact of our case, which we find by experience, is, that he actually exercises dominion or government over us at present, by rewarding and punishing us for our actions, in as strict and proper a sense of these words, and even in the same sense, as children, servants, subjects, are rewarded and punished by those who govern them.","subId":"10","id":"Butler.AR.1.2.10"},{"type":"paragraph","content":"Thus the whole analogy of nature, the whole present course of things, most fully shows, that there is nothing incredible in the general doctrine of religion, that God will reward and punish men for their actions hereafter: nothing incredible, I mean, arising out of the notion of rewarding and punishing. For the whole course of nature is a present instance of his exercising that government over us, which implies in it rewarding and punishing.","subId":"11","id":"Butler.AR.1.2.11"},{"type":"paragraph","content":"As divine punishment is what men chiefly object against, and are most unwilling to allow; it may be proper to mention some circumstances in the natural course of punishments at present, which are analogous to what religion teaches us concerning a future state of punishment; indeed so analogous, that as they add a further credibility to it, so they cannot but raise a most serious apprehension of it in those who will attend to them.","subId":"12","id":"Butler.AR.1.2.12"},{"type":"paragraph","content":"t has been now observed, that such and such miseries naturally follow such and such actions of imprudence and wilfulness, as well as actions more commonly and more distinctly considered as vicious; and that these consequences, when they may be foreseen, are properly natural punishments annexed to such actions. The general thing here insisted upon, is, not that we see a great deal of misery in the world, but a great deal which men bring upon themselves by their own behavior, which they might have foreseen and avoided. Now the circumstances of these natural punishments, particularly deserving our attention, are such as these. Oftentimes they follow, or are inflicted in consequence of, actions which procure many present advantages, and are accompanied with much present pleasure; for instance, sickness and untimely death are the consequence of intemperance, though accompanied with the highest mirth, and jollity. These punishments are often much greater, than the advantages or pleasures obtained by the actions, of which they are the punishments or consequences. Though we may imagine a constitution of nature, in which these natural punishments, which are in fact to follow, would follow, immediately upon such actions being done, or very soon after; we find on the contrary in our world, that they are often delayed a great while, sometimes even till long after the actions occasioning them are forgot; so that the constitution of nature is such, that delay of punishment is no sort nor degree of presumption of final impunity. After such delay, these natural punishments or miseries often come, not by degrees, but suddenly, with violence, and at once; however, the chief misery often does. As certainty of such distant misery following such actions, is never afforded persons, so perhaps during the actions, they have seldom a distinct, full expectation of its following: and many times the case is only thus, that they see in general, or may see, the credibility, that intemperance, suppose, will bring after it diseases; civil crimes, civil punishments; when yet the real probability often is, that they shall escape; but things notwithstanding take their destined course, and the misery inevitably follows at its appointed time, in very many of these cases. Thus also though youth may be alleged as an excuse for rashness and folly, as being naturally thoughtless, and not clearly foreseeing all the consequences of being untractable and profligate, this does not hinder, but that these consequences follow; and are grievously felt, throughout the whole course of mature life. Habits contracted even in that age, are often utter ruin: and men's success in the world, not only in the common sense of worldly success, but their real happiness and misery, depends, in a great degree, and in various ways, upon the manner in which they pass their youth; which consequences they for the most part neglect to consider, and perhaps seldom can properly be said to believe, beforehand. In numberless cases, the natural course of things affords us opportunities for procuring advantages to ourselves at certain times, which we cannot procure when we will; nor ever recall the opportunities, if we have neglected them. Indeed the general course of nature is an example of this. If, during the opportunity of youth, persons are indocile and self-willed, they inevitably suffer in their future life, for want of those acquirements, which they neglected the natural season of attaining. If the husbandman lets seedtime pass without sowing, the whole year is lost to him beyond recovery. Though after men have been guilty of folly and extravagance up to a certain degree, it is often in their power, to retrieve their affairs, to recover their health and character, at least in good measure; yet real reformation is in many cases, of no avail at all towards preventing the miseries, poverty, sickness, infamy, naturally annexed to folly and extravagance exceeding that degree. There is a certain bound to imprudence and misbehavior, which being transgressed, there remains no place for repentance in the natural course of things. It is further very much to be remarked, that neglects from inconsiderateness, want of attention, not looking about us to see what we have to do, are often attended with consequences altogether as dreadful, as any active misbehavior, from the most extravagant passion. And lastly, civil government being natural, the punishments of it are so too: and some of these punishments are capital; as the effects of a dissolute course of pleasure are often mortal. So that many natural punishments are final to him who incurs them, if considered only in his temporal capacity; and seem inflicted by natural appointment, either to remove the offender out of the way of being further mischievous, or as an example, though frequently a disregarded one, to those who are left behind.","subId":"13","id":"Butler.AR.1.2.13"},{"type":"paragraph","content":"These things are not what we call accidental, or to be met with only now and then; but they are things of every day's experience. They proceed from general laws, very general ones, by which God governs the world in the natural course of his providence.","subId":"14","id":"Butler.AR.1.2.14"},{"type":"paragraph","content":"And they are so analogous, to what religion teaches us concerning the future punishment of the wicked, so much of a piece with it, that both would naturally be expressed in the very same words, and manner of description. In the book of Proverbs, for instance, wisdom is introduced, as frequenting the most public places of resort, and as rejected when she offers herself as the natural appointed guide of human life. How long, speaking to those who are passing through it, how long, ye simple ones, will ye love folly, and the scorners delight in their scorning, and fools hate knowledge? Turn ye at my reproof. Behold, I will pour out my spirit upon you, I will make known my words unto you. But upon being neglected, Because I have called, and ye refused, I have stretched out my hand, and no man regarded; but ye have set at nought all my counsel, and would none of my reproof: I also will laugh at your calamity, I will mock when your fear cometh; when your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish come upon you. Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not find me. This passage, every one sees, is poetical, and some parts of it are highly figurative; but the meaning is obvious. And the thing intended is expressed more literally in the following words; For that they hated knowledge, and did not choose the fear of the Lord——therefore shall they eat of the fruit of their own way, and be filled with their own devices. For the security of the simple shall slay them, and the prosperity of fools shall destroy them. The whole passage is so equally applicable to what we experience in the present world, concerning the consequences of men's actions, and to what religion teaches us is to be expected in another, that it may be questioned which of the two was principally intended.","subId":"15","id":"Butler.AR.1.2.15"},{"type":"paragraph","content":"Indeed when one has been recollecting the proper proofs of a future state of rewards and punishments, nothing methinks can give one so sensible an apprehension of the latter, or representation of it to the mind, as observing, that after the many disregarded checks, admonitions, and warnings, which people meet with in the ways of vice and folly and extravagance, warnings from their very nature, from the examples of others, from the lesser inconveniences which they bring upon themselves, from the instructions of wise and virtuous men: after these have been long despised, scorned, ridiculed: after the chief bad consequences, temporal consequences, of their follies, have been delayed for a great while, at length they break in irresistibly, like an armed force: repentance is too late to relieve, and can serve only to aggravate their distress, the case is become desperate: and poverty and sickness, remorse and anguish, infamy and death, the effects of their own doings, overwhelm them beyond possibility of remedy or escape. This is an account of what is; in fact, the general constitution of nature.","subId":"16","id":"Butler.AR.1.2.16"},{"type":"paragraph","content":"It is not in any sort meant, that, according to what appears at present of the natural course of things, men are always uniformly punished in proportion to their misbehavior. But that there are very many instances of misbehavior punished in the several ways now mentioned, and very dreadful instances too; sufficient to show what the laws of the universe may admit, and, if thoroughly considered, sufficient fully to answer all objections against the credibility of a future state of punishments, from any imaginations, that the frailty of our nature and external temptations, almost annihilate the guilt of human vices: as well as objections of another sort; from necessity, from suppositions, that the will of an infinite Being cannot be contradicted, or that he must be incapable of offence and provocation.","subId":"17","id":"Butler.AR.1.2.17"},{"type":"paragraph","content":"Reflections of this kind are not without their terrors to serious persons, even the most free from enthusiasm, and of the greatest strength of mind; but it is fit that things be stated and considered as they really are. There is, in the present age, a certain fearlessness with regard to what may be hereafter under the government of God, which nothing but a universally acknowledged demonstration on the side of atheism can justify; and which makes it quite necessary, that men be reminded, and if possible made to feel, that there is no sort of ground for being thus presumptuous, even upon the most sceptical principles. For, may it not be said of any person upon his being born into the world, he may behave so as to be of no service to it, but by being made an example of the woeful effects of vice and folly? That he may, as any one may, if he will, incur an infamous execution from the hands of civil justice, or in some other course of extravagance shorten his days; or bring upon himself infamy and diseases worse than death? So that it had been better for him, even with regard to the present world, that he had never been born. And is there any pretence of reason for people to think themselves secure, and talk as if they had certain proof, that, let them act as licentiously as they will, there can be nothing analogous to this, with regard to a future and more general interest, under the providence and government of the same God?","subId":"18","id":"Butler.AR.1.2.18"},{"type":"note","content":"[Part I. chap. vii.]","subId":"n27","id":"Butler.AR.1.2.n27"},{"type":"note","content":"[Pp. 93, 94.]","subId":"n28","id":"Butler.AR.1.2.n28"},{"type":"note","content":"See [Part II. chap. vi.]","subId":"n29","id":"Butler.AR.1.2.n29"},{"type":"note","content":"[Part II. chap. vi.]","subId":"n30","id":"Butler.AR.1.2.n30"},{"type":"note","content":"The general consideration of a future state of punishment, most evidently belongs to the subject of natural religion. But if any of these reflections should be thought to relate more peculiarly to this doctrine, as taught in Scripture, the reader is desired to observe, that Gentile writers, both moralists and poets, speak of the future punishment of the wicked, both as to the duration and degree of it, in a like manner of expression and of description, as the Scripture does. So that all which can positively be asserted to be matter of mere revelation, with regard to this doctrine, seems to be, that the great distinction between the righteous and the wicked, shall be made at the end of this world; that each shall then receive according to his deserts. Reason did, as it well might, conclude that it should, finally and upon the whole, be well with the righteous, and ill with the wicked: but it could not be determined upon any principles of reason, whether human creatures might not have been appointed to pass through other states of life and being, before that distributive justice should finally and effectually take place. Revelation teaches us, that the next state of things after the present is appointed for the execution of this justice; that it shall be no longer delayed; but the mystery of God, the great mystery of his suffering vice and confusion to prevail, shall then be finished; and he will take to him his great power and will reign, by rendering to every one according to his works.","subId":"n31","id":"Butler.AR.1.2.n31"},{"type":"note","content":"[Chap. i.]","subId":"n32","id":"Butler.AR.1.2.n32"},{"type":"note","content":"See [chaps. iv. and vi.]","subId":"n33","id":"Butler.AR.1.2.n33"}]}