{"id":"Butler.AR.1.Conc","parent":"Butler.AR.1","title":"Conclusion","breadcrumb":"Conclusion","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CONCLUSION.\n","id":"Butler.AR.1.Conc"},{"type":"paragraph","content":"The observations of the last chapter lead us to consider this little scene of human life, in which we are so busily engaged, as having a reference, of some sort or other, to a much larger plan of things. Whether we are, any way, related to the more distant parts of the boundless universe, into which we are brought, is altogether uncertain. But it is evident, that the course of things, which comes within our view, is connected with some things, past, present, and future, beyond it. So that we are placed, as one may speak, in the middle of a scheme, not fixed but progressive, every way incomprehensible: incomprehensible, in a manner equally, with respect to what has been, what now is, and what shall be. This scheme cannot but contain in it some things as wonderful, and as much beyond our thought and conception, as any thing in that of religion. For, will any man in his senses say, that it is less difficult to conceive, how the world came to be and to continue as it is, without, than with, an intelligent Author and Governor of it? Or, admitting an intelligent Governor of it, that there is some other rule of government more natural, and of easier conception, than that which we call moral? Indeed, without an intelligent Author and Governor of nature, no account at all can be given, how this universe, or the part of it particularly in which we are concerned, came to be, and the course of it to be carried on, as it is: nor any, of its general end and design, without a moral governor of it. That there is an intelligent Author of nature, and natural Governor of the world, is a principle gone upon in the foregoing treatise; as proved, and generally known, and confessed to be proved. And the very notion of an intelligent Author of nature, proved by particular final causes, implies a will and a character.","subId":"1","id":"Butler.AR.1.Conc.1"},{"type":"paragraph","content":"Now, as our whole nature, the nature which he has given us, leads us to conclude his will and character to be moral, just, and good: so we can scarce in imagination conceive, what it can be otherwise. However, in consequence of this his will and character, whatever it be, he formed the universe as it is, and carries on the course of it as he does, rather than in any other manner; and has assigned to us, and to all living creatures, a part and a lot in it. Irrational creatures act this their part, and enjoy and undergo the pleasures and the pains allotted them, without any reflection. But one would think it impossible, that creatures endued with reason could avoid reflecting sometimes upon all this; reflecting, if not from whence we came, yet, at least, whither we are going; and what the mysterious scheme, in the midst of which we find ourselves, will, at length, come out and produce: a scheme in which it is certain we are highly interested, and in which we may be interested even beyond conception.","subId":"2","id":"Butler.AR.1.Conc.2"},{"type":"paragraph","content":"For many things prove it palpably absurd to conclude, that we shall cease to be, at death. Particular analogies do most sensibly show us, that there is nothing to be thought strange, in our being to exist in another state of life. And that we are now living beings, affords a strong probability that we shall continue so; unless there be some positive ground, and there is none from reason or analogy, to think death will destroy us. Were a persuasion of this kind ever so well grounded, there would, surely, be little reason to take pleasure in it. Indeed it can have no other ground, than some such imagination, as that of our gross bodies being ourselves; which is contrary to experience. Experience too most clearly shows us the folly of concluding, from the body and the living agent affecting each other mutually, that the dissolution of the former is the destruction of the latter. And there are remarkable instances of their not affecting each other, which lead us to a contrary conclusion. The supposition, then, which in all reason we are to go upon, is, that our living nature will continue after death. And it is infinitely unreasonable to form an institution of life, or to act, upon any other supposition.","subId":"3","id":"Butler.AR.1.Conc.3"},{"type":"paragraph","content":"All expectation of immortality, whether more or less certain, opens an unbounded prospect to our hopes and our fears: since we see the constitution of nature is such, as to admit of misery, as well as to be productive of happiness, and experience ourselves to partake of both in some degree; and since we cannot but know, what higher degrees of both we are capable of. And there is no presumption against believing further, that our future interest depends upon our present behavior: for we see our present interest doth; and that the happiness and misery, which are naturally annexed to our actions, very frequently do not follow, till long after the actions are done, to which they are respectively annexed. So that were speculation to leave us uncertain, whether it were likely, that the Author of nature, in giving happiness and misery to his creatures, hath regard to their actions or not, yet, since we find by experience that he hath such regard, the whole sense of things which he has given us, plainly leads us, at once and without any elaborate inquiries, to think that it may, indeed must, be to good actions chiefly that he hath annexed happiness, and to bad actions misery; or that he will, upon the whole, reward those who do well, and punish those who do evil.","subId":"4","id":"Butler.AR.1.Conc.4"},{"type":"paragraph","content":"To confirm this from the constitution of the world, it has been observed, that some sort of moral government is necessarily implied in that natural government of God, which we experience ourselves under; that good and bad actions, at present, are naturally rewarded and punished, not only as beneficial and mischievous to society, but also as virtuous and vicious: and that there is, in the very nature of the thing, a tendency to their being rewarded and punished in a much higher degree than they are at present. And though this higher degree of distributive justice, which nature thus points out and leads towards, is prevented for a time from taking place; it is by obstacles, which the state of this world unhappily throws in its way, and which therefore are in their nature temporary. Now, as these things in the natural conduct of Providence are observable on the side of virtue; so there is nothing to be set against them on the side of vice. A moral scheme of government then is visibly established, and, in some degree, carried into execution: and this, together with the essential tendencies of virtue and vice duly considered, naturally raise in us an apprehension, that it will be carried on further towards perfection in a future state, and that every one shall there receive according to his deserts.","subId":"5","id":"Butler.AR.1.Conc.5"},{"type":"paragraph","content":"And if this be so, then our future and general interest, under the moral government of God, is appointed to depend upon our behavior; notwithstanding the difficulty, which this may occasion, of securing it, and the danger of losing it: just in the same manner as our temporal interest, under his natural government, is appointed to depend upon our behavior; notwithstanding the like difficulty and danger. For, from our original constitution, and that of the world which we inhabit, we are naturally trusted with ourselves; with our own conduct and our own interest. And from the same constitution of nature, especially joined with that course of things which is owing to men, we have temptations to be unfaithful in this trust; to forfeit this interest, to neglect it, and run ourselves into misery and ruin. From these temptations arise the difficulties of behaving so as to secure our temporal interest, and the hazard of behaving so as to miscarry in it. There is therefore nothing incredible in supposing there may be the like difficulty and hazard with regard to that chief and final good, which religion lays before us.","subId":"6","id":"Butler.AR.1.Conc.6"},{"type":"paragraph","content":"The whole account, how it came to pass that we were placed in such a condition as this, must indeed be beyond our comprehension. But it is in part accounted for by what religion teaches us, that the character of virtue and piety must be a necessary qualification for a future state of security and happiness, under the moral government of God; in like manner, as some certain qualifications or other are necessary for every particular condition of life, under his natural government: and that the present state was intended to be a school of discipline, for improving in ourselves that character. Now this intention of nature is rendered highly credible by observing; that we are plainly made for improvement of all kinds; that it is a general appointment of Providence, that we cultivate practical principles, and form within ourselves habits of action, in order to become fit for what we were wholly unfit for before; that in particular, childhood and youth is naturally appointed to be a state of discipline for mature age; and that the present world is peculiarly fitted for a state of moral discipline. And, whereas objections are urged against the whole notion of moral government and a probationary state, from the opinion of necessity; it has been shown, that God has given us the evidence, as it were, of experience, that all objections against religion, on this head, are vain and delusive. He has also, in his natural government, suggested an answer to all our short-sighted objections, against the equity and goodness of his moral government; and in general he has exemplified to us the latter by the former.","subId":"7","id":"Butler.AR.1.Conc.7"},{"type":"paragraph","content":"These things, which it is to be remembered, are matters of fact, ought, in all common sense, to awaken mankind; to induce them to consider in earnest their condition, and what they have to do. It is absurd, absurd to the degree of being ridiculous, if the subject were not of so serious a kind, for men to think themselves secure in a vicious life; or even in that immoral thoughtlessness, into which far the greatest part of them are fallen. The credibility of religion, arising from experience and facts here considered, is fully sufficient, in reason, to engage them to live in the general practice of all virtue and piety; under the serious apprehension, though it should be mixed with some doubt, of a righteous administration established in nature, and a future judgment in consequence of it: especially when we consider, how very questionable it is, whether any thing at all can be gained by vice, how unquestionably little as well as precarious, the pleasures and profits of it are at the best, and how soon they must be parted with at the longest. For, in the deliberations of reason, concerning what we are to pursue and what to avoid, as temptations to any thing from mere passion are supposed out of the case, so inducements to vice, from cool expectations of pleasure and interest so small and uncertain and short, are really so insignificant, as, in the view of reason to be almost nothing in themselves; and in comparison with the importance of religion they quite disappear and are lost.","subId":"8","id":"Butler.AR.1.Conc.8"},{"type":"paragraph","content":"Mere passion may indeed be alleged, though not as a reason, yet as an excuse, for a vicious course of life. And how sorry an excuse it is, will be manifest by observing, that we are placed in a condition in which we are unavoidably inured to govern our passions, by being necessitated to govern them: and to lay ourselves under the same kind of restraints, and as great ones too, from temporal regards, as virtue and piety, in the ordinary course of things, require. The plea of ungovernable passion then, on the side of vice, is the poorest of all things; for it is no reason, and a poor excuse. The proper motives to religion are the proper proofs of it, from our moral nature, from the presages of conscience, and our natural apprehension of God under the character of a righteous Governor and Judge: a nature, and conscience, and apprehension, given us by him; and from the confirmation of the dictates of reason, by life and immortality brought to light by the Gospel; and the wrath of God revealed from heaven against all ungodliness and unrighteousness of men.","subId":"9","id":"Butler.AR.1.Conc.9"},{"type":"note","content":"[P. 172, &c.]","subId":"n75","id":"Butler.AR.1.Conc.n75"},{"type":"note","content":"[See Part II. ch. ii.]","subId":"n76","id":"Butler.AR.1.Conc.n76"},{"type":"note","content":"[P. 173.]","subId":"n77","id":"Butler.AR.1.Conc.n77"},{"type":"note","content":"[Part II. ch. vi.]","subId":"n78","id":"Butler.AR.1.Conc.n78"},{"type":"note","content":"[P. 108.]","subId":"n79","id":"Butler.AR.1.Conc.n79"}]}