{"id":"Hume.DNR.12","imported":true,"parent":"Hume.DNR","title":"Part 12","breadcrumb":"Part 12","published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","blocks":[{"type":"title","content":"£1 PART XII. £1","id":"Hume.DNR.12"},{"type":"paragraph","content":"{~~After->^After^~~} ^Demea^'s departure, ^Cleanthes^ and ^Philo^ continued the conversation in the following manner. Our friend, I am afraid, said ^Cleanthes^, will have little inclination to revive this topic of discourse, while you are in company; and to tell truth, ^Philo^, I should rather wish to reason with either of you apart on a subject, so sublime and interesting. Your spirit of controversy, joined to your abhorrence of vulgar superstition, carries you strange lengths, when engaged in an argument; and there is nothing so sacred and venerable, even in your own eyes, which you spare on that occasion.","subId":"1","id":"Hume.DNR.12.1","pages":"214"},{"type":"paragraph","content":"I must confess, replied ^Philo^, that I am less cautious on the subject of Natural Religion than on any other; both because I know that I can never, on that head, corrupt the principles of any man of common sense, and because no one, I am confident, in whose eyes I appear a man of common sense, will ever mistake my intentions. You in particular, ^Cleanthes^, with whom I live in unreserved intimacy; you are sensible, that, notwithstanding the freedom of my conversation, and my love of singular arguments, no one has a deeper sense of religion impressed on his mind, or pays more profound adoration to the divine Being, as he discovers himself to reason, in the inexplicable contrivance and artifice of Nature. A purpose, an intention, a design strikes every where the most careless, the most stupid thinker; and no man can be so hardened in absurd systems, as at all times to reject it. _That Nature does nothing in vain_, is a maxim established in all the schools, merely from the contemplation of the works of Nature, without any religious purpose; and, from a firm conviction of its truth, an anatomist, who had observed a new organ or canal, would never be satisfied, till he had also discovered its use and intention. One great foundation of the ^Copernican^ system is the maxim, _That Nature acts by the simplest methods, and chuses the most proper means to any end;_ and astronomers often, without thinking of it, lay this strong foundation of piety and religion. The same thing is observable in other parts of philosophy: And thus all the sciences almost lead us insensibly to acknowledge |a first intelligent Author; and their authority is often so much the greater, as they do not directly profess that intention.","subId":"2","id":"Hume.DNR.12.2","pages":"214-5"},{"type":"paragraph","content":"It is with pleasure I hear ^Galen^ reason concerning the structure of the human body. The anatomy of a man, says he[n10], discovers above 600 different muscles; and whoever duly considers these, will find, that in each of them Nature must have adjusted at least ten different circumstances, in order to attain the end which she proposed; proper figure, just magnitude, right disposition of the several ends, upper and lower position of the whole, the due insertion of the several nerves, veins, and arteries: So that in the muscles alone, above 6000 several views and intentions must have been formed and executed. The bones he calculates to be 284: The distinct purposes, aimed at in the structure of each, above forty. What a prodigious display of artifice, even in these simple and homogeneous parts? But if we consider the skin, ligaments, vessels, glandules, humours, the several limbs and members of the body; how must our astonishment rise upon us, in proportion to the number and intricacy of the parts so artificially adjusted? The farther we advance in these researches, we discover new scenes of art and wisdom: But descry still, at a distance, farther scenes beyond our reach; in the fine internal structure of the parts, in the {oe}conomy of the brain, in the fabric of the seminal vessels. All these artifices are repeated in every different species of animal, with wonderful variety, and with exact propriety, suited to the different intentions of Nature, in framing each species. And if the infidelity of ^Galen^, even when these natural sciences were still imperfect, could not withstand such striking appearances; to what pitch of pertinacious obstinacy must a philosopher in this age have attained, who can now doubt of a Supreme Intelligence?","subId":"3","id":"Hume.DNR.12.3","pages":"215"},{"type":"paragraph","content":"Could I meet with one of this species (who, I thank God, are very rare) I would ask him: Supposing there were a God, who did not discover himself immediately to our senses; were it possible for him to give stronger proofs of his existence, than what appear on the whole face of Nature? What indeed could such a divine Being do, but copy the present {oe}conomy of things; render many of his artifices so plain, that no stupidity could mistake them; afford glimpses of still greater artifices, |which demonstrate his prodigious superiority above our narrow apprehensions; and conceal altogether a great many from such imperfect creatures? Now according to all rules of just reasoning, every fact must pass for undisputed, when it is supported by all the arguments, which its nature admits of; even though these arguments be not, in themselves, very numerous or forcible: How much more, in the present case, where no human imagination can compute their number, and no understanding estimate their cogency?","subId":"4","id":"Hume.DNR.12.4","pages":"215-6"},{"type":"paragraph","content":"I shall farther add, said ^Cleanthes^, to what you have so well urged, that one great advantage of the principle of Theism, is, that it is the only system of cosmogony, which can be rendered intelligible and complete, and yet can throughout preserve a strong analogy to what we every day see and experience in the world. The comparison of the universe to a machine of human contrivance is so obvious and natural, and is justified by so many instances of order and design in Nature, that it must immediately strike all unprejudiced apprehensions, and procure universal approbation. Whoever attempts to weaken this theory, cannot pretend to succeed by establishing in its place any other, that is precise and determinate: It is sufficient for him, if he start doubts and difficulties; and by remote and abstract views of things, reach that suspense of judgement, which is here the utmost boundary of his wishes. But besides, that this state of mind is in itself unsatisfactory, it can never be steadily maintained against such striking appearances, as continually engage us into the religious hypothesis. A false, absurd system, human nature, from the force of prejudice, is capable of adhering to, with obstinacy and perseverance: But no system at all, in opposition to a theory, supported by strong and obvious reason, by natural propensity, and by early education, I think it absolutely impossible to maintain or defend.","subId":"5","id":"Hume.DNR.12.5","pages":"216"},{"type":"paragraph","content":"So little, replied ^Philo^, do I esteem this suspense of judgement in the present case to be possible, that I am apt to suspect there enters somewhat of a dispute of words into this controversy, more than is usually imagined. That the works of Nature bear a great analogy to the productions of art is evident; and according to all the rules of good reasoning, we ought to infer, |if we argue at all concerning them, that their causes have a proportional analogy. But as there are also considerable differences, we have reason to suppose a proportional difference in the causes; and in particular ought to attribute a much higher degree of power and energy to the supreme cause than any we have ever observed in mankind. Here then the existence of a DEITY is plainly ascertained by reason; and if we make it a question, whether, on account of these analogies, we can properly call him a _mind_ or _intelligence_, notwithstanding the vast difference, which may reasonably be supposed between him and human minds; what is this but a mere verbal controversy? No man can deny the analogies between the effects: To restrain ourselves from enquiring concerning the causes is scarcely possible: From this enquiry, the legitimate conclusion is, that the causes have also an analogy: And if we are not contented with calling the first and supreme cause a GOD or DEITY, but desire to vary the expression; what can we call him but MIND or THOUGHT, to which he is justly supposed to bear a considerable resemblance?","subId":"6","id":"Hume.DNR.12.6","pages":"216-7"},{"type":"paragraph","content":"All men of sound reason are disgusted with verbal disputes, which abound so much in philosophical and theological enquiries; and it is found, that the only remedy for this abuse must arise from clear definitions, from the precision of those ideas which enter into any argument, and from the strict and uniform use of those terms which are employed. But there is a species of controversy, which, from the very nature of language and of human ideas, is involved in perpetual ambiguity, and can never, by any precaution or any definitions, be able to reach a reasonable certainty or precision. These are the controversies concerning the degrees of any quality or circumstance. Men may argue to all eternity, whether ^Hannibal^ be a great, or a very great, or a superlatively great man, what degree of beauty ^Cleopatra^ possessed, what epithet of praise ^Livy^ or ^Thucidydes^ is intitled to, without bringing the controversy to any determination. The disputants may here agree in their sense, and differ in the terms, or _vice versa_; yet never be able to define their terms, so as to enter into each |{~~others->other's~~} meaning: Because the degrees of these qualities are not, like quantity or number, susceptible of any exact mensuration, which may be the standard in the controversy. That the dispute concerning Theism is of this nature, and consequently is merely verbal, or perhaps, if possible, still more incurably ambiguous, will appear upon the slightest enquiry. I ask the Theist, if he does not allow, that there is a great and immeasurable, because incomprehensible, difference between the _human_ and the _divine_ mind: The more pious he is, the more readily will he assent to the affirmative, and the more will he be disposed to magnify the difference: He will even assert, that the difference is of a nature which cannot be too much magnified. I next turn to the Atheist, who, I assert, is only nominally so, and can never possibly be in earnest; and I ask him, whether, from the coherence and apparent sympathy in all the parts of this world, there be not a certain degree of analogy among all the operations of Nature, in every situation and in every age; whether the rotting of a turnip, the generation of an animal, and the structure of human thought be not energies that probably bear some remote analogy to each other: It is impossible he can deny it: He will readily acknowledge it. Having obtained this concession, I push him still farther in his retreat; and I ask him, if it be not probable, that the principle which first arranged, and still maintains order in this universe, bears not also some remote inconceivable analogy to the other operations of Nature, and among the rest to the {oe}conomy of human mind and thought. However reluctant, he must give his assent. Where then, cry I to both these antagonists, is the subject of your dispute? The Theist allows, that the original intelligence is very different from human reason: The Atheist allows, that the original principle of order bears some remote analogy to it. Will you quarrel, Gentlemen, about the degrees, and enter into a controversy, which admits not of any precise meaning, nor consequently of any determination? If you should be so obstinate, I should not be surprised to find you insensibly change sides; while the Theist on the one hand exaggerates the dissimilarity between the Supreme Being, and frail, imperfect, variable, fleeting, and mortal creatures; and the Atheist on the other magnifies the analogy among all the operations of Nature, in every period, every situation, and every position. Consider then, where the real point of controversy |lies, and if you cannot lay aside your disputes, endeavour, at least, to cure yourselves of your animosity.","subId":"7","id":"Hume.DNR.12.7","pages":"217-9"},{"type":"paragraph","content":"And here I must also acknowledge, ^Cleanthes^, that, as the works of Nature have a much greater analogy to the effects of _our_ art and contrivance, than to those of _our_ benevolence and justice; we have reason to infer that the natural attributes of the Deity have a greater resemblance to those of man, than his moral have to human virtues. But what is the consequence? Nothing but this, that the moral qualities of man are more defective in their kind than his natural abilities. For as the Supreme Being is allowed to be absolutely and entirely perfect, whatever differs most from him departs the farthest from the supreme standard of rectitude and perfection[n11].","subId":"8","id":"Hume.DNR.12.8","pages":"219"},{"type":"paragraph","content":"These, ^Cleanthes^, are my unfeigned sentiments on this subject; and these sentiments, you know, I have ever cherished and maintained. But in proportion to my veneration for true religion, is my abhorrence of vulgar superstitions; and I indulge a peculiar pleasure, I confess, in pushing such principles, sometimes into absurdity, sometimes into impiety. And you are sensible, that all bigots, notwithstanding their great aversion to the latter above the former, are commonly equally guilty of both.","subId":"9","id":"Hume.DNR.12.9","pages":"219"},{"type":"paragraph","content":"My inclination, replied ^Cleanthes^, lies, I own, a contrary way. Religion, however corrupted, is still better than no religion at all. The doctrine of a future state is so strong and necessary a security to morals, that we never ought to abandon or neglect it. For if finite and temporary rewards and punishments have so great an effect, as we daily find; |how much greater must be expected from such as are infinite and eternal?","subId":"10","id":"Hume.DNR.12.10","pages":"219-20"},{"type":"paragraph","content":"How happens it then, said ^Philo^, if vulgar superstition be so salutary to society, that all history abounds so much with accounts of its pernicious consequences on public affairs? Factions, civil wars, persecutions, subversions of government, oppression, slavery; these are the dismal consequences which always attend its prevalency over the minds of men. If the religious spirit be ever mentioned in any historical narration, we are sure to meet afterwards with a detail of the miseries, which attend it. And no period of time can be happier or more prosperous, than those in which it is never regarded, or heard of.","subId":"11","id":"Hume.DNR.12.11","pages":"220"},{"type":"paragraph","content":"The reason of this observation, replied ^Cleanthes^, is obvious. The proper office of religion is to regulate the heart of men, humanize their conduct, infuse the spirit of temperance, order, and obedience; and as its operation is silent, and only enforces the motives of morality and justice, it is in danger of being overlooked, and confounded with these other motives. When it distinguishes itself, and acts as a separate principle over men, it has departed from its proper sphere, and has become only a cover to faction and ambition.","subId":"12","id":"Hume.DNR.12.12","pages":"220"},{"type":"paragraph","content":"And so will all religion, said ^Philo^, except the philosophical and rational kind. Your reasonings are more easily eluded than my facts. The inference is not just, because finite and temporary rewards and punishments have so great influence, that therefore such as are infinite and eternal must have so much greater. Consider, I beseech you, the attachment, which we have to present things, and the little concern which we discover for objects, so remote and uncertain. When divines are declaiming against the common behaviour and conduct of the world, they always represent this principle as the strongest imaginable (which indeed it is) and describe almost all human kind as lying under the influence of it, and sunk into the deepest |lethargy and unconcern about their religious interests. Yet these same divines, when they refute their speculative antagonists, suppose the motives of religion to be so powerful, that, without them, it were impossible for civil society to subsist; nor are they ashamed of so palpable a contradiction. It is certain, from experience, that the smallest grain of natural honesty and benevolence has more effect on {~~mens->men's~~} conduct, than the most pompous views, suggested by theological theories and systems. A man's natural inclination works incessantly upon him; it is for ever present to the mind; and mingles itself with every view and consideration: whereas religious motives, where they act at all, operate only by starts and bounds; and it is scarcely possible for them to become altogether habitual to the mind. The force of the greatest gravity, say the philosophers, is infinitely small, in comparison of that of the least impulse; yet it is certain, that the smallest gravity will, in the end, prevail above a great impulse; because no strokes or blows can be repeated with such constancy as attraction and gravitation.","subId":"13","id":"Hume.DNR.12.13","pages":"220-1"},{"type":"paragraph","content":"Another advantage of inclination: It engages on its side all the wit and ingenuity of the mind; and when set in opposition to religious principles, seeks every method and art of eluding them: In which it is almost always successful. Who can explain the heart of man, or account for those strange salvos and excuses, with which people satisfy themselves, when they follow their inclinations, in opposition to their religious duty? This is well understood in the world; and none but fools ever repose less trust in a man, because they hear, that, from study and philosophy, he has entertained some speculative doubts with regard to theological subjects. And when we have to do with a man, who makes a great profession of religion and devotion; has this any other effect upon several, who pass for prudent, than to put them on their guard, lest they be cheated and deceived by him?","subId":"14","id":"Hume.DNR.12.14","pages":"221"},{"type":"paragraph","content":"We must farther consider, that philosophers, who cultivate reason and reflection, stand less in need of such motives to keep them under the restraint of morals: and that the vulgar, who alone may need them, are utterly incapable of so pure a religion, as represents the Deity to be pleased with nothing but virtue in human behaviour. The recommendations to |the Divinity are generally supposed to be either frivolous observances, or rapturous ecstasies, or a bigotted credulity. We need not run back into antiquity, or wander into remote regions, to find instances of this degeneracy. Amongst ourselves, some have been guilty of that atrociousness, unknown to the ^Egyptian^ and ^Grecian^ superstitions, of declaiming, in express terms, against morality, and representing it as a sure forfeiture of the divine favour, if the least trust or reliance be laid upon it.","subId":"15","id":"Hume.DNR.12.15","pages":"221-2"},{"type":"paragraph","content":"But even though superstition or enthusiasm should not put itself in direct opposition to morality; the very diverting of the attention, the raising up a new and frivolous species of merit, the preposterous distribution, which it makes of praise and blame; must have the most pernicious consequences, and weaken extremely {~~mens->men's~~} attachment to the natural motives of justice and humanity.","subId":"16","id":"Hume.DNR.12.16","pages":"222"},{"type":"paragraph","content":"Such a principle of action likewise, not being any of the familiar motives of human conduct, acts only by intervals on the temper, and must be rouzed by continual efforts, in order to render the pious zealot satisfied with his own conduct, and make him fulfil his devotional task. Many religious exercises are entered into with seeming fervour, where the heart, at the time, feels cold and languid: Hume.A habit of dissimulation is by degrees contracted: and fraud and falsehood become the predominant principle. Hence the reason of that vulgar observation, that the highest zeal in religion and the deepest hypocrisy, so far from being inconsistent, are often or commonly united in the same individual character.","subId":"17","id":"Hume.DNR.12.17","pages":"222"},{"type":"paragraph","content":"The bad effects of such habits, even in common life, are easily imagined: but where the interests of religion are concerned, no morality can be forcible enough to bind the enthusiastic zealot. The sacredness of the cause sanctifies every measure, which can be made use of to promote it.","subId":"18","id":"Hume.DNR.12.18","pages":"222"},{"type":"paragraph","content":"The steady attention alone to so important an interest as that of eternal salvation is apt to extinguish the benevolent affections, and beget a narrow, contracted selfishness. And when such a temper is encouraged, it easily eludes all the general precepts of charity and benevolence.","subId":"19","id":"Hume.DNR.12.19","pages":"222"},{"type":"paragraph","content":"Thus the motives of vulgar superstition have no great |influence on general conduct; nor is their operation very favourable to morality, in the instances, where they predominate.","subId":"20","id":"Hume.DNR.12.20","pages":"222-3"},{"type":"paragraph","content":"Is there any maxim in politics more certain and infallible, than that both the number and authority of priests should be confined within very narrow limits, and that the civil magistrate ought, for ever, to keep his _fasces_ and _axes_ from such dangerous hands? But if the spirit of popular religion were so salutary to society, a contrary maxim ought to prevail. The greater number of priests, and their greater authority and riches will always augment the religious spirit. And though the priests have the guidance of this spirit, why may we not expect a superior sanctity of life, and greater benevolence and moderation, from persons who are set apart for religion, who are continually inculcating it upon others, and who must themselves imbibe a greater share of it? Whence comes it then, that in fact, the utmost a wise magistrate can propose with regard to popular religions, is, as far as possible, to make a saving game of it, and to prevent their pernicious consequences with regard to society{~~.->?~~} Every expedient which he tries for so humble a purpose is surrounded with inconveniencies. If he admits only one religion among his subjects, he must sacrifice, to an uncertain prospect of tranquillity, every consideration of public liberty, science, reason, industry, and even his own independency. If he gives indulgence to several sects, which is the wiser maxim, he must preserve a very philosophical indifference to all of them, and carefully restrain the pretensions of the prevailing sect; otherwise he can expect nothing but endless disputes, quarrels, factions, persecutions, and civil commotions.","subId":"21","id":"Hume.DNR.12.21","pages":"223"},{"type":"paragraph","content":"True religion, I allow, has no such pernicious consequences: but we must treat of religion, as it has commonly been found in the world; nor have I any thing to do with that speculative tenet of Theism, which, as it is a species of philosophy, must partake of the beneficial influence of that principle, and at the same time must lie under a like inconvenience, of being always confined to very few persons.","subId":"22","id":"Hume.DNR.12.22","pages":"223"},{"type":"paragraph","content":"Oaths are requisite in all courts of judicature; but it is a question whether their authority arises from any popular religion. 'Tis the solemnity and importance of the occasion, the regard to reputation, and the reflecting on the general interests of society, which are the chief restraints upon mankind. Custom-house oaths and political oaths are but little regarded even by some who pretend to principles of honesty and religion: and a Quaker's asseveration is with us justly put upon the same footing with the oath of any other person. I know, that ^Polybius^[n12] ascribes the infamy of ^Greek^ faith to the prevalency of the EPICUREAN philosophy; but I know also, that ^Punic^ faith had as bad a reputation in ancient times, as ^Irish^ evidence has in modern; though we cannot account for these vulgar observations by the same reason. Not to mention, that ^Greek^ faith was infamous before the rise of the ^Epicurean^ philosophy; and ^Euripides^[n13], in a passage which I shall point out to you, has glanced a remarkable stroke of satire against his nation, with regard to this circumstance.","subId":"23","id":"Hume.DNR.12.23","pages":"224"},{"type":"paragraph","content":"Take care, ^Philo^, replied ^Cleanthes^, take care: push not matters too far: allow not your zeal against false religion to undermine your veneration for the true. Forfeit not this principle, the chief, the only great comfort in life; and our principal support amidst all the attacks of adverse fortune. The most agreeable reflection, which it is possible for human imagination to suggest, is that of genuine Theism, which represents us as the workmanship of a Being perfectly good, wise, and powerful; who created us for happiness, and who, having implanted in us immeasurable desires of good, will prolong our existence to all eternity, and will transfer us into an infinite variety of scenes, in order to satisfy those desires, and render our felicity compleat and durable. Next to such a Being himself (if the comparison be allowed) the happiest lot which we can imagine, is that of being under his guardianship and protection.","subId":"24","id":"Hume.DNR.12.24","pages":"224"},{"type":"paragraph","content":"These appearances, said ^Philo^, are most engaging and alluring; and with regard to the true philosopher, they are more than appearances. But it happens here, as in the former case, that, with regard to the greater part of mankind, the appearances are deceitful, and that the terrors of religion commonly prevail above its comforts.","subId":"25","id":"Hume.DNR.12.25","pages":"224"},{"type":"paragraph","content":"It is allowed, that men never have recourse to devotion so readily as when dejected with grief or depressed with sickness. Is not this a proof, that the religious spirit is not so nearly allied to joy as to sorrow?","subId":"26","id":"Hume.DNR.12.26","pages":"225"},{"type":"paragraph","content":"But men, when afflicted, find consolation in religion, replied ^Cleanthes^. Sometimes, said ^Philo^: but it is natural to imagine, that they will form a notion of those unknown beings, suitably to the present gloom and melancholy of their temper, when they betake themselves to the contemplation of them. Accordingly, we find the tremendous images to predominate in all religions; and we ourselves, after having employed the most exalted expression in our descriptions of the Deity, fall into the flattest contradiction, in affirming, that the damned are infinitely superior in number to the elect.","subId":"27","id":"Hume.DNR.12.27","pages":"225"},{"type":"paragraph","content":"I shall venture to affirm, that there never was a popular religion, which represented the state of departed souls in such a light, as would render it eligible for human kind, that there should be such a state. These fine models of religion are the mere product of philosophy. For as death lies between the eye and the prospect of futurity, that event is so shocking to Nature, that it must throw a gloom on all the regions, which lie beyond it; and suggest to the generality of mankind the idea of ^Cerberus^ and furies; devils, and torrents of fire and brimstone.","subId":"28","id":"Hume.DNR.12.28","pages":"225"},{"type":"paragraph","content":"It is true; both fear and hope enter into religion; because both these passions, at different times, agitate the human mind, and each of them forms a species of divinity, suitable to itself. But when a man is in a chearful disposition, he is fit for business or company or entertainment of any kind; and he naturally applies himself to these, and thinks not of religion. When melancholy, and dejected, he has nothing to do but brood upon the terrors of the invisible world, and to plunge himself still deeper in affliction. It may, indeed, happen, that after he has, in this manner, ingraved the religious opinions deep into his thought and imagination, there may arrive a change of health or circumstances, which may restore his good humour, and raising chearful prospects of futurity, make him run into the other extreme of joy and triumph. But still it must be acknowledged, that, as terror is the primary principle of |religion, it is the passion, which always predominates in it, and admits but of short intervals of pleasure.","subId":"29","id":"Hume.DNR.12.29","pages":"225-6"},{"type":"paragraph","content":"Not to mention, that these fits of excessive, enthusiastic joy, by exhausting the spirits, always prepare the way for equal fits of superstitious terror and dejection; nor is there any state of mind so happy as the calm and equable. But this state, it is impossible to support, where a man thinks, that he lies, in such profound darkness and uncertainty, between an eternity of happiness and an eternity of misery. No wonder, that such an opinion disjoints the ordinary frame of the mind, and throws it into the utmost confusion. And though that opinion is seldom so steady in its operation as to influence all the actions; yet is it apt to make a considerable breach in the temper, and to produce that gloom and melancholy, so remarkable in all devout people.","subId":"30","id":"Hume.DNR.12.30","pages":"226"},{"type":"paragraph","content":"It is contrary to common sense to entertain apprehensions or terrors, upon account of any opinion whatsoever, or to imagine that we run any risk hereafter, by the freest use of our reason. Such a sentiment implies both an _absurdity_ and an _inconsistency_. It is an absurdity to believe that the Deity has human passions, and one of the lowest of human passions, a restless appetite for applause. It is an inconsistency to believe, that, since the Deity has this human passion, he has not others also; and in particular, a disregard to the opinions of creatures, so much inferior.","subId":"31","id":"Hume.DNR.12.31","pages":"226"},{"type":"paragraph","content":"_To know God_, says ^Seneca^, _is to worship him_. All other worship is indeed absurd, superstitious, and even impious. It degrades him to the low condition of mankind, who are delighted with intreaty, solicitation, presents, and flattery. Yet is this impiety the smallest of which superstition is guilty. Commonly, it depresses the Deity far below the condition of mankind; and represents him as a capricious d{ae}mon, who exercises his power without reason and without humanity! And were that divine Being disposed to be offended at the vices and follies of silly mortals, who are his own workmanship; ill would it surely fare with the votaries of most popular superstitions. Nor would any of human race merit his _favor_, but a very few, the philosophical Theists, who entertain, or |rather indeed endeavour to entertain, suitable notions of his divine perfections: As the only persons, intitled to his _compassion_ and _indulgence_, would be the philosophical Sceptics, a sect almost equally rare, who, from a natural diffidence of their own capacity, suspend, or endeavour to suspend all judgement with regard to such sublime and such extraordinary subjects.","subId":"32","id":"Hume.DNR.12.32","pages":"226-7"},{"type":"paragraph","content":"If the whole of Natural Theology, as some people seem to maintain, resolves itself into one simple, though somewhat ambiguous, at least undefined proposition, _That the cause or causes of order in the universe probably bear some remote analogy to human intelligence:_ If this proposition be not capable of extension, variation, or more particular explication: If it affords no inference that affects human life, or can be the source of any action or forbearance: And if the analogy, imperfect as it is, can be carried no farther than to the human intelligence; and cannot be transferred, with any appearance of probability, to the other qualities of the mind: If this really be the case, what can the most inquisitive, contemplative, and religious man do more than give a plain, philosophical assent to the proposition, as often as it occurs; and believe that the arguments, on which it is established, exceed the objections, which lie against it? Some astonishment indeed will naturally arise from the greatness of the object: Some melancholy from its obscurity: Some contempt of human reason, that it can give no solution more satisfactory with regard to so extraordinary and magnificent a question. But believe me, ^Cleanthes^, the most natural sentiment, which a well-disposed mind will feel on this occasion, is a longing desire and expectation, that heaven would be pleased to dissipate, at least alleviate this profound ignorance, by affording some more particular revelation to mankind, and making discoveries of the nature, attributes, and operations of the divine object of our faith. A person, seasoned with a just sense of the imperfections of natural reason, will fly to revealed truth with the greatest avidity: While the haughty Dogmatist, persuaded, that he can erect a complete system of Theology by the mere help of philosophy, |disdains any farther aid, and rejects this adventitious instructor. To be a philosophical Sceptic is, in a man of letters, the first and most essential step towards being a sound, believing Christian; a proposition, which I would willingly recommend to the attention of ^Pamphilus^: And I hope ^Cleanthes^ will forgive me for interposing so far in the education and instruction of his pupil.","subId":"33","id":"Hume.DNR.12.33","pages":"227-8"},{"type":"paragraph","content":"^Cleanthes^ and ^Philo^ pursued not this conversation much farther; and as nothing ever made greater impression on me, than all the reasonings of that day; so, I confess, that, upon a serious review of the whole, I cannot but think, that ^Philo^'s principles are more probable than ^Demea^'s; but that those of ^Cleanthes^ approach still nearer to the truth.","subId":"34","id":"Hume.DNR.12.34","pages":"228"},{"type":"note","content":"De formatione f{oe}tus.","subId":"n10","id":"Hume.DNR.12.n10","pages":"215"},{"type":"note","content":"It seems evident, that the dispute between the Sceptics and Dogmatists is entirely verbal, or at least regards only the degrees of doubt and assurance, which we ought to indulge with regard to all reasoning: And such disputes are commonly, at the bottom, verbal, and admit not of any precise determination. No philosophical Dogmatist denies, that there are difficulties both with regard to the senses and to all science; and that these difficulties are in a regular, logical method, absolutely insolvable. No Sceptic denies, that we lie under an absolute necessity, notwithstanding these difficulties, of thinking, and believing, and reasoning with regard to all kind of subjects, and even of frequently assenting with confidence and security. The only difference, then, between these sects, if they merit that name, is, that the Sceptic, from habit, caprice, or inclination, insists most on the difficulties; the Dogmatist, for like reasons, on the necessity.","subId":"n11","id":"Hume.DNR.12.n11","pages":"219"},{"type":"note","content":"Lib. 6. cap. 54.","subId":"n12","id":"Hume.DNR.12.n12","pages":"224"},{"type":"note","content":"Iphigenia in Tauride.","subId":"n13","id":"Hume.DNR.12.n13","pages":"224"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}],"prev":{"id":"Hume.DNR.11","imported":true,"title":"Part 11","breadcrumb":"Part 11","published":[1779]}}