{"id":"Hume.DNR.7","imported":true,"parent":"Hume.DNR","title":"Part 7","breadcrumb":"Part 7","published":[1779],"copytext":1779,"sourceDesc":"Hume began work on his [Dialogues Concerning Natural Religion] in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","blocks":[{"type":"title","content":"£1 PART VII. £1","id":"Hume.DNR.7"},{"type":"paragraph","content":"^But^ here, continued ^Philo^, in examining the ancient system of the soul of the world, there strikes me, all on a sudden, a new idea, which, if just, must go near to subvert all your reasoning, and destroy even your first inferences, on which you repose such confidence. If the universe bears a greater likeness to animal bodies and to vegetables, than to the works of human art, it is more probable, that its cause resembles the cause of the former than that of the latter, and its origin ought rather to be ascribed to generation or vegetation than to reason or design. Your conclusion, even according to your own principles, is therefore lame and defective.","subId":"1","id":"Hume.DNR.7.1","pages":"176"},{"type":"paragraph","content":"Pray open up this argument a little farther, said ^Demea^. For I do not rightly apprehend it, in that concise manner, in which you have expressed it.","subId":"2","id":"Hume.DNR.7.2","pages":"176"},{"type":"paragraph","content":"Our friend ^Cleanthes^, replied ^Philo^, as you have heard, asserts, that since no question of fact can be proved otherwise than by experience, the existence of a Deity admits not of proof from any other medium. The world, says he, resembles the works of human contrivance: Therefore its cause must also resemble that of the other. Here we may remark, that the operation of one very small part of nature, to wit man, upon another very small part, to wit that inanimate matter lying within his reach, is the rule, by which ^Cleanthes^ judges of the origin of the whole; and he measures objects, so widely disproportioned, by the same individual standard. But to wave all objections drawn from this topic; I affirm, that there are other parts of the universe (besides the machines of human invention) which bear still a greater resemblance to the fabric of the world, and which therefore afford a better conjecture concerning the universal origin of this system. These parts are animals and vegetables. The world plainly resembles more an animal or a vegetable, than it does a watch or a knitting-loom. Its cause, therefore, it is more probable, resembles the cause of the former. The cause of the former is generation or vegetation. The cause, therefore, of the world, |we may infer to be something similar or analogous to generation or vegetation.","subId":"3","id":"Hume.DNR.7.3","pages":"176-7"},{"type":"paragraph","content":"But how is it conceivable, said ^Demea^, that the world can arise from any thing similar to vegetation or generation?","subId":"4","id":"Hume.DNR.7.4","pages":"177"},{"type":"paragraph","content":"Very easily, replied ^Philo^. In like manner as a tree sheds its seed into the neighbouring fields, and produces other trees; so the great vegetable, the world, or this planetary system, produces within itself certain seeds, which, being scattered into the surrounding chaos, vegetate into new worlds. A comet, for instance, is the seed of a world; and after it has been fully ripened, by passing from sun to sun, and star to star, it is at last tost into the unformed elements, which every where surround this universe, and immediately sprouts up into a new system.","subId":"5","id":"Hume.DNR.7.5","pages":"177"},{"type":"paragraph","content":"Or if, for the sake of variety (for I see no other advantage) we should suppose this world to be an animal; a comet is the egg of this animal; and in like manner as an ostrich lays its egg in the sand, which, without any farther care, hatches the egg, and produces a new animal; so . . . . . .","subId":"6","id":"Hume.DNR.7.6","pages":"177"},{"type":"paragraph","content":"I understand you, says ^Demea^: But what wild, arbitrary suppositions are these? What _data_ have you for such extraordinary conclusions? And is the slight, imaginary resemblance of the world to a vegetable or an animal sufficient to establish the same inference with regard to both? Objects, which are in general so widely different; ought they to be a standard for each other?","subId":"7","id":"Hume.DNR.7.7","pages":"177"},{"type":"paragraph","content":"Right, cries ^Philo^: This is the topic on which I have all along insisted. I have still asserted, that we have no _data_ to establish any system of cosmogony. Our experience, so imperfect in itself, and so limited both in extent and duration, can afford us no probable conjecture concerning the whole of things. But if we must needs fix on some hypothesis; by what rule, pray, ought we to determine our choice? Is there any other rule than the greater similarity of the objects compared? And does not a plant or an animal, which springs from vegetation or generation, bear a stronger resemblance to the world, than does any artificial machine, which arises from reason and design?","subId":"8","id":"Hume.DNR.7.8","pages":"177"},{"type":"paragraph","content":"But what is this vegetation and generation of which you talk, said ^Demea^? Can you explain their operations, and anatomize that fine internal structure, on which they depend?","subId":"9","id":"Hume.DNR.7.9","pages":"177"},{"type":"paragraph","content":"As much, at least, replied ^Philo^, as ^Cleanthes^ can explain the operations of reason, or anatomize that internal structure, on which _it_ depends. But without any such elaborate disquisitions, when I see an animal, I infer, that it sprang from generation; and that with as great certainty as you conclude a house to have been reared by design. These words, _generation_, _reason_, mark only certain powers and energies in nature, whose effects are known, but whose essence is incomprehensible; and one of these principles, more than the other, has no privilege for being made a standard to the whole of nature.","subId":"10","id":"Hume.DNR.7.10","pages":"178"},{"type":"paragraph","content":"In reality, ^Demea^, it may reasonably be expected, that the larger the views are which we take of things, the better will they conduct us in our conclusions concerning such extraordinary and such magnificent subjects. In this little corner of the world alone, there are four principles, _Reason_, _Instinct_, _Generation_, _Vegetation_, which are similar to each other, and are the causes of similar effects. What a number of other principles may we naturally suppose in the immense extent and variety of the universe, could we travel from planet to planet and from system to system, in order to examine each part of this mighty fabric? Any one of these four principles above mentioned (and a hundred others, which lie open to our conjecture) may afford us a theory, by which to judge of the origin of the world; and it is a palpable and egregious partiality, to confine our view entirely to that principle, by which our own minds operate. Were this principle more intelligible on that account, such a partiality might be somewhat excusable: But reason, in its internal fabric and structure, is really as little known to us as instinct or vegetation; and perhaps even that vague, undeterminate word, _Nature_, to which the vulgar refer every thing, is not at the bottom more inexplicable. The effects of these principles are all known to us from experience: But the principles themselves, and their manner of operation are totally unknown: Nor is it less intelligible, or less conformable to experience to say, that the world arose by vegetation from a seed shed by another world, than to say that it arose from a divine reason or contrivance, according to the sense in which ^Cleanthes^ understands it.","subId":"11","id":"Hume.DNR.7.11","pages":"178"},{"type":"paragraph","content":"But methinks, said ^Demea^, if the world had a vegetative |quality, and could sow the seeds of new worlds into the infinite chaos, this power would be still an additional argument for design in its author. For whence could arise so wonderful a faculty but from design? Or how can order spring from any thing, which perceives not that order which it bestows?","subId":"12","id":"Hume.DNR.7.12","pages":"178-9"},{"type":"paragraph","content":"You need only look around you, replied ^Philo^, to satisfy yourself with regard to this question. A tree bestows order and organization on that tree, which springs from it, without knowing the order: an animal, in the same manner, on its offspring: a bird, on its nest: and instances of this kind are even more frequent in the world, than those of order, which arise from reason and contrivance. To say that all this order in animals and vegetables proceeds ultimately from design, is begging the question; nor can that great point be ascertained otherwise than by proving _a priori_, both that order is, from its nature, inseparably attached to thought, and that it can never, of itself, or from original unknown principles, belong to matter.","subId":"13","id":"Hume.DNR.7.13","pages":"179"},{"type":"paragraph","content":"But farther, ^Demea^; this objection, which you urge, can never be made use of by ^Cleanthes^, without renouncing a defence, which he has already made against one of my objections. When I enquired concerning the cause of that supreme reason and intelligence, into which he resolves every thing; he told me, that the impossibility of satisfying such enquiries could never be admitted as an objection in any species of philosophy. _We must stop somewhere_, says he; _nor is it ever within the reach of human capacity to explain ultimate causes, or show the last connections of any objects. It is sufficient, if the steps, so far as we go, are supported by experience and observation_. Now, that vegetation and generation, as well as reason, are experienced to be principles of order in nature, is undeniable. If I rest my system of cosmogony on the former, preferably to the latter, 'tis at my choice. The matter seems entirely arbitrary. And when ^Cleanthes^ asks me what is the cause of my great vegetative or generative faculty, I am equally intitled to ask him the cause of his great reasoning principle. These questions we have agreed to forbear on both sides; and it is chiefly his interest on the present occasion to stick to this agreement. Judging by our limited and imperfect experience, generation has some privileges above |reason: For we see every day the latter arise from the former, never the former from the latter.","subId":"14","id":"Hume.DNR.7.14","pages":"179-80"},{"type":"paragraph","content":"Compare, I beseech you, the consequences on both sides. The world, say I, resembles an animal, therefore it is an animal, therefore it arose from generation. The steps, I confess, are wide; yet there is some small appearance of analogy in each step. The world, says ^Cleanthes^, resembles a machine, therefore it is a machine, therefore it arose from design. The steps here are equally wide, and the analogy less striking. And if he pretends to carry on _my_ hypothesis a step farther, and to infer design or reason from the great principle of generation, on which I insist; I may, with better authority, use the same freedom to push farther his hypothesis, and infer a divine generation or theogony from his principle of reason. I have at least some faint shadow of experience, which is the utmost, that can ever be attained in the present subject. Reason, in innumerable instances, is observed to arise from the principle of generation, and never to arise from any other principle.","subId":"15","id":"Hume.DNR.7.15","pages":"180"},{"type":"paragraph","content":"^Hesiod^, and all the ancient Mythologists, were so struck with this analogy, that they universally explained the origin of nature from an animal birth, and copulation. ^Plato^ too, so far as he is intelligible, seems to have adopted some such notion in his ^Tim{ae}us^.","subId":"16","id":"Hume.DNR.7.16","pages":"180"},{"type":"paragraph","content":"The ^Bramins^ assert, that the world arose from an infinite spider, who spun this whole complicated mass from his bowels, and annihilates afterwards the whole or any part of it, by absorbing it again, and resolving it into his own essence. Here is a species of cosmogony, which appears to us ridiculous; because a spider is a little contemptible animal, whose operations we are never likely to take for a model of the whole universe. But still here is a new species of analogy, even in our globe. And were there a planet, wholly inhabited by spiders, (which is very possible) this inference would there appear as natural and irrefragable as that which in our planet ascribes the origin of all things to design and intelligence, as explained by ^Cleanthes^. Why an orderly system may not be spun from the belly |as well as from the brain, it will be difficult for him to give a satisfactory reason.","subId":"17","id":"Hume.DNR.7.17","pages":"180-1"},{"type":"paragraph","content":"I must confess, ^Philo^, replied ^Cleanthes^, that, of all men living, the task which you have undertaken, of raising doubts and objections, suits you best, and seems, in a manner, natural and unavoidable to you. So great is your fertility of invention, that I am not ashamed to acknowledge myself unable, on a sudden, to solve regularly such out-of-the-way difficulties as you incessantly start upon me: though I clearly see, in general, their fallacy and error. And I question not, but you are yourself, at present, in the same case, and have not the solution so ready as the objection; while you must be sensible, that common sense and reason {~~is->are~~} entirely against you, and that such whimsies as you have delivered, may puzzle, but never can convince us.","subId":"18","id":"Hume.DNR.7.18","pages":"181"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}],"prev":{"id":"Hume.DNR.6","imported":true,"title":"Part 6","breadcrumb":"Part 6","published":[1779]},"next":{"id":"Hume.DNR.8","imported":true,"title":"Part 8","breadcrumb":"Part 8","published":[1779]}}