{"imported":true,"id":"Hume.HE.4.40","parent":"Hume.HE.4","title":"Chapter 40. Elizabeth (cont.)","breadcrumb":"Chapter 40","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XL.\nELIZABETH.\nCharacter of the puritans——Duke of Norfolk's conspiracy——Insurrections in the north——Assassination of the earl of Murray——A parliament——Civil wars of France——Affairs of the Low Countries——New conspiracy of the duke of Norfolk——Trial of Norfolk——His execution——Scots affairs——French affairs——Massacre of Paris——French affairs——Civil wars of the Low Countries——A parliament.","id":"Hume.HE.4.40"},{"type":"paragraph","content":"{1568. Character of the puritans.} OF all the European churches, which shook off the yoke of papal authority, no one proceeded with so much reason and moderation as the church of England; an advantage, which had been derived partly from the interposition of the civil magistrate in this innovation, partly from the gradual and slow steps, by which the reformation was conducted in that kingdom. Rage and animosity against the catholic religion was as little indulged as could be supposed in such a revolution: The fabric of the secular hierarchy was maintained entire: The ancient liturgy was preserved, so far as was thought consistent with the new principles: Many ceremonies, become venerable from age and preceding use, were retained: The splendor of the Romish worship, though removed, had at least given place to order and decency: The distinctive habits of the clergy, according to their different ranks, were continued: No innovation was admitted merely from spite and opposition to former usage; And the new religion, by mitigating the genius of the ancient superstition, and rendering it more compatible with the peace and interests of society, had preserved itself in that happy medium, which wise men have always sought, and which the people have so seldom been able to maintain.","subId":"1","id":"Hume.HE.4.40.1"},{"type":"paragraph","content":"But though such in general was the spirit of the reformation in that country, many of the English reformers, being men of more warm complexions and more obstinate tempers, endeavoured to push matters to extremities against the church of Rome, and indulged themselves in the most violent contrariety and antipathy to all former practices. Among these, Hooper, who afterwards suffered for his religion with such extraordinary constancy, was chiefly distinguished. This man was appointed, during the reign of Edward, to the see of Glocester, and made no scruple of accepting the episcopal office; but he refused to be consecrated in the episcopal habit, the cymarre and rochette, which had formerly, he said, been abused to superstition, and which were thereby rendered unbecoming a true christian. Cranmer and Ridley were surprized at this objection, which opposed the received practice, and even the established laws; and though young Edward, desirous of promoting a man so celebrated for his eloquence, his zeal and his morals, enjoined them to dispense with this ceremony, they were still determined to retain it. Hooper then embraced the resolution, rather to refuse the bishopric than cloath himself in those hated garments; but it was deemed requisite, that, for the sake of the example, he should not escape so easily. He was first confined to Cranmer's house, then thrown into prison, till he should consent to be a bishop on the terms proposed: He was plied with conferences, and reprimands, and arguments: Bucer and Peter Martyr, and the most celebrated foreign reformers were consulted on this important question: And a compromise, with great difficulty, was at last made, that Hooper should not be obliged to wear commonly the obnoxious robes, but should agree to be consecrated in them, and to use them during cathedral service: A condescension not a little extraordinary in a man of so inflexible a spirit as this reformer.","subId":"2","id":"Hume.HE.4.40.2"},{"type":"paragraph","content":"The same objection, which had arisen with regard to the episcopal habit, had been moved against the rayment of the inferior clergy; and the surplice in particular, with the tippet and corner cap, was a great object of abhorrence to many of the popular zealots. In vain was it urged, that particular habits, as well as postures and ceremonies, having been constantly used by the clergy, and employed in religious service, acquire a veneration in the eyes of the people, appear sacred in their apprehensions, excite their devotion, and contract a kind of mysterious virtue, which attaches the affections of men to the national and established worship: That in order to produce this effect an uniformity in these particulars is requisite, and even a perseverance, as far as possible, in the former practice: And that the nation would be happy, if, by retaining these inoffensive observances, the reformers could engage the people to renounce willingly what was absurd or pernicious in the ancient superstition. These arguments, which had influence with wise men, were the very reasons, which engaged the violent protestants to reject the habits. They pushed matters to a total opposition with the church of Rome: Every compliance, they said, was a symbolizing with Antichrist. And this spirit was carried so far by some reformers, that, in a national remonstrance, made afterwards by the church of Scotland against these habits, it was asked, \"What has Christ Jesus to do with Belial? What has darkness to do with light? If surplices, corner caps, and tippets have been badges of idolaters in the very act of their idolatry; why should the preacher of Christian liberty, and the open rebuker of all superstition partake with the dregs of the Romish beast? Yea, who is there that ought not rather to be afraid of taking in his hand or on his forehead the print and mark of that odious beast?\" But this application was rejected by the English church.","subId":"3","id":"Hume.HE.4.40.3"},{"type":"paragraph","content":"There was only one instance, in which the spirit of contradiction to the Romanists took place universally, in England: The altar was removed from the wall, was placed in the middle of the church, and was thenceforth denominated the communion-table. The reason, why this innovation met with such general reception, was, that the nobility and gentry got thereby a pretence for making spoil of the plate, vestures, and rich ornaments which belonged to the altars.","subId":"4","id":"Hume.HE.4.40.4"},{"type":"paragraph","content":"These disputes, which had been started during the reign of Edward, were carried abroad by the protestants, who fled from the persecutions of Mary; and as the zeal of these men had received an encrease from the furious cruelty of their enemies, they were generally inclined to carry their opposition to the utmost extremity against the practices of the church of Rome. Their communication with Calvin and the other reformers, who followed the discipline and worship of Geneva, confirmed them in this obstinate reluctance; and though some of the refugees, particularly those who were established at Frankfort, still adhered to king Edward's liturgy, the prevailing spirit carried these confessors to seek a still farther reformation. On the accession of Elizabeth, they returned to their native country; and being regarded with general veneration on account of their zeal and past sufferings, they ventured to insist on the establishment of their projected model; nor did they want countenance from many considerable persons in the queen's council. But the princess herself, so far from being willing to despoil religion of the few ornaments and ceremonies which remained in it, was rather inclined to bring the publick worship still nearer to the Romish ritual; and she thought that the reformation had already gone too far in shaking off those forms and observances, which, without distracting men of more refined apprehensions, tend, in a very innocent manner, to allure, and amuse, and engage the vulgar. She took care to have a law for uniformity strictly enacted: She was empowered by the parliament to add any new ceremonies, which she thought proper: And though she was sparing in the exercise of this prerogative, she continued rigid in exacting an observance of the established laws, and in punishing all nonconformity. The zealots, therefore, who harboured a secret antipathy to the episcopal order and to the whole liturgy, were obliged, in a great measure, to conceal these sentiments, which would have been regarded as highly audacious and criminal; and they confined their avowed objections to the surplice, the confirmation of children, the sign of the cross in baptism, the ring in marriage, kneeling at the sacrament, and bowing at the name of Jesus. So fruitless is it for sovereigns to watch with a rigid care over orthodoxy, and to employ the sword in religious controversy, that the work, perpetually renewed, is perpetually to begin; and a garb, a gesture, nay, a metaphysical or grammatical distinction, when rendered important by the disputes of theologians and the zeal of the magistrate, is sufficient to destroy the unity of the church, and even the peace of society. These controversies had already excited such ferment among the people, that in some places they refused to frequent the churches, where the habits and ceremonies were used; would not salute the conforming clergy; and proceeded so far as to revile them in the streets, to spit in their faces, and to use them with all manner of contumely. And while the sovereign authority checked these excesses, the flame was confined, not extinguished; and burning fiercer from confinement, it burst out in the succeeding reigns to the destruction of the church and monarchy.","subId":"5","id":"Hume.HE.4.40.5"},{"type":"paragraph","content":"All enthusiasts, indulging themselves in rapturous flights, extasies, visions, inspirations, have a natural aversion to episcopal authority, to ceremonies, rites, and forms, which they denominate superstition, or beggarly elements, and which seem to restrain the liberal effusions of their zeal and devotion: But there was another set of opinions adopted by these innovators, which rendered them in a peculiar manner the object of Elizabeth's aversion. The same bold and daring spirit, which accompanied them in their addresses to the divinity, appeared in their political speculations; and the principles of civil liberty, which, during some reigns, had been little avowed in the nation, and which were totally incompatible with the present exorbitant prerogative, had been strongly adopted by this new sect. Scarcely any sovereign before Elizabeth, and none after her, carried higher, both in speculation and practice, the authority of the crown; and the puritans (so these sectaries were called, on account of their pretending to a superior purity of worship and discipline) could not recommend themselves worse to her favour, than by inculcating the doctrine of resisting or restraining princes. From all these motives, the queen neglected no opportunity of depressing those zealous innovators; and while they were secretly countenanced by some of her most favoured ministers, Cecil, Leicester, Knolles, Bedford, Walsingham, she never was, to the end of her life, reconciled to their principles and practices.","subId":"6","id":"Hume.HE.4.40.6"},{"type":"paragraph","content":"We have thought proper to insert in this place an account of the rise and the genius of the puritans; because Camden marks the present year, as the period when they began to make themselves considerable in England. We now return to our narration.","subId":"7","id":"Hume.HE.4.40.7"},{"type":"paragraph","content":"{1569. Duke of Norfolk's conspiracy.} The duke of Norfolk was the only peer, that enjoyed the highest title of nobility; and as there were at present no princes of the blood, the splendor of his family, the opulence of his fortune, and the extent of his influence, had rendered him without comparison the first subject in England. The qualities of his mind corresponded to his high station: Beneficent, affable, generous, he had acquired the affections of the people; prudent, moderate, obsequious, he possessed, without giving her any jealousy, the good graces of his sovereign. His grandfather and father had long been regarded as the leaders of the catholics; and this hereditary attachment, joined to the alliance of blood, had procured him the friendship of the most considerable men of that party: But as he had been educated among the reformers, was sincerely devoted to their principles, and maintained that strict decorum and regularity of life, by which the protestants were at that time distinguished; he thereby enjoyed the rare felicity of being popular even with the most opposite factions. The height of his prosperity alone was the source of his misfortunes, and engaged him in attempts, from which his virtue and prudence would naturally have for ever kept him at a distance.","subId":"8","id":"Hume.HE.4.40.8"},{"type":"paragraph","content":"Norfolk was at this time a widower; and being of a suitable age, his marriage with the queen of Scots had appeared so natural, that it had occurred to several of his friends and those of that princess: But the first person, who, after secretary Lidington, opened the scheme to the duke is said to have been the earl of Murray, before his departure for Scotland. That nobleman set before Norfolk both the advantage of composing the dissentions in Scotland by an alliance, which would be so generally acceptable, and the prospect of reaping the succession of England; and, in order to bind Norfolk's interest the faster with Mary's, he proposed, that the duke's daughter should also espouse the young king of Scotland. The previously obtaining of Elizabeth's consent, was regarded, both by Murray and Norfolk, as a circumstance essential to the success of their project; and all terms being adjusted between them, Murray took care, by means of Sir Robert Melvil, to have the design communicated to the queen of Scots. This princess replied, that the vexations, which she had met with in her two last marriages, had made her more inclined to lead a single life; but she was determined to sacrifice her own inclinations to the public welfare: And therefore, as soon as she should be legally divorced from Bothwel, she would be determined by the opinion of her nobility and people in the choice of another husband.","subId":"9","id":"Hume.HE.4.40.9"},{"type":"paragraph","content":"It is probable, that Murray was not sincere in this proposal. He had two motives to engage him to dissimulation. He knew the danger, which he must run in his return through the north of England, from the power of the earls of Northumberland and Westmoreland, Mary's partizans in that country; and he dreaded an insurrection in Scotland from the duke of Chatelrault, and the earls of Argyle and Huntley, whom she had appointed her lieutenants during her absence. By these feigned appearances of friendship, he both engaged Norfolk to write in his favour to the northern nobleman; and he persuaded the queen of Scots to give her lieutenants permission, and even advice, to conclude a cessation of hostilities with the regent's party.","subId":"10","id":"Hume.HE.4.40.10"},{"type":"paragraph","content":"The duke of Norfolk, though he had agreed, that Elizabeth's consent should be previously obtained, before the completion of his marriage, had reason to apprehend, that he never should prevail with her voluntarily to make that concession. He knew her perpetual and unrelenting jealousy against her heir and rival; he was acquainted with her former reluctance to all proposals of marriage with the queen of Scots; he foresaw, that this princess's espousing a person of his power and character and interest, would give the greatest umbrage; and as it would then become necessary to reinstate her in possession of her throne on some tolerable terms, and even to endeavour the re-establishing of her character, he dreaded, lest Elizabeth, whose politics had now taken a different turn, would never agree to such indulgent and generous conditions. He therefore attempted previously to gain the consent and approbation of several of the most considerable nobility; and he was successful with the earls of Pembroke, Arundel, Derby, Bedford, Shrewsbury, Southampton, Northumberland, Westmoreland, Sussex. Lord Lumley and Sir Nicholas Throgmorton cordially embraced the proposal: Even the earl of Leicester, Elizabeth's declared favourite, who had formerly entertained some views of espousing Mary, willingly resigned all his pretensions, and seemed to enter zealously into Norfolk's interests. There were other motives, besides affection to the duke, which produced this general combination of the nobility.","subId":"11","id":"Hume.HE.4.40.11"},{"type":"paragraph","content":"Sir William Cecil, secretary of state, was the most vigilant, active, and prudent minister ever known in England; and as he was governed by no views but the interests of his sovereign, which he had inflexibly pursued, his authority over her became every day more predominant. Ever cool himself, and uninfluenced by prejudice or affection, he checked those sallies of passion, and sometimes of caprice, to which she was subject; and if he failed of persuading her in the first movement, his perseverance, and remonstrances, and arguments were sure at last to recommend themselves to her sound discernment. The more credit he gained with his mistress, the more was he exposed to the envy of her other counsellors; and as he had been supposed to adopt the interests of the house of Suffolk, whose claim seemed to carry with it no danger to the present establishment, his enemies, in opposition to him, were naturally led to attach themselves to the queen of Scots. Elizabeth saw, without uneasiness, this emulation among her courtiers, which served to augment her own authority: And though she supported Cecil, whenever matters came to extremities, and dissipated every conspiracy against him, particularly one laid about this time for having him thrown into the Tower on some pretence or other, she never gave him such unlimited confidence as might enable him entirely to crush his adversaries.","subId":"12","id":"Hume.HE.4.40.12"},{"type":"paragraph","content":"Norfolk, sensible of the difficulty, which he must meet with in controuling Cecil's counsels, especially where they concurred with the inclination, as well as interest of the queen, durst not open to her his intentions of marrying the queen of Scots; but proceeded still in the same course, of encreasing his interest in the kingdom, and engaging more of the nobility to take part in his measures. A letter was written to Mary by Leicester, and signed by several of the first rank, recommending Norfolk for her husband, and stipulating conditions for the advantage of both kingdoms; particularly, that she should give sufficient surety to Elizabeth, and the heirs of her body, for the free enjoyment of the crown of England; that a perpetual league, offensive and defensive, should be made between their realms and subjects; that the protestant religion should be established by law in Scotland; and that she should grant an amnesty to her rebels in that kingdom. When Mary returned a favourable answer to this application, Norfolk employed himself with new ardour in the execution of his project; and besides securing the interests of many of the considerable gentry and nobility who resided at court, he wrote letters to such as lived at their country-seats, and possessed the greatest authority in the several counties. The kings of France and Spain, who interested themselves extremely in Mary's cause, were secretly consulted, and expressed their approbation of these measures. And though Elizabeth's consent was always supposed as a previous condition to the finishing of this alliance, it was apparently Norfolk's intention, when he proceeded such lengths without consulting her, to render his party so strong, that it should no longer be in her power to refuse it.","subId":"13","id":"Hume.HE.4.40.13"},{"type":"paragraph","content":"It was impossible, that so extensive a conspiracy could entirely escape the queen's vigilance and that of Cecil. She dropped several intimations to the duke, by which he might learn, that she was acquainted with his designs; and she frequently warned him to beware on what pillow he reposed his head: But he never had the prudence or the courage to open to her his full intentions. Certain intelligence of this dangerous combination was given her first by Leicester, then by Murray, who, if ever he was sincere in promoting Norfolk's marriage, which is much to be doubted, had at least intended, for his own safety and that of his party, that Elizabeth should, in reality as well as in appearance, be entire arbiter of the conditions, and should not have her consent extorted by any confederacy of her own subjects. This information gave great alarm to the court of England; and the more so, as those intrigues were attended with other circumstances, of which, it is probable, Elizabeth was not wholly ignorant.","subId":"14","id":"Hume.HE.4.40.14"},{"type":"paragraph","content":"Among the nobility and gentry, that seemed to enter into Norfolk's views, there were many, who were zealously attached to the catholic religion, who had no other design than that of restoring Mary to her liberty, and who would gladly, by a combination with foreign powers, or even at the expence of a civil war, have placed her on the throne of England. The earls of Northumberland and Westmoreland, who possessed great power in the north, were leaders of this party; and the former nobleman made offer to the queen of Scots, by Leonard Dacres, brother to lord Dacres, that he would free her from confinement, and convey her to Scotland or any other place, to which she should think proper to retire. Sir Thomas and Sir Edward Stanley, sons of the earl of Derby, Sir Thomas Gerrard, Rolstone, and other gentlemen, whose interest lay in the neighbourhood of the place where Mary resided, concurred in the same views; and required, that, in order to facilitate the execution of the scheme, a diversion should, in the mean time, be made from the side of Flanders. Norfolk discouraged, and even in appearance suppressed, these conspiracies; both because his duty to Elizabeth would not allow him to think of effecting his purpose by rebellion, and because he foresaw, that, if the queen of Scots came into the possession of these men, they would rather chuse for her husband the king of Spain, or some foreign prince, who had power, as well as inclination, to re-establish the catholic religion.","subId":"15","id":"Hume.HE.4.40.15"},{"type":"paragraph","content":"When men of honour and good principles, like the duke of Norfolk, engage in dangerous enterprizes, they are commonly so unfortunate as to be criminal by halves; and while they balance between the execution of their designs and their remorses, their fear of punishment and their hope of pardon, they render themselves an easy prey to their enemies. The duke, in order to repress the surmises spread against him, spoke contemptuously to Elizabeth of the Scottish alliance; affirmed that his estate in England was more valuable than the revenue of a kingdom wasted by civil wars and factions; and declared, that, when he amused himself in his own tennis-court at Norwich amidst his friends and vassals, he deemed himself at least a petty prince, and was fully satisfied with his condition. Finding, that he did not convince her by these asseverations, and that he was looked on with a jealous eye by the ministers, he retired to his country-seat without taking leave. He soon after repented of this measure, and set out on his return to court, with a view of using every expedient to regain the queen's good graces; but he was met at St. Albans by Fitz-Garret, lieutenant of the band of pensioners, by whom he was conveyed to Burnham, three miles from Windsor, where the court then resided. He was soon after committed to the Tower, under the custody of Sir Henry Nevil. Lesley, bishop of Ross, the queen of Scots' ambassador, was examined and confronted with Norfolk before the council. The earl of Pembroke was confined to his own house: Arundel, Lumley, and Throgmorton were taken into custody. The queen of Scots herself, was removed to Coventry; all access to her was, during some time, more strictly prohibited; and viscount Hereford was joined to the earls of Shrewsbury and Huntingdon, in the office of guarding her.","subId":"16","id":"Hume.HE.4.40.16"},{"type":"paragraph","content":"{Insurrections in the north.} A rumour had been diffused in the north of an intended rebellion; and the earl of Sussex, president of York, alarmed with the danger, sent for Northumberland and Westmoreland, in order to examine them; but not finding any proof against them, he allowed them to depart. The report meanwhile gained ground daily; and many appearances of its reality being discovered, orders were dispatched by Elizabeth to these two noblemen, to appear at court, and answer for their conduct. They had already proceeded so far in their criminal designs, that they dared not to trust themselves in her hands: They had prepared measures for a rebellion; had communicated their design to Mary and her ministers; had entered into a correspondence with the duke of Alva, governor of the Low Countries; had obtained his promise of a reinforcement of troops, and of a supply of arms and ammunition; and had prevailed on him to send over to London Chiapino Vitelli, one of his most famous captains, on pretence of adjusting some differences with the queen, but in reality with a view of putting him at the head of the northern rebels. The summons, sent to the two earls, precipitated the rising before they were fully prepared; and Northumberland remained in suspence between opposite dangers, when he was informed, that some of his enemies were on the way with a commission to arrest him. He took horse instantly, and hastened to his associate Westmoreland, whom he found surrounded with his friends and vassals, and deliberating with regard to the measures, which he should follow in the present emergence. They determined to begin the insurrection without delay; and the great credit of these two noblemen, with that zeal for the catholic religion, which still prevailed in the neighbourhood, soon drew together multitudes of the common people. They published a manifesto, in which they declared, that they intended to attempt nothing against the queen, to whom they vowed unshaken allegiance; and that their sole aim was to re-establish the religion of their ancestors, to remove evil counsellors, and to restore the duke of Norfolk and other faithful peers to their liberty and to the queen's favour. The numbers of the malcontents amounted to four thousand foot and sixteen hundred horse; and they expected the concurrence of all the catholics in England.","subId":"17","id":"Hume.HE.4.40.17"},{"type":"paragraph","content":"The queen was not negligent in her own defence, and she had beforehand, from her prudent and wise conduct, acquired the general good will of her people, the best security of a sovereign; insomuch that even the catholics in most counties expressed an affection for her service; and the duke of Norfolk himself, though he had lost her favour, and lay in confinement, was not wanting, as far as his situation permitted, to promote the levies among his friends and retainers. Sussex attended by the earls of Rutland, the lords Hunsdon, Evers, and Willoughby of Parham, marched against the rebels at the head of seven thousand men, and found them already advanced to the bishopric of Durham, of which they had taken possession. They retired before him to Hexham; and hearing that the earl of Warwic and lord Clinton were advancing against them with a greater body, they found no other resource than to disperse themselves without striking a blow. The common people retired to their houses: The leaders fled into Scotland. Northumberland was found skulking in that country, and was confined by Murray in the castle of Lochlevin. Westmoreland received shelter from the chieftains of the Kers and Scots, partizans of Mary; and persuaded them to make an inroad into England, with a view of exciting a quarrel between the two kingdoms. After they had committed great ravages, they retreated to their own country. This sudden and precipitate rebellion was followed soon after by another still more imprudent, raised by Leonard Dacres. Lord Hunsdon, at the head of the garrison of Berwic, was able, without any other assistance, to quell these rebels. Great severity was exercised against such as had taken part in these rash enterprizes. Sixty-six petty constables were hanged; and no less than eight hundred persons are said, on the whole, to have suffered by the hands of the executioner. But the queen was so well pleased with Norfolk's behaviour, that she released him from the Tower: allowed him to live, though under some shew of confinement, in his own house; and only exacted a promise from him not to proceed any farther in his negociations with the queen of Scots.","subId":"18","id":"Hume.HE.4.40.18"},{"type":"paragraph","content":"Elizabeth now found that the detention of Mary was attended with all the ill consequences, which she had foreseen, when she first embraced that measure. This latter princess, recovering, by means of her misfortunes and her own natural good sense, from that delirium, into which she seems to have been thrown during her attachment to Bothwel, had behaved with such modesty, and judgment, and even dignity, that every one, who approached her, was charmed with her demeanor; and her friends were enabled, on some plausible grounds, to deny the reality of all those crimes, which had been imputed to her. Compassion for her situation, and the necessity of procuring her liberty, proved an incitement among all her partizans to be active in promoting her cause; and as her deliverance from captivity, it was thought could no wise be affected but by attempts dangerous to the established government, Elizabeth had reason to expect little tranquillity so long as the Scottish queen remained a prisoner in her hands. But as this inconvenience had been preferred to the danger of allowing that princess to enjoy her liberty, and to seek relief in all the catholic courts of Europe, it behoved the queen to support the measure which she had adopted, and to guard, by every prudent expedient, against the mischiefs, to which it was exposed. She still flattered Mary with hopes of her protection, maintained an ambiguous conduct between that queen and her enemies in Scotland, negociated perpetually concerning the terms of her restoration, made constant professions of friendship to her; and by these artifices endeavoured both to prevent her from making any desperate efforts for her deliverance, and to satisfy the French and Spanish ambassadors, who never intermitted their solicitations, sometimes accompanied with menaces, in her behalf. This deceit was received with the same deceit by the queen of Scots: Professions of confidence were returned by professions equally insincere: And while an appearance of friendship was maintained on both sides, the animosity and jealousy, which had long prevailed between them, became every day more inveterate and incurable. These two princesses, in address, capacity, activity, and spirit, were nearly a match for each other; but unhappily, Mary, besides her present forlorn condition, was always inferior in personal conduct and discretion, as well as in power, to her illustrious rival.","subId":"19","id":"Hume.HE.4.40.19"},{"type":"paragraph","content":"Elizabeth and Mary wrote at the same time letters to the regent. The queen of Scots desired, that her marriage with Bothwel might be examined, and a divorce be legally pronounced between them.","subId":"20","id":"Hume.HE.4.40.20"},{"type":"paragraph","content":"The queen of England gave Murray the choice of three conditions; that Mary should be restored to her dignity on certain terms; that she should be associated with her son, and the administration remain in the regent's hands, till the young prince should come to years of discretion; or that she should be allowed to live at liberty as a private person in Scotland, and have an honourable settlement made in her favour. Murray summoned a convention of states, in order to deliberate on these proposals of the two queens. No answer was made by them to Mary's letter, on pretence that she had there employed the style of a sovereign, addressing herself to her subjects; but in reality, because they saw that her request was calculated to prepare the way for a marriage with Norfolk, or some powerful prince, who could support her cause, and restore her to the throne. They replied to Elizabeth, that the two former conditions were so derogatory to the royal authority of their prince, that they could not so much as deliberate concerning them: The third alone could be the subject of treaty. It was evident, that Elizabeth, in proposing conditions so unequal in their importance, invited the Scots to a refusal of those which were most advantageous to Mary; and as it was difficult, if not impossible, to adjust all the terms of the third, so as to render it secure and eligible to all parties, it was concluded that she was not sincere in any of them.","subId":"21","id":"Hume.HE.4.40.21"},{"type":"paragraph","content":"{1570.} It is pretended, that Murray had entered into a private negociation with the queen, to get Mary delivered into his hands; and as Elizabeth found the detention of her in England so dangerous, it is probable, that she would have been pleased, on any honourable or safe terms, to rid herself of a prisoner who gave her so much inquietude. {23 January.} But all these projects vanished by the sudden death of the regent, who was assassinated, in revenge of a private injury, by a gentleman of the name of Hamilton. {Assassination of the earl of Murray.} Murray was a person of considerable vigour, abilities, and constancy; but though he was not unsuccessful, during his regency, in composing the dissentions in Scotland, his talents shone out more eminently in the beginning than in the end of his life. His manners were rough and austere; and he possessed not that perfect integrity, which frequently accompanies, and can alone atone for, that unamiable character.","subId":"22","id":"Hume.HE.4.40.22"},{"type":"paragraph","content":"By the death of the regent, Scotland relapsed into anarchy. Mary's party assembled together, and made themselves masters of Edinburgh. The castle, commanded by Kirkaldy of Grange, seemed to favour her cause; and as many of the principal nobility had embraced that party, it became probable, though the people were in general averse to her, that her authority might again acquire the ascendant. To check its progress, Elizabeth dispatched Sussex, with an army, to the North, under colour of chastizing the ravages committed by the borderers. He entered Scotland, and laid waste the lands of the Kers and Scots, seized the castle of Hume, and committed hostilities on all Mary's partizans, who, he said, had offended his mistress, by harbouring the English rebels. Sir William Drury was afterwards sent with a body of troops, and he threw down the houses of the Hamiltons, who were engaged in the same faction. The English armies were afterwards recalled by agreement with the queen of Scots, who promised, in return, that no French troops should be introduced into Scotland, and that the English rebels should be delivered up to the queen by her partizans.","subId":"23","id":"Hume.HE.4.40.23"},{"type":"paragraph","content":"But though the queen, covering herself with the pretence of revenging her own quarrel, so far contributed to support the party of the young king of Scots, she was cautious not to declare openly against Mary; and she even sent a request, which was equivalent to a command, to the enemies of that princess not to elect, during some time, a regent in the place of Murray. Lenox, the king's grandfather, was, therefore, chosen temporary governor, under the title of Lieutenant. Hearing afterwards that Mary's partizans, instead of delivering up Westmoreland, and the other fugitives, as they had promised, had allowed them to escape into Flanders; she permitted the king's party to give Lenox the title of regent, and she sent Randolph, as her resident, to maintain a correspondence with him. But notwithstanding this step, taken in favour of Mary's enemies, she never laid aside her ambiguous conduct, or quitted the appearance of amity to that princess. Being importuned by the bishop of Ross, and her other agents, as well as by foreign ambassadors, she twice procured a suspension of arms between the Scottish factions, and by that means stopped the hands of the regent, who was likely to obtain advantages over the opposite party. By these seeming contrarieties she kept alive the factions in Scotland, encreased their mutual animosity, and rendered the whole country a scene of devastation and of misery. She had no intention to conquer the kingdom, and consequently no interest or design to instigate the parties against each other; but this consequence was an accidental effect of her cautious politics, by which she was engaged, as far as possible, to keep on good terms with the queen of Scots, and never to violate the appearances of friendship with her, at least those of neutrality.","subId":"24","id":"Hume.HE.4.40.24"},{"type":"paragraph","content":"The better to amuse Mary with the prospect of an accommodation, Cecil and Sir Walter Mildmay were sent to her with proposals from Elizabeth. The terms were somewhat rigorous, such as a captive queen might expect from a jealous rival; and they thereby bore the greater appearance of sincerity on the part of the English court. It was required, that the queen of Scots, besides renouncing all title to the crown of England during the life-time of Elizabeth, should make a perpetual league, offensive and defensive, between the kingdoms; that she should marry no Englishman without Elizabeth's consent, nor any other person without the consent of the states of Scotland; that compensation should be made for the late ravages committed in England; that justice should be executed on the murderers of king Henry; that the young prince should be sent into England, to be educated there; and that six hostages, all of them noblemen, should be delivered to the queen of England, with the castle of Hume, and some other fortress, for the security of performance. Such were the conditions upon which Elizabeth promised to contribute her endeavours towards the restoration of the deposed queen. The necessity of Mary's affairs obliged her to consent to them; and the kings of France and Spain, as well as the pope, when consulted by her, approved of her conduct; chiefly on account of the civil wars, by which all Europe was at that time agitated, and which incapacitated the catholic princes from giving her any assistance.","subId":"25","id":"Hume.HE.4.40.25"},{"type":"paragraph","content":"Elizabeth's commissioners proposed also to Mary a plan of accommodation with her subjects in Scotland; and after some reasoning on that head, it was agreed, that the queen should require Lenox, the regent, to send commissioners, in order to treat of conditions under her mediation. The partizans of Mary boasted, that all terms were fully settled with the court of England, and that the Scottish rebels would soon be constrained to submit to the authority of their sovereign: But Elizabeth took care that these rumours should meet with no credit, and that the king's party should not be discouraged, nor sink too low in their demands. Cecil wrote to inform the regent, that all the queen of England's proposals, so far from being fixed and irrevocable, were to be discussed anew in the conference; and desired him to send commissioners who should be constant in the king's cause, and cautious not to make concessions which might be prejudicial to their party. Sussex also, in his letters, dropped hints to the same purpose; and Elizabeth herself said to the abbot of Dunfermling, whom Lenox had sent to the court of England, that she would not insist on Mary's restoration, provided the Scots could make the justice of their cause appear to her satisfaction; and that, even if their reasons should fall short of full conviction, she would take effectual care to provide for their future security.","subId":"26","id":"Hume.HE.4.40.26"},{"type":"paragraph","content":"{1571. 1st March.} The parliament of Scotland appointed the earl of Morton, and Sir James Macgill, together with the abbot of Dunfermling, to manage the treaty. These commissioners presented memorials, containing reasons for the deposition of their queen; and they seconded their arguments with examples drawn from the Scottish history, with the authority of laws, and with the sentiments of many famous divines. The lofty ideas, which Elizabeth had entertained of the absolute, indefeasable right of sovereigns, made her be shocked with these republican topics; and she told the Scottish commissioners, that she was no-wise satisfied with their reasons for justifying the conduct of their countrymen; and that they might therefore, without attempting any apology, proceed to open the conditions, which they required for their security. They replied, that their commission did not empower them to treat of any terms, which might infringe the title and sovereignty of their young king; but they would gladly hear whatever proposals should be made them by her majesty. The conditions, recommended by the queen, were not disadvantageous to Mary; but as the commissioners still insisted, that they were not authorized to treat in any manner, concerning the restoration of that princess, the conferences were necessarily at an end; and Elizabeth dismissed the Scottish commissioners with injunctions, that they should return, after having procured more ample powers from their parliament. The bishop of Ross openly complained to the English council, that they had abused his mistress by fair promises and professions; and Mary herself was no longer at a loss to judge of Elizabeth's insincerity. By reason of these disappointments, matters came still nearer to extremities between the two princesses; and the queen of Scots, finding all her hopes eluded, was more strongly incited to make, at all hazards, every possible attempt for her liberty and security.","subId":"27","id":"Hume.HE.4.40.27"},{"type":"paragraph","content":"An incident also happened about this time, which tended to widen the breach between Mary and Elizabeth, and to encrease the vigilance and jealousy of the latter princess. Pope Pius V. who had succeeded Paul, after having endeavoured in vain to conciliate by gentle means the friendship of Elizabeth, whom his predecessor's violence had irritated, issued at last a bull of excommunication against her, deprived her of all title to the crown, and absolved her subjects from their oaths of allegiance. It seems probable, that this attack on the queen's authority was made in concert with Mary, who intended by that means to forward the northern rebellion; a measure which was at that time in agitation. John Felton affixed this bull to the gates of the bishop of London's palace; and scorning either to fly or to deny the fact, he was seized, and condemned, and received the crown of martyrdom, for which he seems to have entertained so violent an ambition.","subId":"28","id":"Hume.HE.4.40.28"},{"type":"paragraph","content":"{2d of April. A parliament.} A new parliament, after five years' interval, was assembled at Westminster; and as the queen, by the rage of the pope against her, was become still more the head of the ruling party, it might be expected, both from this incident and from her own prudent and vigorous conduct, that her authority over the two houses would be absolutely uncontroulable. It was so in fact; yet is it remarkable, that it prevailed not without some small opposition; and that too arising chiefly from the height of zeal for protestantism; a disposition of the English, which, in general, contributed extremely to encrease the queen's popularity. We shall be somewhat particular in relating the transactions of this session, because they show, as well the extent of the royal power during that age, as the character of Elizabeth and the genius of her government. It will be curious also to observe the faint dawn of the spirit of liberty among the English, the jealousy with which that spirit was repressed by the sovereign, the imperious conduct which was maintained in opposition to it, and the ease with which it was subdued by this arbitrary princess.","subId":"29","id":"Hume.HE.4.40.29"},{"type":"paragraph","content":"The lord keeper, Bacon, after the speaker of the commons was elected, told the parliament, in the queen's name, that she enjoined them not to meddle with any matters of state: Such was his expression; by which he probably meant, the questions of the queen's marriage and the succession, about which they had before given her some uneasiness: For as to the other great points of government, alliances, peace and war, or foreign negociations; no parliament in that age ever presumed to take them under consideration, or question, in these particulars, the conduct of their sovereign, or of his ministers.","subId":"30","id":"Hume.HE.4.40.30"},{"type":"paragraph","content":"In the former parliament, the puritans had introduced seven bills for a farther reformation in religion; but they had not been able to prevail in any one of them. This house of commons had sitten a very few days, when Stricland, a member, revived one of the bills, that for the amendment of the liturgy. The chief objection, which he mentioned, was the sign of the cross in baptism. Another member added, the kneeling at the sacrament; and remarked, that, if a posture of humiliation were requisite in that act of devotion, it were better, that the communicants should throw themselves prostrate on the ground, in order to keep at the widest distance from former superstition.","subId":"31","id":"Hume.HE.4.40.31"},{"type":"paragraph","content":"Religion was a point, of which Elizabeth was, if possible, still more jealous than of matters of state. She pretended, that, in quality of supreme head or governor of the church, she was fully empowered, by her prerogative alone, to decide all questions, which might arise with regard to doctrine, discipline, or worship; and she never would allow her parliaments so much as to take these points into consideration. The courtiers did not forget to insist on this topic: The treasurer of the household, though he allowed, that any heresy might be repressed by parliament (a concession which seems to have been rash and unguarded; since the act, investing the crown with the supremacy, or rather recognizing that prerogative, gave the sovereign full power to reform all heresies), yet he affirmed, that it belonged to the queen alone, as head of the church, to regulate every question of ceremony in worship. The comptroller seconded this argument; insisted on the extent of the queen's prerogative; and said that the house might, from former examples, have taken warning not to meddle with such matters. One Pistor opposed these remonstrances of the courtiers. He was scandalized, he said, that affairs of such infinite consequence (namely, kneeling and making the sign of the cross) should be passed over so lightly. These questions, he added, concern the salvation of souls, and interest every one more deeply than the monarchy of the whole world. This cause he shewed to be the cause of God; the rest were all but terrene, yea trifles in comparison, call them ever so great: Subsidies, crowns, kingdoms, he knew not what weight they had, when laid in the balance with subjects of such unspeakable importance. Though the zeal of this member seems to have been approved of, the house, overawed by the prerogative, voted upon the question, that a petition should be presented to her majesty, for her licence to proceed farther in this bill; and in the mean time, that they should stop all debate or reasoning concerning it.","subId":"32","id":"Hume.HE.4.40.32"},{"type":"paragraph","content":"Matters would probably have rested here, had not the queen been so highly offended with Stricland's presumption, in moving the bill for reformation of the liturgy, that she summoned him before the council, and prohibited him thenceforth from appearing in the house of commons. This act of power was too violent even for the submissive parliament to endure. Carleton took notice of the matter; complained that the liberties of the house were invaded; observed that Stricland was not a private man, but represented a multitude; and moved, that he might be sent for, and, if he were guilty of any offence, might answer for it at the bar of the house, which he insinuated to be the only competent tribunal. Yelverton enforced the principles of liberty with still greater boldness. He said, that the precedent was dangerous: And though in this happy time of lenity, among so many good and honourable personages as were at present invested with authority, nothing of extremity or injury was to be apprehended; yet the times might alter; what now is permitted, might hereafter be construed as duty, and might be enforced even on the ground of the present permission. He added, that all matters not treasonable, or which implied not too much derogation of the imperial crown, might, without offence, be introduced into parliament; where every question that concerned the community must be considered, and where even the right of the crown itself must finally be determined. He remarked, that men sat not in that house in their private capacities, but as elected by their country; and though it was proper, that the prince should retain his prerogative, yet was that prerogative limited by law: As the sovereign could not of himself make laws, neither could he break them, merely from his own authority.","subId":"33","id":"Hume.HE.4.40.33"},{"type":"paragraph","content":"These principles were popular, and noble, and generous; but the open assertion of them was, at this time, somewhat new in England: And the courtiers were more warranted by present practice, when they advanced a contrary doctrine. The treasurer warned the house to be cautious in their proceedings; neither to venture farther than their assured warrant might extend, nor hazard their good opinion with her majesty in any doubtful cause. The member, he said, whose attendance they required, was not restrained on account of any liberty of speech, but for his exhibiting a bill in the house against the prerogative of the queen; a temerity which was not to be tolerated. And he concluded with observing, that even speeches, made in that house, had been questioned and examined by the sovereign. Cleere, another member, remarked, that the sovereign's prerogative is not so much as disputable, and that the safety of the queen is the safety of the subject. He added, that, in questions of divinity, every man was for his instruction to repair to his ordinary; and he seems to insinuate, that the bishops themselves, for their instruction, must repair to the queen. Fleetwood observed, that, in his memory, he knew a man, who, in the fifth of the present queen, had been called to account for a speech in the house. But lest this example should be deemed too recent, he would inform them, from the parliament rolls, that, in the reign of Henry V. a bishop was committed to prison by the king's command, on account of his freedom of speech; and the parliament presumed not to go farther than to be humble suitors for him: In the subsequent reign the speaker himself was committed, with another member; and the house found no other remedy than a like submissive application. He advised the house to have recourse to the same expedient; and not to presume either to send for their member, or demand him as of right. During this speech, those members of the privy-council who sat in the house, whispered together; upon which the speaker moved, that the house should make stay of all farther proceedings: A motion, which was immediately complied with. The queen, finding that the experiment, which she had made, was likely to excite a great ferment, saved her honour by this silence of the house; and lest the question might be resumed, she sent next day to Stricland her permission to give his attendance in parliament.","subId":"34","id":"Hume.HE.4.40.34"},{"type":"paragraph","content":"Notwithstanding this rebuke from the throne, the zeal of the commons still engaged them to continue the discussion of those other bills which regarded religion; but they were interrupted by a still more arbitrary proceeding of the queen, in which the lords condescended to be her instruments. This house sent a message to the commons, desiring that a committee might attend them. Some members were appointed for that purpose; and the upper house informed them, that the queen's majesty, being informed of the articles of reformation which they had canvassed, approved of them, intended to publish them, and to make the bishops execute them, by virtue of her royal authority, as supreme head of the church of England: But that she would not permit them to be treated of in parliament. The house, though they did not entirely stop proceedings on account of this injunction, seem to have been nowise offended at such haughty treatment; and in the issue all the bills came to nothing.","subId":"35","id":"Hume.HE.4.40.35"},{"type":"paragraph","content":"A motion, made by Robert Bell, a puritan, against an exclusive patent granted to a company of merchants in Bristol, gave also occasion to several remarkable incidents. The queen, some days after the motion was made, sent orders by the mouth of the speaker, commanding the house to spend little time in motions, and to avoid long speeches. All the members understood, that she had been offended, because a matter had been moved, which seemed to touch her prerogative. Fleetwood accordingly spoke of this delicate subject. He observed, that the queen had a prerogative of granting patents; that to question the validity of any patent was to invade the royal prerogative; that all foreign trade was entirely subjected to the pleasure of the sovereign; that even the statute, which gave liberty of commerce, admitted of all prohibitions from the crown; and that the prince, when he granted an exclusive patent, only employed the power vested in him, and prohibited all others from dealing in any particular branch of commerce. He quoted the clerk of the parliament's book to prove, that no man might speak in parliament of the statute of wills, unless the king first gave licence: because the royal prerogative in the wards was thereby touched. He shewed likewise the statutes of Edward I. Edward III. and Henry IV. with a saving of the prerogative. And in Edward VI.'s time, the protector was applied to, for his allowance to mention matters of prerogative.","subId":"36","id":"Hume.HE.4.40.36"},{"type":"paragraph","content":"Sir Humphrey Gilbert, the gallant and renowned sea-adventurer, carried these topics still farther. He endeavoured to prove the motion made by Bell to be a vain device, and perilous to be treated of; since it tended to the derogation of the prerogative imperial, which whoever should attempt so much as in fancy, could not, he said, be otherwise accounted than an open enemy. For what difference is there between saying, that the queen is not to use the privilege of the crown, and saying that she is not queen? And though experience has shewn so much clemency in her majesty, as might, perhaps, make subjects forget their duty; it is not good to sport or venture too much with princes. He reminded them of the fable of the hare, who, upon the proclamation, that all horned beasts should depart the court, immediately fled, lest his ears should be construed to be horns; and by this apologue he seems to insinuate, that even those who heard or permitted such dangerous speeches, would not themselves be entirely free from danger. He desired them to beware, lest, if they meddled farther with these matters, the queen might look to her own power; and finding herself able to suppress their challenged liberty, and to exert an arbitrary authority, might imitate the example of Lewis XI. of France, who, as he termed it, delivered the crown from wardship.","subId":"37","id":"Hume.HE.4.40.37"},{"type":"paragraph","content":"Though this speech gave some disgust, no body, at the time, replied any thing, but that Sir Humphrey mistook the meaning of the house, and of the member who made the motion: They never had any other purpose, than to represent their grievances, in due and seemly form, unto her majesty. But in a subsequent debate Peter Wentworth, a man of a superior free spirit, called that speech an insult on the house; noted Sir Humphrey's disposition to flatter and fawn on the prince; compared him to the cameleon, which can change itself into all colours, except white; and recommended to the house, a due care of liberty of speech; and of the privileges of parliament. It appears, on the whole, that the motion against the exclusive patent had no effect. Bell, the member who first introduced it, was sent for by the council, and was severely reprimanded for his temerity. He returned to the house with such an amazed countenance, that all the members, well informed of the reason, were struck with terror; and during some time, no one durst rise to speak of any matter of importance, for fear of giving offence to the queen and the council. Even after the fears of the commons were somewhat abated, the members spoke with extreme precaution; and by employing most of their discourse in preambles and apologies, they shewed their conscious terror of the rod which hung over them. Wherever any delicate point was touched, though ever so gently; nay seemed to be approached, though at ever so great a distance, the whisper ran about the house, \"The queen will be offended; the council will be extremely displeased.\" And by these surmizes men were warned of the danger, to which they exposed themselves. It is remarkable, that the patent, which the queen defended with such imperious violence, was contrived for the profit of four courtiers, and was attended with the utter ruin of seven or eight thousand of her industrious subjects.","subId":"38","id":"Hume.HE.4.40.38"},{"type":"paragraph","content":"{29th May.} Thus, every thing, which passed the two houses, was extremely respectful and submissive; yet did the queen think it incumbent on her, at the conclusion of the session, to check, and that with great severity, those feeble efforts of liberty, which had appeared in the motions and speeches of some members. The lord keeper told the commons, in her majesty's name, that, though the majority of the lower house had shewn themselves in their proceedings, discreet and dutiful, yet a few of them had discovered a contrary character, and had justly merited the reproach of audacious, arrogant, and presumptuous: Contrary to their duty, both as subjects and parliament-men, nay contrary to the express injunctions given them from the throne at the beginning of the session; injunctions, which it might well become them to have better attended to; they had presumed to call in question her majesty's grants and prerogatives. But her majesty warns them, that, since they thus wilfully forget themselves, they are otherwise to be admonished: Some other species of correction must be found for them; since neither the commands of her majesty, nor the example of their wiser brethren, can reclaim their audacious, arrogant, and presumptuous folly, by which they are thus led to meddle with what nowise belongs to them, and what lies beyond the compass of their understanding.","subId":"39","id":"Hume.HE.4.40.39"},{"type":"paragraph","content":"In all these transactions appears clearly the opinion, which Elizabeth had entertained of the duty and authority of parliaments. They were not to canvass any matters of state: Still less were they to meddle with the church. Questions of either kind were far above their reach, and were appropriated to the prince alone, or to those councils and ministers, with whom he was pleased to entrust them. What then was the office of parliaments? They might give directions for the due tanning of leather, or milling of cloth; for the preservation of pheasants and partridges; for the reparation of bridges and highways; for the punishment of vagabonds or common beggars. Regulations concerning the police of the country came properly under their inspection; and the laws of this kind which they prescribed, had, if not a greater, yet a more durable authority, than those which were derived solely from the proclamations of the sovereign. Precedents or reports could fix a rule for decisions in private property, or the punishment of crimes; but no alteration or innovation in the municipal law could proceed from any other source than the parliament; nor would the courts of justice be induced to change their established practice by an order of council. But the most acceptable part of parliamentary proceedings was the granting of subsidies; the attainting and punishing of the obnoxious nobility, or any minister of state after his fall; the countenancing of such great efforts of power, as might be deemed somewhat exceptionable, when they proceeded entirely from the sovereign. The redress of grievances was sometimes promised to the people; but seldom could have place, while it was an established rule, that the prerogatives of the crown must not be abridged, or so much as questioned and examined in parliament. Even though monopolies and exclusive companies had already reached an enormous height, and were every day encreasing, to the destruction of all liberty, and extinction of all industry; it was criminal in a member to propose, in the most dutiful and regular manner, a parliamentary application against any of them.","subId":"40","id":"Hume.HE.4.40.40"},{"type":"paragraph","content":"These maxims of government were not kept secret by Elizabeth, or smoothed over by any fair appearances or plausible pretences. They were openly avowed in her speeches and messages to parliament; and were accompanied with all the haughtiness, nay sometimes bitterness, of expression, which the meanest servant could look for from his offended master. Yet notwithstanding this conduct, Elizabeth continued to be the most popular sovereign that ever swayed the scepter of England; because the maxims of her reign were conformable to the principles of the times, and to the opinion, generally entertained with regard to the constitution. The continued encroachments of popular assemblies on Elizabeth's successors have so changed our ideas in these matters, that the passages above mentioned appear to us extremely curious, and even at first surprising; but they were so little remarked, during the time, that neither Camden, though a contemporary writer, nor any other historian, has taken any notice of them. So absolute, indeed, was the authority of the crown, that the precious spark of liberty had been kindled, and was preserved, by the puritans alone; and it was to this sect, whose principles appear so frivolous and habits so ridiculous, that the English owe the whole freedom of their constitution. Actuated by that zeal which belongs to innovators, and by the courage which enthusiasm inspires, they hazarded the utmost indignation of their sovereign; and employing all their industry to be elected into parliament; a matter not difficult, while a seat was rather regarded as a burthen than an advantage; they first acquired a majority in that assembly, and then obtained an ascendant over the church and monarchy.","subId":"41","id":"Hume.HE.4.40.41"},{"type":"paragraph","content":"The following were the principal laws enacted this session. It was declared treason, during the life-time of the queen, to affirm, that she was not the lawful sovereign, or that any other possessed a preferable title, or that she was a heretic, schismatic, or infidel, or that the laws and statutes cannot limit and determine the right of the crown and the successor thereof: To maintain in writing or printing, that any person, except the natural issue of her body, is or ought to be the queen's heir or successor, subjected the person and all his abettors, for the first offence, to imprisonment during a year, and to the forfeiture of half their goods: The second offence subjected them to the penalty of a premunire. This law was plainly levelled against the queen of Scots and her partizans; and implied an avowal, that Elizabeth never intended to declare her successor. It may be noted, that the usual phrase of lawful issue, which the parliament thought indecent towards the queen, as if she could be supposed to have any other, was changed into that of natural issue. But this alteration was the source of pleasantry during the time; and some suspected a deeper design, as if Leicester intended, in case of the queen's demise, to produce some bastard of his own, and affirm that he was her offspring.","subId":"42","id":"Hume.HE.4.40.42"},{"type":"paragraph","content":"It was also enacted, that whosoever by bulls should publish absolutions or other rescripts of the pope, or should, by means of them, reconcile any man to the church of Rome, such offenders, as well as those who were so reconciled, should be guilty of treason. The penalty of a premunire was imposed on every one who imported any Agnus Dei, crucifix, or such other implement of superstition, consecrated by the pope. The former laws against usury, were enforced by a new statute. A supply of one subsidy and two fifteenths was granted by parliament. The queen, as she was determined to yield to them none of her power, was very cautious in asking them for any supply. She endeavoured, either by a rigid frugality to make her ordinary revenues suffice for the necessities of the crown, or she employed her prerogative, and procured money by the granting of patents, monopolies, or by some such ruinous expedient.","subId":"43","id":"Hume.HE.4.40.43"},{"type":"paragraph","content":"Though Elizabeth possessed such uncontrouled authority over her parliaments, and such extensive influence over her people; though during a course of thirteen years, she had maintained the public tranquillity, which was only interrupted by the hasty and ill-concerted insurrection in the north; she was still kept in great anxiety, and felt her throne perpetually totter under her. The violent commotions, excited in France and the Low Countries, as well as in Scotland, seemed in one view to secure her against any disturbance; but they served, on more reflection, to instruct her in the danger of her situation, when she remarked, that England, no less than these neighbouring countries, contained the seeds of intestine discord; the differences of religious opinion, and the furious intolerance and animosity of the opposite sectaries.","subId":"44","id":"Hume.HE.4.40.44"},{"type":"paragraph","content":"{Civil wars of France.} The league, formed at Bayonne in 1566 for the extermination of the protestants, had not been concluded so secretly but intelligence of it had reached Condé, Coligni, and the other leaders of the hugonots; and finding, that the measures of the court agreed with their suspicions, they determined to prevent the cruel perfidy of their enemies, and to strike a blow before the catholics were aware of the danger. The hugonots, though dispersed over the whole kingdom, formed a kind of separate empire; and being closely united, as well by their religious zeal, as by the dangers to which they were perpetually exposed, they obeyed with entire submission the orders of their leaders, and were ready on every signal to fly to arms. The king and queen mother were living in great security at Monceaux in Brie; when they found themselves surrounded by protestant troops, which had secretly marched thither from all quarters; and had not a body of Swiss come speedily to their relief, and conducted them with great intrepidity to Paris, they must have fallen, without resistance, into the hands of the malcontents. A battle was afterwards fought in the plains of St. Dennis; where, though the old constable Montmorency, the general of the catholics, was killed combating bravely at the head of his troops, the hugonots were finally defeated. Condé, collecting his broken forces, and receiving a strong reinforcement from the German protestants, appeared again in the field; and laying siege to Chartres, a place of great importance, obliged the court to agree to a new accommodation.","subId":"45","id":"Hume.HE.4.40.45"},{"type":"paragraph","content":"So great was the mutual animosity of those religionists, that even had the leaders on both sides been ever so sincere in their intentions for peace, and reposed ever so much confidence in each other, it would have been difficult to retain the people in tranquillity; much more, where such extreme jealousy prevailed, and where the court employed every pacification as a snare for their enemies. A plan was laid for seizing the person of the prince and admiral; who narrowly escaped to Rochelle, and summoned their partizans to their assistance. The civil wars were renewed with greater fury than ever, and the parties became still more exasperated against each other. The young duke of Anjou, brother to the king, commanded the forces of the catholics; and fought in 1569 a great battle at Jarnac with the hugonots, where the prince of Condé was killed, and his army defeated. This discomfiture, with the loss of so great a leader, reduced not the hugonots to despair. The admiral still supported the cause; and having placed at the head of the protestants the prince of Navarre, then sixteen years of age, and the young prince of Condé, he encouraged the party rather to perish bravely in the field, than ignominiously by the hands of the executioner. He collected such numbers, so determined to endure every extremity, that he was enabled to make head against the duke of Anjou; and being strengthened by a new reinforcement of Germans, he obliged that prince to retreat and to divide his force.","subId":"46","id":"Hume.HE.4.40.46"},{"type":"paragraph","content":"Coligni then laid siege to Poitiers; and as the eyes of all France were fixed on this enterprize, the duke of Guise, emulous of the renown, which his father had acquired by the defence of Metz, threw himself into the place, and so animated the garrison by his valour and conduct, that the admiral was obliged to raise the siege. Such was the commencement of that unrivaled fame and grandeur, afterwards attained by this duke of Guise. The attachment, which all the catholics had borne to his father, was immediately transferred to the son; and men pleased themselves in comparing all the great and shining qualities, which seemed, in a manner, hereditary in that family. Equal in affability, in munificence, in address, in eloquence, and in every quality, which engages the affections of men; equal also in valour, in conduct, in enterprize, in capacity; there seemed only this difference between them, that the son educated in more turbulent times, and finding a greater dissolution of all law and order, exceeded the father in ambition and temerity, and was engaged in enterprizes still more destructive to the authority of his sovereign and to the repose of his native country.","subId":"47","id":"Hume.HE.4.40.47"},{"type":"paragraph","content":"Elizabeth, who kept her attention fixed on the civil commotions of France, was nowise pleased with this new rise of her enemies, the Guises; and being anxious for the fate of the protestants, whose interests were connected with her own, she was engaged, notwithstanding her aversion from all rebellion, and from all opposition to the will of the sovereign, to give them secretly some assistance. Besides employing her authority with the German princes, she lent money to the queen of Navarre, and received some jewels as pledges for the loan. And she permitted Henry Champernon to levy, and transport over into France, a regiment of a hundred gentlemen voluntiers; among whom Walter Raleigh, then a young man, began to distinguish himself, in that great school of military valour. The admiral, constrained by the impatience of his troops, and by the difficulty of subsisting them, fought with the duke of Anjou the battle of Moncontour in Poictou, where he was wounded and defeated. The court of France, notwithstanding their frequent experience of the obstinacy of the hugonots, and the vigour of Coligni, vainly flattered themselves, that the force of the rebels was at last finally annihilated; and they neglected farther preparations against a foe, who, they thought, could never more become dangerous. They were surprized to hear, that this leader had appeared, without dismay, in another quarter of the kingdom; had encouraged the young princes, whom he governed, to like constancy; had assembled an army; had taken the field; and was even strong enough to threaten Paris. The public finances, diminished by the continued disorders of the kingdom, and wasted by so many fruitless military enterprizes, could no longer bear the charge of a new armament; and the king, notwithstanding his extreme animosity against the hugonots, was obliged, in 1570, to conclude an accommodation with them, to grant them a pardon for all past offences, and to renew the edicts for liberty of conscience.","subId":"48","id":"Hume.HE.4.40.48"},{"type":"paragraph","content":"Though a pacification was seemingly concluded, the mind of Charles was no wise reconciled to his rebellious subjects; and this accommodation, like all the foregoing, was nothing but a snare, by which the perfidious court had projected to destroy at once, without danger, all its formidable enemies. As the two young princes, the admiral, and the other leaders of the hugonots, instructed by past experience, discovered an extreme distrust of the king's intentions, and kept themselves in security, at a distance, all possible artifices were employed to remove their apprehensions, and convince them of the sincerity of the new counsels, which seemed to be embraced. The terms of the peace were religiously observed to them; the toleration was strictly maintained; all attempts, made by the zealous catholics to infringe it, were punished with severity; offices, and favours, and honours were bestowed on the principal nobility among the protestants; and the king and council every where declared, that, tired of civil disorders, and convinced of the impossibility of forcing men's consciences, they were thenceforth determined to allow every one the free exercise of his religion.","subId":"49","id":"Hume.HE.4.40.49"},{"type":"paragraph","content":"Among the other artifices, employed to lull the protestants into a fatal security, Charles affected to enter into close connections with Elizabeth; and as it seemed not the interest of France to forward the union of the two kingdoms of Great Britain, that princess the more easily flattered herself, that the French monarch would prefer her friendship to that of the queen of Scots. The better to deceive her, proposals of marriage were made her with the duke of Anjou; a prince whose youth, beauty, and reputation for valour might naturally be supposed to recommend him to a woman, who had appeared not altogether insensible to these endowments. The queen immediately founded on this offer the project of deceiving the court of France; and being intent on that artifice, she laid herself the more open to be deceived. Negociations were entered into with regard to the marriage; terms of the contract were proposed; difficulties started and removed; and the two courts equally insincere, though not equally culpable, seemed to approach every day nearer to each other in their demands and concessions. The great obstacle seemed to lie in adjusting the difference of religion; because Elizabeth, who recommended toleration to Charles, was determined not to grant it in her own dominions, not even to her husband; and the duke of Anjou seemed unwilling to submit, for the sake of interest, to the dishonour of an apostacy.","subId":"50","id":"Hume.HE.4.40.50"},{"type":"paragraph","content":"The artificial politics of Elizabeth never triumphed so much in any contrivances as in those which were conjoined with her coquetry; and as her character in this particular was generally known, the court of France thought, that they might, without danger of forming any final conclusion, venture the farther in their concessions and offers to her. The queen also had other motives for dissimulation. Besides the advantage of discouraging Mary's partizans by the prospect of an alliance between France and England, her situation with Philip demanded her utmost vigilance and attention; and the violent authority, established in the Low Countries, made her desirous of fortifying herself even with the bare appearance of a new confederacy.","subId":"51","id":"Hume.HE.4.40.51"},{"type":"paragraph","content":"{Affairs of the Low Countries.} The theological controversies, which had long agitated Europe, had, from the beginning, penetrated into the Low Countries; and as these provinces maintained an extensive commerce, they had early received from every kingdom, with which they corresponded, a tincture of religious innovation. An opinion at that time prevailed, which had been zealously propagated by priests, and implicitly received by sovereigns, that heresy was closely connected with rebellion, and that every great or violent alteration in the church involved a like revolution in the civil government. The forward zeal of the reformers would seldom allow them to wait the consent of the magistrate to their innovations: They became less dutiful when opposed and punished: And though their pretended spirit of reasoning and enquiry was in reality nothing but a new species of implicit faith, the prince took the alarm; as if no institutions could be secure from the temerity of their researches. The emperor Charles, who purposed to augment his authority under pretence of defending the catholic faith, easily adopted these political principles; and notwithstanding the limited prerogative, which he possessed in the Netherlands, he published the most arbitrary, severe, and tyrannical edicts against the protestants; and he took care that the execution of them should be no less violent and sanguinary. He was neither cruel nor bigotted in his natural disposition; yet an historian, celebrated for moderation and caution, has computed, that, in the several persecutions promoted by that monarch, no less than a hundred thousand persons perished by the hands of the executioner. But these severe remedies, far from answering the purposes intended, had rather served to augment the numbers as well as zeal of the reformers; and the magistrates of the several towns, seeing no end of those barbarous executions, felt their humanity rebel against their principles, and declined any farther persecution of the new doctrines.","subId":"52","id":"Hume.HE.4.40.52"},{"type":"paragraph","content":"When Philip succeeded to his father's dominions, the Flemings were justly alarmed with new apprehensions; lest their prince, observing the lenity of the magistrates, should take the execution of the edicts from such remiss hands, and should establish the inquisition in the Low Countries, accompanied with all the iniquities and barbarities which attended it in Spain. The severe and unrelenting character of the man, his professed attachment to Spanish manners, the inflexible bigotry of his principles; all these circumstances encreased their terror: And when he departed the Netherlands, with a known intention never to return, the disgust of the inhabitants was extremely augmented, and their dread of those tyrannical orders, which their sovereign, surrounded with Spanish ministers, would issue from his cabinet at Madrid. He left the dutchess of Parma, governess of the Low Countries; and the plain good sense and good temper of that princess, had she been entrusted with the sole power, would have preserved the submission of those opulent provinces, which were lost from that refinement of treacherous and barbarous politics, on which Philip so highly valued himself. The Flemings found, that the name alone of regent remained with the dutchess; that Cardinal Granville entirely possessed the king's confidence; that attempts were every day made on their liberties; that a resolution was taken never more to assemble the states; that new bishoprics were arbitrarily erected, in order to enforce the execution of the persecuting edicts; and that, on the whole, they must expect to be reduced to the condition of a province under the Spanish monarchy. The discontents of the nobility gave countenance to the complaints of the gentry, which encouraged the mutiny of the populace; and all orders of men showed a strong disposition to revolt. Associations were formed, tumultuary petitions presented, names of distinction assumed, badges of party displayed; and the current of the people, impelled by religious zeal, and irritated by feeble resistance, rose to such a height, that, in several towns, particularly in Antwerp, they made an open invasion on the established worship, pillaged the churches and monasteries, broke the images, and committed the most unwarrantable disorders.","subId":"53","id":"Hume.HE.4.40.53"},{"type":"paragraph","content":"The wiser part of the nobility, particularly the prince of Orange, and the counts Egmont and Horn, were alarmed at these excesses, to which their own discontents had at first given countenance; and seconding the wisdom of the governess, they suppressed the dangerous insurrections, punished the ringleaders, and reduced all the provinces to a state of order and submission. But Philip was not contented with the re-establishment of his ancient authority: He considered, that provinces, so remote from the seat of government, could not be ruled by a limited prerogative; and that a prince, who must entreat rather than command, would necessarily, when he resided not among the people, feel every day a diminution of his power and influence. He determined, therefore, to lay hold of the late popular disorders as a pretence for entirely abolishing the privileges of the Low Country provinces; and for ruling them thenceforth with a military and arbitrary authority.","subId":"54","id":"Hume.HE.4.40.54"},{"type":"paragraph","content":"In the execution of this violent design, he employed a man, who was a proper instrument in the hands of such a tyrant. Ferdinand of Toledo, duke of Alva, had been educated amidst arms; and having attained a consummate knowledge in the military art, his habits led him to transfer into all government the severe discipline of a camp, and to conceive no measures between prince and subject, but those of rigid command and implicit obedience. This general, in 1568, conducted from Italy to the Low Countries a powerful body of veteran Spaniards; and his avowed animosity to the Flemings, with his known character, struck that whole people with terror and consternation. It belongs not to our subject to relate at length those violences, which Alva's natural barbarity, steeled by reflection, and aggravated by insolence, exercised on those flourishing provinces. It suffices to say, that all their privileges, the gift of so many princes, and the inheritance of so many ages, were openly and expressly abolished by edict; arbitrary and sanguinary tribunals erected; the counts Egmont and Horn, in spite of their great merits and past services, brought to the scaffold; multitudes of all ranks thrown into confinement, and thence delivered over to the executioner: And notwithstanding the peaceable submission of all men, nothing was heard of but confiscation, imprisonment, exile, torture, and death.","subId":"55","id":"Hume.HE.4.40.55"},{"type":"paragraph","content":"Elizabeth was equally displeased to see the progress of that scheme, laid for the extermination of the protestants, and to observe the erection of so great a military power, in a state situated in so near a neighbourhood. She gave protection to all the Flemish exiles who took shelter in her dominions; and as many of these were the most industrious inhabitants of the Netherlands, and had rendered that country celebrated for its arts, she reaped the advantage of introducing into England some useful manufactures, which were formerly unknown in that kingdom. Foreseeing that the violent government of Alva could not long subsist without exciting some commotion, she ventured to commit an insult upon him, which she would have been cautious not to hazard against a more established authority. Some Genoese merchants had engaged, by contract with Philip, to transport into Flanders the sum of four hundred thousand crowns; and the vessels, on which this money was embarked, had been attacked in the Channel by some privateers equipped by the French Hugonots, and had taken shelter in Plymouth and Southampton. The commanders of the ships pretended, that the money belonged to the king of Spain; but the queen, finding, upon enquiry, that it was the property of Genoese merchants, took possession of it as a loan; and by that means deprived the duke of Alva of this resource in the time of his greatest necessity. Alva, in revenge, seized all the English merchants in the Low Countries, threw them into prison, and confiscated their effects. The queen retaliated by a like violence on the Flemish and Spanish merchants; and gave all the English liberty to make reprizals on the subjects of Philip.","subId":"56","id":"Hume.HE.4.40.56"},{"type":"paragraph","content":"These differences were afterwards accommodated by treaty, and mutual reparations were made to the merchants: But nothing could repair the loss, which so well-timed a blow inflicted on the Spanish government in the Low Countries. Alva, in want of money, and dreading the immediate mutiny of his troops, to whom great arrears were due, imposed by his arbitrary will the most ruinous taxes on the people. He not only required the hundredth penny, and the twentieth of all immoveable goods: He also demanded the tenth of all moveable goods on every sale; an absurd tyranny, which would not only have destroyed all arts and commerce, but even have restrained the common intercourse of life. The people refused compliance: The duke had recourse to his usual expedient of the gibbet: And thus matters came still nearer the last extremities between the Flemings and the Spaniards.","subId":"57","id":"Hume.HE.4.40.57"},{"type":"paragraph","content":"All the enemies of Elizabeth, in order to revenge themselves for her insults, had naturally recourse to one policy, the supporting of the cause and pretensions of the queen of Scots; and Alva, whose measures were ever violent, soon opened a secret intercourse with that princess. There was one Rodolphi, a Florentine merchant, who had resided about fifteen years in London, and who, while he conducted his commerce in England, had managed all the correspondence of the court of Rome with the catholic nobility and gentry. {New conspiracy of the duke of Norfolk.} He had been thrown into prison at the time when the duke of Norfolk's intrigues with Mary had been discovered; but either no proof was found against him, or the part which he had acted, was not very criminal; and he soon after recovered his liberty. This man, zealous for the catholic faith, had formed a scheme, in concert with the Spanish ambassador, for subverting the government, by a foreign invasion and a domestic insurrection; and when he communicated his project, by letter, to Mary, he found, that, as she was now fully convinced of Elizabeth's artifices, and despaired of ever recovering her authority, or even her liberty, by pacific measures, she willingly gave her concurrence. The great number of discontented catholics were the chief source of their hopes on the side of England; and they also observed, that the kingdom was, at that time, full of indigent gentry, chiefly younger brothers, who, having at present, by the late decay of the church, and the yet languishing state of commerce, no prospect of a livelihood suitable to their birth, were ready to throw themselves into any desperate enterprize. But in order to inspire life and courage into all these malcontents, it was requisite, that some great nobleman should put himself at their head; and no one appeared to Rodolphi, and to the bishop of Ross, who entered into all these intrigues, so proper, both on account of his power and his popularity, as the duke of Norfolk.","subId":"58","id":"Hume.HE.4.40.58"},{"type":"paragraph","content":"This nobleman, when released from confinement in the Tower, had given his promise, that he would drop all intercourse with the queen of Scots; but finding that he had lost, and, as he feared, beyond recovery, the confidence and favour of Elizabeth, and being still, in some degree, restrained from his liberty, he was tempted, by impatience and despair, to violate his word, and to open anew his correspondence with the captive princess. A promise of marriage was renewed between them; the duke engaged to enter into all her interests; and as his remorses gradually diminished in the course of these transactions, he was pushed to give his consent to enterprizes still more criminal. Rodolphi's plan was, that the duke of Alva should, on some other pretence, assemble a great quantity of shipping in the Low Countries; should transport a body of six thousand foot, and four thousand horse, into England; should land them at Harwich, where the duke of Norfolk was to join them with all his friends; should thence march directly to London, and oblige the queen to submit to whatever terms the conspirators should please to impose upon her. Norfolk expressed his assent to this plan; and three letters, in consequence of it, were written in his name by Rodolphi, one to Alva, another to the pope, and a third to the king of Spain; but the duke, apprehensive of the danger, refused to sign them. He only sent to the Spanish ambassador a servant and confident, named Barker, as well to notify his concurrence in the plan, as to vouch for the authenticity of these letters; and Rodolphi, having obtained a letter of credence from the ambassador, proceeded on his journey to Brussels and to Rome. The duke of Alva and the pope embraced the scheme with alacrity: Rodolphi informed Norfolk of their intentions: And every thing seemed to concur in forwarding the undertaking.","subId":"59","id":"Hume.HE.4.40.59"},{"type":"paragraph","content":"Norfolk, notwithstanding these criminal enterprizes, had never entirely forgotten his duty to his sovereign, his country, and his religion; and though he had laid the plan both of an invasion and an insurrection, he still flattered himself, that the innocence of his intentions would justify the violence of his measures, and that, as he aimed at nothing but the liberty of the queen of Scots, and the obtaining of Elizabeth's consent to his marriage, he could not justly reproach himself as a rebel and a traitor. It is certain, however, that, considering the queen's vigour and spirit, the scheme, if successful, must finally have ended in dethroning her; and her authority was here exposed to the utmost danger.","subId":"60","id":"Hume.HE.4.40.60"},{"type":"paragraph","content":"The conspiracy hitherto had entirely escaped the vigilance of Elizabeth, and that of secretary Cecil, who now bore the title of lord Burleigh. It was from another attempt of Norfolk's, that they first obtained a hint, which, being diligently traced, led at last to a full discovery. Mary had intended to send a sum of money to lord Herries, and her partizans in Scotland; and Norfolk undertook to have it delivered to Bannister, a servant of his, at that time in the north, who was to find some expedient for conveying it to lord Herries. He entrusted the money to a servant who was not in the secret, and told him, that the bag contained a sum of money in silver, which he was to deliver to Bannister with a letter: But the servant, conjecturing from the weight and size of the bag, that it was full of gold, carried the letter to Burleigh; who immediately ordered Bannister, Barker, and Hicford, the duke's secretary, to be put under arrest, and to undergo a severe examination. Torture made them confess the whole truth; and as Hicford, though ordered to burn all papers, had carefully kept them concealed under the mats of the duke's chamber, and under the tiles of the house, full evidence now appeared against his master. Norfolk himself, who was entirely ignorant of the discoveries made by his servants, was brought before the council; and though exhorted to atone for his guilt by a full confession, he persisted in denying every crime, with which he was charged. The queen always declared, that, if he had given her this proof of his sincere repentance, she would have pardoned all his former offences; but finding him obstinate, she committed him to the Tower, and ordered him to be brought to his trial. The bishop of Ross had, on some suspicion, been committed to custody before the discovery of Norfolk's guilt; and every expedient was employed to make him reveal his share in the conspiracy. He at first insisted on his privilege; but he was told, that, as his mistress was no longer a sovereign, he would not be regarded as an ambassador, and that, even if that character were allowed, it did not warrant him in conspiring against the sovereign at whose court he resided. {1572.} As he still refused to answer interrogatories, he was informed of the confession made by Norfolk's servants; after which he no longer scrupled to make a full discovery; and his evidence put the guilt of that nobleman beyond all question. A jury of twenty-five peers unanimously passed sentence upon him. {12th Jan. Trial of Norfolk.} The trial was quite regular, even according to the strict rules observed at present in these matters; except that the witnesses gave not their evidence in court, and were not confronted with the prisoner: A laudable practice, which was not at that time observed in trials for high treason.","subId":"61","id":"Hume.HE.4.40.61"},{"type":"paragraph","content":"The queen still hesitated concerning Norfolk's execution; whether that she was really moved by friendship and compassion towards a peer of that rank and merit, or that, affecting the praise of clemency, she only put on the appearance of these sentiments. Twice she signed a warrant for his execution, and twice revoked the fatal sentence; and though her ministers and counsellors pushed her to rigour, she still appeared irresolute and undetermined. {His execution. 8th May.}After four months hesitation, a parliament was assembled; and the commons addressed her, in strong terms, for the execution of the duke; a sanction, which, when added to the greatness and certainty of his guilt, would, she thought, justify, in the eyes of all mankind, her severity against that nobleman. {2d June.} Norfolk died with calmness and constancy; and though he cleared himself of any disloyal intentions against the queen's authority, he acknowledged the justice of the sentence, by which he suffered. That we may relate together affairs of a similar nature, we shall mention, that the earl of Northumberland, being delivered up to the queen by the regent of Scotland, was also, a few months after, brought to the scaffold for his rebellion.","subId":"62","id":"Hume.HE.4.40.62"},{"type":"paragraph","content":"The queen of Scots was either the occasion or the cause of all these disturbances; but as she was a sovereign princess, and might reasonably, from the harsh treatment which she had met with, think herself entitled to use any expedient for her relief, Elizabeth durst not, as yet, form any resolution of proceeding to extremities against her. She only sent lord Delawar, Sir Ralph Sadler, Sir Thomas Bromley, and Dr. Wilson, to expostulate with her, and to demand satisfaction for all those parts of her conduct, which, from the beginning of her life, had given displeasure to Elizabeth: Her assuming the arms of England, refusing to ratify the treaty of Edinburgh, intending to marry Norfolk without the queen's consent, concurring in the northern rebellion, practising with Rodolphi to engage the king of Spain in an invasion of England, procuring the pope's bull of excommunication, and allowing her friends abroad to give her the title of queen of England. Mary justified herself from the several articles of the charge, either by denying the facts imputed to her, or by throwing the blame on others. But the queen was little satisfied with her apology; and the parliament was so enraged against her, that the commons made a direct application for her immediate trial and execution. They employed some topics derived from practice, and reason, and the laws of nations; but the chief stress was laid on passages and examples from the Old Testament, which, if considered as a general rule of conduct (an intention which it is unreasonable to suppose), would lead to consequences destructive of all principles of humanity and morality. Matters were here carried farther than Elizabeth intended; and that princess, satisfied with shewing Mary the disposition of the nation, sent to the house her express commands not to deal any farther at present in the affair of the Scottish queen. Nothing could be a stronger proof, that the puritanical interest prevailed in the house, than the intemperate use of authorities derived from scripture, especially from the Old Testament; and the queen was so little a lover of that sect, that she was not likely to make any concession merely in deference to their solicitation. She shewed, this session, her disapprobation of their schemes in another remarkable instance. The commons had passed two bills, for regulating ecclesiastical ceremonies; but she sent them a like imperious message with her former ones; and by the terror of her prerogative, she stopped all farther proceeding in those matters.","subId":"63","id":"Hume.HE.4.40.63"},{"type":"paragraph","content":"But though Elizabeth would not carry matters to such extremities against Mary, as were recommended by the parliament, she was alarmed at the great interest and the restless spirit of that princess, as well as her close connections with Spain; and she thought it necessary both to encrease the rigour and strictness of her confinement, and to follow maxims, different from those which she had hitherto pursued, in her management of Scotland. {Scots affairs.} That kingdom remained still in a state of anarchy. The castle of Edinburgh, commanded by Kirkaldy of Grange, had declared for Mary; and the lords of that party, encouraged by his countenance, had taken possession of the capital, and carried on a vigorous war against the regent. By a sudden and unexpected inroad, they seized that nobleman at Stirling; but finding that his friends, sallying from the castle, were likely to rescue him, they instantly put him to death. The earl of Marre was chosen regent in his room; and found the same difficulties in the government of that divided country. He was therefore glad to accept of the mediation, offered by the French and English ambassadors; and to conclude on equal terms a truce with the queen's party. He was a man of a free and generous spirit, and scorned to submit to any dependance on England; and for this reason Elizabeth, who had then formed intimate connexions with France, yielded with less reluctance to the solicitations of that court, still maintained the appearance of neutrality between the parties, and allowed matters to remain on a balance in Scotland. But affairs soon after took a new turn: Marre died of melancholy, with which the distracted state of the country affected him: Morton was chosen regent; and as this nobleman had secretly taken all his measures with Elizabeth, who no longer relied on the friendship of the French court, she resolved to exert herself more effectually for the support of the party, which she had always favoured. She sent Sir Henry Killegrew ambassador to Scotland, who found Mary's partizans so discouraged by the discovery and punishment of Norfolk's conspiracy, that they were glad to submit to the king's authority, and accept of an indemnity for all past offences. The duke of Chatelrault and the earl of Huntley, with the most considerable of Mary's friends, laid down their arms on these conditions. The garrison alone of the castle of Edinburgh continued refractory. Kirkaldy's fortunes were desperate; and he flattered himself with the hopes of receiving assistance from the kings of France and Spain, who encouraged his obstinacy, in the view of being able, from that quarter, to give disturbance to England. Elizabeth was alarmed with the danger; she no more apprehended making an entire breach with the queen of Scots, who, she found, would not any longer be amused by her artifices; she had an implicit reliance on Morton; and she saw, that, by the submission of all the considerable nobility, the pacification of Scotland would be an easy, as well as a most important undertaking. She ordered, therefore, Sir William Drury, governor of Berwic, to march with some troops and artillery to Edinburgh, and to besiege the castle. The garrison surrendered at discretion: Kirkaldy was delivered into the hands of his countrymen, by whom he was tried, condemned, and executed: Secretary Lidington, who had taken part with him, died soon after, a voluntary death, as is supposed; and Scotland, submitting entirely to the regent, gave not, during a long time, any farther inquietude to Elizabeth.","subId":"64","id":"Hume.HE.4.40.64"},{"type":"paragraph","content":"{French affairs.} The events, which happened in France, were not so agreeable to the queen's interests and inclinations. The fallacious pacifications, which had been so often made with the hugonots, gave them reason to suspect the present intentions of the court; and after all the other leaders of that party were deceived into a dangerous credulity, the sagacious admiral still remained doubtful and uncertain. But his suspicions were at last overcome, partly by the profound dissimulation of Charles, partly by his own earnest desire to end the miseries of France, and return again to the performance of his duty towards his prince and country. He considered besides, that, as the former violent conduct of the court had ever met with such fatal success, it was not unlikely, that a prince, who had newly come to years of discretion, and appeared not to be rivetted in any dangerous animosities or prejudices, would be induced to govern himself by more moderate maxims. And as Charles was young, was of a passionate hasty temper, and addicted to pleasure, such deep perfidy seemed either remote from his character, or difficult and almost impossible to be so uniformly supported by him. Moved by these considerations, the admiral, the queen of Navarre, and all the hugonots began to repose themselves in full security, and gave credit to the treacherous caresses and professions of the French court. Elizabeth herself, notwithstanding her great experience and penetration, entertained not the least distrust of Charles's sincerity, and being pleased to find her enemies of the house of Guise removed from all authority, and to observe an animosity every day growing between the French and Spanish {11th April.} monarchs, she concluded a defensive league with the former, and regarded this alliance as an invincible barrier to her throne. Walsingham, her ambassador, sent her over, by every courier, the most satisfactory accounts of the honour, and plain-dealing, and fidelity of that perfidious prince.","subId":"65","id":"Hume.HE.4.40.65"},{"type":"paragraph","content":"The better to blind the jealous hugonots and draw their leaders into the snare prepared for them, Charles offered his sister, Margaret, in marriage to the prince of Navarre; and the admiral, with all the considerable nobility of the party, had come to Paris, in order to assist at the celebration of these nuptials, which, it was hoped, would finally, if not compose the differences, at least appease the bloody animosity of the two religions. The queen of Navarre was poisoned by orders from the court; the admiral was dangerously wounded by an assassin: Yet Charles, redoubling his dissimulation, was still able to retain the hugonots in their security: Till on the evening of St. Bartholomew, a few days after the {24th Aug.} marriage, the signal was given for a general massacre of those religionists, and the king himself in person led the way to these assassinations. {Massacre of Paris.} The hatred, long entertained by the Parisians against the protestants, made them second, without any preparation, the fury of the court; and persons of every condition, age, and sex, suspected of any propensity to that religion, were involved in an undistinguished ruin. The admiral, his son-in-law Teligni, Soubize, Rochefoucault, Pardaillon, Piles, Lavardin; men, who, during the late wars, had signalized themselves by the most heroic actions, were miserably butchered without resistance; the streets of Paris flowed with blood; and the people, more enraged than satiated with their cruelty, as if repining that death had saved the victims from farther insult, exercised on their dead bodies all the rage of the most licentious brutality. About five hundred gentlemen and men of rank perished in this massacre; and near ten thousand of inferior condition. Orders were instantly dispatched to all the provinces for a like general execution of the protestants; and in Roüen, Lyons, and many other cities, the people emulated the fury of the capital. Even the murder of the king of Navarre, and prince of Condé, had been proposed by the duke of Guise; but Charles, softened by the amiable manners of the king of Navarre, and hoping that these young princes might easily be converted to the catholic faith, determined to spare their lives, though he obliged them to purchase their safety by a seeming change of their religion.","subId":"66","id":"Hume.HE.4.40.66"},{"type":"paragraph","content":"Charles, in order to cover this barbarous perfidy, pretended, that a conspiracy of the hugonots to seize his person had been suddenly detected; and that he had been necessitated, for his own defence, to proceed to this severity against them. He sent orders to Fenelon, his ambassador in England, to ask an audience, and to give Elizabeth this account of the late transaction. That minister, a man of probity, abhorred the treachery and cruelty of his court, and even scrupled not to declare, that he was now ashamed to bear the name of Frenchman; yet he was obliged to obey his orders, and make use of the apology, which had been prescribed to him. He met with that reception from all the courtiers, which, he knew, the conduct of his master had so well merited. Nothing could be more awful and affecting than the solemnity of his audience. A melancholy sorrow sat on every face: Silence, as in the dead of night, reigned through all the chambers of the royal apartment: The courtiers and ladies, clad in deep mourning, were ranged on each side, and allowed him to pass, without affording him one salute or favourable look; till he was admitted to the queen herself. That princess received him with a more easy, if not a more gracious countenance; and heard his apology, without discovering any visible symptoms of indignation. She then told him, that though, on the first rumour of this dreadful intelligence, she had been astonished, that so many brave men and loyal subjects, who rested secure on the faith of their sovereign, should have been suddenly butchered in so barbarous a manner; she had hitherto suspended her judgment, till farther and more certain information should be brought her: That the account, which he had given, even if founded on no mistake or bad information; though it might alleviate, would by no means remove the blame of the king's counsellors, or justify the strange irregularity of their proceedings: That the same force, which, without resistance, had massacred so many defenceless men, could easily have secured their persons, and have reserved them for a trial, and for punishment by a legal sentence, which would have distinguished the innocent from the guilty: That the admiral in particular, being dangerously wounded, and environed by the guards of the king, on whose protection he seemed entirely to rely, had no means of escape, and might surely, before his death, have been convicted of the crimes imputed to him: That it was more worthy of a sovereign to reserve in his own hands the sword of justice, than to commit it to bloody murderers, who, being the declared and mortal enemies of the persons accused, employed it without mercy and without distinction: That if these sentiments were just, even supposing the conspiracy of the protestants to be real; how much more so, if that crime was a calumny of their enemies, invented for their destruction? That if, upon enquiry, the innocence of these unhappy victims should afterwards appear, it was the king's duty to turn his vengeance on their defamers, who had thus cruelly abused his confidence, had murdered so many of his brave subjects, and had done what in them lay to cover him with everlasting dishonour: And that for her part, she should form her judgment of his intentions by his subsequent conduct; and in the mean time should act as desired by the ambassador, and rather pity than blame his master for the extremities, to which he had been carried.","subId":"67","id":"Hume.HE.4.40.67"},{"type":"paragraph","content":"Elizabeth was fully sensible of the dangerous situation, in which she now stood. In the massacre of Paris, she saw the result of that general conspiracy, formed for the extermination of the protestants; and she knew, that she herself, as the head and protectress of the new religion, was exposed to the utmost fury and resentment of the catholics. The violence and cruelty of the Spaniards in the Low Countries was another branch of the same conspiracy; and as Charles and Philip, two princes nearly allied in perfidy and barbarity, as well as in bigotry, had now laid aside their pretended quarrel, and had avowed the most entire friendship, she had reason, as soon as they had appeased their domestic commotions, to dread the effects of their united counsels. The duke of Guise also and his family, whom Charles, in order to deceive the admiral, had hitherto kept at a distance, had now acquired an open and entire ascendant in the court of France; and she was sensible, that these princes, from personal as well as political reasons, were her declared and implacable enemies. The queen of Scots, their near relation and close confederate, was the pretender to her throne; and though detained in custody, was actuated by a restless spirit, and besides her foreign allies, possessed numerous and zealous partizans in the heart of the kingdom. For these reasons, Elizabeth thought it more prudent not to reject all commerce with the French monarch; but still to listen to the professions of friendship which he made her. She allowed even the negociations to be renewed for her marriage with the duke of Alençon, Charles's third brother: Those with the duke of Anjou had already been broken off. She sent the earl of Worcester to assist in her name at the baptism of a young princess, born to Charles; but before she agreed to give him this last mark of condescension, she thought it becoming her dignity, to renew her expressions of blame and even of detestation against the cruelties, exercised on his protestant subjects. Meanwhile, she prepared herself for that attack, which seemed to threaten her from the combined power and violence of the Romanists: She fortified Portsmouth, put her fleet in order, exercised her militia, cultivated popularity with her subjects, acted with vigour for the farther reduction of Scotland under obedience to the young king, and renewed her alliance with the German princes, who were no less alarmed than herself at these treacherous and sanguinary measures, so universally embraced by the catholics.","subId":"68","id":"Hume.HE.4.40.68"},{"type":"paragraph","content":"{French affairs.} But though Elizabeth cautiously avoided coming to extremities with Charles, the greatest security, that she possessed against his violence, was derived from the difficulties, which the obstinate resistance of the hugonots still created to him. {1573.} Such of that sect as lived near the frontiers, immediately, on the first news of the massacres, fled into England, Germany, or Switzerland; where they excited the compassion and indignation of the protestants, and prepared themselves, with encreased forces and redoubled zeal, to return into France, and avenge the treacherous slaughter of their brethren. Those who lived in the middle of the kingdom, took shelter in the nearest garrisons occupied by the hugonots; and finding, that they could repose no faith in capitulations, and expect no clemency, were determined to defend themselves to the last extremity. The sect, which Charles had hoped at one blow to exterminate, had now an army of eighteen thousand men on foot, and possessed in different parts of the kingdom above a hundred cities, castles, or fortresses; nor could that prince deem himself secure from the invasion threatened him by all the other protestants in Europe. The nobility and gentry of England were rouzed to such a pitch of resentment, that they offered to levy an army of twenty-two thousand foot and four-thousand horse, to transport them into France, and to maintain them six months at their own charge: But Elizabeth, who was cautious in her measures, and who feared to inflame farther the quarrel between the two religions by these dangerous crusades, refused her consent, and moderated the zeal of her subjects. The German princes, less political or more secure from the resentment of France, forwarded the levies made by the protestants; and the young prince of Condé, having escaped from court, put himself at the head of these troops, and prepared to invade the kingdom. The duke of Alençon, the king of Navarre, the family of Montmorenci, and many considerable men even among the catholics, displeased, either on private or public account, with the measures of the court, favoured the progress of the hugonots; and every thing relapsed into confusion. {1574.} The king, instead of repenting his violent counsels, which had brought matters to such extremities, called aloud for new violences; nor could even the mortal distemper under which he laboured, moderate the rage and animosity, by which he was actuated. {30th May.} He died without male issue, at the age of twenty-five years; a prince, whose character, containing that unusual mixture of dissimulation and ferocity, of quick resentment and unrelenting vengeance, executed the greatest mischiefs, and threatened still worse, both to his native country and to all Europe.","subId":"69","id":"Hume.HE.4.40.69"},{"type":"paragraph","content":"Henry, duke of Anjou, who had, some time before, been elected king of Poland, no sooner heard of his brother's death, than he hastened to take possession of the throne of France; and found the kingdom, not only involved in the greatest present disorders, but exposed to infirmities, for which it was extremely difficult to provide any suitable remedy. {1575.} The people were divided into two theological factions, furious from their zeal, and mutually enraged from the injuries which they had committed or suffered; and as all faith had been violated and moderation banished, it seemed impracticable to find any terms of composition between them. Each party had devoted itself to leaders, whose commands had more authority than the will of the sovereign; and even the catholics, to whom the king was attached, were entirely conducted by the counsels of Guise and his family. The religious connections had, on both sides, superseded the civil; or rather (for men will always be guided by present interest) two empires being secretly formed in the kingdom, every individual was engaged by new views of interest to follow those leaders, to whom, during the course of past convulsions, he had been indebted for his honours and preferment.","subId":"70","id":"Hume.HE.4.40.70"},{"type":"paragraph","content":"Henry, observing the low condition of the crown, had laid a scheme for restoring his own authority, by acting as umpire between the parties, by moderating their differences, and by reducing both to a dependance upon himself. He possessed all the talents of dissimulation requisite for the execution of this delicate plan; but being deficient in vigour, application, and sound judgment, instead of acquiring a superiority over both factions, he lost the confidence of both, and taught the partizans of each to adhere still more closely to their particular leaders, whom they found more cordial and sincere in the cause which they espoused. {1576.} The hugonots were strengthened by the accession of a German army under the prince of Condé and prince Casimir; but much more by the credit and personal virtues of the king of Navarre, who, having fled from court, had placed himself at the head of that formidable party. Henry, in prosecution of his plan, entered into a composition with them; and being desirous of preserving a balance between the sects, he granted them peace on the most advantageous conditions. This was the fifth general peace made with the hugonots; but though it was no more sincere on the part of the court than any of the former, it gave the highest disgust to the catholics; and afforded the duke of Guise the desired pretence of declaiming against the measures, and maxims, and conduct of the king.","subId":"71","id":"Hume.HE.4.40.71"},{"type":"paragraph","content":"That artful and bold leader took thence an occasion of reducing his party into a more formed and regular body; and he laid the first foundations of the famous LEAGUE, which, without paying any regard to the royal authority, aimed at the entire suppression of the hugonots. Such was the unhappy condition of France, from the past severities and violent conduct of its princes, that toleration could no longer be admitted; and a concession for liberty of conscience, which would probably have appeased the reformers, excited the greatest resentment in the catholics. {1577.} Henry, in order to divert the force of the league from himself, and even to elude its efforts against the hugonots, declared himself the head of that seditious confederacy, and took the field as leader of the Romanists. But his dilatory and feeble measures betrayed his reluctance to the undertaking; and after some unsuccessful attempts, he concluded a new peace, which, though less favourable than the former to the protestants, gave no contentment to the catholics. Mutual dissidence still prevailed between the parties; the king's moderation was suspicious to both; each faction continued to fortify itself against that breach, which, they foresaw, must speedily ensue; theological controversy daily whetted the animosity of the sects; and every private injury became the ground of a public quarrel.","subId":"72","id":"Hume.HE.4.40.72"},{"type":"paragraph","content":"{1578.} The king, hoping, by his artifice and subtlety, to allure the nation into a love of pleasure and repose, was himself caught in the snare; and sinking into a dissolute indolence, wholly lost the esteem, and, in a great measure, the affections of his people. Instead of advancing such men of character and abilities, as were neuters between these dangerous factions, he gave all his confidence to young agreeable favourites, who, unable to prop his falling authority, leaned entirely upon it, and inflamed the general odium against his administration. The public burthens, encreased by his profuse liberality, and felt more heavy on a disordered kingdom, became another ground of complaint; and the uncontrouled animosity of parties, joined to the multiplicity of taxes, rendered peace more calamitous than any open state of foreign or even domestic hostility. {1579.} The artifices of the king were too refined to succeed, and too frequent to be concealed; and the plain, direct, and avowed conduct of the duke of Guise on one side, and that of the king of Navarre on the other, drew by degrees the generality of the nation to devote themselves without reserve to one or the other of those great leaders.","subId":"73","id":"Hume.HE.4.40.73"},{"type":"paragraph","content":"The civil commotions of France were of too general importance to be overlooked by the other princes of Europe; and Elizabeth's foresight and vigilance, though somewhat restrained by her frugality, led her to take secretly some part in them. Besides employing on all occasions her good offices in favour of the hugonots, she had expended no inconsiderable sums in levying that army of Germans, which the prince of Condé and prince Casimir conducted into France; and notwithstanding her negociations with the court, and her professions of amity, she always considered her own interests as connected with the prosperity of the French protestants and the depression of the house of Guise. Philip, on the other hand, had declared himself protector of the league; had entered into the closest correspondence with Guise; and had employed all his authority in supporting the credit of that factious leader. This sympathy of religion, which of itself begat a connection of interests, was one considerable inducement; but that monarch had also in view, the subduing of his rebellious subjects in the Netherlands; who, as they received great encouragement from the French protestants, would, he hoped, finally despair of success, after the entire suppression of their friends and confederates.","subId":"74","id":"Hume.HE.4.40.74"},{"type":"paragraph","content":"{Civil wars of the Low Countries.} The same political views, which engaged Elizabeth to support the hugonots, would have led her to assist the distressed protestants in the Low Countries; but the mighty power of Philip, the tranquillity of all his other dominions, and the great force which he maintained in these mutinous provinces, kept her in awe, and obliged her, notwithstanding all temptations and all provocations, to preserve some terms of amity with that monarch. The Spanish ambassador represented to her, that many of the Flemish exiles, who infested the seas, and preyed on his master's subjects, were received into the harbours of England, and were there allowed to dispose of their prizes; and by these remonstrances the queen found herself under a necessity of denying them all entrance into her dominions. But this measure proved in the issue extremely prejudicial to the interests of Philip. These desperate exiles, finding no longer any possibility of subsistance, were forced to attempt the most perilous enterprizes; and they made an assault on the Brille, a sea-port town in Holland, where they met with success, and after a short resistance, became masters of the place. The duke of Alva was alarmed at the danger; and stopping those bloody executions, which he was making on the defenceless Flemings, he hastened with his army to extinguish the flame, which, falling on materials so well prepared for combustion, seemed to menace a general conflagration. His fears soon appeared to be well grounded. The people in the neighbourhood of the Brille, enraged by that complication of cruelty, oppression, insolence, usurpation, and persecution, under which they and all their countrymen laboured, flew to arms; and in a few days almost the whole province of Holland and that of Zealand had revolted from the Spaniards, and had openly declared against the tyranny of Alva. This event happened in the year 1572.","subId":"75","id":"Hume.HE.4.40.75"},{"type":"paragraph","content":"William, prince of Orange, descended from a sovereign family of great lustre and antiquity in Germany, inheriting the possessions of a sovereign family in France, had fixed his residence in the Low Countries; and on account of his noble birth and immense riches, as well as of his personal merit, was universally regarded as the greatest subject, that lived in those provinces. He had opposed, by all regular and dutiful means, the progress of the Spanish usurpations; and when Alva conducted his army into the Netherlands, and assumed the government, this prince, well acquainted with the violent character of the man, and the tyrannical spirit of the court of Madrid, wisely fled from the danger which threatened him, and retired to his paternal estate and dominions in Germany. He was cited to appear before Alva's tribunal, was condemned in absence, was declared a rebel, and his ample possessions in the Low Countries were confiscated. In revenge, he had levied an army of protestants in the empire, and had made some attempts to restore the Flemings to liberty; but was still repulsed with loss by the vigilance and military conduct of Alva, and by the great bravery as well as discipline of those veteran Spaniards who served under that general.","subId":"76","id":"Hume.HE.4.40.76"},{"type":"paragraph","content":"The revolt of Holland and Zealand, provinces which the prince of Orange had formerly commanded, and where he was much beloved, called him anew from his retreat; and he added conduct, no less than spirit, to that obstinate resistance, which was here made to the Spanish dominion. By uniting the revolted cities in a league, he laid the foundation of that illustrious commonwealth, the offspring of industry and liberty, whose arms and policy have long made so signal a figure in every transaction of Europe. He inflamed the inhabitants by every motive, which religious zeal, resentment, or love of freedom could inspire. Though the present greatness of the Spanish monarchy might deprive them of all courage, he still flattered them with the concurrence of the other provinces, and with assistance from neighbouring states; and he exhorted them, in defence of their religion, their liberties, their lives, to endure the utmost extremities of war. From this spirit proceeded the desperate defence of Harlem; a defence, which nothing but the most consuming famine could overcome, and which the Spaniards revenged by the execution of more than two thousand of the inhabitants. This extreme severity, instead of striking terror into the Hollanders, animated them by despair; and the vigorous resistance made at Alcmaer, where Alva was finally repulsed, showed them that their insolent enemies were not invincible. The duke, finding at last the pernicious effects of his violent councils, solicited to be recalled: Medina-celi, who was appointed his successor, refused to accept the government: Requesens, commendator of Castile, was sent from Italy to replace Alva; and this tyrant departed from the Netherlands in 1574; leaving his name in execration to the inhabitants, and boasting in his turn, that, during the course of five years, he had delivered above eighteen thousand of these rebellious heretics into the hands of the executioner.","subId":"77","id":"Hume.HE.4.40.77"},{"type":"paragraph","content":"Requesens, though a man of milder dispositions, could not appease the violent hatred, which the revolted Hollanders had conceived against the Spanish government; and the war continued as obstinate as ever. In the siege of Leyden, undertaken by the Spaniards, the Dutch opened the dykes and sluices, in order to drive them from the enterprize; and the very peasants were active in ruining their fields by an inundation, rather than fall again under the hated tyranny of Spain. But notwithstanding this repulse, the governor still pursued the war; and the contest seemed too unequal between so mighty a monarchy, and two small provinces, however fortified by nature, and however defended by the desperate resolution of the inhabitants. The prince of Orange, therefore, in 1575, was resolved to sue for foreign succour, and to make applications to one or other of his great neighbours, Henry or Elizabeth. The court of France was not exempt from the same spirit of tyranny and persecution which prevailed among the Spaniards; and that kingdom, torn by domestic dissensions, seemed not to enjoy, at present, either leisure or ability to pay regard to foreign interests. But England, long connected, both by commerce and alliance, with the Netherlands, and now more concerned in the fate of the revolted provinces by sympathy in religion, seemed naturally interested in their defence; and as Elizabeth had justly entertained great jealousy of Philip, and governed her kingdom in perfect tranquillity, hopes were entertained, that her policy, her ambition, or her generosity, would engage her to support them under their present calamities. They sent, therefore, a solemn embassy to London, consisting of St. Aldegonde, Douza, Nivelle, Buys, and Melsen; and after employing the most humble supplications to the queen, they offered her the possession and sovereignty of their provinces, if she would exert her power in their defence.","subId":"78","id":"Hume.HE.4.40.78"},{"type":"paragraph","content":"There were many strong motives which might impel Elizabeth to accept of so liberal an offer. She was apprized of the injuries which Philip had done her, by his intrigues with the malcontents in England and Ireland. She foresaw the danger, which she must incur from a total prevalence of the catholics in the Low Countries: And the maritime situation of those provinces, as well as their command over the great rivers, was an inviting circumstance to a nation like the English, who were beginning to cultivate commerce and naval power. But this princess, though magnanimous, had never entertained the ambition of making conquests, or gaining new acquisitions; and the whole purpose of her vigilant and active politics was to maintain, by the most frugal and cautious expedients, the tranquillity of her own dominions. An open war with the Spanish monarchy was the apparent consequence of her accepting the dominion of these provinces; and after taking the inhabitants under her protection, she could never afterwards in honour abandon them, but, however desperate their defence might become, she must embrace it, even farther than her convenience or interests would permit. For these reasons, she refused, in positive terms, the sovereignty proffered her; but told the ambassadors, that, in return for the good-will which the prince of Orange and the States had shown her, she would endeavour to mediate an agreement for them, on the most reasonable terms that could be obtained. She sent accordingly Sir Henry Cobham to Philip; and represented to him, the danger which he would incur of losing entirely the Low Countries, if France could obtain the least interval from her intestine disorders, and find leisure to offer her protection to those mutinous and discontented provinces. Philip seemed to take this remonstrance in good part; but no accord ensued, and war in the Netherlands continued with the same rage and violence as before.","subId":"79","id":"Hume.HE.4.40.79"},{"type":"paragraph","content":"It was an accident that delivered the Hollanders from their present desperate situation. Requesens, the governor, dying suddenly, the Spanish troops, discontented for want of pay, and licentious for want of a proper authority to command them, broke into a furious mutiny; and threw every thing into confusion. They sacked and pillaged the cities of Maestricht and Antwerp, and executed great slaughter on the inhabitants: They threatened the other cities with a like fate: And all the provinces, excepting Luxembourg, united for mutual defence against their violence, and called in the prince of Orange and the Hollanders, as their protectors. A treaty, commonly called the Pacification of Ghent, was formed by common agreement; and the removal of foreign troops, with the restoration of their ancient liberties, was the object which the provinces mutually stipulated to pursue. Don John of Austria, natural brother to Philip, being appointed governor, found, on his arrival at Luxembourg, that the States had so fortified themselves, and that the Spanish troops were so divided by their situation, that there was no possibility of resistance; and he agreed to the terms required of him. The Spaniards evacuated the country; and these provinces seemed at last to breathe a little from their calamities.","subId":"80","id":"Hume.HE.4.40.80"},{"type":"paragraph","content":"But it was not easy to settle entire peace, while the thirst of revenge and dominion governed the king of Spain, and while the Flemings were so strongly agitated with resentment of past, and fear of future injuries. The ambition of Don John, who coveted this great theatre for his military talents, engaged him rather to inflame than appease the quarrel; and as he found the States determined to impose very strict limitations on his authority, he broke all articles, seized Namur, and procured the recal of the Spanish army from Italy. This prince, endowed with a lofty genius, and elated by the prosperous successes of his youth, had opened his mind to vast undertakings; and looking much beyond the conquest of the revolted provinces, had projected to espouse the queen of Scots, and to acquire in her right the dominion of the British kingdoms. Elizabeth was aware of his intentions; and seeing now, from the union of all the provinces, a fair prospect of their making a long and vigorous defence against Spain, she no longer scrupled to embrace the protection of their liberties, which seemed so intimately connected with her own safety. After sending them a sum of money, about twenty thousand pounds, for the immediate pay of their troops, she concluded a treaty with them; in which she stipulated to assist them with five thousand foot and a thousand horse, at the charge of the Flemings; and to lend them a hundred thousand pounds, on receiving the bonds of some of the most considerable towns of the Netherlands, for her repayment within the year. It was farther agreed, that the commander of the English army should be admitted into the council of the States; and nothing be determined concerning war or peace, without previously informing the queen or him of it; that they should enter into no league without her consent; that if any discord arose among themselves, it should be referred to her arbitration; and that, if any prince, on any pretext, should attempt hostilities against her, they should send to her assistance an army equal to that which she had employed in their defence. This alliance was signed on the 7th of January, 1578.","subId":"81","id":"Hume.HE.4.40.81"},{"type":"paragraph","content":"One considerable inducement to the queen for entering into treaty with the States, was to prevent their throwing themselves into the arms of France; and she was desirous to make the king of Spain believe, that it was her sole motive. She represented to him, by her ambassador, Thomas Wilkes, that hitherto she had religiously acted the part of a good neighbour and ally; had refused the sovereignty of Holland and Zealand, when offered her; had advised the prince of Orange to submit to the king; and had even accompanied her counsel with menaces, in case of his refusal. She persevered, she said, in the same friendly intentions; and, as a proof of it, would venture to interpose with her advice for the composure of the present differences: Let Don John, whom she could not but regard as her mortal enemy, be recalled; let some other prince more popular be substituted in his room; let the Spanish armies be withdrawn; let the Flemings be restored to their ancient liberties and privileges: And if, after these concessions, they were still obstinate not to return to their duty, she promised to join her arms with those of the king of Spain, and force them to compliance. Philip dissembled his resentment against the queen; and still continued to supply Don John with money and troops. That prince, though once repulsed at Rimenant, by the valour of the English under Norris, and though opposed, as well by the army of the States as by prince Casimir, who had conducted to the Low Countries a great body of Germans, paid by the queen, gained a great advantage over the Flemings at Gemblours; but was cut off in the midst of his prosperity by poison, given him secretly, as was suspected, by orders from Philip, who dreaded his ambition. The prince of Parma succeeded to the command; who, uniting valour and clemency, negociation and military exploits, made great progress against the revolted Flemings, and advanced the progress of the Spaniards by his arts, as well as by his arms.","subId":"82","id":"Hume.HE.4.40.82"},{"type":"paragraph","content":"During these years, while Europe was almost every where in great commotion, England enjoyed a profound tranquillity; owing chiefly to the prudence and vigour of the queen's administration, and to the wise precautions, which she employed in all her measures. By supporting the zealous protestants in Scotland, she had twice given them the superiority over their antagonists, had closely connected their interests with her own, and had procured herself entire security from that quarter, whence the most dangerous invasions could be made upon her. She saw in France her enemies, the Guises, though extremely powerful, yet counterbalanced by the hugonots, her zealous partizans; and even hated by the king, who was jealous of their restless and exorbitant ambition. The bigotry of Philip gave her just ground of anxiety; but the same bigotry had happily excited the most obstinate opposition among his own subjects, and had created him enemies, whom his arms and policy were not likely soon to subdue. The queen of Scots, her antagonist and rival, and the pretender to her throne, was a prisoner in her hands; and by her impatience and high spirit had been engaged in practices, which afforded the queen a pretence for rendering her confinement more rigorous, and for cutting off her communications with her partizans in England.","subId":"83","id":"Hume.HE.4.40.83"},{"type":"paragraph","content":"Religion was the capital point, on which depended all the political transactions of that age; and the queen's conduct in this particular, making allowance for the prevailing prejudices of the times, could scarcely be accused of severity or imprudence. She established no inquisition into men's bosoms: She imposed no oath of supremacy, except on those who received trust or emolument from the public: And though the exercise of every religion but the established was prohibited by statute, the violation of this law, by saying mass, and receiving the sacrament, in private houses, was, in many instances, connived at; while, on the other hand, the catholics, in the beginning of her reign, shewed little reluctance against going to church, or frequenting the ordinary duties of public worship. The pope, sensible that this practice would by degrees reconcile all his partizans to the reformed religion, hastened the publication of the bull, which excommunicated the queen, and freed her subjects from their oaths of allegiance; and great pains were taken by the emissaries of Rome, to render the breach between the two religions as wide as possible, and to make the frequenting of protestant churches appear highly criminal in the catholics. These practices, with the rebellion, which ensued, encreased the vigilance and severity of the government; but the Romanists, if their condition were compared with that of the Nonconformists in other countries, and with their own maxims where they domineered, could not justly complain of violence or persecution.","subId":"84","id":"Hume.HE.4.40.84"},{"type":"paragraph","content":"The queen appeared rather more anxious to keep a strict hand over the puritans; who, though their pretensions were not so immediately dangerous to her authority, seemed to be actuated by a more unreasonable obstinacy, and to retain claims, of which, both in civil and ecclestiastical matters, it was, as yet, difficult to discern the full scope and intention. Some secret attempts of that sect to establish a separate congregation and discipline, had been carefully repressed in the beginning of this reign; and when any of the established clergy discovered a tendency to their principles, by omitting the legal habits or ceremonies, the queen had shewn a determined resolution to punish them by fines and deprivation: Though her orders to that purpose had been frequently eluded, by the secret protection which these sectaries received from some of her most considerable courtiers.","subId":"85","id":"Hume.HE.4.40.85"},{"type":"paragraph","content":"But what chiefly tended to gain Elizabeth the hearts of her subjects, was, her frugality, which, though carried sometimes to an extreme, led her not to amass treasures, but only to prevent impositions upon her people, who were at that time very little accustomed to bear the burthens of government. By means of her rigid economy, she paid all the debts which she found on the crown, with their full interest; though some of these debts had been contracted even during the reign of her father. Some loans, which she had exacted at the commencement of her reign, were repaid by her; a practice in that age somewhat unusual: And she established her credit on such a footing, that no sovereign in Europe could more readily command any sum, which the public exigencies might at any time require. During this peaceable and uniform government, England furnishes few materials for history; and except the small part which Elizabeth took in foreign transactions, there scarcely passed any occurrence, which requires a particular detail.","subId":"86","id":"Hume.HE.4.40.86"},{"type":"paragraph","content":"{A parliament.} The most memorable event in this period was a session of parliament, held on the 8th of February, 1576; where debates were started, which may appear somewhat curious and singular. Peter Wentworth, a puritan, who had signalized himself in former parliaments, by his free and undaunted spirit, opened this session with a premeditated harangue, which drew on him the indignation of the house, and gave great offence to the queen and the ministers. As it seems to contain a rude sketch of those principles of liberty, which happily gained afterwards the ascendant in England, it may not be improper to give, in a few words, the substance of it. He premised, that the very name of liberty is sweet; but the thing itself is precious beyond the most inestimable treasure: And that it behoved them to be careful, lest, contenting themselves with the sweetness of the name, they forego the substance, and abandon what of all earthly possessions was of the highest value to the kingdom. He then proceeded to observe, that freedom of speech in that house, a privilege so useful both to sovereign and subject, had been formerly infringed in many essential articles, and was, at present, exposed to the most imminent danger: That it was usual, when any subject of importance was handled, especially if it regarded religion, to surmize, that these topics were disagreeable to the queen, and that the farther proceeding in them would draw down her indignation upon their temerity: That Solomon had justly affirmed the king's displeasure to be a messenger of death; and it was no wonder if men, even though urged by motives of conscience and duty, should be inclined to stop short, when they found themselves exposed to so severe a penalty: That by the employing of this argument, the house was incapacitated from serving their country, and even from serving the queen herself; whose ears, besieged by pernicious flatterers, were thereby rendered inaccessible to the most salutary truths: That it was a mockery to call an assembly a parliament, yet deny it that privilege, which was so essential to its being, and without which it must degenerate into an abject school of servility and dissimulation: That as the parliament was the great guardian of the laws, they ought to have liberty to discharge their trust, and to maintain that authority, whence even kings themselves derive their being: That a king was constituted such by law, and though he was not dependant on man, yet was he subordinate to God and the law, and was obliged to make their prescriptions, not his own will, the rule of his conduct: That even his commission, as God's vicegerent, enforced, instead of loosening, this obligation; since he was thereby invested with authority to execute on earth the will of God, which is nothing but law and justice: That though these surmizes of displeasing the queen by their proceedings, had impeached, in a very essential point, all freedom of speech, a privilege granted them by a special law; yet was there a more express and more dangerous invasion made on their liberties, by frequent messages from the throne: That it had become a practice, when the house was entering on any question, either ecclesiastical or civil, to bring an order from the queen, inhibiting them absolutely from treating of such matters, and debarring them from all farther discussion of these momentous articles. That the prelates, emboldened by her royal protection, had assumed a decisive power in all questions of religion, and required that every one should implicitly submit his faith to their arbitrary determinations: That the love, which he bore his sovereign, forbade him to be silent under such abuses, or to sacrifice, on this important occasion, his duty to servile flattery and complaisance: And that, as no earthly creature was exempt from fault, so neither was the queen herself; but in imposing this servitude on her faithful commons, had committed a great, and even dangerous, fault against herself and the whole commonwealth.","subId":"87","id":"Hume.HE.4.40.87"},{"type":"paragraph","content":"It is easy to observe, from this speech, that, in this dawn of liberty, the parliamentary style was still crude and unformed; and that the proper decorum of attacking ministers and counsellors, without interesting the honour of the crown, or mentioning the person of the sovereign, was not yet entirely established. The commons expressed great displeasure at this unusual licence: They sequestered Wentworth from the house, and committed him prisoner to the serjeant at arms. They even ordered him to be examined by a committee, consisting of all those members who were also members of the privy-council; and a report to be next day made to the house. This committee met in the star-chamber, and wearing the aspect of that arbitrary court, summoned Wentworth to appear before them, and answer for his behaviour. But though the commons had discovered so little delicacy or precaution, in thus confounding their own authority with that of the star-chamber; Wentworth better understood the principles of liberty, and refused to give these counsellors any account of his conduct in parliament, till he were satisfied, that they acted, not as members of the privy-council, but as a committee of the house. He justified his liberty of speech by pleading the rigour and hardship of the queen's messages; and notwithstanding that the committee shewed him, by instances in other reigns, that the practice of sending such messages was not unprecedented, he would not agree to express any sorrow or repentance. The issue of the affair was, that, after a month's confinement, the queen sent to the commons, informing them, that, from her special grace and favour, she had restored him to his liberty and to his place in the house. By this seeming lenity, she indirectly retained the power, which she had assumed, of imprisoning the members, and obliging them to answer before her for their conduct in parliament. And Sir Walter Mildmay endeavoured to make the house sensible of her Majesty's goodness, in so gently remitting the indignation, which she might justly conceive at the temerity of their member: But he informed them, that they had not the liberty of speaking what and of whom they pleased; and that indiscreet freedoms, used in that house, had, both in the present and foregoing ages, met with a proper chastisement. He warned them, therefore, not to abuse farther the queen's clemency; lest she be constrained, contrary to her inclination, to turn an unsuccessful lenity into a necessary severity.","subId":"88","id":"Hume.HE.4.40.88"},{"type":"paragraph","content":"The behaviour of the two houses was, in every other respect, equally tame and submissive. Instead of a bill, which was at first introduced, for the reformation of the church, they were contented to present a petition to her majesty for that purpose: And when she told them, that she would give orders to her bishops, to amend all abuses, and if they were negligent, she would herself, by her supreme power and authority over the church, give such redress as would entirely satisfy the nation; the parliament willingly acquiesced in this sovereign and peremptory decision.","subId":"89","id":"Hume.HE.4.40.89"},{"type":"paragraph","content":"Though the commons shewed so little spirit in opposing the authority of the crown, they maintained, this session, their dignity against an encroachment of the peers, and would not agree to a conference, which, they thought, was demanded of them in an irregular manner. They acknowledged, however, with all humbleness, (such is their expression) the superiority of the lords: They only refused to give that house any reason for their proceedings; and asserted, that, where they altered a bill sent them by the peers, it belonged to them to desire a conference, not to the upper house to require it.","subId":"90","id":"Hume.HE.4.40.90"},{"type":"paragraph","content":"The commons granted an aid of one subsidy and two fifteenths. Mildmay, in order to satisfy the house concerning the reasonableness of this grant, entered into a detail of the queen's past expences in supporting the government, and of the encreasing charges of the crown, from the daily encrease in the price of all commodities. He did not, however, forget to admonish them, that they were to regard this detail as the pure effect of the queen's condescension, since she was not bound to give them any account how she employed her treasure.","subId":"91","id":"Hume.HE.4.40.91"},{"type":"note","content":"Burnet, vol. ii. p. 152. Heylin, p. 90.","subId":"n1","id":"Hume.HE.4.40.n1"},{"type":"note","content":"Strype, vol. i. p. 416.","subId":"n2","id":"Hume.HE.4.40.n2"},{"type":"note","content":"Ibid. p. 416.","subId":"n3","id":"Hume.HE.4.40.n3"},{"type":"note","content":"Keith, p. 565. Knox, p. 402.","subId":"n4","id":"Hume.HE.4.40.n4"},{"type":"note","content":"Heylin, preface, p. 3. Hist. p. 106.","subId":"n5","id":"Hume.HE.4.40.n5"},{"type":"note","content":"When Nowel, one of her chaplains, had spoken less reverently in a sermon, preached before her, of the sign of the cross, she called aloud to him from her closet window, commanding him to retire from that ungodly digression and to return unto his text. And on the other side, when one of her divines had preached a sermon in defence of the real presence, she openly gave him thanks for his pains and piety. Heylin, p. 124. She would have absolutely forbidden the marriage of the clergy, if Cecil had not interposed. Strype's Life of Parker, p. 107, 108, 109. She was an enemy to sermons; and usually said, that she thought two or three preachers were sufficient for a whole county. It was probably for these reasons that one Doring told her to her face from the pulpit, that she was like an untamed heifer, that would not be ruled by God's people, but obstructed his discipline. See Life of Hooker, prefixed to his works.","subId":"n6","id":"Hume.HE.4.40.n6"},{"type":"note","content":"Strype's Life of Whitgift, p. 460.","subId":"n7","id":"Hume.HE.4.40.n7"},{"type":"note","content":"Lesley, p. 36, 37.","subId":"n8","id":"Hume.HE.4.40.n8"},{"type":"note","content":"Lesley, p. 40, 41.","subId":"n9","id":"Hume.HE.4.40.n9"},{"type":"note","content":"State Trials, p. 76, 78.","subId":"n10","id":"Hume.HE.4.40.n10"},{"type":"note","content":"Lesley, p. 41.","subId":"n11","id":"Hume.HE.4.40.n11"},{"type":"note","content":"Lesley, p. 55. Camden, p. 419. Spotswood, p. 230.","subId":"n12","id":"Hume.HE.4.40.n12"},{"type":"note","content":"Haynes, p. 535.","subId":"n13","id":"Hume.HE.4.40.n13"},{"type":"note","content":"Camden, p. 417.","subId":"n14","id":"Hume.HE.4.40.n14"},{"type":"note","content":"Lesley, p. 50. Camden, p. 420. Haynes, p. 535, 539.","subId":"n15","id":"Hume.HE.4.40.n15"},{"type":"note","content":"Lesley, p. 62.","subId":"n16","id":"Hume.HE.4.40.n16"},{"type":"note","content":"Ibid. p. 63.","subId":"n17","id":"Hume.HE.4.40.n17"},{"type":"note","content":"State Trials, vol. i. p. 82.","subId":"n18","id":"Hume.HE.4.40.n18"},{"type":"note","content":"Camden, p. 420. Spotswood, p. 231.","subId":"n19","id":"Hume.HE.4.40.n19"},{"type":"note","content":"Lesley, p. 71. It appears by Haynes, p. 521, 525. that Elizabeth had heard rumours of Norfolk's dealing with Murray; and charged the latter to inform her of the whole truth, which he accordingly did. See also the earl of Murray's letter produced on Norfolk's trial.","subId":"n20","id":"Hume.HE.4.40.n20"},{"type":"note","content":"Lesley, p. 76.","subId":"n21","id":"Hume.HE.4.40.n21"},{"type":"note","content":"Ibid. p. 98.","subId":"n22","id":"Hume.HE.4.40.n22"},{"type":"note","content":"Ibid. p. 77.","subId":"n23","id":"Hume.HE.4.40.n23"},{"type":"note","content":"Camden, p. 420.","subId":"n24","id":"Hume.HE.4.40.n24"},{"type":"note","content":"Haynes, p. 528.","subId":"n25","id":"Hume.HE.4.40.n25"},{"type":"note","content":"Ibid. p. 339.","subId":"n26","id":"Hume.HE.4.40.n26"},{"type":"note","content":"Camden, p. 421. Haynes, p. 540.","subId":"n27","id":"Hume.HE.4.40.n27"},{"type":"note","content":"Lesley, p. 80.","subId":"n28","id":"Hume.HE.4.40.n28"},{"type":"note","content":"Haynes, p. 552.","subId":"n29","id":"Hume.HE.4.40.n29"},{"type":"note","content":"Haynes, p. 595. Strype, vol. ii. append. p. 30. MS. in the Advocates' Library from Cott. Lib. Cal. c. 9.","subId":"n30","id":"Hume.HE.4.40.n30"},{"type":"note","content":"Cabala, p. 169. Strype, vol. i. p. 547.","subId":"n31","id":"Hume.HE.4.40.n31"},{"type":"note","content":"Stowe, p. 663.","subId":"n32","id":"Hume.HE.4.40.n32"},{"type":"note","content":"Cabala, p. 170. Digges, p. 4.","subId":"n33","id":"Hume.HE.4.40.n33"},{"type":"note","content":"Camden, p. 423.","subId":"n34","id":"Hume.HE.4.40.n34"},{"type":"note","content":"Lesley, p. 82.","subId":"n35","id":"Hume.HE.4.40.n35"},{"type":"note","content":"Ibid. p. 98. Camden, p. 419. Haynes, p. 597.","subId":"n36","id":"Hume.HE.4.40.n36"},{"type":"note","content":"Lesley, p. 232. Haynes, p. 511, 548.","subId":"n37","id":"Hume.HE.4.40.n37"},{"type":"note","content":"MSS. in the Advocates' Library, A. 329, p. 137. from Cott. Lib. catal. c. 1.","subId":"n38","id":"Hume.HE.4.40.n38"},{"type":"note","content":"Spotswood, p. 230, 231. Lesley, p. 71.","subId":"n39","id":"Hume.HE.4.40.n39"},{"type":"note","content":"Camden, p. 425. Lesley, p. 83.","subId":"n40","id":"Hume.HE.4.40.n40"},{"type":"note","content":"By Murden's state papers, published after the writing of this history, it appears, that an agreement had been made between Elizabeth and the regent for the delivering up of Mary to him. The queen afterwards sent down Killigrew to the earl of Marre when regent, offering to put Mary into his hands. Killigrew was instructed to take good security from the regent, that that queen should be tried for her crimes, and that the sentence should be executed upon her. It appears that Marre rejected the offer; because we hear no more of it.","subId":"n41","id":"Hume.HE.4.40.n41"},{"type":"note","content":"Lesley, p. 91.","subId":"n42","id":"Hume.HE.4.40.n42"},{"type":"note","content":"Spotswood, p. 240.","subId":"n43","id":"Hume.HE.4.40.n43"},{"type":"note","content":"Spotswood, p. 241.","subId":"n44","id":"Hume.HE.4.40.n44"},{"type":"note","content":"Ibid. p. 243.","subId":"n45","id":"Hume.HE.4.40.n45"},{"type":"note","content":"Crawford, p. 136.","subId":"n46","id":"Hume.HE.4.40.n46"},{"type":"note","content":"Sir James Melvil, p. 108, 109. ascribes to Elizabeth a positive design of animating the Scotch factions against each other; but his evidence is too inconsiderable to counterbalance many other authorities, and is, indeed, contrary to her subsequent conduct, as well as her interest, and the necessity of her situation. It was plainly her interest, that the king's party should prevail, and nothing could have engaged her to stop their progress, or even forbear openly assisting them, but her intention of still amusing the queen of Scots, by the hopes of being peaceably restored to her throne. See farther Strype, vol. ii. Append. p. 20.","subId":"n47","id":"Hume.HE.4.40.n47"},{"type":"note","content":"Spotswood, p. 245. Lesley, p. 101.","subId":"n48","id":"Hume.HE.4.40.n48"},{"type":"note","content":"Lesley, p. 109, &c.","subId":"n49","id":"Hume.HE.4.40.n49"},{"type":"note","content":"Spotswood, p. 245.","subId":"n50","id":"Hume.HE.4.40.n50"},{"type":"note","content":"Ibid. p. 247, 248.","subId":"n51","id":"Hume.HE.4.40.n51"},{"type":"note","content":"Ibid. p. 248, 249.","subId":"n52","id":"Hume.HE.4.40.n52"},{"type":"note","content":"Haynes, p. 623.","subId":"n53","id":"Hume.HE.4.40.n53"},{"type":"note","content":"Spotswood, p. 249, 250, &c. Lesley, p. 133, 136. Camden, p. 431, 432.","subId":"n54","id":"Hume.HE.4.40.n54"},{"type":"note","content":"Camden, p. 427.","subId":"n55","id":"Hume.HE.4.40.n55"},{"type":"note","content":"Ibid. p. 441. from Cajetanus's Life of Pius V.","subId":"n56","id":"Hume.HE.4.40.n56"},{"type":"note","content":"Camden, p. 428.","subId":"n57","id":"Hume.HE.4.40.n57"},{"type":"note","content":"D'Ewes, p. 141.","subId":"n58","id":"Hume.HE.4.40.n58"},{"type":"note","content":"D'Ewes, p. 185.","subId":"n59","id":"Hume.HE.4.40.n59"},{"type":"note","content":"Ibid. p. 156, 157.","subId":"n60","id":"Hume.HE.4.40.n60"},{"type":"note","content":"Ibid. p. 167.","subId":"n61","id":"Hume.HE.4.40.n61"},{"type":"note","content":"Ibid. p. 158.","subId":"n62","id":"Hume.HE.4.40.n62"},{"type":"note","content":"Ibid. p. 166.","subId":"n63","id":"Hume.HE.4.40.n63"},{"type":"note","content":"D'Ewes, p. 166.","subId":"n64","id":"Hume.HE.4.40.n64"},{"type":"note","content":"Ibid. p. 167.","subId":"n65","id":"Hume.HE.4.40.n65"},{"type":"note","content":"Ibid. p. 175.","subId":"n66","id":"Hume.HE.4.40.n66"},{"type":"note","content":"Ibid.","subId":"n67","id":"Hume.HE.4.40.n67"},{"type":"note","content":"D'Ewes, p. 175, 176.","subId":"n68","id":"Hume.HE.4.40.n68"},{"type":"note","content":"Ibid. p. 175.","subId":"n69","id":"Hume.HE.4.40.n69"},{"type":"note","content":"D'Ewes, p. 175.","subId":"n70","id":"Hume.HE.4.40.n70"},{"type":"note","content":"Ibid. p. 176.","subId":"n71","id":"Hume.HE.4.40.n71"},{"type":"note","content":"Idem ibid.","subId":"n72","id":"Hume.HE.4.40.n72"},{"type":"note","content":"D'Ewes, p. 180, 185.","subId":"n73","id":"Hume.HE.4.40.n73"},{"type":"note","content":"Ibid. p. 185.","subId":"n74","id":"Hume.HE.4.40.n74"},{"type":"note","content":"Ibid. p. 159.","subId":"n75","id":"Hume.HE.4.40.n75"},{"type":"note","content":"D'Ewes, p. 160.","subId":"n76","id":"Hume.HE.4.40.n76"},{"type":"note","content":"Ibid. p. 168.","subId":"n77","id":"Hume.HE.4.40.n77"},{"type":"note","content":"D'Ewes, p. 175.","subId":"n78","id":"Hume.HE.4.40.n78"},{"type":"note","content":"Ibid. p. 242.","subId":"n79","id":"Hume.HE.4.40.n79"},{"type":"note","content":"D'Ewes, p. 151.","subId":"n80","id":"Hume.HE.4.40.n80"},{"type":"note","content":"It appeared this session, that a bribe of four pounds had been given to a mayor for a seat in parliament. D'Ewes, p. 181. It is probable, that the member had no other view than the privilege of being free from arrests.","subId":"n81","id":"Hume.HE.4.40.n81"},{"type":"note","content":"   13 Eliz. c. 1.","subId":"n82","id":"Hume.HE.4.40.n82"},{"type":"note","content":"Camden, p. 436.","subId":"n83","id":"Hume.HE.4.40.n83"},{"type":"note","content":"13 Eliz. c. 2.","subId":"n84","id":"Hume.HE.4.40.n84"},{"type":"note","content":"Ibid. c. 8.","subId":"n85","id":"Hume.HE.4.40.n85"},{"type":"note","content":"Davila, lib. 4.","subId":"n86","id":"Hume.HE.4.40.n86"},{"type":"note","content":"Haynes, p. 471.","subId":"n87","id":"Hume.HE.4.40.n87"},{"type":"note","content":"Camden, p. 423.","subId":"n88","id":"Hume.HE.4.40.n88"},{"type":"note","content":"Camden, p. 433. Davila, lib. 5. Digges's Complete Ambassador, p. 84, 110, 111.","subId":"n89","id":"Hume.HE.4.40.n89"},{"type":"note","content":"Grotii Annal. lib. 1. Father Paul, another great authority, computes in a passage above cited, that 50,000 persons were put to death in the Low Countries alone.","subId":"n90","id":"Hume.HE.4.40.n90"},{"type":"note","content":"Bentivoglio, part I. lib. v. Camden, p. 416.","subId":"n91","id":"Hume.HE.4.40.n91"},{"type":"note","content":"Lesley, p. 123. State Trials, vol. i. p. 87.","subId":"n92","id":"Hume.HE.4.40.n92"},{"type":"note","content":"Lesley, p. 123.","subId":"n93","id":"Hume.HE.4.40.n93"},{"type":"note","content":"Haynes, p. 571.","subId":"n94","id":"Hume.HE.4.40.n94"},{"type":"note","content":"State Trials, vol. i. p. 102.","subId":"n95","id":"Hume.HE.4.40.n95"},{"type":"note","content":"Lesley, p. 155. State Trials. vol. i. p. 86, 87.","subId":"n96","id":"Hume.HE.4.40.n96"},{"type":"note","content":"Lesley, p. 159, 161. Camden, p. 432.","subId":"n97","id":"Hume.HE.4.40.n97"},{"type":"note","content":"State Trials, vol. i. p. 93.","subId":"n98","id":"Hume.HE.4.40.n98"},{"type":"note","content":"Lesley, p. 158.","subId":"n99","id":"Hume.HE.4.40.n99"},{"type":"note","content":"Ibid. p. 169. State Trials, vol. i. p. 87. Camden, p. 434. Digges, p. 134, 137, 140. Strype, vol. ii. p. 82.","subId":"n100","id":"Hume.HE.4.40.n100"},{"type":"note","content":"Lesley, p. 173.","subId":"n101","id":"Hume.HE.4.40.n101"},{"type":"note","content":"Lesley, p. 175.","subId":"n102","id":"Hume.HE.4.40.n102"},{"type":"note","content":"Ibid. p. 189. Spotswood.","subId":"n103","id":"Hume.HE.4.40.n103"},{"type":"note","content":"Carte, p. 527. from Fenelon's Dispatches. Digges, p. 166. Strype, vol. ii. p. 83.","subId":"n104","id":"Hume.HE.4.40.n104"},{"type":"note","content":"Camden, p. 440. Strype, vol. ii. App. p. 23.","subId":"n105","id":"Hume.HE.4.40.n105"},{"type":"note","content":"Digges, p. 16, 107. Strype, vol. ii. p. 51, 52.","subId":"n106","id":"Hume.HE.4.40.n106"},{"type":"note","content":"Ibid. p. 194, 208, 209. Strype, vol. ii. p. 40, 51.","subId":"n107","id":"Hume.HE.4.40.n107"},{"type":"note","content":"Camden, p. 442.","subId":"n108","id":"Hume.HE.4.40.n108"},{"type":"note","content":"D'Ewes, p. 207, 208, &c.","subId":"n109","id":"Hume.HE.4.40.n109"},{"type":"note","content":"Ibid. p. 219, 241.","subId":"n110","id":"Hume.HE.4.40.n110"},{"type":"note","content":"Ibid. p. 213, 238.","subId":"n111","id":"Hume.HE.4.40.n111"},{"type":"note","content":"Digges, p.152.","subId":"n112","id":"Hume.HE.4.40.n112"},{"type":"note","content":"Spotswood, p. 263.","subId":"n113","id":"Hume.HE.4.40.n113"},{"type":"note","content":"Digges, p. 156, 165, 169.","subId":"n114","id":"Hume.HE.4.40.n114"},{"type":"note","content":"Spotswood, p. 268.","subId":"n115","id":"Hume.HE.4.40.n115"},{"type":"note","content":"Camden, p. 449.","subId":"n116","id":"Hume.HE.4.40.n116"},{"type":"note","content":"Digges, p. 8, 39.","subId":"n117","id":"Hume.HE.4.40.n117"},{"type":"note","content":"Camden, p. 443.","subId":"n118","id":"Hume.HE.4.40.n118"},{"type":"note","content":"Davila, lib. v.","subId":"n119","id":"Hume.HE.4.40.n119"},{"type":"note","content":"Digges, p. 247.","subId":"n120","id":"Hume.HE.4.40.n120"},{"type":"note","content":"Carte, vol. iii. p. 522. from Fenelon's Dispatches.","subId":"n121","id":"Hume.HE.4.40.n121"},{"type":"note","content":"Digges, p. 247, 248.","subId":"n122","id":"Hume.HE.4.40.n122"},{"type":"note","content":"Digges, p. 268, 282.","subId":"n123","id":"Hume.HE.4.40.n123"},{"type":"note","content":"Ibid. passim. Camden, p. 447.","subId":"n124","id":"Hume.HE.4.40.n124"},{"type":"note","content":"Digges, p. 297, 298. Camden, p. 447.","subId":"n125","id":"Hume.HE.4.40.n125"},{"type":"note","content":"Digges, p. 343.","subId":"n126","id":"Hume.HE.4.40.n126"},{"type":"note","content":"Digges, p. 335, 341.","subId":"n127","id":"Hume.HE.4.40.n127"},{"type":"note","content":"Davila, lib. v.","subId":"n128","id":"Hume.HE.4.40.n128"},{"type":"note","content":"Camden, p. 452.","subId":"n129","id":"Hume.HE.4.40.n129"},{"type":"note","content":"Camden, p. 443.","subId":"n130","id":"Hume.HE.4.40.n130"},{"type":"note","content":"Bentivoglio, lib. 7.","subId":"n131","id":"Hume.HE.4.40.n131"},{"type":"note","content":"Grotius, lib. 2.","subId":"n132","id":"Hume.HE.4.40.n132"},{"type":"note","content":"Digges, p. 73.","subId":"n133","id":"Hume.HE.4.40.n133"},{"type":"note","content":"Camden, p. 453, 454.","subId":"n134","id":"Hume.HE.4.40.n134"},{"type":"note","content":"Camden, p. 466. Grotius, lib. iii.","subId":"n135","id":"Hume.HE.4.40.n135"},{"type":"note","content":"Camden, p. 466.","subId":"n136","id":"Hume.HE.4.40.n136"},{"type":"note","content":"Camden, p. 459.","subId":"n137","id":"Hume.HE.4.40.n137"},{"type":"note","content":"Walsingham's Letter in Burnet, vol. ii. p. 418. Cabala, p. 406.","subId":"n138","id":"Hume.HE.4.40.n138"},{"type":"note","content":"Strype's Life of Parker, p. 342. Ibid. Life of Grindal, p. 315.","subId":"n139","id":"Hume.HE.4.40.n139"},{"type":"note","content":"Heylin, p. 165, 166.","subId":"n140","id":"Hume.HE.4.40.n140"},{"type":"note","content":"D'Ewes, p. 245. Camden, p. 446.","subId":"n141","id":"Hume.HE.4.40.n141"},{"type":"note","content":"D'Ewes, p. 246.","subId":"n142","id":"Hume.HE.4.40.n142"},{"type":"note","content":"Ibid. p. 245.","subId":"n143","id":"Hume.HE.4.40.n143"},{"type":"note","content":"D'Ewes, p. 236, 237, &c.","subId":"n144","id":"Hume.HE.4.40.n144"},{"type":"note","content":"D'Ewes, p. 241.","subId":"n145","id":"Hume.HE.4.40.n145"},{"type":"note","content":"Ibid. p. 244.","subId":"n146","id":"Hume.HE.4.40.n146"},{"type":"note","content":"D'Ewes, p. 259.","subId":"n147","id":"Hume.HE.4.40.n147"},{"type":"note","content":"Ibid. p. 252.","subId":"n148","id":"Hume.HE.4.40.n148"},{"type":"note","content":"Ibid. p. 257.","subId":"n149","id":"Hume.HE.4.40.n149"},{"type":"note","content":"Ibid. p. 263.","subId":"n150","id":"Hume.HE.4.40.n150"},{"type":"note","content":"D'Ewes, p. 246.","subId":"n151","id":"Hume.HE.4.40.n151"}]}