{"id":"Hume.HE.4.44","imported":true,"parent":"Hume.HE.4","title":"Chapter 44. Elizabeth (cont.)","breadcrumb":"Chapter 44","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XLIV.\nELIZABETH.\nState of Ireland——Tyrone's rebellion——Essex sent over to Ireland——His ill success——Returns to England——Is disgraced——His intrigues——His insurrection——His trial and execution——French affairs——Mountjoy's success in Ireland——Defeat of the Spaniards and Irish——A parliament——Tyrone's submission——Queen's sickness——And death——And character.","id":"Hume.HE.4.44"},{"type":"paragraph","content":"{1599. State of Ireland.} THOUGH the dominion of the English over Ireland had been seemingly established above four centuries, it may safely be affirmed, that their authority had hitherto been little more than nominal. The Irish princes and nobles, divided among themselves, readily paid the exterior marks of obeisance to a power which they were not able to resist; but, as no durable force was ever keeped on foot to retain them in their duty, they relapsed still into their former state of independance. Too weak to introduce order and obedience among the rude inhabitants, the English authority was yet sufficient to check the growth of any enterprizing genius among the natives: And though it could bestow no true form of civil government, it was able to prevent the rise of any such form, from the internal combination or policy of the Irish.","subId":"1","id":"Hume.HE.4.44.1"},{"type":"paragraph","content":"Most of the English institutions likewise, by which that island was governed, were to the last degree absurd, and such as no state before had ever thought of, for preserving dominion over its conquered provinces.","subId":"2","id":"Hume.HE.4.44.2"},{"type":"paragraph","content":"The English nation, all on fire for the project of subduing France, a project, whose success was the most improbable, and would to them have proved the most pernicious; neglected all other enterprizes, to which their situation so strongly invited them, and which, in time, would have brought them an accession of riches, grandeur, and security. The small army, which they maintained in Ireland, they never supplied regularly with pay; and as no money could be levied on the island, which possessed none, they gave their soldiers the privilege of free quarter upon the natives. Rapine and insolence inflamed the hatred, which prevailed between the conquerors and the conquered: Want of security among the Irish, introducing despair, nourished still more the sloth, natural to that uncultivated people.","subId":"3","id":"Hume.HE.4.44.3"},{"type":"paragraph","content":"But the English carried farther their ill-judged tyranny. Instead of inviting the Irish to adopt the more civilized customs of their conquerors, they even refused, though earnestly solicited, to communicate to them the privilege of their laws, and every where marked them out as aliens and as enemies. Thrown out of the protection of justice, the natives could find no security but in force; and flying the neighbourhood of cities, which they could not approach with safety, they sheltered themselves in their marshes and forests from the insolence of their inhuman masters. Being treated like wild beasts, they became such; and joining the ardor of revenge to their yet untamed barbarity, they grew every day more intractable and more dangerous.","subId":"4","id":"Hume.HE.4.44.4"},{"type":"paragraph","content":"As the English princes deemed the conquest of the dispersed Irish to be more the object of time and patience than the source of military glory, they willingly delegated that office to private adventurers, who, inlisting soldiers at their own charge, reduced provinces of that island, which they converted to their own profit. Separate jurisdictions and principalities were established by these lordly conquerors: The power of peace and war was assumed: Military law was exercised over the Irish, whom they subdued, and, by degrees, over the English, by whose assistance they conquered: And, after their authority had once taken root, deeming the English institutions less favourable to barbarous dominion, they degenerated into mere Irish, and abandoned the garb, language, manners, and laws of their mother country.","subId":"5","id":"Hume.HE.4.44.5"},{"type":"paragraph","content":"By all this imprudent conduct of England, the natives of its dependant state remained still in that abject condition, into which the northern and western parts of Europe were sunk, before they received civility and slavery from the refined policy and irresistible bravery of Rome. Even at the end of the sixteenth century, when every christian nation was cultivating with ardour every civil art of life, that island, lying in a temperate climate, enjoying a fertile soil, accessible in its situation, possessed of innumerable harbours, was still, notwithstanding these advantages, inhabited by a people, whose customs and manners approached nearer those of savages than of barbarians.","subId":"6","id":"Hume.HE.4.44.6"},{"type":"paragraph","content":"As the rudeness and ignorance of the Irish were extreme, they were sunk below the reach of that curiosity and love of novelty, by which every other people in Europe had been seized at the beginning of that century, and which had engaged them in innovations and religious disputes, with which they were still so violently agitated. The ancient superstition, the practices and observances of their fathers, mingled and polluted with many wild opinions, still maintained an unshaken empire over them; and the example alone of the English was sufficient to render the reformation odious to the prejudiced and discontented Irish. The old opposition of manners, laws, and interest was now inflamed by religious antipathy; and the subduing and civilizing of that country seemed to become every day more difficult and more impracticable.","subId":"7","id":"Hume.HE.4.44.7"},{"type":"paragraph","content":"The animosity against the English was carried so far by the Irish, that, in an insurrection, raised by two sons of the earl of Clanricarde, they put to the sword all the inhabitants of the town of Athenry, though Irish; because they began to conform themselves to English customs, and had embraced a more civilized form of life, than had been practiced by their ancestors.","subId":"8","id":"Hume.HE.4.44.8"},{"type":"paragraph","content":"The usual revenue of Ireland amounted only to six thousand pounds a-year: The queen, though with much repining, commonly added twenty thousand more, which she remitted from England: And with this small revenue, a body of a thousand men was supported, which, on extraordinary emergencies, was augmented to two thousand. No wonder that a force, so disproportioned to the object, instead of subduing a mutinous kingdom, served rather to provoke the natives, and to excite those frequent insurrections, which still farther inflamed the animosity between the two nations, and encreased the disorders, to which the Irish were naturally subject.","subId":"9","id":"Hume.HE.4.44.9"},{"type":"paragraph","content":"In 1560, Shan O'Neale, or the great O'Neale, as the Irish called him, because head of that potent clan, raised a rebellion in Ulster; but after some skirmishes, he was received into favour, upon his submission, and his promise of a more dutiful behaviour for the future. This impunity tempted him to undertake a new insurrection in 1567; but being pushed by Sir Henry Sidney, lord deputy, he retreated into Clandeboy, and rather than submit to the English, he put himself into the hands of some Scottish islanders, who commonly infested those parts by their incursions. The Scots, who retained a quarrel against him on account of former injuries, violated the laws of hospitality, and murdered him at a festival, to which they had invited him. He was a man equally noted for his pride, his violence, his debaucheries, and his hatred of the English nation. He is said to have put some of his followers to death, because they endeavoured to introduce the use of bread after the English fashion. Though so violent an enemy to luxury, he was extremely addicted to riot; and was accustomed, after his intemperance had thrown him into a fever, to plunge his body into mire, that he might allay the flame, which he had raised by former excesses. Such was the life led by this haughty barbarian, who scorned the title of the earl of Tyrone, which Elizabeth intended to have restored to him, and who assumed the rank and appellation of king of Ulster. He used also to say, that, though the queen was his sovereign lady, he never made peace with her but at her seeking.","subId":"10","id":"Hume.HE.4.44.10"},{"type":"paragraph","content":"Sir Henry Sidney was one of the wisest and most active governors that Ireland had enjoyed for several reigns; and he possessed his authority eleven years; during which, he struggled with many difficulties, and made some progress in repressing those disorders, which had become inveterate among the people. The earl of Desmond, in 1569, gave him disturbance, from the hereditary animosity, which prevailed between that nobleman and the earl of Ormond, descended from the only family, established in Ireland, that had steddily maintained its loyalty to the English crown. The earl of Thomond, in 1570, attempted a rebellion in Connaught, but was obliged to fly into France, before his designs were ripe for execution. Stukely, another fugitive, found such credit with the pope, Gregory the XIIIth, that he flattered that pontiff with the prospect of making his nephew, Buon Compagno, king of Ireland; and as if this project had already taken effect, he accepted the title of marquiss of Leinster from the new sovereign. He passed next into Spain; and after having received much encouragement and great rewards from Philip, who intended to employ him as an instrument in disturbing Elizabeth, he was found to possess too little interest for executing those high promises, which he had made to that monarch: He retired into Portugal; and following the fortunes of Don Sebastian, he perished with that gallant prince in his bold but unfortunate expedition against the Moors.","subId":"11","id":"Hume.HE.4.44.11"},{"type":"paragraph","content":"Lord Gray, after some interval, succeeded to the government of Ireland; and, in 1579, suppressed a new rebellion of the earl of Desmond, though supported by a body of Spaniards and Italians. The rebellion of the Bourks followed a few years after; occasioned by the strict and equitable administration of Sir Richard Bingham, governor of Connaught, who endeavoured to repress the tyranny of the chieftains over their vassals. The queen, finding Ireland so burthensome to her, tried several expedients for reducing it to a state of greater order and submission. She encouraged the earl of Essex, father to that nobleman, who was afterwards her favourite, to attempt the subduing and planting of Clandeboy, Ferny, and other territories, part of some late forfeitures: But that enterprize proved unfortunate; and Essex died of a distemper, occasioned, as is supposed, by the vexation, which he had conceived, from his disappointments. An university was founded in Dublin with a view of introducing arts and learning into that kingdom, and civilizing the uncultivated manners of the inhabitants. But the most unhappy expedient, employed in the government of Ireland, was that made use of in 1585, by Sir John Perrot, at that time lord deputy: He put arms into the hands of the Irish inhabitants of Ulster, in order to enable them, without the assistance of the government, to repress the incursions of the Scottish islanders, by which these parts were much infested. At the same time, the invitations of Philip, joined to their zeal for the catholic religion, engaged many of the gentry to serve in the Low Country wars; and thus Ireland, being provided with officers and soldiers, with discipline and arms, became formidable to the English, and was thenceforth able to maintain a more regular war against her ancient masters.","subId":"12","id":"Hume.HE.4.44.12"},{"type":"paragraph","content":"{Tyrone's rebellion} Hugh O'Neale, nephew to Shan O'Neale, had been raised by the queen to the dignity of earl of Tyrone; but having murdered his cousin, son of that rebel, and being acknowledged head of his clan, he preferred the pride of barbarous licence and dominion to the pleasures of opulence and tranquillity, and he fomented all those disorders, by which he hoped to weaken or overturn the English government. He was noted for the vices of perfidy and cruelty, so common among uncultivated nations; and was also eminent for courage, a virtue, which their disorderly course of life requires, and which notwithstanding, being less supported by the principle of honour, is commonly more precarious among them, than among a civilized people. Tyrone, actuated by this spirit, secretly fomented the discontents of the Maguires, Odonnels, O'Rourks, Macmahons, and other rebels; yet trusting to the influence of his deceitful oaths and professions, he put himself into the hands of Sir William Russel, who, in the year 1594, was sent over deputy to Ireland. Contrary to the advice and protestation of Sir Henry Bagnal, marshal of the army, he was dismissed; and returning to his own country, he embraced the resolution of raising an open rebellion, and of relying no longer on the lenity or inexperience of the English government. He entered into a correspondence with Spain: He procured thence a supply of arms and ammunition: And having united all the Irish chieftains in a dependance upon himself, he began to be regarded as a formidable enemy.","subId":"13","id":"Hume.HE.4.44.13"},{"type":"paragraph","content":"The native Irish were so poor, that their country afforded few other commodities than cattle and oatmeal, which were easily concealed or driven away on the approach of the enemy; and as Elizabeth was averse to the expence requisite for supporting her armies, the English found much difficulty in pushing their advantages, and in pursuing the rebels into the bogs, woods, and other fastnesses, to which they retreated. These motives rendered Sir John Norris, who commanded the English army, the more willing to hearken to any proposals of truce or accommodation made him by Tyrone; and after the war was spun out by these artifices for some years, that gallant Englishman, finding that he had been deceived by treacherous promises, and that he had performed nothing worthy of his ancient reputation, was seized with a languishing distemper, and died of vexation and discontent. Sir Henry Bagnal, who succeeded him in the command, was still more unfortunate. As he advanced to relieve the fort of Black-water, besieged by the rebels, he was surrounded in disadvantageous ground; his soldiers, discouraged by part of their powder's accidentally taking fire, were put to flight; and, though the pursuit was stopped by Montacute, who commanded the English horse, fifteen hundred men, together with the general himself, were left dead upon the spot. This victory, so unusual to the Irish, rouzed their courage, supplied them with arms and ammunition, and raised the reputation of Tyrone, who assumed the character of the deliverer of his country, and patron of Irish liberty.","subId":"14","id":"Hume.HE.4.44.14"},{"type":"paragraph","content":"The English council were now sensible, that the rebellion of Ireland was come to a dangerous head, and that the former temporizing arts, of granting truces and pacifications to the rebels, and of allowing them to purchase pardons by resigning part of the plunder, acquired during their insurrection, served only to encourage the spirit of mutiny and disorder among them. It was therefore resolved to push the war by more vigorous measures; and the queen cast her eye on Charles Blount, lord Mountjoy, as a man, who, though hitherto less accustomed to arms than to books and literature, was endowed, she thought, with talents equal to the undertaking. But the young earl of Essex, ambitious of fame, and desirous of obtaining this government for himself, opposed the choice of Mountjoy; and represented the necessity of appointing, for that important employment, some person more experienced in war than this nobleman, more practised in business, and of higher quality and reputation. By this description, he was understood to mean himself; and no sooner was his desire known, than his enemies, even more zealously than his friends, conspired to gratify his wishes. Many of his friends thought, that he never ought to consent, except for a short time, to accept of any employment, which must remove him from court, and prevent him from cultivating that personal inclination, which the queen so visibly bore him. His enemies hoped, that if, by his absence, she had once leisure to forget the charms of his person and conversation, his impatient and lofty demeanor would soon disgust a princess, who usually exacted such profound submission and implicit obedience from all her servants. But Essex was incapable of entering into such cautious views; and even Elizabeth, who was extremely desirous of subduing the Irish rebels, and who was much prepossessed in favour of Essex's genius, readily agreed to appoint him governor of Ireland, by the title of lord lieutenant. {Essex sent over to Ireland.} The more to encourage him in his undertaking, she granted him by his patent more extensive authority than had ever before been conferred on any lieutenant; the power of carrying on or finishing the war as he pleased, of pardoning the rebels, and of filling all the most considerable employments of the kingdom. And to ensure him of success, she levied a numerous army of sixteen thousand foot and thirteen hundred horse, which she afterwards augmented to twenty thousand foot and two thousand horse: A force, which, it was apprehended, would be able, in one campaign, to overwhelm the rebels, and make an entire conquest of Ireland. Nor did Essex's enemies, the earl of Nottingham, Sir Robert Cecil, Sir Walter Raleigh, and lord Cobham, throw any obstacles in the way of these preparations; but hoped that the higher the queen's expectations of success were raised, the more difficult it would be for the event to correspond to them. In a like view, they rather seconded than opposed, those exalted encomiums, which Essex's numerous and sanguine friends dispersed, of his high genius, of his elegant endowments, his heroic courage, his unbounded generosity, and his noble birth; nor were they displeased to observe that passionate fondness, which the people every where expressed for this nobleman. These artful politicians had studied his character; and finding, that his open and undaunted spirit, if taught temper and reserve from opposition, must become invincible, they resolved rather to give full breath to those sails, which were already too much expanded, and to push him upon dangers, of which he seemed to make such small account. And the better to make advantage of his indiscretions, spies were set upon all his actions and even expressions; and his vehement spirit, which, while he was in the midst of the court and environed by his rivals, was unacquainted with disguise, could not fail, after he thought himself surrounded by none but friends, to give a pretence for malignant suspicions and constructions.","subId":"15","id":"Hume.HE.4.44.15"},{"type":"paragraph","content":"Essex left London in the month of March, attended with the acclamations of the populace; and what did him more honour, accompanied by a numerous train of nobility and gentry, who, from affection to his person, had attached themselves to his fortunes, and sought fame and military experience under so renowned a commander. The first act of authority, which he exercised, after his arrival in Ireland, was an indiscretion, but of the generous kind; and in both these respects, suitable to his character. He appointed his intimate friend, the earl of Southampton, general of the horse; a nobleman, who had incurred the queen's displeasure, by secretly marrying without her consent, and whom she had therefore enjoined Essex not to employ in any command under him. She no sooner heard of this instance of disobedience than she reprimanded him, and ordered him to recal his commission to Southampton. But Essex, who had imagined, that some reasons, which he opposed to her first injunctions, had satisfied her, had the imprudence to remonstrate against these second orders; and it was not till she reiterated her commands, that he could be prevailed on to displace his friend.","subId":"16","id":"Hume.HE.4.44.16"},{"type":"paragraph","content":"{His ill success.} Essex, on his landing at Dublin, deliberated with the Irish council, concerning the proper methods of carrying on the war against the rebels; and here he was guilty of a capital error, which was the ruin of his enterprize. He had always, while in England, blamed the conduct of former commanders, who artfully protracted the war, who harassed their troops in small enterprizes, and who, by agreeing to truces and temporary pacifications with the rebels, had given them leisure to recruit their broken forces. In conformity to these views, he had ever insisted upon leading his forces immediately into Ulster against Tyrone, the chief enemy; and his instructions had been drawn agreeably to these his declared resolutions. But the Irish counsellors persuaded him, that the season was too early for the enterprize, and that, as the morasses, in which the northern Irish usually sheltered themselves, would not, as yet, be passable to the English forces, it would be better to employ the present time in an expedition into Munster. Their secret reason for this advice was, that many of them possessed estates in that province, and were desirous to have the enemy dislodged from their neighbourhood: But the same selfish spirit, which had induced them to give this counsel, made them soon after disown it, when they found the bad consequences, with which it was attended.","subId":"17","id":"Hume.HE.4.44.17"},{"type":"paragraph","content":"Essex obliged all the rebels of Munster either to submit or to fly into the neighbouring provinces: But as the Irish, from the greatness of the queen's preparations, had concluded, that she intended to reduce them to total subjection, or even utterly to exterminate them, they considered their defence as a common cause; and the English forces were no sooner withdrawn, than the inhabitants of Munster relapsed into rebellion, and renewed their confederacy with their other countrymen. The army, meanwhile, by the fatigue of long and tedious marches, and by the influence of the climate, was become sickly; and on its return to Dublin, about the middle of July, was surprizingly diminished in number. The courage of the soldiers was even much abated: For though they had prevailed in some lesser enterprizes, against lord Cahir and others; yet had they sometimes met with more stout resistance than they expected from the Irish, whom they were wont to despise; and as they were raw troops and unexperienced, a considerable body of them had been put to flight at the Glins, by an inferior number of the enemy. Essex was so enraged at this misbehaviour, that he cashiered all the officers, and decimated the private men. But this act of severity, though necessary, had intimidated the soldiers, and encreased their aversion to the service.","subId":"18","id":"Hume.HE.4.44.18"},{"type":"paragraph","content":"The queen was extremely disgusted, when she heard, that so considerable a part of the season was consumed in these frivolous enterprizes; and was still more surprized, that Essex persevered in the same practice, which he had so much condemned in others, and which he knew to be so much contrary to her purpose and intention. That nobleman, in order to give his troops leisure to recruit from their sickness and fatigue, left the main army in quarters, and marched with a small body, of fifteen hundred men, into the county of Ophelie against the O'Connors and O'Mores, whom he forced to a submission: But, on his return to Dublin, he found the army so much diminished, that he wrote to the English council an account of its condition, and informed them, that, if he did not immediately receive a reinforcement of two thousand men, it would be impossible for him this season to attempt any thing against Tyrone. That there might be no pretence for farther inactivity, the queen immediately sent over the number demanded; and Essex began at last to assemble his forces for the expedition into Ulster. The army was so averse to this enterprize, and so terrified with the reputation of Tyrone, that many of them counterfeited sickness, many of them deserted; and Essex found, that, after leaving the necessary garrisons, he could scarcely lead four thousand men against the rebels. He marched, however, with this small army; but was soon sensible, that, in so advanced a season, it would be impossible for him to effect any thing against an enemy, who, though superior in number, was determined to avoid every decisive action. He hearkened therefore, to a message sent him by Tyrone, who desired a conference; and a place, near the two camps, was appointed for that purpose. The generals met without any of their attendants, and a river ran between them, into which Tyrone entered to the depth of his saddle: But Essex stood on the opposite bank. After half an hour's conference, where Tyrone behaved with great submission to the lord lieutenant, a cessation of arms was concluded to the first of May, renewable from six weeks to six weeks; but which might be broken off by either party upon a fortnight's warning. Essex also received from Tyrone proposals for a peace, in which that rebel had inserted many unreasonable and exorbitant conditions: And there appeared afterwards some reason to suspect, that he had here commenced a very unjustifiable correspondence with the enemy.","subId":"19","id":"Hume.HE.4.44.19"},{"type":"paragraph","content":"So unexpected an issue of an enterprize, the greatest and most expensive that Elizabeth had ever undertaken, provoked her extremely against Essex; and this disgust was much augmented by other circumstances of that nobleman's conduct. He wrote many letters to the queen and council, full of peevish and impatient expressions; complaining of his enemies, lamenting that their calumnies should be believed against him, and discovering symptoms of a mind, equally haughty and discontented. She took care to inform him of her dissatisfaction; but commanded him to remain in Ireland till farther orders.","subId":"20","id":"Hume.HE.4.44.20"},{"type":"paragraph","content":"Essex heard at once of Elizabeth's anger, and of the promotion of his enemy, Sir Robert Cecil, to the office of master of the wards, an office to which he himself aspired: And dreading, that, if he remained any longer absent, the queen would be totally alienated from him, he hastily embraced a resolution, which, he knew, had once succeeded with the earl of Leicester, the former favourite of Elizabeth. Leicester, being informed, while in the Low Countries, that his mistress was extremely displeased with his conduct, disobeyed her orders by coming over to England; and having pacified her by his presence, by his apologies, and by his flattery and insinuation, disappointed all the expectations of his enemies. {Returns to England.} Essex, therefore, weighing more the similarity of circumstances than the difference of character between himself and Leicester, immediately set out for England; and making speedy journeys, he arrived at court before any one was in the least apprized of his intentions. Though besmeared with dirt and sweat, he hastened up stairs to the presence chamber, thence to the privy chamber; nor stopped till he was in the queen's bed-chamber, who was newly risen, and was sitting with her hair about her face. He threw himself on his knees, kissed her hand, and had some private conference with her; where he was so graciously received, that, on his departure, he was heard to express great satisfaction, and to thank God, that, though he had suffered much trouble and many storms abroad, he found a sweet calm at home.","subId":"21","id":"Hume.HE.4.44.21"},{"type":"paragraph","content":"But this placability of Elizabeth was merely the result of her surprise, and of the momentary satisfaction, which she felt on the sudden and unexpected appearance of her favourite: After she had leisure for recollection, all his faults recurred to her; and she thought it necessary, by some severe discipline, to subdue that haughty imperious spirit, who, presuming on her partiality, had pretended to domineer in her councils, to engross all her favour, and to act, in the most important affairs, without regard to her orders and instructions. {Is disgraced.} When Essex waited on her in the afternoon, he found her extremely altered in her carriage towards him: She ordered him to be confined to his chamber; to be twice examined by the council; and though his answers were calm and submissive, she committed him to the custody of lord keeper Egerton, and held him sequestered from all company, even from that of his countess, nor was so much as the intercourse of letters permitted between them. Essex dropped many expressions of humiliation and sorrow, none of resentment: He professed an entire submission to the queen's will: Declared his intention of retiring into the country, and of leading thenceforth a private life, remote from courts and business: But though he affected to be so entirely cured of his aspiring ambition, the vexation of this disappointment, and of the triumph gained by his enemies, preyed upon his haughty spirit, and he fell into a distemper, which seemed to put his life in danger.","subId":"22","id":"Hume.HE.4.44.22"},{"type":"paragraph","content":"The queen had always declared to all the world, and even to the earl himself, that the purpose of her severity was to correct, not to ruin him; and when she heard of his sickness, she was not a little alarmed with his situation. She ordered eight physicians of the best reputation and experience to consult of his case; and being informed, that the issue was much to be apprehended, she sent Dr. James to him with some broth, and desired that physician to deliver him a message, which she probably deemed of still greater virtue; that, if she thought such a step consistent with her honour, she would herself pay him a visit. The bystanders, who carefully observed her countenance, remarked, that, in pronouncing these words, her eyes were suffused with tears.","subId":"23","id":"Hume.HE.4.44.23"},{"type":"paragraph","content":"When these symptoms of the queen's returning affection towards Essex were known, they gave a sensible alarm to the faction, which had declared their opposition to him. Sir Walter Raleigh, in particular, the most violent as well as the most ambitious of his enemies, was so affected with the appearance of this sudden revolution, that he was seized with sickness in his turn; and the queen was obliged to apply the same salve to his wound, and to send him a favourable message, expressing her desire of his recovery.","subId":"24","id":"Hume.HE.4.44.24"},{"type":"paragraph","content":"{1600.} The medicine, which the queen administered to these aspiring rivals, was successful with both; and Essex, being now allowed the company of his countess, and having entertained more promising hopes of his future fortunes, was so much restored in his health, as to be thought past danger. A belief was instilled into Elizabeth, that his distemper had been entirely counterfeit, in order to move her compassion; and she relapsed into her former rigour against him. He wrote her a letter, and sent her a rich present on New-Year's day; as was usual with the courtiers at that time: She read the letter, but rejected the present. After some interval, however, of severity, she allowed him to retire to his own house: And though he remained still under custody, and was sequestered from all company, he was so grateful for this mark of lenity, that he sent her a letter of thanks on the occasion. \"This farther degree of goodness,\" said he, \"doth sound in my ears, as if your majesty spake these words, Die not, Essex; for though I punish thine offence, and humble thee for thy good, yet will I one day be served again by thee. My prostrate soul makes this answer: I hope for that blessed day. And in expectation of it, all my afflictions of body and mind are humbly, patiently, and chearfully borne by me.\" The countess of Essex, daughter of Sir Francis Walsingham, possessed, as well as her husband, a refined taste in literature; and the chief consolation which Essex enjoyed, during this period of anxiety and expectation, consisted in her company, and in reading with her those instructive and entertaining authors, which, even during the time of his greatest prosperity, he had never entirely neglected.","subId":"25","id":"Hume.HE.4.44.25"},{"type":"paragraph","content":"There were several incidents, which kept alive the queen's anger against Essex. Every account which she received from Ireland, convinced her more and more of his misconduct in that government, and of the insignificant purposes, to which he had employed so much force and treasure. Tyrone, so far from being quelled, had thought proper, in less than three months, to break the truce; and joining with O'Donel, and other rebels, had over-run almost the whole kingdom. He boasted, that he was certain of receiving a supply of men, money, and arms from Spain: He pretended to be champion of the catholic religion: And he openly exulted in the present of a phoenix plume, which the pope, Clement VIII. in order to encourage him in the prosecution of so good a cause, had consecrated, and had conferred upon him. The queen, that she might check his progress, returned to her former intention, of appointing Mountjoy lord-deputy; and though that nobleman, who was an intimate friend of Essex, and desired his return to the government of Ireland, did at first very earnestly excuse himself, on account of his bad state of health, she obliged him to accept of the employment. Mountjoy found the island almost in a desperate condition; but being a man of capacity and vigour, he was so little discouraged, that he immediately advanced against Tyrone in Ulster. He penetrated into the heart of that country, the chief seat of the rebels: He fortified Derry and Mount-Norris, in order to bridle the Irish: He chaced them from the field, and obliged them to take shelter in the woods and morasses: He employed, with equal success, Sir George Carew in Munster: And by these promising enterprizes, he gave new life to the queen's authority in that island.","subId":"26","id":"Hume.HE.4.44.26"},{"type":"paragraph","content":"As the comparison of Mountjoy's administration with that of Essex, contributed to alienate Elizabeth from her favourite, she received additional disgust from the partiality of the people, who, prepossessed with an extravagant idea of Essex's merit, complained of the injustice done him by his removal from court, and by his confinement. Libels were secretly dispersed against Cecil and Raleigh, and all his enemies: And his popularity, which was always great, seemed rather to be encreased than diminished by his misfortunes. Elizabeth, in order to justify to the public her conduct with regard to him, had often expressed her intentions of having him tried in the Star-chamber for his offences: But her tenderness for him prevailed at last over her severity; and she was contented to have him only examined by the privy-council. The attorney-general, Coke, opened the cause against him, and treated him with the cruelty and insolence, which that great lawyer usually exercised against the unfortunate. He displayed in the strongest colours, all the faults committed by Essex in his administration of Ireland: His making Southampton general of the horse, contrary to the queen's injunctions; his deserting the enterprize against Tyrone, and marching to Leinster and Munster; his conferring knighthood on too many persons; his secret conference with Tyrone; and his sudden return from Ireland, in contempt of her majesty's commands. He also exaggerated the indignity of the conditions, which Tyrone had been allowed to propose; odious and abominable conditions, said he; a public toleration of an idolatrous religion, pardon for himself and every traitor in Ireland, and full restitution of lands and possessions to all of them. The solicitor-general, Fleming, insisted upon the wretched situation, in which the earl had left that kingdom; and Francis, son of Sir Nicholas Bacon, who had been lord-keeper in the beginning of the present reign, closed the charge with displaying the undutiful expressions contained in some letters written by the earl.","subId":"27","id":"Hume.HE.4.44.27"},{"type":"paragraph","content":"Essex, when he came to plead in his own defence, renounced, with great submission and humility, all pretensions to an apology; and declared his resolution never, on this or any other occasion, to have any contest with his sovereign. He said, that, having severed himself from the world, and abjured all sentiments of ambition, he had no scruple to confess every failing or error, into which his youth, folly, or manifold infirmities might have betrayed him; that his inward sorrow for his offences against her majesty was so profound, that it exceeded all his outward crosses and afflictions, nor had he any scruple of submitting to a public confession of whatever she had been pleased to impute to him; that, in his acknowledgments, he retained only one reserve, which he never would relinquish but with his life, the assertion of a loyal and unpolluted heart, of an unfeigned affection, of an earnest desire ever to perform to her majesty the best service which his poor abilities would permit; and that, if this sentiment were allowed by the council, he willingly acquiesced in any condemnation or sentence which they could pronounce against him. This submission was uttered with so much eloquence, and in so pathetic a manner, that it drew tears from many of the audience. All the privy-counsellors, in giving their judgment, made no scruple of doing the earl justice, with regard to the loyalty of his intentions. Even Cecil, whom he believed his capital enemy, treated him with regard and humanity. And the sentence pronounced by the Lord keeper, (to which the council assented) was in these words. \"If this cause,\" said he, \"had been heard in the Star-Chamber, my sentence must have been for as great a fine as ever was set upon any man's head in that court, together with perpetual confinement in that prison, which belongeth to a man of his quality, the Tower. But since we are now in another place, and in a course of favour, my censure is, that the earl of Essex is not to execute the office of a counsellor, nor that of earl marshal of England, nor of master of the ordnance; and to return to his own house, there to continue a prisoner, till it shall please her majesty to release this and all the rest of his sentence.\" The earl of Cumberland made a slight opposition to this sentence; and said, that, if he thought it would stand, he would have required a little more time to deliberate; that he deemed it somewhat severe; and that any commander in chief might easily incur a like penalty. But, however, added he, in confidence of her majesty's mercy, I agree with the rest. The earl of Worcester delivered his opinion in a couple of Latin verses; importing, that, where the Gods are offended, even misfortunes ought to be imputed as crimes, and that accident is no excuse for transgressions against the Divinity.","subId":"28","id":"Hume.HE.4.44.28"},{"type":"paragraph","content":"Bacon, so much distinguished afterwards by his high offices, and still more by his profound genius for the sciences, was nearly allied to the Cecil family, being nephew to lord Burleigh, and cousin-german to the secretary: But notwithstanding his extraordinary talents, he had met with so little protection from his powerful relations, that he had not yet obtained any preferment in the law, which was his profession. But Essex, who could distinguish merit, and who passionately loved it, had entered into an intimate friendship with Bacon; had zealously attempted, though without success, to procure him the office of solicitor-general; and in order to comfort his friend under the disappointment, had conferred on him a present of land to the value of eighteen hundred pounds. The public could ill excuse Bacon's appearance before the council, against so munificent a benefactor; though he acted in obedience to the queen's commands: But she was so well pleased with his behaviour, that she imposed on him a new task, of drawing a narrative of that day's proceedings, in order to satisfy the public of the justice and lenity of her conduct. Bacon, who wanted firmness of character, more than humanity, gave to the whole transaction the most favourable turn for Essex; and, in particular, painted out, in elaborate expression, the dutiful submission, which that nobleman discovered in the defence that he made for his conduct. When he read the paper to her, she smiled at that passage, and observed to Bacon, that old love, she saw, could not easily be forgotten. He replied, that he hoped she meant that of herself.","subId":"29","id":"Hume.HE.4.44.29"},{"type":"paragraph","content":"All the world, indeed, expected, that Essex would soon be reinstated in his former credit; perhaps, as is usual in reconcilements founded on inclination, would acquire an additional ascendant over the queen, and after all his disgraces, would again appear more a favourite than ever. They were confirmed in this hope, when they saw, that, though he was still prohibited from appearing at court, he was continued in his office of master of horse, and was restored to his liberty, and that all his friends had access to him. Essex himself seemed determined to persevere in that conduct, which had hitherto been so successful, and which the queen, by all this discipline, had endeavoured to render habitual to him: He wrote to her, that he kissed her majesty's hands, and the rod with which she had corrected him; but that he could never recover his wonted chearfulness, till she deigned to admit him to that presence, which had ever been the chief source of his happiness and enjoyment: And that he had now resolved to make amends for his past errors, to retire into a country solitude, and say with Nebuchadnezzar, \"Let my dwelling be with the beasts of the field; let me eat grass as an ox, and be wet with the dew of heaven; till it shall please the queen to restore me to my understanding.\" The queen was much pleased with these sentiments, and replied, that she heartily wished his actions might correspond with his expressions; that he had tried her patience a long time, and it was but fitting she should now make some experiment of his submission; that her father would never have pardoned so much obstinacy; but that, if the furnace of affliction produced such good effects, she should ever after have the better opinion of her chemistry.","subId":"30","id":"Hume.HE.4.44.30"},{"type":"paragraph","content":"The earl of Essex possessed a monopoly of sweet wines; and as his patent was near expiring, he patiently expected that the queen would renew it, and he considered this event as the critical circumstance of his life, which would determine whether he could ever hope to be reinstated in credit and authority. But Elizabeth, though gracious in her deportment, was of a temper somewhat haughty and severe; and being continually surrounded with Essex's enemies, means were found to persuade her, that his lofty spirit was not yet sufficiently subdued, and that he must undergo this farther trial, before he could again be safely received into favour. She therefore denied his request; and even added, in a contemptuous stile, that an ungovernable beast must be stinted in his provender.","subId":"31","id":"Hume.HE.4.44.31"},{"type":"paragraph","content":"{His intrigues.} This rigour, pushed one step too far, proved the final ruin of this young nobleman, and was the source of infinite sorrow and vexation to the queen herself. Essex, who had with great difficulty so long subdued his proud spirit, and whose patience was now exhausted, imagining that the queen was entirely inexorable, burst at once all restraints of submission and of prudence, and determined to seek relief, by proceeding to the utmost extremities against his enemies. Even during his greatest favour he had ever been accustomed to carry matters with a high hand towards his sovereign; and as this practice gratified his own temper, and was sometimes successful, he had imprudently imagined, that it was the only proper method of managing her: But being now reduced to despair, he gave entire reins to his violent disposition, and threw off all appearance of duty and respect. Intoxicated with the public favour, which he already possessed, he practised anew every art of popularity; and endeavoured to encrease the general good-will by a hospitable manner of life, little suited to his situation and circumstances. His former employments had given him great connections with men of the military profession; and he now entertained, by additional caresses and civilities, a friendship with all desperate adventurers, whose attachment, he hoped, might, in his present views, prove serviceable to him. He secretly courted the confidence of the catholics; but his chief trust lay in the puritans, whom he openly caressed, and whose manners he seemed to have entirely adopted. He engaged the most celebrated preachers of that sect to resort to Essex-house; he had daily prayers and sermons in his family; and he invited all the zealots in London to attend those pious exercises. Such was the disposition now beginning to prevail among the English, that, instead of feasting and public spectacles, the methods anciently practised to gain the populace, nothing so effectually ingratiated an ambitious leader with the public, as these fanatical entertainments. And as the puritanical preachers frequently inculcated in their sermons the doctrine of resistance to the civil magistrate, they prepared the minds of their hearers for those seditious projects, which Essex was secretly meditating.","subId":"32","id":"Hume.HE.4.44.32"},{"type":"paragraph","content":"But the greatest imprudence of this nobleman proceeded from the openness of his temper, by which he was ill qualified to succeed in such difficult and dangerous enterprizes. He indulged himself in great liberties of speech, and was even heard to say of the queen, that she was now grown an old woman, and was become as crooked in her mind as in her body. Some court ladies, whose favours Essex had formerly neglected, carried her these stories, and incensed her to a high degree against him. Elizabeth was ever remarkably jealous on this head; and though she was now approaching to her seventieth year, she allowed her courtiers and even foreign ambassadors, to compliment her upon her beauty; nor had all her good sense been able to cure her of this preposterous vanity.","subId":"33","id":"Hume.HE.4.44.33"},{"type":"paragraph","content":"There was also an expedient employed by Essex, which, if possible, was more provoking to the queen than those sarcasms on her age and deformity; and that was, his secret applications to the king of Scots, her heir and successor. That prince had this year very narrowly escaped a dangerous, though ill formed, conspiracy of the earl of Gowry; and even his deliverance was attended with this disagreeable circumstance, that the obstinate ecclesiastics persisted, in spite of the most incontestible evidence, to maintain to his face, that there had been no such conspiracy. James, harassed with his turbulent and factious subjects, cast a wishful eye to the succession of England; and in proportion as the queen advanced in years, his desire encreased of mounting that throne, on which, besides acquiring a great addition of power and splendor, he hoped to govern a people, so much more tractable and submissive. He negociated with all the courts of Europe, in order to ensure himself friends and partizans: He even neglected not the court of Rome and that of Spain; and though he engaged himself in no positive promise, he flattered the catholics with hopes, that, in the event of his succession, they might expect some more liberty than was at present indulged them. Elizabeth was the only sovereign in Europe to whom he never dared to mention his right of succession: He knew, that, though her advanced age might now invite her to think of fixing an heir to the crown, she never could bear the prospect of her own death without horror, and was determined still to retain him, and all other competitors, in an entire dependance upon her.","subId":"34","id":"Hume.HE.4.44.34"},{"type":"paragraph","content":"Essex was descended by females from the royal family; and some of his sanguine partizans had been so imprudent as to mention his name among those of other pretenders to the crown; but the earl took care, by means of Henry Lee, whom he secretly sent into Scotland, to assure James, that, so far from entertaining such ambitious views, he was determined to use every expedient for extorting an immediate declaration in favour of that monarch's right of succession. James willingly hearkened to this proposal; but did not approve of the violent methods which Essex intended to employ. Essex had communicated his scheme to Mountjoy, deputy of Ireland; and as no man ever commanded more the cordial affection and attachment of his friends, he had even engaged a person of that virtue and prudence to entertain thoughts of bringing over part of his army into England, and of forcing the queen to declare the king of Scots her successor. And such was Essex's impatient ardour, that, though James declined this dangerous expedient, he still endeavoured to persuade Mountjoy not to desist from the project: But the deputy, who thought that such violence, though it might be prudent, and even justifiable, when supported by a sovereign prince, next heir to the crown, would be rash and criminal, if attempted by subjects, absolutely refused his concurrence. The correspondence, however, between Essex and the court of Scotland was still conducted with great secrecy and cordiality; and that nobleman, besides conciliating the favour of James, represented all his own adversaries as enemies to that prince's succession, and as men entirely devoted to the interests of Spain, and partizans of the chimerical title of the Infanta.","subId":"35","id":"Hume.HE.4.44.35"},{"type":"paragraph","content":"The Infanta and the archduke, Albert, had made some advances to the queen for peace; and Boulogne, as a neutral town, was chosen for the place of conference. {16th May.} Sir Henry Nevil, the English resident in France, Herbert, Edmondes, and Beale, were sent thither as ambassadors from England; and negociated with Zuniga, Carillo, Richardot, and Verheiken, ministers of Spain and the archduke: But the conferences were soon broken off, by disputes with regard to the ceremonial. Among the European states England had ever been allowed the precedency above Castile, Arragon, Portugal, and the other kingdoms, of which the Spanish monarchy was composed; and Elizabeth insisted, that this ancient right was not lost on account of the junction of these states, and that that monarchy, in its present situation, though it surpassed the English in extent, as well as in power, could not be compared with it in point of antiquity, the only durable and regular foundation of precedency among kingdoms as well as noble families. That she might shew, however, a pacific disposition, she was content to yield to an equality; but the Spanish ministers, as their nation had always disputed precedency even with France, to which England yielded, would proceed no farther in the conference, till their superiority of rank were acknowledged. During the preparations for this abortive negociation, the earl of Nottingham, the admiral, lord Buckhurst, treasurer, and secretary Cecil, had discovered their inclination to peace; but as the English nation, flushed with success, and sanguine in their hopes of plunder and conquest, were in general averse to that measure, it was easy for a person so popular as Essex, to infuse into the multitude an opinion, that these ministers had sacrificed the interests of their country to Spain, and would even make no scruple of receiving a sovereign from that hostile nation.","subId":"36","id":"Hume.HE.4.44.36"},{"type":"paragraph","content":"{1601.} But Essex, not content with these arts for decrying his adversaries, proceeded to concert more violent methods of ruining them; chiefly instigated by Cuffe, his secretary, a man of a bold and arrogant spirit, who had acquired a great ascendant over his patron. A select council of malcontents was formed, who commonly met at Drury-house, and were composed of Sir Charles Davers, to whom the house belonged, the earl of Southampton, Sir Ferdinando Gorges, Sir Christopher Blount, Sir John Davies, and John Littleton; and Essex, who boasted, that he had a hundred and twenty barons, knights, and gentlemen of note, at his devotion, and who trusted still more to his authority with the populace, communicated to his associates those secret designs with which his confidence in so powerful a party had inspired him. Among other criminal projects, the result of blind rage and despair, he deliberated with them concerning the method of taking arms; and asked their opinion whether he had best begin with seizing the palace or the Tower, or set out with making himself master at once of both places. {His insurrections.} The first enterprize being preferred, a method was concerted for executing it. It was agreed, that Sir Christopher Blount, with a choice detachment, should possess himself of the palace gates; that Davies should seize the hall, Davers, the guard-chamber, and presence-chamber; and that Essex should rush in from the Meuse, attended by a body of his partizans; should entreat the queen, with all demonstrations of humility, to remove his enemies; should oblige her to assemble a parliament; and should with common consent settle a new plan of government.","subId":"37","id":"Hume.HE.4.44.37"},{"type":"paragraph","content":"{7th Feb.} While these desperate projects were in agitation, many reasons of suspicion were carried to the queen; and she sent Robert Sacville, son of the treasurer, to Essex-house, on pretence of a visit, but, in reality, with a view of discovering whether there were in that place any unusual concourse of people, or any extraordinary preparations, which might threaten an insurrection. Soon after, Essex received a summons to attend the council, which met at the treasurer's house; and while he was musing on this circumstance, and comparing it with the late unexpected visit from Sacville, a private note was conveyed to him, by which he was warned to provide for his own safety. He concluded, that all his conspiracy was discovered, at least suspected; and that the easiest punishment which he had reason to apprehend, was a new and more severe confinement: He therefore excused himself to the council on pretence of an indisposition; and he immediately dispatched messages to his more intimate confederates, requesting their advice and assistance in the present critical situation of his affairs. They deliberated, whether they should abandon all their projects, and fly the kingdom; or instantly seize the palace with the force which they could assemble; or rely upon the affections of the citizens, who were generally known to have a great attachment to the earl. Essex declared against the first expedient, and professed himself determined to undergo any fate rather than submit to live the life of a fugitive. To seize the palace seemed impracticable without more preparations; especially as the queen seemed now aware of their projects, and, as they heard, had used the precaution of doubling her ordinary guards. There remained, therefore, no expedient but that of betaking themselves to the city; and while the prudence and feasibility of this resolution was under debate, a person arrived, who, as if he had received a commission for the purpose, gave them assurance of the affections of the Londoners, and affirmed, that they might securely rest any project on that foundation. The popularity of Essex had chiefly buoyed him up in all his vain undertakings; and he fondly imagined, that, with no other assistance than the good will of the multitude, he might overturn Elizabeth's government, confirmed by time, revered for wisdom, supported by vigour, and concurring with the general sentiments of the nation. The wild project of raising the city was immediately resolved on; the execution of it was delayed till next day; and emissaries were dispatched to all Essex's friends, informing them that Cobham and Raleigh had laid schemes against his life, and entreating their presence and assistance.","subId":"38","id":"Hume.HE.4.44.38"},{"type":"paragraph","content":"{8th Feb.} Next day, there appeared at Essex-house the earls of Southampton and Rutland, the lords Sandy and Monteagle, with about three hundred gentlemen of good quality and fortune; and Essex informed them of the danger, to which, he pretended, the machinations of his enemies exposed him. To some, he said, that he would throw himself at the queen's feet, and crave her justice and protection: To others, he boasted of his interest in the city, and affirmed, that, whatever might happen, this resource could never fail him. The queen was informed of these designs, by means of intelligence, conveyed, as is supposed, to Raleigh, by Sir Ferdinando Gorges; and having ordered the magistrates of London to keep the citizens in readiness; she sent Egerton, lord keeper, to Essex-house, with the earl of Worcester, Sir William Knollys, controller, and Popham, chief justice, in order to learn the cause of these unusual commotions. They were with difficulty admitted through a wicket; but all their servants were excluded, except the purse-bearer. After some altercation, in which they charged Essex's retainers, upon their allegiance, to lay down their arms, and were menaced in their turn by the angry multitude, who surrounded them, the earl, who found, that matters were past recal, resolved to leave them prisoners in his house, and to proceed to the execution of his former project. He sallied forth with about two hundred attendants, armed only with walking swords; and in his passage to the city was joined by the earl of Bedford and lord Cromwel. He cried aloud, For the queen! for the queen! a plot is laid for my life; and then proceeded to the house of Smith the sheriff, on whose aid he had great reliance. The citizens flocked about him in amazement; but though he told them, that England was sold to the Infanta, and exhorted them to arm instantly, otherwise they could not do him any service, no one showed a disposition to join him. The sheriff, on the earl's approach to his house, stole out at the back door, and made the best of his way to the mayor. Essex, meanwhile, observing the coldness of the citizens, and hearing, that he was proclaimed a traitor by the earl of Cumberland and lord Burleigh, began to despair of success, and thought of retreating to his own house. He found the streets in his passage barricadoed and guarded by the citizens under the command of Sir John Levison. In his attempt to force his way, Tracy, a young gentleman, to whom he bore great friendship, was killed, with two or three of the Londoners; and the earl himself, attended by a few of his partizans (for the greater part began secretly to withdraw themselves) retired towards the river, and taking boat, arrived at Essex-house. He there found, that Gorges, whom he had sent before to capitulate with the lord keeper and the other counsellors, had given all of them their liberty, and had gone to court with them. He was now reduced to despair; and appeared determined, in prosecution of lord Sandys' advice, to defend himself to the last extremity, and rather to perish, like a brave man, with his sword in his hand, than basely by the hands of the executioner: But after some parley, and after demanding in vain, first hostages, then conditions, from the besiegers, he surrendered at discretion; requesting only civil treatment, and a fair and impartial hearing.","subId":"39","id":"Hume.HE.4.44.39"},{"type":"paragraph","content":"{19th Feb. His trial.} The queen, who, during all this commotion, had behaved with as great tranquillity and security, as if there had only passed a fray in the streets, in which she was nowise concerned, soon gave orders for the trial of the most considerable of the criminals. The earls of Essex and Southampton were arraigned before a jury of twenty-five peers, where Buckhurst acted as lord steward. The guilt of the prisoners was too apparent to admit of any doubt; and, besides the insurrection known to every body, the treasonable conferences at Drury-house were proved by undoubted evidence. Sir Ferdinando Gorges was produced in court: The confessions of the earl of Rutland, of the lords Cromwel, Sandys, and Monteagle, of Davers, Blount, and Davies, were only read to the peers, according to the practice of that age. Essex's best friends were scandalized at his assurance in insisting so positively on his innocence, and the goodness of his intentions; and still more at his vindictive disposition, in accusing, without any appearance of reason, secretary Cecil as a partizan of the Infanta's title. The secretary, who had expected this charge, stepped into the court, and challenged Essex to produce his authority, which, on examination, was found extremely weak and frivolous. When sentence was pronounced, Essex spoke like a man who expected nothing but death: But he added, that he should be sorry, if he were represented to the queen as a person that despised her clemency; though he should not, he believed, make any cringing submissions to obtain it. Southampton's behaviour was more mild and submissive: He entreated the good offices of the peers in so modest and becoming a manner, as excited compassion in every one.","subId":"40","id":"Hume.HE.4.44.40"},{"type":"paragraph","content":"The most remarkable circumstance in Essex's trial was Bacon's appearance against him. He was none of the crown lawyers; so was not obliged by his office to assist at this trial: Yet did he not scruple, in order to obtain the queen's favour, to be active in bereaving of life his friend and patron, whose generosity he had often experienced. He compared Essex's conduct, in pretending to fear the attempts of his adversaries, to that of Pisistratus, the Athenian, who cut and wounded his own body; and making the people believe, that his enemies had committed the violence, obtained a guard for his person, by whose assistance he afterwards subdued the liberties of his country.","subId":"41","id":"Hume.HE.4.44.41"},{"type":"paragraph","content":"After Essex had passed some days in the solitude and reflections of a prison, his proud heart was at last subdued, not by the fear of death, but by the sentiments of religion; a principle, which he had before attempted to make the instrument of his ambition, but which now took a more firm hold of his mind, and prevailed over every other motive and consideration. His spiritual directors persuaded him, that he never could obtain the pardon of Heaven, unless he made a full confession of his disloyalty; and he gave in to the council an account of all his criminal designs, as well as of his correspondence with the king of Scots. He spared not even his most intimate friends, such as lord Mountjoy, whom he had engaged in these conspiracies; and he sought to pacify his present remorse, by making such atonements, as, in any other period of his life, he would have deemed more blameable than those attempts themselves, which were the objects of his penitence. Sir Harry Nevil, in particular, a man of merit, he accused of a correspondence with the conspirators; though it appears, that this gentleman had never assented to the proposals made him, and was no farther criminal than in not revealing the earl's treason; an office to which every man of honour naturally bears the strongest reluctance. Nevil was thrown into prison, and underwent a severe persecution: But as the queen found Mountjoy an able and successful commander, she continued him in his government, and sacrificed her resentment to the public service.","subId":"42","id":"Hume.HE.4.44.42"},{"type":"paragraph","content":"Elizabeth affected extremely the praise of clemency; and in every great example, which she had made during her reign, she had always appeared full of reluctance and hesitation: But the present situation of Essex called forth all her tender affections, and kept her in the most real agitation and irresolution. She felt a perpetual combat between resentment and inclination, pride and compassion, the care of her own safety and concern for her favourite; and her situation, during this interval, was perhaps more an object of pity, than that to which Essex himself was reduced. She signed the warrant for his execution; she countermanded it; she again resolved on his death; she felt a new return of tenderness. Essex's enemies told her, that he himself desired to die, and had assured her, that she could never be in safety while he lived: It is likely, that this proof of penitence and of concern for her would produce a contrary effect to what they intended, and would revive all the fond affection, which she had so long indulged towards the unhappy prisoner. But what chiefly hardened her heart against him was his supposed obstinacy, in never making, as she hourly expected, any application to her for mercy; and she finally gave her consent to his execution. He discovered at his death symptoms rather of penitence and piety than of fear; and willingly acknowledged the justice of the sentence by which he suffered. {25th Feb. And execution.} The execution was private in the Tower, agreeably to his own request. He was apprehensive, he said, lest the favour and compassion of the people would too much raise his heart in those moments, when humiliation under the afflicting hand of Heaven was the only proper sentiment, which he could indulge. And the queen, no doubt, thought that prudence required the removing of so melancholy a spectacle from the public eye. Sir Walter Raleigh, who came to the Tower on purpose, and who beheld Essex's execution from a window, encreased much by this action the general hatred, under which he already laboured: It was thought, that his sole intention was to feast his eyes with the death of an enemy; and no apology, which he could make for so ungenerous a conduct, could be accepted by the public. The cruelty and animosity, with which he urged on Essex's fate, even when Cecil relented, were still regarded as the principles of this unmanly behaviour.","subId":"43","id":"Hume.HE.4.44.43"},{"type":"paragraph","content":"The earl of Essex was but thirty-four years of age, when his rashness, imprudence, and violence brought him to this untimely end. We must here, as in many other instances, lament the inconstancy of human nature, that a person endowed with so many noble virtues, generosity, sincerity, friendship, valour, eloquence, and industry, should, in the later period of his life, have given reins to his ungovernable passions, and involved, not only himself, but many of his friends, in utter ruin. The queen's tenderness and passion for him, as it was the cause of those premature honours, which he attained, seems on the whole, the chief circumstance, which brought on his unhappy fate. Confident of her partiality towards him, as well as of his own merit, he treated her with a haughtiness, which neither her love nor her dignity could bear; and as her amorous inclinations, in so advanced an age, would naturally make her appear ridiculous, if not odious, in his eyes, he was engaged, by an imprudent openness, of which he made profession, to discover too easily those sentiments to her. The many reconciliations and returns of affection, of which he had still made advantage, induced him to venture on new provocations, till he pushed her beyond all bounds of patience; and he forgot, that though the sentiments of the woman were ever strong in her, those of the sovereign had still in the end appeared predominant.","subId":"44","id":"Hume.HE.4.44.44"},{"type":"paragraph","content":"Some of Essex's associates, Cuffe, Davers, Blount, Meric, and Davis, were tried and condemned, and all of these, except Davis, were executed. The queen pardoned the rest; being persuaded that they were drawn in merely from their friendship to that nobleman, and their care of his safety; and were ignorant of the more criminal part of his intentions. Southampton's life was saved with great difficulty; but he was detained in prison during the remainder of this reign.","subId":"45","id":"Hume.HE.4.44.45"},{"type":"paragraph","content":"The king of Scots, apprehensive lest his correspondence with Essex might have been discovered, and have given offence to Elizabeth, sent the earl of Marre and lord Kinloss as ambassadors to England, in order to congratulate the queen on her escape from the late insurrection and conspiracy. They were also ordered to make secret enquiry, whether any measures had been taken by her for excluding him from the succession, as well as to discover the inclinations of the chief nobility and counsellors, in case of the queen's demise. They found the dispositions of men as favourable as they could wish; and they even entered into a correspondence with secretary Cecil, whose influence, after the fall of Essex, was now uncontrouled, and who was resolved, by this policy, to acquire, in time, the confidence of the successor. He knew how jealous Elizabeth ever was of her authority, and he therefore carefully concealed from her his attachment to James: But he afterwards asserted, that nothing could be more advantageous to her, than this correspondence; because the king of Scots, secure of mounting the throne by his undoubted title, aided by those connections with the English ministry, was the less likely to give any disturbance to the present sovereign. He also persuaded that prince to remain in quiet, and patiently to expect, that time should open to him the inheritance of the crown, without pushing his friends on desperate enterprizes, which would totally incapacitate them from serving him. James's equity, as well as his natural facility of disposition, easily inclined him to embrace that resolution; and in this manner the minds of the English were silently, but universally disposed to admit, without opposition, the succession of the Scottish line: The death of Essex, by putting an end to faction, had been rather favourable than prejudicial to that great event.","subId":"46","id":"Hume.HE.4.44.46"},{"type":"paragraph","content":"The French king, who was little prepossessed in favour of James, and who, for obvious reasons, was averse to the union of England and Scotland, made his ambassador drop some hints to ecil of Henry's willingness to concur in any measure for disappointing the hopes of the Scottish monarch; but as Cecil showed an entire disapprobation of such schemes, the court of France took no farther steps in that matter; and thus, the only foreign power, which could give much disturbance to James's succession, was induced to acquiesce in it. {French affairs.} Henry made a journey this summer to Calais; and the queen, hearing of his intentions, went to Dover, in hopes of having a personal interview with a monarch, whom, of all others, she most loved and most respected. The king of France, who felt the same sentiments towards her, would gladly have accepted of the proposal; but as many difficulties occurred, it appeared necessary to lay aside, by common consent, the project of an interview. Elizabeth, however, wrote successively two letters to Henry, one by Edmondes, another by Sir Robert Sydney; in which she expressed a desire of conferring, about a business of importance, with some minister in whom that prince reposed entire confidence. The marquess of Rosni, the king's favourite and prime minister, came to Dover in disguise; and the Memoirs of that able statesman contain a full account of his conference with Elizabeth. This princess had formed a scheme for establishing, in conjunction with Henry, a new system in Europe, and of fixing a durable balance of power, by the erection of new states on the ruins of the house of Austria. She had even the prudence to foresee the perils, which might ensue from the aggrandizement of her ally; and she purposed to unite all the seventeen provinces of the Low Countries in one republic, in order to form a perpetual barrier against the dangerous encrease of the French, as well as of the Spanish, monarchy. Henry had himself long meditated such a project against the Austrian family; and Rosni could not forbear expressing his astonishment, when he found that Elizabeth and his master, though they had never communicated their sentiments on this subject, not only had entered into same general views, but had also formed the same plan for their execution. The affairs, however, of France were not yet brought to a situation, which might enable Henry to begin that great enterprize; and Rosni satisfied the queen, that it would be necessary to postpone for some years their united attack on the house of Austria. He departed, filled with just admiration at the solidity of Elizabeth's judgment, and the greatness of her mind; and he owns, that she was entirely worthy of that high reputation, which she enjoyed in Europe.","subId":"47","id":"Hume.HE.4.44.47"},{"type":"paragraph","content":"The queen's magnanimity in forming such extensive projects was the more remarkable, as, besides her having fallen so far into the decline of life, the affairs of Ireland, though conducted with abilities and success, were still in disorder, and made a great diversion of her forces. The expence, incurred by this war, lay heavy upon her narrow revenues; and her ministers, taking advantage of her disposition to frugality, proposed to her an expedient of saving, which, though she at first disapproved of it, she was at last induced to embrace. It was represented to her, that the great sums of money, remitted to Ireland for the pay of the English forces, came, by the necessary course of circulation, into the hands of the rebels, and enabled them to buy abroad all necessary supplies of arms and ammunition, which, from the extreme poverty of that kingdom and its want of every useful commodity, they could not otherwise find means to purchase. It was therefore recommended to her, that she should pay her forces in base money; and it was asserted, that, besides the great saving to the revenue, this species of coin could never be exported with advantage, and would not pass in any foreign market. Some of her wiser counsellors maintained, that, if the pay of the soldiers were raised in proportion, the Irish rebels would necessarily reap the same benefit from the base money, which would always be taken at a rate suitable to its value; if the pay were not raised, there would be danger of a mutiny among the troops, who, whatever names might be affixed to the pieces of metal, would soon find from experience, that they were defrauded in their income. But Elizabeth, though she justly valued herself, on fixing the standard of the English coin, much debased by her predecessors, and had innovated very little in that delicate article, was seduced by the specious arguments employed by the treasurer on this occasion; and she coined a great quantity of base money, which he made use of in the pay of her forces in Ireland.","subId":"48","id":"Hume.HE.4.44.48"},{"type":"paragraph","content":"{Mountjoy's success in Ireland.} Mountjoy, the deputy, was a man of abilities; and foreseeing the danger of mutiny among the troops, he led them instantly into the field, and resolved, by means of strict discipline, and by keeping them employed against the enemy, to obviate those inconveniences, which were justly to be apprehended. He made military roads, and built a fortress at Moghery; he drove the Mac-Genises out of Lecale; he harassed Tyrone in Ulster with inroads and lesser expeditions; and by destroying, every where, and during all seasons, the provisions of the Irish, he reduced them to perish by famine in the woods and morasses, to which they were obliged to retreat. At the same time, Sir Henry Docwray, who commanded another body of troops, took the castle of Derry, and put garrisons into Newton and Aihogh; and having seized the monastery of Donnegal near Balishannon, he threw troops into it, and defended it against the assaults of O'Donnel and the Irish. Nor was Sir George Carew idle in the province of Munster. He seized the titular earl of Desmond, and sent him over, with Florence Macarty, another chieftain, prisoner to England. He arrested many suspected persons, and took hostages from others. And having got a reinforcement of two thousand men from England, he threw himself into Corke, which he supplied with arms and provisions; and he put every thing in a condition for resisting the Spanish invasion, which was daily expected. The deputy, informed of the danger, to which the southern provinces were exposed, left the prosecution of the war against Tyrone, who was reduced to great extremities; and he marched with his army into Munster.","subId":"49","id":"Hume.HE.4.44.49"},{"type":"paragraph","content":"{23rd Sept.} At last, the Spaniards, under Don John d'Aquila, arrived at Kinsale; and Sir Richard Piercy, who commanded in the town with a small garrison of a hundred and fifty men, found himself obliged to abandon it on their appearance. These invaders amounted to four thousand men, and the Irish discovered a strong propensity to join them, in order to free themselves from the English government, with which they were extremely discontented. One chief ground of their complaint, was the introduction of trials by jury; an institution, abhorred by that people, though nothing contributes more to the support of that equity and liberty, for which the English laws are so justly celebrated. The Irish also bore a great favour to the Spaniards, having entertained the opinion that they themselves were descended from that nation; and their attachment to the catholic religion proved a new cause of affection to the invaders. D'Aquila assumed the title of general in the holy war for the preservation of the faith in Ireland; and he endeavoured to persuade the people, that Elizabeth was, by several bulls of the pope, deprived of her crown; that her subjects were absolved from their oath of allegiance; and that the Spaniards were come to deliver the Irish from the dominion of the devil. Mountjoy found it necessary to act with vigour, in order to prevent a total insurrection of the Irish; and having collected his forces, he formed the siege of Kinsale by land; while Sir Richard Levison, with a small squadron, blockaded it by sea. He had no sooner begun his operations than he heard of the arrival of another body of two thousand Spaniards under the command of Alphonso Ocampo, who had taken possession of Baltimore and Berehaven; and he was obliged to detach Sir George Carew to oppose their progress. Tyrone, meanwhile, with Randal, Mac-Surley, Tirel baron of Kelley, and other chieftains of the Irish, had joined Ocampo with all their forces, and were marching to the relief of Kinsale. The deputy, informed of their design by intercepted letters, made preparations to receive them; and being re-inforced by Levison with six hundred marines, he posted his troops on an advantageous ground, which lay on the passage of the enemy, leaving some cavalry to prevent a sally from d'Aquila and the Spanish garrison. When Tyrone, with a detachment of Irish and Spaniards, approached, he was surprized to find the English so well posted, and ranged in good order; and he immediately sounded a retreat: But the deputy gave orders to pursue him; and having thrown these advanced troops into disorder, he followed them to the main body, whom he also attacked, and put to flight, with the slaughter of twelve hundred men. Ocampo was taken prisoner; Tyrone fled into Ulster; Odonnel made his escape into Spain; and d'Aquila, finding himself reduced to the greatest difficulties, was obliged to capitulate upon such terms as the deputy prescribed to him: He surrendered Kinsale and Baltimore, and agreed to evacuate the kingdom. This great blow, joined to other successes, gained by Wilmot, governor of Kerry, and by Roger and Gavin Harvey, threw the rebels into dismay, and gave a prospect of the final reduction of Ireland.","subId":"50","id":"Hume.HE.4.44.50"},{"type":"paragraph","content":"The Irish war, though successful, was extremely burthensome on the queen's revenue; and besides the supplies granted by parliament, which were indeed very small, but which they ever regarded as mighty concessions, she had been obliged, notwithstanding her great frugality, to employ other expedients, such as selling the royal demesnes and crown jewels, and exacting loans from the people; in order to support this cause, so essential to the honour and interests of England. {October 27. A parliament.} The necessity of her affairs obliged her again to summon a parliament; and it here appeared, that, though old age was advancing fast upon her, though she had lost much of her popularity by the unfortunate execution of Essex, insomuch that, when she appeared in public, she was not attended with the usual acclamations, yet the powers of her prerogative, supported by her vigour, still remained as high and uncontroulable as ever.","subId":"51","id":"Hume.HE.4.44.51"},{"type":"paragraph","content":"The active reign of Elizabeth had enabled many persons to distinguish themselves in civil and military employments; and the queen, who was not able, from her revenue, to give them any rewards proportioned to their services, had made use of an expedient, which had been employed by her predecessors, but which had never been carried to such an extreme as under her administration. She granted her servants and courtiers patents for monopolies; and these patents they sold to others, who were thereby enabled to raise commodities to what price they pleased, and who put invincible restraints upon all commerce, industry, and emulation in the arts. It is astonishing to consider the number and importance of those commodities, which were thus assigned over to patentees. Currants, salt, iron, powder, cards, calf-skins, fells, pouldavies, ox-shin-bones, train oil, lists of cloth, pot-ashes, anniseeds, vinegar, sea-coals, steel, aquavitae, brushes, pots, bottles, saltpetre, lead, accidences, oil, calamine stone, oil of blubber, glasses, paper, starch, tin, sulphur, new drapery, dried pilchards, transportation of Iron ordnance, of beer, of horn, of leather, importation of Spanish wool, of Irish yarn: These are but a part of the commodities, which had been appropriated to monopolists. When this list was read in the house, a member cried, Is not bread in the number? Bread, said every one with astonishment: Yes, I assure you, replied he, if affairs go on at this rate, we shall have bread reduced to a monopoly before next parliament. These monopolists were so exorbitant in their demands, that in some places they raised the price of salt, from sixteen-pence a bushel, to fourteen or fifteen shillings. Such high profits naturally begat intruders upon their commerce; and in order to secure themselves against encroachments, the patentees were armed with high and arbitrary powers from the council, by which they were enabled to oppress the people at pleasure, and to exact money from such as they thought proper to accuse of interfering with their patent. The patentees of salt-petre, having the power of entering into every house, and of committing what havock they pleased in stables, cellars, or wherever they suspected salt-petre might be gathered, commonly extorted money from those who desired to free themselves from this damage or trouble. And while all domestic intercourse was thus restrained, lest any scope should remain for industry, almost every species of foreign commerce was confined to exclusive companies, who bought and sold at any price, that they themselves thought proper to offer or exact.","subId":"52","id":"Hume.HE.4.44.52"},{"type":"paragraph","content":"These grievances, the most intolerable for the present, and the most pernicious in their consequences, that ever were known in any age or under any government, had been mentioned in that last parliament, and a petition had even been presented to the queen, complaining of the patents; but she still persisted in defending her monopolists against her people. A bill was now introduced into the lower house, abolishing all these monopolies; and as the former application had been unsuccessful, a law was insisted on as the only certain expedient for correcting these abuses. The courtiers, on the other hand, maintained, that this matter regarded the prerogative, and that the commons could never hope for success, if they did not make application, in the most humble and respectful manner, to the queen's goodness and beneficence. The topics, which were advanced in the house, and which came equally from the courtiers and the country gentlemen, and were admitted by both, will appear the most extraordinary to such as are prepossessed with an idea of the privileges enjoyed by the people during that age, and of the liberty possessed under the administration of Elizabeth. It was asserted, that the queen inherited both an enlarging and a restraining power; by her prerogative she might set at liberty what was restrained by statute or otherwise, and by her prerogative she might restrain what was otherwise at liberty: That the royal prerogative was not to be canvassed nor disputed nor examined; and did not even admit of any limitation. That absolute princes, such as the sovereigns of England, were a species of divinity. That it was in vain to attempt tying the queen's hands by laws or statutes; since, by means of her dispensing power, she could loosen herself at pleasure: And that even if a clause should be annexed to a statute, excluding her dispensing power, she could first dispense with that clause, and then with the statute. After all this discourse, more worthy of a Turkish divan than of an English house of commons, according to our present idea of this assembly, the queen, who perceived how odious monopolies had become, and what heats were likely to arise, sent for the speaker, and desired him to acquaint the house, that she would immediately cancel the most grievous and oppressive of these patents.","subId":"53","id":"Hume.HE.4.44.53"},{"type":"paragraph","content":"The house was struck with astonishment, and admiration, and gratitude at this extraordinary instance of the queen's goodness and condescension. A member said, with tears in his eyes, that, if a sentence of everlasting happiness had been pronounced in his favour, he could not have felt more joy than that with which he was at present overwhelmed. Another observed, that this message from the sacred person of the queen, was a kind of gospel or glad-tidings, and ought to be received as such, and be written in the tablets of their hearts. And it was farther remarked, that, in the same manner as the Deity would not give his glory to another, so the queen herself was the only agent in their present prosperity and happiness. The house voted, that the speaker, with a committee, should ask permission to wait on her majesty, and return thanks to her for her gracious concessions to her people.","subId":"54","id":"Hume.HE.4.44.54"},{"type":"paragraph","content":"When the speaker, with the other members, was introduced to the queen, they all flung themselves on their knees; and remained in that posture a considerable time, till she thought proper to express her desire, that they should rise. The speaker displayed the gratitude of the commons; because her sacred ears were ever open to hear them, and her blessed hands ever stretched out to relieve them. They acknowledged, he said, in all duty and thankfulness acknowledged, that, before they called, her preventing grace and all-deserving goodness watched over them for their good; more ready to give than they could desire, much less deserve. He remarked, that the attribute which was most proper to God, to perform all he promiseth, appertained also to her; and that she was all truth, all constancy, and all goodness. And he concluded with these expressions, \"Neither do we present our thanks in words or any outward sign, which can be no sufficient retribution for so great goodness; but in all duty and thankfulness, prostrate at your feet, we present our most loyal and thankful hearts, even the last drop of blood in our hearts, and the last spirit of breath in our nostrils, to be poured out, to be breathed up, for your safety.\" The queen heard very patiently this speech, in which she was flattered in phrases appropriated to the Supreme Being; and she returned an answer, full of such expressions of tenderness towards her people, as ought to have appeared fulsome after the late instances of rigour, which she had employed, and from which nothing but necessity had made her depart. Thus was this critical affair happily terminated; and Elizabeth, by prudently receding, in time, from part of her prerogative, maintained her dignity, and preserved the affections of her people.","subId":"55","id":"Hume.HE.4.44.55"},{"type":"paragraph","content":"The commons granted her a supply quite unprecedented, of four subsidies and eight fifteenths; and they were so dutiful as to vote this supply before they received any satisfaction in the business of monopolies, which they justly considered as of the utmost importance to the interest and happiness of the nation. Had they attempted to extort that concession by keeping the supply in suspence; so haughty was the queen's disposition, that this appearance of constraint and jealousy had been sufficient to have produced a denial of all their requests, and to have forced her into some acts of authority still more violent and arbitrary.","subId":"56","id":"Hume.HE.4.44.56"},{"type":"paragraph","content":"{1602.} The remaining events of this reign are neither numerous nor important. The queen, finding that the Spaniards had involved her in so much trouble, by fomenting and assisting the Irish rebellion, resolved to give them employment at home; and she fitted out a squadron of nine ships, under Sir Richard Levison, admiral, and Sir William Monson, vice-admiral, whom she sent on an expedition to the coast of Spain. The admiral, with part of the squadron, met the galleons loaded with treasure; but was not strong enough to attack them. The vice-admiral also fell in with some rich ships; but they escaped for a like reason: And these two brave officers, that their expedition might not prove entirely fruitless, resolved to attack the harbour of Cerimbra in Portugal; where, they received intelligence, a very rich carrack had taken shelter. The harbour was guarded by a castle: There were eleven gallies stationed in it: And the militia of the country, to the number, as was believed, of twenty thousand men, appeared in arms on the shore: Yet, notwithstanding these obstacles, and others derived from the winds and tides, the English squadron broke into the harbour, dismounted the guns of the castle, sunk, or burnt, or put to flight, the gallies, and obliged the carrack to suuender. They brought her home to England, and she was valued at a million of ducats. A sensible loss to the Spaniards; and a supply still more important to Elizabeth.","subId":"57","id":"Hume.HE.4.44.57"},{"type":"paragraph","content":"The affairs of Ireland, after the defeat of Tyrone, and the expulsion of the Spaniards, hastened to a settlement. Lord Mountjoy divided his army into small parties, and harassed the rebels on every side: He built Charlemont, and many other small forts, which were impregnable to the Irish, and guarded all the important passes of the country: The activity of Sir Henry Docwray and Sir Arthur Chichester permitted no repose or security to the rebels: And many of the chieftains, after skulking, during some time, in woods and morasses, submitted to mercy, and received such conditions as the deputy was pleased to impose upon them. {1603.} Tyrone himself made application by Arthur Mac-Baron, his brother, to be received upon terms; but Mountjoy would not admit him, except he made an absolute surrender of his life and fortunes to the queen's mercy. {Tyrone's submission.} He appeared before the deputy at Millefont, in a habit and posture suitable to his present fortune; and after acknowledging his offence in the most humble terms, he was committed to custody by Mountjoy; who intended to bring him over captive into England, to be disposed of at the queen's pleasure.","subId":"58","id":"Hume.HE.4.44.58"},{"type":"paragraph","content":"{Queen's sickness.} But Elizabeth was now incapable of receiving any satisfaction from this fortunate event: She had fallen into a profound melancholy; which all the advantages of her high fortune, all the glories of her prosperous reign, were unable, in any degree, to alleviate or assuage. Some ascribed this depression of mind to her repentance of granting a pardon to Tyrone, whom she had always resolved to bring to condign punishment for his treasons, but who had made such interest with the ministers, as to extort a remission from her. Others, with more likelihood, accounted for her dejection, by a discovery, which she had made, of the correspondence maintained in her court with her successor the king of Scots, and by the neglect, to which, on account of her old age and infirmities, she imagined herself to be exposed. But there is another cause assigned for her melancholy, which has long been rejected by historians as romantic, but which late discoveries seem to have confirmed: Some incidents happened, which revived her tenderness for Essex, and filled her with the deepest sorrow for the consent, which she had unwarily given to his execution.","subId":"59","id":"Hume.HE.4.44.59"},{"type":"paragraph","content":"The earl of Essex, after his return from the fortunate expedition against Cadiz, observing the encrease of the queen's fond attachment towards him, took occasion to regret, that the necessity of her service required him often to be absent from her person, and exposed him to all those ill offices, which his enemies, more assiduous in their attendance, could employ against him. She was moved with this tender jealousy; and making him the present of a ring, desired him to keep that pledge of her affection, and assured him, that, into whatever disgrace he should fall, whatever prejudices she might be induced to entertain against him, yet, if he sent her that ring, she would immediately, upon the sight of it, recall her former tenderness, would afford him a patient hearing, and would lend a favourable ear to his apology. Essex, notwithstanding all his misfortunes, reserved this precious gift to the last extremity; but after his trial and condemnation, he resolved to try the experiment, and he committed the ring to the countess of Nottingham, whom he desired to deliver it to the queen. The countess was prevailed on by her husband, the mortal enemy of Essex, not to execute the commission; and Elizabeth, who still expected, that her favourite would make this last appeal to her tenderness, and who ascribed the neglect of it to his invincible obstinacy, was, after much delay, and many internal combats, pushed by resentment and policy to sign the warrant for his execution. The countess of Nottingham, falling into sickness, and affected with the near approach of death, was seized with remorse for her conduct; and having obtained a visit from the queen, she craved her pardon, and revealed to her the fatal secret. The queen, astonished with this incident, burst into a furious passion: She shook the dying countess in her bed; and crying to her, That God might pardon her, but she never could, she broke from her, and thenceforth resigned herself over to the deepest and most incurable melancholy. She rejected all consolation: She even refused food and sustenance: And throwing herself on the floor, she remained sullen and immoveable, feeding her thoughts on her afflictions, and declaring life and existence an insufferable burthen to her. Few words she uttered; and they were all expressive of some inward grief, which she cared not to reveal: But sighs and groans were the chief vent, which she gave to her despondency, and which, though they discovered her sorrows, were never able to ease or assuage them. Ten days and nights she lay upon the carpet, leaning on cushions which her maids brought her; and her physicians could not persuade her to allow herself to be put to bed, much less to make trial of any remedies, which they prescribed to her. Her anxious mind, at last, had so long preyed on her frail body, that her end was visibly approaching; and the council, being assembled, sent the keeper, admiral, and secretary, to know her will with regard to her successor. She answered with a faint voice, that, as she had held a regal scepter, she desired no other than a royal successor. Cecil requesting her to explain herself more particularly, she subjoined, that she would have a king to succeed her; and who should that be but her nearest kinsman, the king of Scots? Being then advised by the archbishop of Canterbury to fix her thoughts upon God, she replied, that she did so, nor did her mind in the least wander from him. {And death. 24th March.} Her voice soon after left her; her senses failed; she fell into a lethargic slumber, which continued some hours; and she expired gently, without farther struggle or convulsion, in the seventieth year of her age, and forty-fifth of her reign.","subId":"60","id":"Hume.HE.4.44.60"},{"type":"paragraph","content":"{And character.} So dark a cloud overcast the evening of that day, which had shone out with a mighty lustre in the eyes of all Europe. There are few great personages in history, who have been more exposed to the calumny of enemies, and the adulation of friends, than queen Elizabeth; and yet there scarcely is any, whose reputation has been more certainly determined, by the unanimous consent of posterity. The unusual length of her administration, and the strong features of her character, were able to overcome all prejudices; and obliging her detractors to abate much of their invectives, and her admirers somewhat of their panegyrics, have at last, in spite of political factions, and what is more, of religious animosities, produced a uniform judgment with regard to her conduct. Her vigour, her constancy, her magnanimity, her penetration, vigilance, address, are allowed to merit the highest praises, and appear not to have been surpassed by any person that ever filled a throne: A conduct less rigorous, less imperious, more sincere, more indulgent to her people, would have been requisite to form a perfect character. By the force of her mind, she controuled all her more active and stronger qualities, and prevented them from running into excess: Her heroism was exempt from temerity, her frugality from avarice, her friendship from partiality, her active temper from turbulency and a vain ambition: She guarded not herself with equal care or equal success from lesser infirmities; the rivalship of beauty, the desire of admiration, the jealousy of love, and the sallies of anger.","subId":"61","id":"Hume.HE.4.44.61"},{"type":"paragraph","content":"Her singular talents for government were founded equally on her temper and on her capacity. Endowed with a great command over herself, she soon obtained an uncontrouled ascendant over her people; and while she merited all their esteem by her real virtues, she also engaged their affections by her pretended ones. Few sovereigns of England succeeded to the throne in more difficult circumstances; and none ever conducted the government with such uniform success and felicity. Though unacquainted with the practice of toleration, the true secret for managing religious factions, she preserved her people, by her superior prudence, from those confusions, in which theological controversy had involved all the neighbouring nations: And though her enemies were the most powerful princes of Europe, the most active, the most enterprising, the least scrupulous, she was able by her vigour to make deep impressions on their states: Her own greatness, meanwhile, remained untouched and unimpaired.","subId":"62","id":"Hume.HE.4.44.62"},{"type":"paragraph","content":"The wise ministers and brave warriors, who flourished under her reign, share the praise of her success; but instead of lessening the applause due to her, they make great addition to it. They owed, all of them, their advancement to her choice; they were supported by her constancy; and with all their abilities, they were never able to acquire any undue ascendant over her. In her family, in her court, in her kingdom, she remained equally mistress: The force of the tender passions was great over her, but the force of her mind was still superior; and the combat, which her victory visibly cost her, serves only to display the firmness of her resolution, and the loftiness of her ambitious sentiments.","subId":"63","id":"Hume.HE.4.44.63"},{"type":"paragraph","content":"The fame of this princess, though it has surmounted the prejudices both of faction and bigotry, yet lies still exposed to another prejudice, which is more durable because more natural, and which, according to the different views in which we survey her, is capable either of exalting beyond measure, or diminishing the lustre of her character. This prejudice is founded on the consideration of her sex. When we contemplate her as a woman, we are apt to be struck with the highest admiration of her great qualities and extensive capacity; but we are also apt to require some more softness of disposition, some greater lenity of temper, some of those amiable weaknesses by which her sex is distinguished. But the true method of estimating her merit, is to lay aside all these considerations, and consider her merely as a rational being, placed in authority, and entrusted with the government of mankind. We may find it difficult to reconcile our fancy to her as a wife or a mistress; but her qualities as a sovereign, though with some considerable exceptions, are the object of undisputed applause and approbation.","subId":"64","id":"Hume.HE.4.44.64"},{"type":"note","content":"Sir J. Davies, p. 5, 6, 7, &c.","subId":"n1","id":"Hume.HE.4.44.n1"},{"type":"note","content":"Sir J. Davies, p. 102, 103, &c.","subId":"n2","id":"Hume.HE.4.44.n2"},{"type":"note","content":"Sir J. Davies, p. 133, 134, &c.","subId":"n3","id":"Hume.HE.4.44.n3"},{"type":"note","content":"See Spencer's account of Ireland, throughout.","subId":"n4","id":"Hume.HE.4.44.n4"},{"type":"note","content":"Camden, p. 457.","subId":"n5","id":"Hume.HE.4.44.n5"},{"type":"note","content":"Memoirs of the Sidneys, vol. i. p. 86.","subId":"n6","id":"Hume.HE.4.44.n6"},{"type":"note","content":"Cox, p. 342. Sidney, vol. i. p. 85, 200.","subId":"n7","id":"Hume.HE.4.44.n7"},{"type":"note","content":"Camden, p. 542. Sidney, vol. i. p. 65, 109, 183, 184.","subId":"n8","id":"Hume.HE.4.44.n8"},{"type":"note","content":"Camden, p. 385, 391.","subId":"n9","id":"Hume.HE.4.44.n9"},{"type":"note","content":"Camden, p. 409.","subId":"n10","id":"Hume.HE.4.44.n10"},{"type":"note","content":"Ibid. p. 409. Cox, p. 324.","subId":"n11","id":"Hume.HE.4.44.n11"},{"type":"note","content":"Ibid. p. 321.","subId":"n12","id":"Hume.HE.4.44.n12"},{"type":"note","content":"Cox, p. 350.","subId":"n13","id":"Hume.HE.4.44.n13"},{"type":"note","content":"Camden, p. 424.","subId":"n14","id":"Hume.HE.4.44.n14"},{"type":"note","content":"Ibid. p. 430. Cox, p. 354.","subId":"n15","id":"Hume.HE.4.44.n15"},{"type":"note","content":"Stowe, p. 720.","subId":"n16","id":"Hume.HE.4.44.n16"},{"type":"note","content":"Camden, p. 566.","subId":"n17","id":"Hume.HE.4.44.n17"},{"type":"note","content":"Nanton's Fragmenta Regalia, p. 203.","subId":"n18","id":"Hume.HE.4.44.n18"},{"type":"note","content":"Cox, p. 415.","subId":"n19","id":"Hume.HE.4.44.n19"},{"type":"note","content":"Bacon, vol. iv. p. 512.","subId":"n20","id":"Hume.HE.4.44.n20"},{"type":"note","content":"Cabala, p. 79.","subId":"n21","id":"Hume.HE.4.44.n21"},{"type":"note","content":"Rymer, tom. xvi. p. 366.","subId":"n22","id":"Hume.HE.4.44.n22"},{"type":"note","content":"Camden. Osborne, p. 371.","subId":"n23","id":"Hume.HE.4.44.n23"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 421, 451.","subId":"n24","id":"Hume.HE.4.44.n24"},{"type":"note","content":"Ibid. p. 431. Bacon, vol. iv. p. 512.","subId":"n25","id":"Hume.HE.4.44.n25"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 448.","subId":"n26","id":"Hume.HE.4.44.n26"},{"type":"note","content":"Winwood, vol. i. p. 140.","subId":"n27","id":"Hume.HE.4.44.n27"},{"type":"note","content":"Cox, p. 421.","subId":"n28","id":"Hume.HE.4.44.n28"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 430. Cox, p. 421.","subId":"n29","id":"Hume.HE.4.44.n29"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 112, 113.","subId":"n30","id":"Hume.HE.4.44.n30"},{"type":"note","content":"Ibid. p. 125.","subId":"n31","id":"Hume.HE.4.44.n31"},{"type":"note","content":"   Winwood, vol. i. p. 307. State Trials. Bacon, vol. iv. p. 514, 535, 537.","subId":"n32","id":"Hume.HE.4.44.n32"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 453.","subId":"n33","id":"Hume.HE.4.44.n33"},{"type":"note","content":"Winwood, vol. i. p. 118.","subId":"n34","id":"Hume.HE.4.44.n34"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 127.","subId":"n35","id":"Hume.HE.4.44.n35"},{"type":"note","content":"Birch's Memoirs, p. 444, 445. Sydney's Letters, vol. ii. p. 196.","subId":"n36","id":"Hume.HE.4.44.n36"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 151.","subId":"n37","id":"Hume.HE.4.44.n37"},{"type":"note","content":"Ibid. p. 139.","subId":"n38","id":"Hume.HE.4.44.n38"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 153.","subId":"n39","id":"Hume.HE.4.44.n39"},{"type":"note","content":"Ibid. p. 155, 156.","subId":"n40","id":"Hume.HE.4.44.n40"},{"type":"note","content":"Birch's Memoirs, p. 444.","subId":"n41","id":"Hume.HE.4.44.n41"},{"type":"note","content":"Camden, p. 617.","subId":"n42","id":"Hume.HE.4.44.n42"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 449.","subId":"n43","id":"Hume.HE.4.44.n43"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 200.","subId":"n44","id":"Hume.HE.4.44.n44"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 200, 201.","subId":"n45","id":"Hume.HE.4.44.n45"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 454. Camden, p. 626, 627.","subId":"n46","id":"Hume.HE.4.44.n46"},{"type":"note","content":"Cabala, p. 78.","subId":"n47","id":"Hume.HE.4.44.n47"},{"type":"note","content":"Cabala, p. 83.","subId":"n48","id":"Hume.HE.4.44.n48"},{"type":"note","content":"Winwood, vol. i. p. 254.","subId":"n49","id":"Hume.HE.4.44.n49"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 462.","subId":"n50","id":"Hume.HE.4.44.n50"},{"type":"note","content":"Camden, p. 628.","subId":"n51","id":"Hume.HE.4.44.n51"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 472.","subId":"n52","id":"Hume.HE.4.44.n52"},{"type":"note","content":"Camden, p. 628.","subId":"n53","id":"Hume.HE.4.44.n53"},{"type":"note","content":"Cabala, p. 79.","subId":"n54","id":"Hume.HE.4.44.n54"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 463. Camden, p. 630.","subId":"n55","id":"Hume.HE.4.44.n55"},{"type":"note","content":"Camden, p. 629. Osborne, p. 397. Sir Walter Raleigh's Prerogative of parliament, p. 43.","subId":"n56","id":"Hume.HE.4.44.n56"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 442, 443.","subId":"n57","id":"Hume.HE.4.44.n57"},{"type":"note","content":"Sydney's Letters, vol. ii. p. 171.","subId":"n58","id":"Hume.HE.4.44.n58"},{"type":"note","content":"Most of queen Elizabeth's courtiers feigned love and desire towards her, and addressed themselves to her in the stile of passion and gallantry. Sir Walter Raleigh, having fallen into disgrace, wrote the following letter to his friend Sir Robert Cecil, with a view, no doubt, of having it shewn to the queen. \"My heart was never broke till this day, that I hear the queen goes away so far off, whom I have followed so many years, with so great love and desire, in so many journeys, and am now left behind her in a dark prison all alone. While she was yet near at hand, that I might hear of her once in two or three days, my sorrows were the less; but even now my heart is cast into the depth of all misery. I, that was wont to behold her riding like Alexander, hunting like Diana, walking like Venus, the gentle wind blowing her fair hair about her pure cheeks, like a nymph, sometimes sitting in the shade like a Goddess, sometimes singing like an Angel, sometimes playing like Orpheus; behold the sorrow of this world! once amiss hath bereaved me of all. O glory that only shineth in misfortune, what is become of thy assurance? All wounds have scars but that of fantasie: All affections their relenting but that of womankind. Who is the judge of friendship but adversity, or when is grace witnessed but in offences? There were no divinity but by reason of compassion: For revenges are brutish and mortal. All those times past, the loves, the sighs, the sorrows, the desires, cannot they weigh down one frail misfortune? Cannot one drop of gall be hid in so great heaps of sweetness? I may then conclude, Spes & fortuna, valete. She is gone in whom I trusted; and of me hath not one thought of mercy, nor any respect of that which was. Do with me now therefore what you list. I am more weary of life than they are desirous I should perish; which, if it had been for her, as it is by her, I had been too happily born.\" Murden, 657. It is to be remarked, that this Nymph, Venus, Goddess, Angel, was then about sixty. Yet five or six years after, she allowed the same language to be held to her. Sir Henry Unton, her ambassador in France, relates to her a conversation which he had with Henry IV. The monarch, after having introduced Unton to his mistress, the fair Gabrielle, asked him how he liked her. \"I answered sparingly in her praise,\" said the minister, \"and told him, that if, without offence, I might speak it, I had the picture of a far more excellent mistress, and yet did her picture come far short of her perfection of beauty. As you love me, said he, shew it me, if you have it about you. I made some difficulties; yet upon his importunity offered it to his view very secretly, holding it still in my hand: He beheld it with passion and admiration, saying, that I had reason, Je me rends, protesting, that he had never seen the like; so, with great reverence, he kissed it twice or thrice, I detaining it still in my hand. In the end, with some kind of contention, he took it from me, vowing, that I might take my leave of it: For he would not forego it for any treasure: And that to possess the favour of the lively picture, he would forsake all the world, and hold himself most happy; with many other most passionate speeches.\" Murden, p. 718. For farther particulars on this head, see the ingenious author of the Catalogue of royal and noble Authors, article Essex.","subId":"n59","id":"Hume.HE.4.44.n59"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 471.","subId":"n60","id":"Hume.HE.4.44.n60"},{"type":"note","content":"Winwood's Memorials, vol. i. p. 186–226.","subId":"n61","id":"Hume.HE.4.44.n61"},{"type":"note","content":"Camden, p. 630. Birch's Memoirs, vol. ii. p. 464. State Trials. Bacon, vol. iv. p. 542, 543.","subId":"n62","id":"Hume.HE.4.44.n62"},{"type":"note","content":"Camden, p. 632.","subId":"n63","id":"Hume.HE.4.44.n63"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 469.","subId":"n64","id":"Hume.HE.4.44.n64"},{"type":"note","content":"Bacon, vol. iv. p. 530.","subId":"n65","id":"Hume.HE.4.44.n65"},{"type":"note","content":"Winwood, vol. i. p. 300.","subId":"n66","id":"Hume.HE.4.44.n66"},{"type":"note","content":"Ibid. vol. i. p. 302.","subId":"n67","id":"Hume.HE.4.44.n67"},{"type":"note","content":"Dr. Barlow's sermon on Essex's execution. Bacon, vol. iv. p. 534.","subId":"n68","id":"Hume.HE.4.44.n68"},{"type":"note","content":"Murdin, p. 811.","subId":"n69","id":"Hume.HE.4.44.n69"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 510.","subId":"n70","id":"Hume.HE.4.44.n70"},{"type":"note","content":"Osborne, p. 615.","subId":"n71","id":"Hume.HE.4.44.n71"},{"type":"note","content":"Spotswood, p. 471, 472.","subId":"n72","id":"Hume.HE.4.44.n72"},{"type":"note","content":"Winwood, vol. i. p. 352.","subId":"n73","id":"Hume.HE.4.44.n73"},{"type":"note","content":"Spotswood, p. 471.","subId":"n74","id":"Hume.HE.4.44.n74"},{"type":"note","content":"Camden, p. 643.","subId":"n75","id":"Hume.HE.4.44.n75"},{"type":"note","content":"Rymer, tom. xvi. p. 414.","subId":"n76","id":"Hume.HE.4.44.n76"},{"type":"note","content":"Camden, p. 644.","subId":"n77","id":"Hume.HE.4.44.n77"},{"type":"note","content":"Camden, p. 645.","subId":"n78","id":"Hume.HE.4.44.n78"},{"type":"note","content":"Winwood, vol. i. p. 369.","subId":"n79","id":"Hume.HE.4.44.n79"},{"type":"note","content":"D'Ewes, p. 629.","subId":"n80","id":"Hume.HE.4.44.n80"},{"type":"note","content":"Ibid.","subId":"n81","id":"Hume.HE.4.44.n81"},{"type":"note","content":"Ibid. p. 602. Osborne, p. 604.","subId":"n82","id":"Hume.HE.4.44.n82"},{"type":"note","content":"D'Ewes, p. 648, 650, 652.","subId":"n83","id":"Hume.HE.4.44.n83"},{"type":"note","content":"Ibid. p. 648.","subId":"n84","id":"Hume.HE.4.44.n84"},{"type":"note","content":"Ibid. p. 647.","subId":"n85","id":"Hume.HE.4.44.n85"},{"type":"note","content":"D'Ewes, p. 644, 646, 652.","subId":"n86","id":"Hume.HE.4.44.n86"},{"type":"note","content":"Ibid. p. 653.","subId":"n87","id":"Hume.HE.4.44.n87"},{"type":"note","content":"D'Ewes, p. 644, 675.","subId":"n88","id":"Hume.HE.4.44.n88"},{"type":"note","content":"Ibid. p. 644, 649.","subId":"n89","id":"Hume.HE.4.44.n89"},{"type":"note","content":"Ibid. p. 646, 654.","subId":"n90","id":"Hume.HE.4.44.n90"},{"type":"note","content":"Ibid. p. 649.","subId":"n91","id":"Hume.HE.4.44.n91"},{"type":"note","content":"Ibid.","subId":"n92","id":"Hume.HE.4.44.n92"},{"type":"note","content":"Ibid. p. 640, 646.","subId":"n93","id":"Hume.HE.4.44.n93"},{"type":"note","content":"It may not be amiss to subjoin some passages of these speeches; which may serve to give us a just idea of the government of that age, and of the political principles, which prevailed during the reign of Elizabeth. Mr. Laurence Hyde proposed a bill, entituled, An act for the explanation of the common law in certain cases of letters patent. Mr. Spicer said, This bill may touch the prerogative royal, which, as I learned the last parliament, is so transcendent, that the——of the subject may not aspire thereunto. Far be it therefore from me, that the state and prerogative royal of the prince should be tied by me, or by the act of any other subiect. Mr. Francis Bacon said, As to the prerogative-royal of the prince, for my own part, I ever allowed of it; and it is such as l hope will never be discussed. The queen, as she is our sovereign, hath both an enlarging and restraining power. For by her prerogative she may set at liberty things restrained by statute law or otherwise, and secondly, by her prerogative she may restrain things which be at liberty. For the first, she may grant a non obstante contrary to the penal laws.——With regard to monopolies and such like cases, the case hath ever been to humble ourselves unto her majesty, and by petition desire to have our grievances remedied, especially when the remedy toucheth her so nigh in point of prerogative——I say, and I say it again, that we ought not to deal, to judge, or meddle with her majesty's prerogative. I wish therefore every man to be careful of this business. Dr. Bennet said, He that goeth about to debate her majesty's prerogative had need to walk warily. Mr. Laurence Hyde said, For the bill itself, I made it, and I think I understand it: And far be it from this heart of mine to think, this tongue to speak, or this hand to write any thing either in prejudice or derogation of her majesty's prerogative-royal and the state.——Mr. Speaker, quoth Serjeant Harris, for ought I see, the house moveth to have this bill in the nature of a petition. It must then begin with more humiliation. And truly, Sir, the bill is good of itself, but the penning of it is somewhat out of course. Mr. Montagu said, The matter is good and honest, and I like this manner of proceeding by bill well enough in this matter. The grievances are great, and I would note only unto you thus much, that the last parliament we proceeded by way of petition, which had no successful effect. Mr. Francis More said, I know the queen's prerogative is a thing cunous to be dealt withal: yet all grievances are not comparable. I cannot utter with my tongue or conceive with my heart the great grievances that the town and country, for which I serve, suffereth by some of these monopolies. It bringeth the general profit into a private hand, and the end of all this is beggary and bondage to the subjects. We have a law for the true and faithful currying of leather: There is a patent sets all at liberty, notwithstanding that statute. And to what purpose is it to do any thing by act of parliament, when the queen will undo the same by her prerogative? Out of the spirit of humiliation, Mr. Speaker, I do speak it, there is no act of her's that hath been or is more derogatory to her own majesty, more odious to the subiect, more dangerous to the commonwealth than the granting of these monopolies. Mr. Martin said, I do speak for a town that grieves and pines, for a country that groaneth and languisheth under the burden of monstrous and unconscionable substitutes to the monopolitans of starch, tin, fish, cloth, oil, vinegar, salt, and I know not what; nay, what not? The principalest commodities both of my town and country are engrost into the hands of these blood-suckers of the commonwealth. If a body, Mr. Speaker, being let blood, be left still languishing without any remedy, how can the good estate of that body still remain? Such is the state of my town and country; the traffic is taken away, the inward and private commodities are taken away, and dare not be used without the license of these monopolitans. If these blood-suckers be still let alone to suck up the best and principalest commodities, which the earth there hath given us, what will become of us, from whom the fruits of our own soil and the commodities of our own labour, which with the sweat of our brows, even up to the knees in mire and dirt, we have laboured for, shall be taken by warrant of supreme authority, which the poor subject dare not gainsay? Mr. George Moore said, We know the power of her majesty cannot be restrained by any act: why therefore should we thus talk? Admit we should make this statute with a non obstante: yet the queen may grant a patent with a non obstante, to cross this non obstante. I think therefore it agreeth more with the gravity and wisdom of this house to proceed with all humbleness by petition than bill. Mr. Downland said, As I would be no let or over-vehement in any thing, so I am not sottish or senseless of the common grievance of the commonwealth. If we proceed by way of petition, we can have no more gracious answer, than we had the last parliament to our petition. But since that parliament, we have no reformation. Sir Robert Wroth said, I speak, and I speak it boldly, these patentees are worse than ever they were. Mr. Hayward Townsend proposed, that they should make suit to her majesty, not only to repeal all monopolies grievous to the subject, but also that it would please her majesty to give the parliament leave to make an act that they might be of no more force, validity, or effect, than they are at the common law, without the strength of her prerogative. Which though we might now do, and the act being so reasonable, we might assure ourselves her majesty would not delay the passing thereof, yet we, her loving subjects, &c. would not offer without her privity and consent (the cause so nearly touching her prerogative) or go about to do any such act.On a subsequent day, the bill against monopolies was again introduced, and Mr. Spicer said, It is to no purpose to offer to tie her majesty's hands by act of parliament, when she may loosen herself at her pleasure. Mr. Davies said, God hath given that power to absolute princes, which he attributes to himself. Dixi quod Dii estis. (N. B. This axiom he applies to the kings of England.) Mr. secretary Cecil said, I am servant to the queen, and before I would speak and give consent to a case that should debase her prerogative, or abridge it, I would wish that my tongue were cut out of my head, I am sure there were law-makers before there were laws: (Meaning, I suppose, that the sovereign was above the laws.) One gentleman went about to possess us, with the execution of the law in an ancient record of 5 or 7 of Edward the third. Likely enough to be true in that time, when the king was afraid of the subject. If you stand upon the law, and dispute of the prerogative, hark ye what Bracton says, Praerogativam nostram nemo audeat disputare. And for my own part, I like not these courses should be taken. And you, Mr. Speaker, should perform the charge her majesty gave unto you, in the beginning of this parliament, not to receive bills of this nature: For her majesty's ears be open to all grievances, and her hands stretched out to every man's petitions.——When the prince dispenses with a penal law, that is left to the alteration of sovereignty, that is good and irrevocable. Mr. Montague said, I am loth to speak what I know, lest, perhaps, I should displease. The prerogative-royal is that which is now in question, and which the laws of the land have ever allowed and maintained. Let us therefore apply by petition to her majesty.After the speaker told the house that the queen had annulled many of the patents, Mr. Francis More said, I must confess, Mr. Speaker, I moved the house both the last parliament and this, touching this point; but I never meant (and I hope the house thinketh so) to set limits and bounds to the prerogative royal. He proceeds to move, that thanks should be given to her majesty; and also, that whereas divers speeches have been moved extravagantly in the house, which doubtless have been told her majesty, and perhaps ill conceived of by her, Mr. Speaker would apologize, and humbly crave pardon for the same. N. B. These extracts were taken by Townsend, a member of the house, who was no courtier; and the extravagance of the speeches seems rather to be on the other side: It will certainly appear strange to us that this liberty should be thought extravagant. However, the queen, notwithstanding her cajoling the house, was so ill satisfied with these proceedings, that she spoke of them peevishly in her concluding speech, and told them, that she perceived that private respects with them were privately masqued under public presence. D'Ewes, p. 619.There were some other topics, in favour of prerogative, still more extravagant, advanced in the house this parliament. When the question of the subsidy was before them, Mr. Serjeant Heyle said, Mr. Speaker, I marvel much that the house should stand upon granting of a subsidy or the time of payment, when all we have is her majesty's, and she may lawfully at her pleasure take it from us: Yea, she hath as much right to all our lands and goods as to any revenue of her crown. At which all the house hemmed, and laughed and talked. Well, quoth serjeant Heyle, all your hemming shall not put me out of countenance. So Mr. Speaker stood up and said, It is a great disorder, that this house should be used——So the said serjeant proceeded, and when he had spoken a little while the house hemmed again; and so he sat down. In his latter speech, he said, he could prove his former position by precedents in the time of Henry the third, king John, king Stephen, &c. which was the occasion of their hemming. D'Ewes, p. 633. It is observable, that Heyle was an eminent lawyer, a man of character. Winwood, vol. i. p. 290. And though the house in general shewed their disapprobation, no one cared to take him down, or oppose these monstrous positions. It was also asserted this session, that in the same manner as the Roman consul was possessed of the power of rejecting or admitting motions in the senate, the speaker might either admit or reject bills in the house. D'Ewes, p. 677. The house declared themselves against this opinion; but the very proposal of it is a proof at what a low ebb liberty was at that time in England.In the year 1591, the judges made a solemn decree, that England was an absolute empire, of which the king was the head. In consequence of this opinion, they determined, that even if the act of the first of Elizabeth had never been made, the king was supreme head of the church; and might have erected, by his prerogative, such a court as the ecclesiastical commission: For that he was the head of all his subjects. Now that court was plainly arbitrary: The inference is, that his power was equally absolute over the laity. See Coke's Reports, p. 5. Caudrey's case.","subId":"n94","id":"Hume.HE.4.44.n94"},{"type":"note","content":"D'Ewes, p. 654.","subId":"n95","id":"Hume.HE.4.44.n95"},{"type":"note","content":"Ibid. p. 656.","subId":"n96","id":"Hume.HE.4.44.n96"},{"type":"note","content":"D'Ewes, p. 657.","subId":"n97","id":"Hume.HE.4.44.n97"},{"type":"note","content":"We learn from Hentzner's Travels, that no one spoke to queen Elizabeth without kneeling; though now and then she raised some with waving her hand. Nay, wherever she turned her eye, every one fell on his knees. Her successor first allowed his courtiers to omit this ceremony; and as he exerted not the power, so he relinquished the appearance of despotism. Even when queen Elizabeth was absent, those who covered her table, though persons of quality, neither approached it nor retired from it without kneeling, and that often three times.","subId":"n98","id":"Hume.HE.4.44.n98"},{"type":"note","content":"D'Ewes, p. 658, 659.","subId":"n99","id":"Hume.HE.4.44.n99"},{"type":"note","content":"Monson, p. 181.","subId":"n100","id":"Hume.HE.4.44.n100"},{"type":"note","content":"Camden, p. 647.","subId":"n101","id":"Hume.HE.4.44.n101"},{"type":"note","content":"This year the Spaniards began the siege of Ostend, which was bravely defended for five months by Sir Francis Vere. The states then relieved him, by sending him a new governor; and on the whole the siege lasted three years, and is computed to have cost the lives of a hundred thousand men.","subId":"n102","id":"Hume.HE.4.44.n102"},{"type":"note","content":"See the proofs of this remarkable fact collected in Birch's Negociations, p. 206. And Memoirs, vol. ii. p. 481, 505, 506, &c.","subId":"n103","id":"Hume.HE.4.44.n103"},{"type":"note","content":"Strype, vol. iv. No. 276.","subId":"n104","id":"Hume.HE.4.44.n104"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.4","imported":true,"title":"Volume 4. The History of the House of Tudor, Part 2","breadcrumb":"Volume 4","published":[1759]}],"prev":{"id":"Hume.HE.4.43","imported":true,"title":"Chapter 43. Elizabeth (cont.)","breadcrumb":"Chapter 43","published":[1759]},"next":{"id":"Hume.HE.4.App3","imported":true,"title":"Appendix 3. Appendix to the Reign of Elizabeth","breadcrumb":"Appendix 3","published":[1759]}}