{"imported":true,"id":"Berkeley.THK.Ded","parent":"Berkeley.THK","title":"Dedication","breadcrumb":"Dedication","texts":[],"published":[1710],"copytext":[1734],"sourceUrl":"https://www.maths.tcd.ie/~dwilkins/Berkeley/HumanKnowledge/","sourceDesc":"Berkeley’s <cite>Treatise Concerning the Principles of Human Knowledge</cite> was first published in 1710, and then again in 1734 together with the <cite>Three Dialogues Between Hylas and Philonous</cite>. Our copytext is this later edition, which corrects a few typographical errors, makes some small stylistic improvements, and uses more modern spelling. The original dedication and preface from the 1710 edition, not reprinted in 1734, are also included. The text here derives from David Wilkins’s online edition.","forename":"George","surname":"Berkeley","author":"George Berkeley","birth":1685,"death":1753,"nationality":"Irish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>TO THE</h3> <h3>Right Honourable</h3> <h1>THOMAS</h1> <h3>EARL OF</h3> <h2><em>PEMBROKE</em>, &amp;c.</h2> <h3><em>Knight</em> of the <em>Most Noble Order</em> of the <span class=\"small-capitals\">Garter</span>,</h3> <h4>AND</h4> <h2>One of the <em>Lords</em> of Her <em>MAJESTY</em>'s <em>Most Honourable</em> <span class=\"small-capitals\">Privy Council</span>.</h2> ","id":"Berkeley.THK.Ded"},{"type":"paragraph","content":"YOu'll, perhaps, wonder that an obscure Person, who has not the Honour to be known to Your Lordship, shou'd presume to Address You in this manner. But that a Man, who has Written something with a design to promote <em>useful Knowledge</em> and <em>Religion</em> in the World, shou'd make Choice of Your Lordship for his Patron, will not be thought strange by any one that is not altogether unacquainted with the present State of the Church and Learning, and consequently ignorant how great an Ornament and Support You are to both. Yet, nothing cou'd have induced me to make You this present of my poor Endeavours, were I not Encourag'd by that Candour and Native Goodness, which is so bright a Part in Your Lordship's Character. I might add, my Lord, that the Extraordinary Favour and Bounty You have been pleas'd to shew towards our Society, gave me Hopes, You'd not be unwilling to countenance the Studies of one of its Members. These Considerations determin'd me to lay this Treatise at Your Lordship's Feet. And the rather, because I was Ambitious to have it known, that I am with the truest and most profound Respect, on account of that Learning and Vertue which the World so justly Admires in Your Lordship, <br> &emsp;My Lord,<em> <br> &emsp;&emsp;Your Lordship's</em><br> &emsp;&emsp;&emsp;Most Humble<em> <br> &emsp;&emsp;&emsp;&emsp;And most Devoted Servant.</em> <br> &emsp;&emsp;&emsp;<span class=\"name\">George Berkeley.</span>","subId":"1","id":"Berkeley.THK.Ded.1"}]}