{"id":"Hume.EWU.CR","imported":true,"parent":"Hume.EWU","title":"A Character of Sir Robert Walpole","breadcrumb":"A Character of Sir Robert Walpole","published":[1742],"copytext":[1768],"sourceDesc":"The first edition of Hume’s [Essays, Moral and Political] contained eight essays that were later withdrawn from the [Essays, Moral, Political, and Literary, Part 1] (as this collection would ultimately be called). These essays are collected together here, alongside the two unpublished essays [Of Suicide] and [Of the Immortality of the Soul]. These latter were printed in 1755, intended for what became the [Four Dissertations] of 1757, but Hume soon regretted the decision and had them removed, writing the essay [Of the Standard of Taste] to fill their place. A few copies of the 1755 print were circulated (against Hume’s wishes), which therefore serves as our copytext. In preparing the critical text here, the copy held in the National Library of Scotland, containing several modifications in Hume’s hand, was consulted.","blocks":[{"type":"title","content":"A Character of Sir Robert Walpole.\n","id":"Hume.EWU.CR"},{"type":"paragraph","content":"What our author's opinion was of the famous minister here pointed at, may be learned from that essay, printed in the former editions, under the title of A character of Sir Robert Walpole: It was as follows: There never was a man, whose actions and character have been more earnestly and openly canvassed, than those of the present minister, who, having governed a learned and free nation for so long a time, amidst such mighty opposition, may make a large library of what has been wrote for and against him, and is the subject of above half the paper that has been blotted in the nation within these twenty years. I wish for the honour of our country, that any one character of him had been drawn with such judgment and impartiality, as to have some credit with posterity, and to shew, that our liberty has, once at least, been employed to good purpose. I am only afraid, of failing in the former quality of judgment: But if it should be so, 'tis but one page more thrown away, after an hundred thousand, upon the same subject, that have perished, and become useless. In the mean time, I shall flatter myself with the pleasing imagination, that the following character will be adopted by future historians.","subId":"1","id":"Hume.EWU.CR.1","pages":"574-5"},{"type":"paragraph","content":"Sir ROBERT WALPOLE, prime minister of Great Britain, is a man of ability, not a genius; good-natured, not virtuous; constant, not magnanimous; moderate, not equitable; His virtues, in some instances, are free from the allay of those vices, which usually accompany such virtues: He is a generous friend, without being a bitter enemy. His vices, in other instances, are not compensated by those virtues which are nearly allyed to them; His want of enterprise is not attended with frugality. The private character of the man is better than the public: His virtues more than his vices: His fortune greater than his fame. With many good qualities he has incurred the public hatred: With good capacity he has not escaped ridicule. He would have been esteemed more worthy of his high station had he never possessed it; and is better qualified for the second than for the first place in any government. His ministry has been more advantageous to his family than to the public, better for this age than for posterity, and more pernicious by bad precedents than by real grievances. During his time trade has flourished, liberty declined, and learning gone to ruin. As I am a man, I love him; as I am a scholar, I hate him; as I am a Briton, I calmly wish his fall. And were I a member of either house, I would give my vote for removing him from St. James's; but should be glad to see him retire to Houghton-Hall, to pass the remainder of his days in ease and pleasure.","subId":"2","id":"Hume.EWU.CR.2","pages":"575-6"},{"type":"paragraph","content":"The author is pleased to find, that after animosities are subsided, and calumny has ceased, the whole nation almost have returned to the same moderate sentiments with regard to this great man, if they are not rather become more favourable to him, by a very natural transition, from one extreme to another. The author would not oppose those humane sentiments towards the dead; though he cannot forbear observing, that the not paying more of our public debts was, as hinted in this character, a great, and the only great, error in that long administration.","subId":"3","id":"Hume.EWU.CR.3","pages":"576"},{"type":"note","content":"Moderate in the exercise of power, not equitable in engrossing it.","subId":"n1","id":"Hume.EWU.CR.n1","pages":"575"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"}],"prev":{"id":"Hume.EWU.MS","imported":true,"title":"Of the Middle Station of Life","breadcrumb":"Of the Middle Station of Life","published":[1742]},"next":{"id":"Hume.EWU.Su","imported":true,"title":"Of Suicide","breadcrumb":"Of Suicide","published":[1777]}}