{"imported":true,"id":"Hume.THN.3.3.3","parent":"Hume.THN.3.3","title":"Section 3. Of goodness and benevolence","breadcrumb":"Section 3","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. III. £3 £4 _Of goodness and benevolence._ £4","id":"Hume.THN.3.3.3"},{"type":"paragraph","content":"HAVING thus explain'd the origin of that praise and approbation, which attends every thing we call _great_ in human affections; we now proceed to give an account of their _goodness_, and shew whence its merit is deriv'd.//","subId":"1","id":"Hume.THN.3.3.3.1","pages":"602"},{"type":"paragraph","content":"^When^ experience has once given us a competent knowledge of human affairs, and has taught us the proportion they bear to human passion, we perceive, that the generosity of men is very limited, and that it seldom extends beyond their friends and family, or, at most, beyond their native country. Being thus acquainted with the nature of man, we expect not any impossibilities from him; but confine our view to that narrow circle, in which any person moves, in order to form a judgment of his moral character. When the natural tendency of his passions leads him to be serviceable and useful within his sphere, we approve of his character, and love his person, by a sympathy with the sentiments of those, who have a more particular connexion with him. We are quickly oblig'd to forget our own interest in our judgments of this kind, by reason of the perpetual contradictions, we meet with in society and conversation, from persons that are not plac'd in the same situation, and have not the same interest with ourselves. The only point of view, in which our sentiments concur with those of others, is, when we consider the tendency of any passion to the advantage or harm |of those, who have any immediate connexion or intercourse with the person possess'd of it. And tho' this advantage or harm be often very remote from ourselves, yet sometimes 'tis very near us, and interests us strongly by sympathy. This concern we readily extend to other cases, that are resembling; and when these are very remote, our sympathy is proportionably weaker, and our praise or blame fainter and more doubtful. The case is here the same as in our judgments concerning external bodies. All objects seem to diminish by their distance: But tho' the appearance of objects to our senses be the original standard, by which we judge of them, yet we do not say, that they actually diminish by the distance; but correcting the appearance by reflection, arrive at a more constant and establish'd judgment concerning them. In like manner, tho' sympathy be much fainter than our concern for ourselves, and a sympathy with persons remote from us much fainter than that with persons near and contiguous; yet we neglect all these differences in our calm judgments concerning the characters of men. Besides, that we ourselves often change our situation in this particular, we every day meet with persons, who are in a different situation from ourselves, and who cou'd never converse with us on any reasonable terms, were we to remain constantly in that situation and point of view, which is peculiar to us. The intercourse of sentiments, therefore, in society and conversation, makes us form some general inalterable standard, by which we may approve or disapprove of characters and manners. And tho' the _heart_ does not always take part with those general notions, or regulate its love and hatred by them, yet are they sufficient for discourse, and serve all our purposes in company, in the pulpit, on the theatre, and in the schools.","subId":"2","id":"Hume.THN.3.3.3.2","pages":"602-3"},{"type":"paragraph","content":"^From^ these principles we may easily account for that merit, which is commonly ascrib'd to _generosity_, _humanity_, _compassion_, _gratitude_, _friendship_, _fidelity_, _zeal_, _disinterestedness_, _liberality,_ and all those other qualities, which form the character of good and benevolent. A propensity to the |tender passions makes a man agreeable and useful in all the parts of life; and gives a just direction to all his other qualities, which otherwise may become prejudicial to society. Courage and ambition, when not regulated by benevolence, are fit only to make a tyrant and public robber. 'Tis the same case with judgment and capacity, and all the qualities of that kind. They are indifferent in themselves to the interests of society, and have a tendency to the good or ill of mankind, according as they are directed by these other passions.","subId":"3","id":"Hume.THN.3.3.3.3","pages":"603-4"},{"type":"paragraph","content":"^As^ love is _immediately agreeable_ to the person, who is actuated by it, and hatred _immediately disagreeable_; this may also be a considerable reason, why we praise all the passions that partake of the former, and blame all those that have any considerable share of the latter. 'Tis certain we are infinitely touch'd with a tender sentiment, as well as with a great one. The tears naturally start in our eyes at the conception of it; nor can we forbear giving a loose to the same tenderness towards the person who exerts it. All this seems to me a proof, that our approbation has, in those cases, an origin different from the prospect of utility and advantage, either to ourselves or others. To which we may add, that men naturally, without reflection, approve of that character, which is most like their own. The man of a mild disposition and tender affections, in forming a notion of the most perfect virtue, mixes in it more of benevolence and humanity, than the man of courage and enterprize, who naturally looks upon a certain elevation of mind as the most accomplish'd character. This must evidently proceed from an _immediate_ sympathy, which men have with characters similar to their own. They enter with more warmth into such sentiments, and feel more sensibly the pleasure, which arises from them.","subId":"4","id":"Hume.THN.3.3.3.4","pages":"604"},{"type":"paragraph","content":"'^Tis^ remarkable that nothing touches a man of humanity more than any instance of extraordinary delicacy in love or friendship, where a person is attentive to the smallest concerns of his friend, and is willing to sacrifice to them the |most considerable interest of his own. Such delicacies have little influence on society; because they make us regard the greatest trifles: But they are the more engaging, the more minute the concern is, and are a proof of the highest merit in any one, who is capable of them. The passions are so contagious, that they pass with the greatest facility from one person to another, and produce correspondent movements in all human breasts. Where friendship appears in very signal instances, my heart catches the same passion, and is warm'd by those warm sentiments, that display themselves before me. Such agreeable movements must give me an affection to every one that excites them. This is the case with every thing that is agreeable in any person. The transition from pleasure to love is easy: But the transition must here be still more easy; since the agreeable sentiment, which is excited by sympathy, is love itself; and there is nothing requir'd but to change the object.","subId":"5","id":"Hume.THN.3.3.3.5","pages":"604-5"},{"type":"paragraph","content":"^Hence^ the peculiar merit of benevolence in all its shapes and appearances. Hence even its weaknesses are virtuous and amiable; and a person, whose grief upon the loss of a friend were excessive, wou'd be esteem'd upon that account. His tenderness bestows a merit, as it does a pleasure, on his melancholy.","subId":"6","id":"Hume.THN.3.3.3.6","pages":"605"},{"type":"paragraph","content":"^We^ are not, however, to imagine, that all the angry passions are vicious, tho' they are disagreeable. There is a certain indulgence due to human nature in this respect. Anger and hatred are passions inherent in our very frame and constitution. The want of them, on some occasions, may even be a proof of weakness and imbecillity. And where they appear only in a low degree, we not only excuse them because they are natural; but even bestow our applauses on them, because they are inferior to what appears in the greatest part of mankind.","subId":"7","id":"Hume.THN.3.3.3.7","pages":"605"},{"type":"paragraph","content":"^Where^ these angry passions rise up to cruelty, they form the most detested of all vices. All the pity and concern which we have for the miserable sufferers by this vice, turns |against the person guilty of it, and produces a stronger hatred than we are sensible of on any other occasion.","subId":"8","id":"Hume.THN.3.3.3.8","pages":"605-6"},{"type":"paragraph","content":"^Even^ when the vice of inhumanity rises not to this extreme degree, our sentiments concerning it are very much influenc'd by reflections on the harm that results from it. And we may observe in general, that if we can find any quality in a person, which renders him incommodious to those, who live and converse with him, we always allow it to be a fault or blemish, without any farther examination. On the other hand, when we enumerate the good qualities of any person, we always mention those parts of his character, which render him a safe companion, an easy friend, a gentle master, an agreeable husband, or an indulgent father. We consider him with all his relations in society; and love or hate him, according as he affects those, who have any immediate intercourse with him. And 'tis a most certain rule, that if there be no relation of life, in which I cou'd not wish to stand to a particular person, his character must so far be allow'd to be perfect. If he be as little wanting to himself as to others, his character is entirely perfect. This is the ultimate test of merit and virtue.","subId":"9","id":"Hume.THN.3.3.3.9","pages":"606"}]}
