{"imported":true,"id":"Hume.THN.3.3.4","parent":"Hume.THN.3.3","title":"Section 4. Of natural abilities","breadcrumb":"Section 4","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. IV. £3 £4 _Of natural abilities._ £4","id":"Hume.THN.3.3.4"},{"type":"paragraph","content":"NO distinction is more usual in all systems of ethics, than that betwixt _natural abilities_ and _moral virtues_; where the former are plac'd on the same footing with bodily endowments, and are suppos'd to have no merit or moral worth annex'd to them. Whoever considers the matter accurately, will find, that a dispute upon this head wou'd be merely a dispute of words, and that tho' these qualities are not altogether of the same kind, yet they agree in the most material circumstances. They are both of them equally mental qualities: And both of them equally produce pleasure; |and have of course an equal tendency to procure the love and esteem of mankind. There are few, who are not as jealous of their character, with regard to sense and knowledge, as to honour and courage; and much more than with regard to temperance and sobriety. Men are even afraid of passing for good-natur'd; lest _that_ shou'd be taken for want of understanding: And often boast of more debauches than they have been really engag'd in, to give themselves airs of fire and spirit. In short, the figure a man makes in the world, the reception he meets with in company, the esteem paid him by his acquaintance; all these advantages depend almost as much upon his good sense and judgment, as upon any other part of his character. Let a man have the best intentions in the world, and be the farthest from all injustice and violence, he will never be able to make himself be much regarded, without a moderate share, at least, of parts and understanding. Since then natural abilities, tho', perhaps, inferior, yet are on the same footing, both as to their causes and effects, with those qualities which we call moral virtues, why shou'd we make any distinction betwixt them?","subId":"1","id":"Hume.THN.3.3.4.1","pages":"606-7"},{"type":"paragraph","content":"^Tho^' we refuse to natural abilities the title of virtues, we must allow, that they procure the love and esteem of mankind; that they give a new lustre to the other virtues; and that a man possess'd of them is much more intitled to our good-will and services, than one entirely void of them. It may, indeed, be pretended, that the sentiment of approbation, which those qualities produce, besides its being _inferior_, is also somewhat _different_ from that, which attends the other virtues. But this, in my opinion, is not a sufficient reason for excluding them from the catalogue of virtues. Each of the virtues, even benevolence, justice, gratitude, integrity, excites a different sentiment or feeling in the spectator. The characters of _C{ae}sar_ and _Cato_, as drawn by _Sallust_, are both of them virtuous, in the strictest sense of the word; but in a different way: Nor are the sentiments entirely the same, which arise from them. The one produces love; the other |esteem: The one is amiable; the other awful: We cou'd wish to meet with the one character in a friend; the other character we wou'd be ambitious of in ourselves. In like manner, the approbation, which attends natural abilities, may be somewhat different to the feeling from that, which arises from the other virtues, without making them entirely of a different species. And indeed we may observe, that the natural abilities, no more than the other virtues, produce not, all of them, the same kind of approbation. Good sense and genius beget esteem: Wit and humour excite love[n88].","subId":"2","id":"Hume.THN.3.3.4.2","pages":"607-8"},{"type":"paragraph","content":"^Those^, who represent the distinction betwixt natural abilities and moral virtues as very material, may say, that the former are entirely involuntary, and have therefore no merit attending them, as having no dependance on liberty and free-will. But to this I answer, _first_, that many of those qualities, which all moralists, especially the antients, comprehend under the title of moral virtues, are equally involuntary and necessary, with the qualities of the judgment and imagination. Of this nature are constancy, fortitude, magnanimity; and, in short, all the qualities which form the _great_ man. I might say the same, in some degree, of the others; it being almost impossible for the mind to change its character in any considerable article, or cure itself of a passionate or splenetic temper, when they are natural to it. The greater degree there is of these blameable qualities, the more vicious they become, and yet they are the less voluntary. _Secondly_, I wou'd have any one give me a reason, why virtue and vice may not be involuntary, as well as beauty and deformity. These moral distinctions arise from the natural distinctions of pain and pleasure; and when we receive those feelings from the general consideration of |any quality or character, we denominate it vicious or virtuous. Now I believe no one will assert, that a quality can never produce pleasure or pain to the person who considers it, unless it be perfectly voluntary in the person who possesses it. _Thirdly_, As to free-will, we have shewn that it has no place with regard to the actions, no more than the qualities of men. It is not a just consequence, that what is voluntary is free. Our actions are more voluntary than our judgments; but we have not more liberty in the one than in the other.","subId":"3","id":"Hume.THN.3.3.4.3","pages":"608-9"},{"type":"paragraph","content":"^But^ tho' this distinction betwixt voluntary and involuntary be not sufficient to justify the distinction betwixt natural abilities and moral virtues, yet the former distinction will afford us a plausible reason, why moralists have invented the latter. Men have observ'd, that tho' natural abilities and moral qualities be in the main on the same footing, there is, however, this difference betwixt them, that the former are almost invariable by any art or industry; while the latter, or at least the actions, that proceed from them, may be chang'd by the motives of reward and punishment, praise and blame. Hence legislators, and divines, and moralists, have principally applied themselves to the regulating these voluntary actions, and have endeavour'd to produce additional motives for being virtuous in that particular. They knew, that to punish a man for folly, or exhort him to be prudent and sagacious, wou'd have but little effect; tho' the same punishments and exhortations, with regard to justice and injustice, might have a considerable influence. But as men, in common life and conversation, do not carry those ends in view, but naturally praise or blame whatever pleases or displeases them, they do not seem much to regard this distinction, but consider prudence under the character of virtue as well as benevolence, and penetration as well as justice. Nay, we find, that all moralists, whose judgment is not perverted by a strict adherence to a system, enter into the same way of thinking; and that the antient moralists in particular made no scruple of placing prudence at the head of the cardinal virtues. |There is a sentiment of esteem and approbation, which may be excited, in some degree, by any faculty of the mind, in its perfect state and condition; and to account for this sentiment is the business of _Philosophers_. It belongs to _Grammarians_ to examine what qualities are entitled to the denomination of _virtue_; nor will they find, upon trial, that this is so easy a task, as at first sight they may be apt to imagine.","subId":"4","id":"Hume.THN.3.3.4.4","pages":"609-10"},{"type":"paragraph","content":"^The^ principal reason why natural abilities are esteem'd, is because of their tendency to be useful to the person, who is possess'd of them. 'Tis impossible to execute any design with success, where it is not conducted with prudence and discretion; nor will the goodness of our intentions alone suffice to procure us a happy issue to our enterprizes. Men are superior to beasts principally by the superiority of their reason; and they are the degrees of the same faculty, which set such an infinite difference betwixt one man and another. All the advantages of art are owing to human reason; and where fortune is not very capricious, the most considerable part of these advantages must fall to the share of the prudent and sagacious.","subId":"5","id":"Hume.THN.3.3.4.5","pages":"610"},{"type":"paragraph","content":"^When^ it is ask'd, whether a quick or a slow apprehension be most valuable? whether one, that at first view penetrates into a subject, but can perform nothing upon study; or a contrary character, which must work out every thing by dint of application? whether a clear head, or a copious invention? whether a profound genius, or a sure judgment? in short, what character, or peculiar understanding, is more excellent than another? 'Tis evident we can answer none of these questions, without considering which of those qualities capacitates a man best for the world, and carries him farthest in any of his undertakings.","subId":"6","id":"Hume.THN.3.3.4.6","pages":"610"},{"type":"paragraph","content":"^There^ are many other qualities of the mind, whose merit is deriv'd from the same origin. _Industry_, _perseverance_, _patience_, _activity_, _vigilance_, _application_, _constancy_, with other virtues of that kind, which 'twill be easy to recollect, are esteem'd valuable upon no other account, than their advantage in the |conduct of life. 'Tis the same case with _temperance_, _frugality_, _{oe}conomy_, _resolution:_ As on the other hand, _prodigality_, _luxury_, _irresolution_, _uncertainty_, are vicious, merely because they draw ruin upon us, and incapacitate us for business and action.","subId":"7","id":"Hume.THN.3.3.4.7","pages":"610-1"},{"type":"paragraph","content":"^As^ wisdom and good-sense are valued, because they are _useful_ to the person possess'd of them; so _wit_ and _eloquence_ are valued, because they are _immediately agreeable_ to others. On the other hand, _good humour_ is lov'd and esteem'd, because it is _immediately agreeable_ to the person himself. 'Tis evident, that the conversation of a man of wit is very satisfactory; as a chearful good-humour'd companion diffuses a joy over the whole company, from a sympathy with his gaiety. These qualities, therefore, being agreeable, they naturally beget love and esteem, and answer to all the characters of virtue.","subId":"8","id":"Hume.THN.3.3.4.8","pages":"611"},{"type":"paragraph","content":"'^Tis^ difficult to tell, on many occasions, what it is that renders one man's conversation so agreeable and entertaining, and another's so insipid and distasteful. As conversation is a transcript of the mind as well as books, the same qualities, which render the one valuable, must give us an esteem for the other. This we shall consider afterwards. In the mean time it may be affirm'd in general, that all the merit a man may derive from his conversation (which, no doubt, may be very considerable) arises from nothing but the pleasure it conveys to those who are present.","subId":"9","id":"Hume.THN.3.3.4.9","pages":"611"},{"type":"paragraph","content":"^In^ this view, _cleanliness_ is also to be regarded as a virtue; since it naturally renders us agreeable to others, and is a very considerable source of love and affection. No one will deny, that a negligence in this particular is a fault; and as faults are nothing but smaller vices, and this fault can have no other origin than the uneasy sensation, which it excites in others, we may in this instance, seemingly so trivial, clearly discover the origin of the moral distinction of vice and virtue in other instances.","subId":"10","id":"Hume.THN.3.3.4.10","pages":"611"},{"type":"paragraph","content":"^Besides^ all those qualities, which render a person lovely |or valuable, there is also a certain _je-ne-sçai-quoi_ of agreeable and handsome, that concurs to the same effect. In this case, as well as in that of wit and eloquence, we must have recourse to a certain sense, which acts without reflection, and regards not the tendencies of qualities and characters. Some moralists account for all the sentiments of virtue by this sense. Their hypothesis is very plausible. Nothing but a particular enquiry can give the preference to any other hypothesis. When we find, that almost all the virtues have such particular tendencies; and also find, that these tendencies are sufficient alone to give a strong sentiment of approbation: We cannot doubt, after this, that qualities are approv'd of, in proportion to the advantage, which results from them.","subId":"11","id":"Hume.THN.3.3.4.11","pages":"611-2"},{"type":"paragraph","content":"^The^ _decorum_ or _indecorum_ of a quality, with regard to the age, or character, or station, contributes also to its praise or blame. This decorum depends, in a great measure, upon experience. 'Tis usual to see men lose their levity, as they advance in years. Such a degree of gravity, therefore, and such years, are connected together in our thoughts. When we observe them separated in any person's character, this imposes a kind of violence on our imagination, and is disagreeable.","subId":"12","id":"Hume.THN.3.3.4.12","pages":"612"},{"type":"paragraph","content":"^That^ faculty of the soul, which, of all others, is of the least consequence to the character, and has the least virtue or vice in its several degrees, at the same time, that it admits of a great variety of degrees, is the _memory_. Unless it rise up to that stupendous height as to surprize us, or sink so low as, in some measure, to affect the judgment, we commonly take no notice of its variations, nor ever mention them to the praise or dispraise of any person. 'Tis so far from being a virtue to have a good memory, that men generally affect to complain of a bad one; and endeavouring to persuade the world, that what they say is entirely of their own invention, sacrifice it to the praise of genius and judgment. Yet to consider the matter abstractedly, 'twou'd be |difficult to give a reason, why the faculty of recalling past ideas with truth and clearness, shou'd not have as much merit in it, as the faculty of placing our present ideas in such an order, as to form true propositions and opinions. The reason of the difference certainly must be, that the memory is exerted without any sensation of pleasure or pain; and in all its middling degrees serves almost equally well in business and affairs. But the least variations in the judgment are sensibly felt in their consequences; while at the same time that faculty is never exerted in any eminent degree, without an extraordinary delight and satisfaction. The sympathy with this utility and pleasure bestows a merit on the understanding; and the absence of it makes us consider the memory as a faculty very indifferent to blame or praise.","subId":"13","id":"Hume.THN.3.3.4.13","pages":"612-3"},{"type":"paragraph","content":"^Before^ I leave this subject of _natural abilities_, I must observe, that, perhaps, one source of the esteem and affection, which attends them, is deriv'd from the _importance_ and _weight_,  which they bestow on the person possess'd of them. He becomes of greater consequence in life. His resolutions and actions affect a greater number of his fellow-creatures. Both his friendship and enmity are of moment. And 'tis easy to observe, that whoever is elevated, after this manner, above the rest of mankind, must excite in us the sentiments of esteem and approbation. Whatever is important engages our attention, fixes our thought, and is contemplated with satisfaction. The histories of kingdoms are more interesting than domestic stories: The histories of great empires more than those of small cities and principalities: And the histories of wars and revolutions more than those of peace and order. We sympathize with the persons that suffer, in all the various sentiments which belong to their fortunes. The mind is occupied by the multitude of the objects, and by the strong passions, that display themselves. And this occupation or agitation of the mind is commonly agreeable and amusing. The same theory accounts for the esteem and regard we pay to men of extraordinary parts and abilities. The good and |ill of multitudes are connected with their actions. Whatever they undertake is important, and challenges our attention. Nothing is to be over-look'd and despis'd, that regards them. And where any person can excite these sentiments, he soon acquires our esteem; unless other circumstances of his character render him odious and disagreeable.","subId":"14","id":"Hume.THN.3.3.4.14","pages":"613-4"},{"type":"note","content":"Love and esteem are at the bottom the same passions, and arise from like causes. The qualities, that produce both, are agreeable, and give pleasure. But where this pleasure is severe and serious; or where its object is great, and makes a strong impression; or where it produces any degree of humility and awe: In all these cases, the passion, which arises from the pleasure, is more properly denominated esteem than love. Benevolence attends both: But is connected with love in a more eminent degree.","subId":"n88","id":"Hume.THN.3.3.4.n88","pages":"608"}]}
