{"id":"Shaftesbury.C.IVM.1.2.1","imported":true,"parent":"Shaftesbury.C.IVM.1.2","title":"Section I","breadcrumb":"Section 1","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_010","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.IVM.1.2.1"},{"type":"paragraph","content":"#A Constitution.# WHEN we reflect on any ordinary Frame or Constitution either of Art or Nature; and consider how hard it is to give the least account of a particular _Part,_ without a competent Knowledg of _the Whole:_ #Whole and Parts.# we need not wonder to find our-selves at a loss in many things relating to the Constitution and Frame of _Nature_ her-self. For to what End in Nature many things, even whole Species of Creatures, refer; or to what purpose they serve; will be hard for any-one justly to determine: But to what End the many Proportions and various Shapes of Parts in many Creatures actually serve; we are able, by the help of Study and Observation, to demonstrate, with great exactness.","subId":"1","id":"Shaftesbury.C.IVM.1.2.1.1"},{"type":"paragraph","content":"We know that every Creature has a private Good and Interest of his own; which Nature has compel'd him to seek, by all the Advantages afforded him, within the compass of his Make. We know that there is in reality a right and a wrong State of every Creature; and that his right-one is by Nature forwarded, and by himself affectionately sought. There being therefore in every Creature a certain _Interest or Good;_ #Interest or _End_ in Creatures.# there must be also a certain ^End^, to which every thing in his Constitution must _naturally_ refer. To this ^End^, if any thing, either in his Appetites, Passions, or Affections, be not conducing, but the contrary; we must of necessity own it _ill_ to him. And in this manner he is _ill, with respect to himself;_ as he certainly is, _with respect to others_ _of his kind,_ when any such Appetites or Passions make him any-way injurious to them. #Interest of the Species.# Now, if by the natural Constitution of any rational Creature, the same Irregularitys of Appetite which make him ill _to Others,_ make him ill also _to Him-self;_ and if the same Regularity of Affections, which causes him to be good in _one_ sense, causes him to be good also in _the other;_ #Goodness.# then is that Goodness by which he is thus useful to others, a real Good and Advantage to himself. And thus _Virtue_ and _Interest_ may be found at last to agree.","subId":"2","id":"Shaftesbury.C.IVM.1.2.1.2"},{"type":"paragraph","content":"Of this we shall consider particularly in the latter part of our _Inquiry._ Our first Design is, to see if we can clearly determine what that Quality is to which we give the Name of _Goodness,_ or ^Virtue^.","subId":"3","id":"Shaftesbury.C.IVM.1.2.1.3"},{"type":"paragraph","content":"#Private Good.# Shou'd a Historian or Traveller describe to us a certain Creature of a more solitary Disposition than ever was yet heard of; one who had neither Mate nor Fellow of any kind; nothing of his own Likeness, towards which he stood well-affected or inclin'd; nor any thing without, or beyond himself, for which he had the least Passion or Concern: we might be apt to say perhaps, without much hesitation, \"That this was doubtless a very melancholy Creature, and that in this unsociable and sullen State he was like to have a very disconsolate kind of Life.\" But if we were assur'd, that notwithstanding all Appearances, the Creature enjoy'd himself extremely, had a great relish of Life, and was in nothing wanting to his own Good; we might acknowledg perhaps, \"That the Creature was no _Monster,_ nor absurdly constituted _as to himself._\" #Private SYSTEM.# But we shou'd hardly, after all, be induc'd to say of him, \"That he was _a good Creature._\" However, shou'd it be urg'd against us, \"That such as he was, the Creature was still _perfect in himself,_ and therefore to be esteem'd good: _For what had he to do with others?_\" In this sense, indeed, we might be forc'd to acknowledg, \"That he was _a good Creature;_ if he cou'd be understood to be absolute and compleat in himself; without any real relation to any thing in the Universe besides.\" For shou'd there be any where in Nature _a System,_ #System of the Species.# of which this living Creature was to be consider'd as _a Part;_ then cou'd he no-wise be allow'd _good;_ whilst he plainly appear'd to be such _a Part,_ as made rather to the harm than good of that System or _Whole_ in which he was included.","subId":"4","id":"Shaftesbury.C.IVM.1.2.1.4"},{"type":"paragraph","content":"If therefore in the Structure of this or any other Animal, there be any thing which points beyond himself, and by which he is plainly discover'd to have relation to some other Being or Nature besides his own; then will this Animal undoubtedly be esteem'd _a Part_ of some other System. For instance, if an Animal has the Proportions of a Male, it shews he has relation to a Female. And the respective Proportions both of the Male and Female will be allow'd, doubtless, to have a joint-relation to another Existence and Order of things beyond themselves. So that the Creatures are both of 'em to be consider'd as Parts of _another System:_ which is that of a particular Race or Species of living Creatures, who have some one _common Nature,_ or are provided for, by some one _Order_ or _Constitution_ of things subsisting together, and co-operating towards their Conservation, and Support.","subId":"5","id":"Shaftesbury.C.IVM.1.2.1.5"},{"type":"paragraph","content":"#Animal System.# In the same manner, if a whole Species of Animals contribute to the Existence or Well-being of some other; then is that whole Species, in general, _a Part_ only of some other System.","subId":"6","id":"Shaftesbury.C.IVM.1.2.1.6"},{"type":"paragraph","content":"For instance; To the Existence of the Spider, that of the Fly is absolutely necessary. The heedless Flight, weak Frame, and tender Body of this latter Insect, fit and determine him as much _a Prey,_ as the rough Make, Watchfulness, and Cunning of the former, fit him for Rapine, and the ensnaring part. The Web and Wing are suted to each other. And in the Structure of each of these Animals, there is as apparent and perfect a relation to the other, as in our own Bodys there is a relation of Limbs and Organs; or, as in the Branches or Leaves of a Tree, we see a relation of each to the other, and all, in common, to _one_ Root and Trunk.","subId":"7","id":"Shaftesbury.C.IVM.1.2.1.7"},{"type":"paragraph","content":"In the same manner are Flies also necessary to the Existence of other Creatures, both Fowls and Fish. And thus are other Species or Kinds subservient to one another; as being _Parts_ of _a certain System,_ and included in one and the same _Order_ of Beings.","subId":"8","id":"Shaftesbury.C.IVM.1.2.1.8"},{"type":"paragraph","content":"So that there is a System of all Animals; an _Animal-Order_ or _OEconomy,_ according to which the animal Affairs are regulated and dispos'd.","subId":"9","id":"Shaftesbury.C.IVM.1.2.1.9"},{"type":"paragraph","content":"#System of the Earth.# Now, if the whole System of Animals, together with that of Vegetables, and all other things in this inferior World, be properly comprehended in _one System_ of a Globe or Earth: And if, again, this _Globe_ or _Earth_ it-self appears to have a real Dependence on something still beyond; as, for example, either on its Sun, the Galaxy, or its Fellow-Planets; #Planetary System.# then is it in reality a ^Part^ only of some other System. And if it be allow'd, that there is in like manner a ^System^ _of all Things, and a Universal Nature;_ #Universal System.# there can be no particular Being or System which is not either good or ill in that _general one_ of the _Universe:_ For if it be insignificant and of no use, it is a Fault or Imperfection, and consequently ill in the general System.","subId":"10","id":"Shaftesbury.C.IVM.1.2.1.10"},{"type":"paragraph","content":"Therefore if any Being be _wholly_ and _really_ ^Ill^, it must be ill with respect to the Universal System; and then the System of the Universe is ill, or imperfect. But if the Ill of one private System be the Good of others; if it makes still to the Good of the general System, (as when one Creature lives by the Destruction of another; one thing is generated from the Corruption of another; or one planetary System or _Vortex_ may swallow up another) then is the Ill of that private System no real Ill in it-self; any more than the pain of breeding Teeth is ill, in a System or Body which is so constituted, that without this occasion of Pain, it wou'd suffer worse, by being defective.","subId":"11","id":"Shaftesbury.C.IVM.1.2.1.11"},{"type":"paragraph","content":"So that we cannot say of any Being, that it is _wholly_ and _absolutely ill,_ #Absolute ILL.# unless we can positively shew and ascertain, that _what_ we call ^Ill^ is no where ^Good^ besides, in any other System, or with respect to any other Order or OEconomy whatsoever.","subId":"12","id":"Shaftesbury.C.IVM.1.2.1.12"},{"type":"paragraph","content":"#Relative ILL.# But were there in the World any intire Species of Animals destructive to every other, it may be justly call'd an _ill_ Species; as being ill in the _Animal-System._ And if in any Species of Animals (as in _Men,_ for example) one Man is of a nature pernicious to the rest, he is in this respect justly styl'd _an ill Man._","subId":"13","id":"Shaftesbury.C.IVM.1.2.1.13"},{"type":"paragraph","content":"#Good and ill Man.# We do not however say of any-one, that he is an _ill Man_ because he has the Plague-Spots upon him, or because he has convulsive Fits which make him strike and wound such as approach him. Nor do we say on the other side, that he is _a good Man,_ when having his Hands ty'd up, he is hinder'd from doing the Mischief he designs; or (which is in a manner the same) when he abstains from executing his ill purpose, thro' a fear of some impending Punishment, or thro' the allurement of some exterior Reward.","subId":"14","id":"Shaftesbury.C.IVM.1.2.1.14"},{"type":"paragraph","content":"#Goodness thro' Affection.# So that in a sensible Creature, that which is not done thro' any Affection at all, makes neither Good nor Ill in the nature of that Creature; who then only is suppos'd _Good,_ when the Good or Ill of the System to which he has relation, is the immediate Object of some Passion or Affection moving him.","subId":"15","id":"Shaftesbury.C.IVM.1.2.1.15"},{"type":"paragraph","content":"Since it is therefore by Affection merely that a Creature is esteem'd good or ill, _natural_ or _unnatural;_ our business will be, to examine which are the _good_ and _natural,_ and which the _ill_ and _unnatural_ Affections.","subId":"16","id":"Shaftesbury.C.IVM.1.2.1.16"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.1","imported":true,"title":"Book I","breadcrumb":"Book 1","published":[1699]},{"id":"Shaftesbury.C.IVM.1.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.1.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.1.2.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1699]}}