{"imported":true,"id":"Hume.THN.3.2.10","parent":"Hume.THN.3.2","title":"Section 10. Of the objects of allegiance","breadcrumb":"Section 10","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. X.</h3> <h4><em>Of the objects of allegiance.</em></h4> ","id":"Hume.THN.3.2.10"},{"type":"paragraph","content":"BUT tho', on some occasions, it may be justifiable, both in sound politics and morality, to resist supreme power, 'tis certain, that in the ordinary course of human affairs nothing can be more pernicious and criminal; and that besides the convulsions, which always attend revolutions, such a practice tends directly to the subversion of all government, and the causing an universal anarchy and confusion among mankind. As numerous and civiliz'd societies cannot subsist <span class=\"page-break\"></span>without government, so government is entirely useless without an exact obedience. We ought always to weigh the advantages, which we reap from authority, against the disadvantages; and by this means we shall become more scrupulous of putting in practice the doctrine of resistance. The common rule requires submission; and 'tis only in cases of grievous tyranny and oppression, that the exception can take place.","subId":"1","id":"Hume.THN.3.2.10.1","pages":"553-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> then such a blind submission is commonly due to magistracy, the next question is, <em>to whom it is due, and whom we are to regard as our lawful magistrates?</em> In order to answer this question, let us recollect what we have already establish'd concerning the origin of government and political society. When men have once experienc'd the impossibility of preserving any steady order in society, while every one is his own master, and violates or observes the laws of <del>interest</del><ins>society</ins>, according to his present interest or pleasure, they naturally run into the invention of government, and put it out of their own power, as far as possible, to transgress the <del>laws</del><ins>rules</ins> of society. Government, therefore, arises from the voluntary convention of men; and 'tis evident, that the same convention, which establishes government, will also determine the persons who are to govern, and will remove all doubt and ambiguity in this particular. And the voluntary consent of men must here have the greater efficacy, that the authority of the magistrate does <em>at first</em> stand upon the foundation of a promise of the subjects, by which they bind themselves to obedience; as in every other contract or engagement. The same promise, then, which binds them to obedience, ties them down to a particular person, and makes him the object of their allegiance.","subId":"2","id":"Hume.THN.3.2.10.2","pages":"554"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> when government has been establish'd on this footing for some considerable time, and the separate interest, which we have in submission, has produc'd a separate sentiment of morality, the case is entirely alter'd, and a promise is no longer able to determine the particular magistrate; since it <span class=\"page-break\"></span>is no longer consider'd as the foundation of government. We naturally suppose ourselves born to submission; and imagine, that such particular persons have a right to command, as we on our part are bound to obey. These notions of right and obligation are deriv'd from nothing but the <em>advantage</em> <del>we reap</del><ins>reapt</ins> from government, which gives us a repugnance to practise resistance ourselves, and makes us displeas'd with any instance of it in others. But here 'tis remarkable, that in this new state of affairs, the original sanction of government, which is <em>interest</em>, is not admitted to determine the persons, whom we are to obey, as the original sanction did at first, when affairs were on the footing of a <em>promise</em>. A <em>promise</em> fixes and determines the persons, without any uncertainty: But 'tis evident, that if men were to regulate their conduct in this particular, by the view of a peculiar <em>interest</em>, either public or private, they wou'd involve themselves in endless confusion, and wou'd render all government, in a great measure, ineffectual. The private interest of every one is different; and tho' the public interest in itself be always one and the same, yet it becomes the source of as great dissentions, by reason of the different opinions of particular persons concerning it. The same interest, therefore, which causes us to submit to magistracy, makes us renounce itself in the choice of our magistrates, and binds us down to a certain form of government, and to particular persons, without allowing us to aspire to the utmost perfection in either. The case is here the same as in that law of nature concerning the stability of possession. 'Tis highly advantageous, and even absolutely necessary to society, that possession shou'd be stable; and this leads us to the establishment of such a rule: But we find, that were we to follow the same advantage, in assigning particular possessions to particular persons, we shou'd disappoint our end, and perpetuate the confusion, which that rule is intended to prevent. We must, therefore, proceed by general rules, and regulate ourselves by general interests, in modifying the law of nature concerning the <span class=\"page-break\"></span>stability of possession. Nor need we fear, that our attachment to this law will diminish upon account of the seeming frivolousness of those interests, by which it is determin'd. The impulse of the mind is deriv'd from a very strong interest; and those other more minute interests serve only to direct the motion, without adding any thing to it, or diminishing from it. 'Tis the same case with government. Nothing is more advantageous to society than such an invention; and this interest is sufficient to make us embrace it with ardour and alacrity; tho' we are oblig'd afterwards to regulate and direct our devotion to government by several considerations, which are not of the same importance, and to chuse our magistrates without having in view any particular advantage from the choice.","subId":"3","id":"Hume.THN.3.2.10.3","pages":"554-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>first</em> of those principles I shall take notice of, as a foundation of the right of magistracy, is that which gives authority to <del>all the most establish'd governments of the world without exception</del><ins>almost all the establish'd governments of the world</ins>: I mean, <em>long possession</em> in any one form of government, or succession of princes. 'Tis certain, that if we remount to the first origin of every nation, we shall find, that there scarce is any race of kings, or form of a commonwealth, that is not primarily founded on usurpation and rebellion, and whose title is not at first worse than doubtful and uncertain. Time alone gives solidity to their right; and operating gradually on the minds of men, reconciles them to any authority, and makes it seem just and reasonable. Nothing causes any sentiment to have a greater influence upon us than custom, or turns our imagination more strongly to any object. When we have been long accustom'd to obey any set of men, that general instinct or tendency, which we have to suppose a moral obligation attending loyalty, takes easily this direction, and chuses that set of men for its objects. 'Tis interest which gives the general instinct; but 'tis custom which gives the particular direction.","subId":"4","id":"Hume.THN.3.2.10.4","pages":"556"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> here 'tis observable, that the same length of time has a different influence on our sentiments of morality, according <span class=\"page-break\"></span>to its different influence on the mind. We naturally judge of every thing by comparison; and since in considering the fate of kingdoms and republics, we embrace a long extent of time, a small duration has not in this case a like influence on our sentiments, as when we consider any other object. One thinks he acquires a right to a horse, or a suit of cloaths, in a very short time; but a century is scarce sufficient to establish any new government, or remove all scruples in the minds of the subjects concerning it. Add to this, that a shorter period of time will suffice to give a prince a title to any additional power he may usurp, than will serve to fix his right, where the whole is an usurpation. The kings of <em>France</em> have not been possess'd of absolute power for above two reigns; and yet nothing will appear more extravagant to <em>Frenchmen</em> than to talk of their liberties. If we consider what has been said concerning <em>accession</em>, we shall easily account for this phænomenon.","subId":"5","id":"Hume.THN.3.2.10.5","pages":"556-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> there is no form of government establish'd by <em>long</em> possession, the <em>present</em> possession is sufficient to supply its place, and may be regarded as the <em>second</em> source of all public authority. Right to authority is nothing but the constant possession of authority, maintain'd by the laws of society and the interests of mankind; and nothing can be more natural than to join this constant possession to the present one, according to the principles above-mention'd. If the same principles did not take place with regard to the property of private persons, 'twas because these principles were counter-ballanc'd by very strong considerations of interest; when we observ'd, that all restitution wou'd by that means be prevented, and every violence be authoriz'd and protected. And tho' the same motives may seem to have force, with regard to public authority, yet they are oppos'd by a contrary interest; which consists in the preservation of peace, and the avoiding of all changes, which, however they may be easily produc'd in private affairs, are unavoidably attended with bloodshed and confusion, where the public is interested.","subId":"6","id":"Hume.THN.3.2.10.6","pages":"557"},{"type":"paragraph","content":"<span class=\"small-capitals\">Any</span> one, who finding the impossibility of accounting for the right of the present possessor, by any receiv'd system of ethics, shou'd resolve to deny absolutely that right, and assert, that it is not authoriz'd by morality, wou'd be justly thought to maintain a very extravagant paradox, and to shock the common sense and judgment of mankind. No maxim is more conformable, both to prudence and morals, than to submit quietly to the government, which we find establish'd in the country where we happen to live, without enquiring too curiously into its origin and first establishment. Few governments will bear being examin'd so rigorously. How many kingdoms are there at present in the world, and how many more do we find in history, whose governors have no better foundation for their authority than that of present possession? To confine ourselves to the <em>Roman</em> and <em>Grecian</em> empire; is it not evident, that the long succession of emperors, from the dissolution of the <em>Roman</em> liberty, to the final extinction of that empire by the <em>Turks</em>, cou'd not so much as pretend to any other title to the empire? The election of the senate was a mere form, which always follow'd the choice of the legions; and these were almost always divided in the different provinces, and nothing but the sword was able to terminate the difference. 'Twas by the sword, therefore, that every emperor acquir'd, as well as defended his right; and we must either say, that all the known world, for so many ages, had no government, and ow'd no allegiance to any one, or must allow, that the right of the stronger, in public affairs, is to be receiv'd as legitimate, and authoriz'd by morality, when not oppos'd by any other title.","subId":"7","id":"Hume.THN.3.2.10.7","pages":"558"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> right of <em>conquest</em> may be consider'd as a <em>third</em> source of the title of sovereigns. This right resembles very much that of present possession; but has rather a superior force, being seconded by the notions of glory and honour, which we ascribe to <em>conquerors</em>, instead of the sentiments of hatred and detestation, which attend <em>usurpers</em>. Men naturally favour those they love; and therefore are more apt to ascribe a <span class=\"page-break\"></span>right to successful violence, betwixt one sovereign and another, than to the successful rebellion of a subject against his sovereign<a href=\"#n81\"><sup>[81]</sup></a>.","subId":"8","id":"Hume.THN.3.2.10.8","pages":"558-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> neither long possession, nor present possession, nor conquest take place, as when the first sovereign, who founded any monarchy, dies; in that case, the right of <em>succession</em> naturally prevails in their stead, and men are commonly induc'd to place the son of their late monarch on the throne, and suppose him to inherit his father's authority. The presum'd consent of the father, the imitation of the succession to private families, the interest which the state has in chusing the person, who is most powerful, and has the most numerous followers; all these reasons lead men to prefer the son of their late monarch to any other person<a href=\"#n82\"><sup>[82]</sup></a>.","subId":"9","id":"Hume.THN.3.2.10.9","pages":"559"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> reasons have some weight; but I am persuaded, that to one, who considers impartially of the matter, 'twill appear, that <del>there concur some principles of the imagination, along</del><ins>some principles of the imagination concur</ins> with those views of <ins>justice and</ins> interest. The royal authority seems to be connected with the young prince even in his father's life-time, by the natural transition of the thought; and still more after his death: So that nothing is more natural than to compleat this union by a new relation, and by putting him actually in possession of what seems so naturally to belong to him.","subId":"10","id":"Hume.THN.3.2.10.10","pages":"559"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> confirm this we may weigh the following phænomena, which are pretty curious in their kind. In elective monarchies the right of succession has no place by the laws and settled custom; and yet its influence is so natural, that 'tis impossible <span class=\"page-break\"></span>entirely to exclude it from the imagination, and render the subjects indifferent to the son of their deceas'd monarch. Hence in some governments of this kind, the choice commonly falls on one or other of the royal family; and in some governments they are all excluded. Those contrary phænomena proceed from the same principle. Where the royal family is excluded, 'tis from a refinement in politics, which makes people sensible of their propensity to chuse a sovereign in that family, and gives them a jealousy of their liberty, lest their new monarch, aided by this propensity, shou'd establish his family, and destroy the freedom of elections for the future.","subId":"11","id":"Hume.THN.3.2.10.11","pages":"559-60"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> history of <em>Artaxerxes</em>, and the younger <em>Cyrus</em>, may furnish us with some reflections to the same purpose. <em>Cyrus</em> pretended a right to the throne above his elder brother, because he was born after his father's accession. I do not pretend, that this reason was valid. I wou'd only infer from it, that he wou'd never have made use of such a pretext, were it not for the qualities of the imagination above-mention'd, by which we are naturally inclin'd to unite by a new relation whatever objects we find already united. <em>Artaxerxes</em> had an advantage above his brother, as being the eldest son, and the first in succession: But <em>Cyrus</em> was more closely related to the royal authority, as being begot after his father was invested with it.","subId":"12","id":"Hume.THN.3.2.10.12","pages":"560"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shou</span>'<span class=\"small-capitals\">d</span> it here be pretended, that the view of convenience may be the source of all the right of succession, and that men gladly take advantage of any rule, by which they can fix the successor of their late sovereign, and prevent that anarchy and confusion, which attends all new elections: To this I wou'd answer, <del>that I readily allow, that this motive may contribute something</del><ins>that perhaps this motive may contribute somewhat</ins> to the effect; <del>but at the same time I assert, that</del><ins>but that</ins> without another principle, 'tis impossible such a motive shou'd take place. The interest of a nation requires, that the succession to the crown shou'd be fix'd one way or other; but 'tis the same thing to its interest in what way it be fix'd: So that if the relation of blood had not <span class=\"page-break\"></span>an effect independent of public interest, it wou'd never have been regarded, without a positive law; and 'twou'd have been impossible, that so many positive laws of different nations cou'd ever have concur'd precisely in the same views and intentions.","subId":"13","id":"Hume.THN.3.2.10.13","pages":"560-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> leads us to consider the <em>fifth</em> source of authority, viz. <em>positive laws</em>; when the legislature establishes a certain form of government and succession of princes. At first sight it may be thought, that this must resolve into some of the preceding titles of authority. The legislative power, whence the positive law is deriv'd, must either be establish'd by original contract, long possession, present possession, conquest, or succession; and consequently the positive law must derive its force from some of those principles. But here 'tis remarkable, that tho' a positive law can only derive its force from these principles, yet it acquires not all the force of the principle from whence it is deriv'd, but loses considerably in the transition; as it is natural to imagine. For instance; a government is establish'd for many centuries on a certain system of laws, forms, and methods of succession. The legislative power, establish'd by this long succession, changes all on a sudden the whole system of government, and introduces a new constitution in its stead. I believe few of the subjects will think themselves bound to comply with this alteration, unless it have an evident tendency to the public good: But will think themselves still at liberty to return to the antient government. Hence the notion of <em>fundamental laws</em>; which are suppos'd to be inalterable by the will of the sovereign: And of this nature the <em>Salic</em> law is understood to be in <em>France</em>. How far these fundamental laws extend is not determin'd in any government; nor is it possible it ever shou'd. There is such an insensible gradation from the most material laws to the most trivial, and from the most antient laws to the most modern, that 'twill be impossible to set bounds to the legislative power, and determine how far it may innovate in the principles of government. <span class=\"page-break\"></span>That is the work more of imagination and passion than of reason.","subId":"14","id":"Hume.THN.3.2.10.14","pages":"561-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Whoever</span> considers the history of the several nations of the world; their revolutions, conquests, increase, and diminution; the manner in which their particular governments are establish'd, and the successive right transmitted from one person to another, will soon learn to treat very lightly all disputes concerning the rights of princes, and will be convinc'd, that a strict adherence to any general rules, and the rigid loyalty to particular persons and families, on which some people set so high a value, are virtues that hold less of reason, than of bigotry and superstition. In this particular, the study of history confirms the reasonings of true philosophy; which, shewing us the original qualities of human nature, teaches us to regard the controversies in politics as incapable of any decision in most cases, and as entirely subordinate to the interests of peace and liberty. Where the public good does not evidently demand a change; 'tis certain, that the concurrence of all those titles, <em>original contract</em>, <em>long possession</em>, <em>present possession</em>, <em>succession</em>, and <em>positive laws</em>, forms the strongest title to sovereignty, and is justly regarded as sacred and inviolable. But when these titles are mingled and oppos'd in different degrees, they often occasion perplexity; and are less capable of solution from the arguments of lawyers and philosophers, than from the swords of the soldiery. Who shall tell me, for instance, whether <em>Germanicus</em>, or <em>Drusus</em>, ought to have succeeded <em>Tiberius</em>, had he died while they were both alive, without naming any of them for his successor? Ought the right of adoption to be receiv'd as equivalent to that of blood in a nation, where it had the same effect in private families, and had already, in two instances, taken place in the public? Ought <em>Germanicus</em> to be esteem'd the eldest son, because he was born before <em>Drusus</em>; or the younger, because he was adopted after the birth of his brother? Ought the right of the elder to be regarded in a nation, where the eldest brother had no advantage in the <span class=\"page-break\"></span>succession to private families? Ought the <em>Roman</em> empire at that time to be esteem'd hereditary, because of two examples; or ought it, even so early, to be regarded as belonging to the stronger, or the present possessor, as being founded on so recent an usurpation? Upon whatever principles we may pretend to answer these and such like questions, I am afraid we shall never be able to satisfy an impartial enquirer, who adopts no party in political controversies, and will be satisfied with nothing but sound reason and philosophy.<br>","subId":"15","id":"Hume.THN.3.2.10.15","pages":"562-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> here an <em>English</em> reader will be apt to enquire concerning that famous <em>revolution</em>, which has had such a happy influence on our constitution, and has been attended with such mighty consequences. We have already remark'd, that in the case of enormous tyranny and oppression, 'tis lawful to take arms even against supreme power; and that as government is a mere human invention for mutual advantage and security, it no longer imposes any obligation, either natural or moral, when once it ceases to have that tendency. But tho' this <em>general</em> principle be authoriz'd by common sense, and the practice of all ages, 'tis certainly impossible for the laws, or even for philosophy, to establish any <em>particular</em> rules, by which we may know when resistance is lawful; and decide all controversies, which may arise on that subject. This may not only happen with regard to supreme power; but 'tis possible, even in some constitutions, where the legislative authority is not lodg'd in one person, that there may be a magistrate so eminent and powerful, as to oblige the laws to keep silence in this particular. Nor wou'd this silence be an effect only of their <em>respect</em>, but also of their <em>prudence</em>; since 'tis certain, that in the vast variety of circumstances, which occur in all governments, <del>an</del><ins>a particular</ins> exercise of power, in so great a magistrate, may at one time be beneficial to the public, which at another time wou'd be pernicious and tyrannical. But notwithstanding this silence of the laws in limited monarchies, 'tis certain, that the people still retain the <span class=\"page-break\"></span>right of resistance; since 'tis impossible, even in the most despotic governments, to deprive them of it. The same necessity of self-preservation, and the same motive of public good, give them the same liberty in the one case as in the other. And we may farther observe, that in such mix'd governments, the cases, wherein resistance is lawful, must occur much oftener, and greater indulgence be given to the subjects to defend themselves by force of arms, than in arbitrary governments. Not only where the chief magistrate enters into measures, in themselves, extremely pernicious to the public, but even when he wou'd encroach on the other parts of the constitution, and extend his power beyond the legal bounds, it is allowable to resist and dethrone him; tho' such resistance and violence may, in the general tenor of the laws, be deem'd unlawful and rebellious. For besides that nothing is more essential to public interest, than the preservation of public liberty; 'tis evident, that if such a mix'd government be once suppos'd to be establish'd, every part or member of the constitution must have a right of self-defence, and of maintaining its antient bounds against the encroachment of every other authority. As matter wou'd have been created in vain, were it depriv'd of a power of resistance, without which no part of it cou'd preserve a distinct existence, and the whole might be crowded up into a single point: So 'tis a gross absurdity to suppose, in any government, a right without a remedy, or allow, that the supreme power is shar'd with the people, without allowing, that 'tis lawful for them to defend their share against every invader. Those, therefore, who wou'd seem to respect our free government, and yet deny the right of resistance, have renounc'd all pretensions to common sense, and do not merit a serious answer.","subId":"16","id":"Hume.THN.3.2.10.16","pages":"563-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> does not belong to my present purpose to shew, that these general principles are applicable to the late <em>revolution</em>; and that all the rights and privileges, which ought to be sacred to a free nation, were at that time threaten'd with the utmost danger. I am better pleas'd to leave this controverted <span class=\"page-break\"></span>subject, if it really admits of controversy; and to indulge myself in some philosophical reflections, which naturally arise from that important event.","subId":"17","id":"Hume.THN.3.2.10.17","pages":"564-5"},{"type":"paragraph","content":"<em>First</em>, We may observe, that shou'd the <em>lords</em> and <em>commons</em> in our constitution, without any reason from public interest, either depose the king in being, or after his death exclude the prince, who, by laws and settled custom, ought to succeed, no one wou'd esteem their proceedings legal, or think themselves bound to comply with them. But shou'd the king, by his unjust practices, or his attempts for a tyrannical and despotic power, justly forfeit his legal, it then not only becomes morally lawful and suitable to the nature of political society to dethrone him; but what is more, we are apt likewise to think, that the remaining members of the constitution acquire a right of excluding his next heir, and of chusing whom they please for his successor. This is founded on a very singular quality of our thought and imagination. When a king forfeits his authority, his heir ought naturally to remain in the same situation, as if the king were remov'd by death; unless by mixing himself in the tyranny, he forfeit it for himself. But tho' this may seem reasonable, we easily comply with the contrary opinion. The deposition of a king, in such a government as ours, is certainly an act beyond all common authority, and an illegal assuming a power for public good, which, in the ordinary course of government, can belong to no member of the constitution. When the public good is so great and so evident as to justify the action, the commendable use of this licence causes us naturally to attribute to the <em>parliament</em> a right of using farther licences; and the antient bounds of the laws being once transgressed with approbation, we are not apt to be so strict in confining ourselves precisely within their limits. The mind naturally runs on with any train of action, which it has begun; nor do we commonly make any scruple concerning our duty, after the first action of any kind, which we perform. Thus at the <em>revolution</em>, <del>no one</del><ins>none</ins> who thought the deposition of <span class=\"page-break\"></span>the father justifiable, esteem'd themselves to be confin'd to his infant son; tho' had that unhappy monarch died innocent at that time, and had his son, by any accident, been convey'd beyond seas, there is no doubt but a regency wou'd have been appointed till he shou'd come to age, and cou'd be restor'd to his dominions. As the slightest properties of the imagination have an effect on the judgments of the people, it shews the wisdom of the laws and of the parliament to take advantage of such properties, and to chuse the magistrates either in or out of a line, according as the vulgar will most naturally attribute authority and right to them.","subId":"18","id":"Hume.THN.3.2.10.18","pages":"565-6"},{"type":"paragraph","content":"<em>Secondly</em>, Tho' the accession of the <em>Prince</em> of <em>Orange</em> to the throne might at first give occasion to many disputes, and his title be contested, it ought not now to appear doubtful, but must have acquir'd a sufficient authority from those three princes, who have succeeded him upon the same title. Nothing is more usual, tho' nothing may, at first sight, appear more unreasonable, than this way of thinking. Princes often <em>seem</em> to acquire a right from their successors, as well as from their ancestors; and a king, who during his life-time might justly be deem'd an usurper, will be regarded by posterity as a lawful prince, because he has had the good fortune to settle his family on the throne, and entirely change the antient form of government. <em>Julius Cæsar</em> is regarded as the first <em>Roman</em> emperor; while <em>Sylla</em> and <em>Marius</em>, whose titles were really the same as his, are treated as tyrants and usurpers. Time and custom give authority to all forms of government, and all successions of princes; and that power, which at first was founded only on injustice and violence, becomes in time legal and obligatory. Nor does the mind rest there; but returning back upon its footsteps, transfers to their predecessors and ancestors that right, which it naturally ascribes to the posterity, as being related together, and united in the imagination. The present <em>king</em> of <em>France</em> makes <em>Hugh Capet</em> a more lawful prince than <em>Cromwell</em>; as the establish'd <span class=\"page-break\"></span>liberty of the <em>Dutch</em> is no inconsiderable apology for their obstinate resistance to <em>Philip</em> the second.","subId":"19","id":"Hume.THN.3.2.10.19","pages":"566-7"},{"type":"note","content":"It is not here asserted, that <em>present possession</em> or <em>conquest</em> are sufficient to give a title against <em>long possession</em> and <em>positive laws:</em> But only that they have some force, and will be able to cast the ballance where the titles are otherwise equal, and will even be sufficient <em>sometimes</em> to sanctify the weaker title. What degree of force they have is difficult to determine. I believe all moderate men will allow, that they have great force in all disputes concerning the rights of princes.","subId":"n81","id":"Hume.THN.3.2.10.n81","pages":"559"},{"type":"note","content":"To prevent mistakes I must observe, that this case of succession is not the same with that of hereditary monarchies, where custom has fix'd the right of succession. These depend upon the principle of long possession above explain'd.","subId":"n82","id":"Hume.THN.3.2.10.n82","pages":"559"}]}