{"id":"Hume.THN.3.2.11","imported":true,"parent":"Hume.THN.3.2","title":"Section 11. Of the laws of nations","breadcrumb":"Section 11","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. XI.</h3> <h4><em>Of the laws of nations.</em></h4> ","id":"Hume.THN.3.2.11"},{"type":"paragraph","content":"WHEN civil government has been establish'd over the greatest part of mankind, and different societies have been form'd contiguous to each other, there arises a new set of duties among the neighbouring states, suitable to the nature of that commerce, which they carry on with each other. Political writers tell us, that in every kind of intercourse, a body politic is to be consider'd as one person; and indeed this assertion is so far just, that different nations, as well as private persons, require mutual assistance; at the same time that their selfishness and ambition are perpetual sources of war and discord. But tho' nations in this particular resemble individuals, yet as they are very different in other respects, no wonder they regulate themselves by different maxims, and give rise to a new set of rules, which we call <em>the laws of nations</em>. Under this head we may comprize the sacredness of the persons of ambassadors, the declaration of war, the abstaining from poison'd arms, with other duties of that kind, which are evidently calculated for the commerce, that is peculiar to different societies.","subId":"1","id":"Hume.THN.3.2.11.1","pages":"567"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' these rules be super-added to the laws of nature, the former do not entirely abolish the latter; and one may safely affirm, that the three fundamental rules of justice, the stability of possession, its transference by consent, and the performance of promises, are duties of princes, as well as of subjects. The same interest produces the same effect in both cases. Where possession has no stability, there must be perpetual war. Where property is not transferr'd by consent, there can be no commerce. Where promises are not observ'd, there can be no leagues nor alliances. The <span class=\"page-break\"></span>advantages, therefore, of peace, commerce, and mutual succour, make us extend to different kingdoms the same notions of justice, which take place among individuals.","subId":"2","id":"Hume.THN.3.2.11.2","pages":"567-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is a maxim very current in the world, which few politicians are willing to avow, but which has been authoriz'd by the practice of all ages, <em>that there is a system of morals calculated for princes, much more free than that which ought to govern private persons</em>. 'Tis evident this is not to be understood of the lesser <em>extent</em> of public duties and obligations; nor will any one be so extravagant as to assert, that the most solemn treaties ought to have no force among princes. For as princes do actually form treaties among themselves, they must propose some advantage from the execution of them; and the prospect of such advantage for the future must engage them to perform their part, and must establish that law of nature. The meaning, therefore, of this political maxim is, that tho' the morality of princes has the same <em>extent</em>, yet it has not the same <em>force</em> as that of private persons, and may lawfully be transgress'd from a more trivial motive. However shocking such a proposition may appear to certain philosophers, 'twill be easy to defend it upon those principles, by which we have accounted for the origin of justice and equity.","subId":"3","id":"Hume.THN.3.2.11.3","pages":"568"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> men have found by experience, that 'tis impossible to subsist without society, and that 'tis impossible to maintain society, while they give free course to their appetites; so urgent an interest quickly restrains their actions, and imposes an obligation to observe those rules, which we call <em>the laws of justice</em>. This obligation of interest rests not here; but by the necessary course of the passions and sentiments, gives rise to the moral obligation of duty; while we approve of such actions as tend to the peace of society, and disapprove of such as tend to its disturbance. The same <em>natural</em> obligation of interest takes place among independent kingdoms, and gives rise to the same <em>morality</em>; so that no one of ever so corrupt morals will approve of a prince, who volun<span class=\"page-break\"></span>tarily, and of his own accord, breaks his word, or violates any treaty. But here we may observe, that tho' the intercourse of different states be advantageous, and even sometimes necessary, yet it is not so necessary nor advantageous as that among individuals, without which 'tis utterly impossible for human nature ever to subsist. Since, therefore, the <em>natural</em> obligation to justice, among different states, is not so strong as among individuals, the <em>moral</em> obligation, which arises from it, must partake of its weakness; and we must necessarily give a greater indulgence to a prince or minister, who deceives another; than to a private gentleman, who breaks his word of honour.","subId":"4","id":"Hume.THN.3.2.11.4","pages":"568-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shou</span>'<span class=\"small-capitals\">d</span> it be ask'd, <em>what proportion these two species of morality bear to each other?</em> I wou'd answer, that this is a question, to which we can never give any precise answer; nor is it possible to reduce to numbers the proportion, which we ought to fix betwixt them. One may safely affirm, that this proportion finds itself, without any art or study of men; as we may observe on many other occasions. The practice of the world goes farther in teaching us the degrees of our duty, than the most subtile philosophy, which was ever yet invented. And this may serve as a convincing proof, that all men have an implicit notion of the foundation of those moral rules concerning natural and civil justice, and are sensible, that they arise merely from human conventions, and from the interest, which we have in the preservation of peace and order. For otherwise the diminution of the interest wou'd never produce a relaxation of the morality, and reconcile us more easily to any transgression of justice among princes and republics, than in the private commerce of one subject with another.","subId":"5","id":"Hume.THN.3.2.11.5","pages":"569"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]}],"prev":{"id":"Hume.THN.3.2.10","imported":true,"title":"Section 10. Of the objects of allegiance","breadcrumb":"Section 10","published":[1740]},"next":{"id":"Hume.THN.3.2.12","imported":true,"title":"Section 12. Of chastity and modesty","breadcrumb":"Section 12","published":[1740]}}