{"id":"Hume.THN.3.2.2","imported":true,"parent":"Hume.THN.3.2","title":"Section 2. Of the origin of justice and property","breadcrumb":"Section 2","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h4><em>Of the origin of justice and property.</em></h4> ","id":"Hume.THN.3.2.2"},{"type":"paragraph","content":"WE now proceed to examine two questions, viz. <em>concerning the manner, in which the rules of justice are establish'd by the artifice of men</em>; and <em>concerning the reasons</em>, <em>which determine us to attribute to the observance or neglect of these rules a moral beauty and deformity</em>. These questions will appear afterwards to be distinct. We shall begin with the former.<br>","subId":"1","id":"Hume.THN.3.2.2.1","pages":"484"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> all the animals, with which this globe is peopled, there is none towards whom nature seems, at first sight, to have exercis'd more cruelty than towards man, in the numberless wants and necessities, with which she has loaded him, and in the slender means, which she affords to the relieving these necessities. In other creatures these two particulars generally compensate each other. If we consider the lion as a <span class=\"page-break\"></span>voracious and carnivorous animal, we shall easily discover him to be very necessitous; but if we turn our eye to his make and temper, his agility, his courage, his arms, and his force, we shall find, that his advantages hold proportion with his wants. The sheep and ox are depriv'd of all these advantages; but their appetites are moderate, and their food is of easy purchase. In man alone, this unnatural conjunction of infirmity, and of necessity, may be observ'd in its greatest perfection. Not only the food, which is requir'd for his sustenance, flies his search and approach, or at least requires his labour to be produc'd, but he must be possess'd of cloaths and lodging, to defend him against the injuries of the weather; tho' to consider him only in himself, he is provided neither with arms, nor force, nor other natural abilities, which are in any degree answerable to so many necessities.","subId":"2","id":"Hume.THN.3.2.2.2","pages":"484-5"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> by society alone he is able to supply his defects, and raise himself up to an equality with his fellow-creatures, and even acquire a superiority above them. By society all his infirmities are compensated; and tho' in that situation his wants multiply every moment upon him, yet his abilities are still more augmented, and leave him in every respect more satisfied and happy than 'tis possible for him, in his savage and solitary condition, ever to become. When every individual person labours a-part, and only for himself, his force is too small to execute any considerable work; his labour being employ'd in supplying all his different necessities, he never attains a perfection in any particular art; and as his force and success are not at all times equal, the least failure in either of these particulars must be attended with inevitable ruin and misery. Society provides a remedy for these <em>three</em> inconveniences. By the conjunction of forces, our power is augmented: By the partition of employments, our ability encreases: And by mutual succour we are less expos'd to fortune and accidents. 'Tis by this additional <em>force</em>, <em>ability</em>, and <em>security</em>, that society becomes advantageous.","subId":"3","id":"Hume.THN.3.2.2.3","pages":"485"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> in order to form society, 'tis requisite not only that it be advantageous, but also that men be sensible of <del>these</del><ins>its</ins> advantages; and 'tis impossible, in their wild uncultivated state, that by study and reflection alone, they should ever be able to attain this knowledge. Most fortunately, therefore, there is conjoin'd to those necessities, whose remedies are remote and obscure, another necessity, which having a present and more obvious remedy, may justly be regarded as the first and original principle of human society. This necessity is no other than that natural appetite betwixt the sexes, which unites them together, and preserves their union, till a new tye takes place in their concern for their common offspring. This new concern becomes also a principle of union betwixt the parents and offspring, and forms a more numerous society; where the parents govern by the advantage of their superior strength and wisdom, and at the same time are restrain'd in the exercise of their authority by that natural affection, which they bear their children. In a little time, custom and habit operating on the tender minds of the children, makes them sensible of the advantages, which they may reap from society, as well as fashions them by degrees for it, by rubbing off those rough corners and untoward affections, which prevent their coalition.","subId":"4","id":"Hume.THN.3.2.2.4","pages":"486"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> it must be confest, that however the circumstances of human nature may render an union necessary, and however those passions of lust and natural affection may seem to render it unavoidable; yet there are other particulars in our <em>natural temper</em>, and in our <em>outward circumstances</em>, which are very incommodious, and are even contrary to the requisite conjunction. Among the former, we may justly esteem our <em>selfishness</em> to be the most considerable. I am sensible, that, generally speaking, the representations of this quality have been carried much too far; and that the descriptions, which certain philosophers delight so much to form of mankind in this particular, are as wide of nature as any accounts of monsters, which we meet with in fables and <span class=\"page-break\"></span>romances. So far from thinking, that men have no affection for any thing beyond themselves, I am of opinion, that tho' it be rare to meet with one, who loves any single person better than himself; yet 'tis as rare to meet with one, in whom all the kind affections, taken together, do not over-balance all the selfish. Consult common experience: Do you not see, that tho' the whole expence of the family be generally under the direction of the master of it, yet there are few that do not bestow the largest part of their fortunes on the pleasures of their wives, and the education of their children, reserving the smallest portion for their own proper use and entertainment<del>.</del><ins>?</ins> This is what we may observe concerning such as have those endearing ties; and may presume, that the case would be the same with others, were they plac'd in a like situation.","subId":"5","id":"Hume.THN.3.2.2.5","pages":"486-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' this generosity must be acknowledg'd to the honour of human nature, we may at the same time remark, that so noble an affection, instead of fitting men for large societies, is almost as contrary to them, as the most narrow selfishness. For while each person loves himself better than any other single person, and in his love to others bears the greatest affection to his relations and acquaintance, this must necessarily produce an opposition of passions, and a consequent opposition of actions; which cannot but be dangerous to the new-establish'd union.","subId":"6","id":"Hume.THN.3.2.2.6","pages":"487"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> however worth while to remark, that this contrariety of passions wou'd be attended with but small danger, did it not concur with a peculiarity in our <em>outward circumstances</em>, which affords it an opportunity of exerting itself. There are three different species of goods, which we are possess'd of; the internal satisfaction of our <del>minds</del><ins>mind</ins>, the external advantages of our body, and the enjoyment of such possessions as we have acquir'd by our industry and good fortune. We are perfectly secure in the enjoyment of the first. The second may be ravish'd from us, but can be of no advantage to him who deprives us of them. The last only are both expos'd to the violence of others, and may be transferr'd without suffer<span class=\"page-break\"></span>ing any loss or alteration; while at the same time, there is not a sufficient quantity of them to supply every one's desires and necessities. As the improvement, therefore, of these goods is the chief advantage of society, so the <em>instability</em> of their possession, along with their <em>scarcity</em>, is the chief impediment.","subId":"7","id":"Hume.THN.3.2.2.7","pages":"487-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> vain shou'd we expect to find, in <em>uncultivated nature</em>, a remedy to this inconvenience; or hope for any inartificial principle of the human mind, which might controul those partial affections, and make us overcome the temptations arising from our circumstances. The idea of justice can never serve to this purpose, or be taken for a natural principle, capable of inspiring men with an equitable conduct towards each other. That virtue, as it is now understood, wou'd never have been dream'd of among rude and savage men. For the notion of injury or injustice implies an immorality or vice committed against some other person: And as every immorality is deriv'd from some defect or unsoundness of the passions, and as this defect must be judg'd of, in a great measure, from the ordinary course of nature in the constitution of the mind; 'twill be easy to know, whether we be guilty of any immorality, with regard to others, by considering the natural, and usual force of those several affections, which are directed towards them. Now it appears, that in the original frame of our mind, our strongest attention is confin'd to ourselves; our next is extended to our relations and acquaintance; and 'tis only the weakest which reaches to strangers and indifferent persons. This partiality, then, and unequal affection, must not only have an influence on our behaviour and conduct in society, but even on our ideas of vice and virtue; so as to make us regard any remarkable transgression of such a degree of partiality, either by too great an enlargement, or contraction of the affections, as vicious and immoral. This we may observe in our common judgments concerning actions, where we blame a person, who either centers all his affections in his family, or <span class=\"page-break\"></span>is so regardless of them, as, in any opposition of interest, to give the preference to a stranger, or mere chance acquaintance. From all which it follows, that our natural uncultivated ideas of morality, instead of providing a remedy for the partiality of our affections, do rather conform themselves to that partiality, and give it an additional force and influence.","subId":"8","id":"Hume.THN.3.2.2.8","pages":"488-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> remedy, then, is not deriv'd from nature, but from <em>artifice</em>; or more properly speaking, nature provides a remedy in the judgment and understanding, for what is irregular and incommodious in the affections. For when men, from their early education in society, have become sensible of the infinite advantages that result from it, and have besides acquir'd a new affection to company and conversation; and when they have observ'd, that the principal disturbance in society arises from those goods, which we call external, and from their looseness and easy transition from one person to another; they must seek for a remedy, by putting these goods, as far as possible, on the same footing with the fix'd and constant advantages of the mind and body. This can be done after no other manner, than by a convention enter'd into by all the members of the society to bestow stability on the possession of those external goods, and leave every one in the peaceable enjoyment of what he may acquire by his fortune and industry. By this means, every one knows what he may safely possess; and the passions are restrain'd in their partial and contradictory motions. Nor is such a restraint contrary to these passions; for if so, it cou'd never be enter'd into, nor maintain'd; but it is only contrary to their heedless and impetuous movement. Instead of departing from our own interest, or from that of our nearest friends, by abstaining from the possessions of others, we cannot better consult both these interests, than by such a convention; because it is by that means we maintain society, which is so necessary to their well-being and subsistence, as well as to our own.","subId":"9","id":"Hume.THN.3.2.2.9","pages":"489"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> convention is not of the nature of a <em>promise:</em> For even promises themselves, as we shall see afterwards, arise from human conventions. It is only a general sense of common interest; which sense all the members of the society express to one another, and which induces them to regulate their conduct by certain rules. I observe, that it will be for my interest to leave another in the possession of his goods, <em>provided</em> he will act in the same manner with regard to me. He is sensible of a like interest in the regulation of his conduct. When this common sense of interest is mutually express'd, and is known to both, it produces a suitable resolution and behaviour. And this may properly enough be call'd a convention or agreement betwixt us, tho' without the interposition of a promise; since the actions of each of us have a reference to those of the other, and are perform'd upon the supposition, that something is to be perform'd on the other part. Two men, who pull the oars of a boat, do it by an agreement or convention, tho' they have never given promises to each other. Nor is the rule concerning the stability of possession the less deriv'd from human conventions, that it arises gradually, and acquires force by a slow progression, and by our repeated experience of the inconveniences of transgressing it. On the contrary, this experience assures us still more, that the sense of interest has become common to all our fellows, and gives us a confidence of the future regularity of their conduct: And 'tis only on the expectation of this, that our moderation and abstinence are founded. In like manner are languages gradually establish'd by human conventions without any promise. In like manner do gold and silver become the common measures of exchange, and are esteem'd sufficient payment for what is of a hundred times their value.","subId":"10","id":"Hume.THN.3.2.2.10","pages":"490"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> this convention, concerning abstinence from the possessions of others, is enter'd into, and every one has acquir'd a stability in his possessions, there immediately arise the ideas of justice and injustice; as also those of <em>property</em>, <span class=\"page-break\"></span><em>right</em>, and <em>obligation</em>. The latter are altogether unintelligible without first understanding the former. Our property is nothing but those goods, whose constant possession is establish'd by the laws of society; that is, by the laws of justice. Those, therefore, who make use of the words <em>property</em>, or <em>right</em>, or <em>obligation</em>, before they have explain'd the origin of justice, or even make use of <del>it</del><ins>them</ins> in that explication, are guilty of a very gross fallacy, and can never reason upon any solid foundation. A man's property is some object related to him. This relation is not natural, but moral, and founded on justice. 'Tis very preposterous, therefore, to imagine, that we can have any idea of property, without fully comprehending the nature of justice, and shewing its origin in the artifice and contrivance of men. The origin of justice explains that of property<del>,</del><ins>.</ins> The same artifice gives rise to both. As our first and most natural sentiment of morals is founded on the nature of our passions, and gives the preference to ourselves and friends, above strangers; 'tis impossible there can be naturally any such thing as a fix'd right or property, while the opposite passions of men impel them in contrary directions, and are not restrain'd by any convention or agreement.","subId":"11","id":"Hume.THN.3.2.2.11","pages":"490-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> one can doubt, that the convention for the distinction of property, and for the stability of possession, is of all circumstances the most necessary to the establishment of human society, and that after the agreement for the fixing and observing of this rule, there remains little or nothing to be done towards settling a perfect harmony and concord. All the other passions, beside this of interest, are either easily restrain'd, or are not of such pernicious consequence, when indulg'd. <em>Vanity</em> is rather to be esteem'd a social passion, and a bond of union among men. <em>Pity</em> and <em>love</em> are to be consider'd in the same light. And as to <em>envy</em> and <em>revenge</em>, tho' pernicious, they operate only by intervals, and are directed against particular persons, whom we consider as our superiors or enemies. This avidity alone, of acquiring <span class=\"page-break\"></span>goods and possessions for ourselves and our nearest friends, is insatiable, perpetual, universal, and directly destructive of society. There scarce is any one, who is not actuated by it; and there is no one, who has not reason to fear from it, when it acts without any restraint, and gives way to its first and most natural movements. So that upon the whole, we are to esteem the difficulties in the establishment of society, to be greater or less, according to those we encounter in regulating and restraining this passion.","subId":"12","id":"Hume.THN.3.2.2.12","pages":"491-2"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> certain, that no affection of the human mind has both a sufficient force, and a proper direction to counter-balance the love of gain, and render men fit members of society, by making them abstain from the possessions of others. Benevolence to strangers is too weak for this purpose; and as to the other passions, they rather inflame this avidity, when we observe, that the larger our possessions are, the more ability we have of gratifying all our appetites. There is no passion, therefore, capable of controlling the interested affection, but the very affection it self, by an alteration of its direction. Now this alteration must necessarily take place upon the least reflection; since 'tis evident, that the passion is much better satisfy'd by its restraint, than by its liberty, and that <del>in</del><ins>by</ins> preserving society, we make much greater advances in the acquiring possessions, than <del>in</del><ins>by running into</ins> the solitary and forlorn condition, which must follow upon violence and an universal licence. The question, therefore, concerning the wickedness or goodness of human nature, enters not in the least into that other question concerning the origin of society; nor is there any thing to be consider'd but the degrees of men's sagacity or folly. For whether the passion of self-interest be esteemed vicious or virtuous, 'tis all a case; since itself alone restrains it: So that if it be virtuous, men become social by their virtue; if vicious, their vice has the same effect.","subId":"13","id":"Hume.THN.3.2.2.13","pages":"492"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> as 'tis by establishing the rule for the stability of <span class=\"page-break\"></span>possession, that this passion restrains itself; if that rule be very abstruse, and of difficult invention; society must be esteem'd, in a manner, accidental, and the effect of many ages. But if it be found, that nothing can be more simple and obvious than that rule; that every parent, in order to preserve peace among his children, must establish it; and that these first rudiments of justice must every day be improv'd, as the society enlarges: If all this appear evident, as it certainly must, we may conclude, that 'tis utterly impossible for men to remain any considerable time in that savage condition, which precedes society; but that his very first state and situation may justly be esteem'd social. This, however, hinders not, but that philosophers may, if they please, extend their reasoning to the suppos'd <em>state of nature</em>; provided they allow it to be a mere philosophical fiction, which never had, and never cou'd have any reality. Human nature being compos'd of two principal parts, which are requisite in all its actions, the affections and understanding; 'tis certain, that the blind motions of the former, without the direction of the latter, incapacitate men for society: And it may be allow'd us to consider separately the effects, that result from the separate operations of these two component parts of the mind. The same liberty may be permitted to moral, which is allow'd to natural philosophers; and 'tis very usual with the latter to consider any motion as compounded and consisting of two parts separate from each other, tho' at the same time they acknowledge it to be in itself uncompounded and inseparable.","subId":"14","id":"Hume.THN.3.2.2.14","pages":"492-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> <em>state of nature</em>, therefore, is to be regarded as a mere fiction, not unlike that of the <em>golden age</em>, which poets have invented; only with this difference, that the former is describ'd as full of war, violence and injustice; whereas the latter is painted out to us, as the most charming and most peaceable condition, that can possibly be imagin'd. The seasons, in that first age of nature, were so temperate, if we may believe the poets, that there was no necessity for men to provide them<span class=\"page-break\"></span>selves with cloaths and houses as a security against the violence of heat and cold. The rivers flow'd with wine and milk: The oaks yielded honey; and nature spontaneously produc'd her greatest delicacies. Nor were these the chief advantages of that happy age. The storms and tempests were not alone remov'd from nature; but those more furious tempests were unknown to human breasts, which now cause such uproar, and engender such confusion. Avarice, ambition, cruelty, selfishness, were never heard of: Cordial affection, compassion, sympathy, were the only movements, with which the human mind was yet acquainted. Even the distinction of <em>mine</em> and <em>thine</em> was banish'd from that happy race of mortals, and carry'd with them the very notions of property and obligation, justice and injustice.","subId":"15","id":"Hume.THN.3.2.2.15","pages":"493-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span>, no doubt, is to be regarded as an idle fiction; but yet deserves our attention, because nothing can more evidently shew the origin of those virtues, which are the subjects of our present enquiry. I have already observ'd, that justice takes its rise from human conventions; and that these are intended as a remedy to some inconveniences, which proceed from the concurrence of certain <em>qualities</em> of the human mind with the <em>situation</em> of external objects. The qualities of the mind are <em>selfishness</em> and <em>limited generosity:</em> And the situation of external objects is their <em>easy change</em>, join'd to their <em>scarcity</em> in comparison of the wants and desires of men. But however philosophers may have been bewilder'd in those speculations, poets have been guided more infallibly, by a certain taste or common instinct, which in most kinds of reasoning goes farther than any of that art and philosophy, with which we have been yet acquainted. They easily perceiv'd, if every man had a tender regard for another, or if nature supplied abundantly all our wants and desires, that the jealousy of interest, which justice supposes, could no longer have place; nor would there be any occasion for those distinctions and limits of property and possession, which at present are in use among mankind. Encrease to a sufficient degree the bene<span class=\"page-break\"></span>volence of men, or the bounty of nature, and you render justice useless, by supplying its place with much nobler virtues, and more valuable blessings. The selfishness of men is animated by the few possessions we have, in proportion to our wants; and 'tis to restrain this selfishness, that men have been oblig'd to separate themselves from the community, and to distinguish betwixt their own goods and those of others.","subId":"16","id":"Hume.THN.3.2.2.16","pages":"494-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> need we have recourse to the fictions of poets to learn this; but beside the reason of the thing, may discover the same truth by common experience and observation. 'Tis easy to remark, that a cordial affection renders all things common among friends; and that married people in particular mutually lose their property, and are unacquainted with the <em>mine</em> and <em>thine</em>, which are so necessary, and yet cause such disturbance in human society. The same effect arises from any alteration in the circumstances of mankind; as when there is such a plenty of any thing as satisfies all the desires of men: In which case the distinction of property is entirely lost, and every thing remains in common. This we may observe with regard to air and water, tho' the most valuable of all external objects; and may easily conclude, that if men were supplied with every thing in the same abundance, or if <em>every one</em> had the same affection and tender regard for <em>every one</em> as for himself; justice and injustice would be equally unknown among mankind.","subId":"17","id":"Hume.THN.3.2.2.17","pages":"495"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> then is a proposition, which, I think, may be regarded as certain, <em>that 'tis only from the selfishness and confin'd generosity of men, along with the scanty provision nature has made for his wants, that justice derives its origin</em>. If we look backward we shall find, that this proposition bestows an additional force on some of those observations, which we have already made on this subject.","subId":"18","id":"Hume.THN.3.2.2.18","pages":"495"},{"type":"paragraph","content":"<em>First</em>, we may conclude from it, that a regard to public interest, or a strong extensive benevolence, is not our first and original motive for the observation of the rules of jus<span class=\"page-break\"></span>tice; since 'tis allow'd, that if men were endow'd with such a benevolence, these rules would never have been dreamt of.","subId":"19","id":"Hume.THN.3.2.2.19","pages":"495-6"},{"type":"paragraph","content":"<em>Secondly</em>, we may conclude from the same principle, that the sense of justice is not founded on reason, or on the discovery of certain connexions and relations of ideas, which are eternal, immutable, and universally obligatory. For since it is confest, that such an alteration as that above-mention'd, in the temper and circumstances of mankind, wou'd entirely alter our duties and obligations, 'tis necessary upon the common system, <em>that the sense of virtue is deriv'd from reason</em>, to shew the change which this must produce in the relations and ideas. But 'tis evident, that the only cause, why the extensive generosity of man, and the perfect abundance of every thing, wou'd destroy the very idea of justice, is because they render it useless; and that, on the other hand, his confin'd benevolence, and his necessitous condition, give rise to that virtue, only by making it requisite to the publick interest, and to that of every individual. 'Twas therefore a concern for our own, and the publick interest, which made us establish the laws of justice; and nothing can be more certain, than that it is not any relation of ideas, which gives us this concern, but our impressions and sentiments, without which every thing in nature is perfectly indifferent to us; and can never in the least affect us. The sense of justice, therefore, is not founded on our ideas, but on our impressions.","subId":"20","id":"Hume.THN.3.2.2.20","pages":"496"},{"type":"paragraph","content":"<em>Thirdly</em>, we may farther confirm the foregoing proposition, <em>that those impressions, which give rise to this sense of justice, are not natural to the mind of man, but arise from artifice and human conventions</em>. For since any considerable alteration of temper and circumstances destroys equally justice and injustice; and since such an alteration has an effect only by changing our own and the publick interest; it follows, that the first establishment of the rules of justice depends on these different interests. But if men pursu'd the publick interest naturally, and with a hearty affection, they wou'd never have dream'd of restraining each other by these rules; <span class=\"page-break\"></span>and if they pursu'd their own interest, without any precaution, they wou'd run head-long into every kind of injustice and violence. These rules, therefore, are artificial, and seek their end in an oblique and indirect manner; nor is the interest, which gives rise to them, of a kind that cou'd be pursu'd by the natural and inartificial passions of men.","subId":"21","id":"Hume.THN.3.2.2.21","pages":"496-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> make this more evident, consider, that tho' the rules of justice are establish'd merely by interest, their connexion with interest is somewhat singular, and is different from what may be observ'd on other occasions. A single act of justice is frequently contrary to <em>public interest</em>; and were it to stand alone, without being follow'd by other acts, may, in itself, be very prejudicial to society. When a man of merit, of a beneficent disposition, restores a great fortune to a miser, or a seditious bigot, he has acted justly and laudably, but the public is a real sufferer. Nor is every single act of justice, consider'd apart, more conducive to private interest, than to public; and 'tis easily conceiv'd how a man may impoverish himself by a signal instance of integrity, and have reason to wish, that with regard to that single act, the laws of justice were for a moment suspended in the universe. But however single acts of justice may be contrary, either to public or private interest, 'tis certain, that the whole plan or scheme is highly conducive, or indeed absolutely requisite, both to the support of society, and the well-being of every individual. 'Tis impossible to separate the good from the ill. Property must be stable, and must be fix'd by general rules. Tho' in one instance the public be a sufferer, this momentary ill is amply compensated by the steady prosecution of the rule, and by the peace and order, which it establishes in society. And even every individual person must find himself a gainer, on ballancing the account; since, without justice, society must immediately dissolve, and every one must fall into that savage and solitary condition, which is infinitely worse than the worst situation that can possibly be suppos'd in society. When therefore men have <span class=\"page-break\"></span>had experience enough to observe, that whatever may be the consequence of any single act of justice, perform'd by a single person, yet the whole system of actions, concurr'd in by the whole society, is infinitely advantageous to the whole, and to every part; it is not long before justice and property take place. Every member of society is sensible of this interest: Every one expresses this sense to his fellows, along with the resolution he has taken of squaring his actions by it, on condition that others will do the same. No more is requisite to induce any one of them to perform an act of justice, who has the first opportunity. This becomes an example to others. And thus justice establishes itself by a kind of convention or agreement; that is, by a sense of interest, suppos'd to be common to all, and where every single act is perform'd in expectation that others are to perform the like. Without such a convention, no one wou'd ever have dream'd, that there was such a virtue as justice, or have been induc'd to conform his actions to it. Taking any single act, my justice may be pernicious in every respect; and 'tis only upon the supposition, that others are to imitate my example, that I can be induc'd to embrace that virtue; since nothing but this combination can render justice advantageous, or afford me any motives to conform my self to its rules.","subId":"22","id":"Hume.THN.3.2.2.22","pages":"497-8"},{"type":"paragraph","content":"We come now to the <em>second</em> question we propos'd, <em>viz. Why we annex the idea of virtue to justice, and of vice to injustice</em>. This question will not detain us long after the principles, which we have already establish'd. All we can say of it at present will be dispatch'd in a few words: And for farther satisfaction, the reader must wait till we come to the <em>third</em> part of this book. The <em>natural</em> obligation to justice, <em>viz.</em> interest, has been fully explain'd; but as to the <em>moral</em> obligation, or the sentiment of right and wrong, 'twill first be requisite to examine the natural virtues, before we can give a full and satisfactory account of it.","subId":"23","id":"Hume.THN.3.2.2.23","pages":"498"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> men have found by experience, that their selfishness <span class=\"page-break\"></span>and confin'd generosity, acting at their liberty, totally incapacitate them for society; and at the same time have observ'd, that society is necessary to the satisfaction of those very passions, they are naturally induc'd to lay themselves under the restraint of such rules, as may render their commerce more safe and commodious. To the imposition then, and observance of these rules, both in general, and in every particular instance, they are at first <del>induc'd</del><ins>mov'd</ins> only by a regard to interest; and this motive, on the first formation of society, is sufficiently strong and forcible. But when society has become numerous, and has encreas'd to a tribe or nation, this interest is more remote; nor do men so readily perceive, that disorder and confusion follow upon every breach of these rules, as in a more narrow and contracted society. But tho' in our own actions we may frequently lose sight of that interest, which we have in maintaining order, and may follow a lesser and more present interest, we never fail to observe the prejudice we receive, either mediately or immediately, from the injustice of others; as not being in that case either blinded by passion, or byass'd by any contrary temptation. Nay when the injustice is so distant from us, as no way to affect our interest, it still displeases us; because we consider it as prejudicial to human society, and pernicious to every one that approaches the person guilty of it. We partake of their uneasiness by <em>sympathy</em>; and as every thing, which gives uneasiness in human actions, upon the general survey, is call'd Vice, and whatever produces satisfaction, in the same manner, is denominated Virtue; this is the reason why the sense of moral good and evil follows upon justice and injustice. And tho' this sense, in the present case, be deriv'd only from contemplating the actions of others, yet we fail not to extend it even to our own actions. The <em>general rule</em> reaches beyond those instances, from which it arose; while at the same time we naturally <em>sympathize</em> with others in the sentiments they entertain of us. <em>Thus self-interest is the original motive to the </em>establishment<em> of justice: but a </em>sympathy<em> <span class=\"page-break\"></span>with public interest is the source of the </em>moral approbation,<em> which attends that virtue</em>. <ins>This latter principle of sympathy is too weak to controul our passions, but has sufficient force to influence our taste, and give us the sentiments of approbation or blame.</ins>","subId":"24","id":"Hume.THN.3.2.2.24","pages":"498-500"},{"type":"paragraph","content":"<span class=\"small-capitals\">Tho</span>' this progress of the sentiments be <em>natural</em>, and even necessary, 'tis certain, that it is here forwarded by the artifice of politicians, who, in order to govern men more easily, and preserve peace in human society, have endeavour'd to produce an esteem for justice, and an abhorrence of injustice. This, no doubt, must have its effect; but nothing can be more evident, than that the matter has been carry'd too far by certain writers on morals, who seem to have employ'd their utmost efforts to extirpate all sense of virtue from among mankind. Any artifice of politicians may assist nature in the producing of those sentiments, which she suggests to us, and may even on some occasions, produce alone an approbation or esteem for any particular action; but 'tis impossible it should be the sole cause of the distinction we make betwixt vice and virtue. For if nature did not aid us in this particular, 'twou'd be in vain for politicians to talk of <em>honourable</em> or <em>dishonourable</em>, <em>praiseworthy</em> or <em>blameable</em>. These words wou'd be perfectly unintelligible, and wou'd no more have any idea annex'd to them, than if they were of a tongue perfectly unknown to us. The utmost politicians can perform, is, to extend the natural sentiments beyond their original bounds; but still nature must furnish the materials, and give us some notion of moral distinctions.","subId":"25","id":"Hume.THN.3.2.2.25","pages":"500"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> publick praise and blame encrease our esteem for justice; so private education and instruction contribute to the same effect. For as parents easily observe, that a man is the more useful, both to himself and others, the greater degree of probity and honour he is endow'd with; and that those principles have greater force, when custom and education assist interest and reflection: For these reasons they are induc'd to inculcate on their children, from their earliest infancy, the principles of probity, and teach them to regard the observance of those rules, by which society is maintain'd, as worthy and honourable, and their violation as base and <span class=\"page-break\"></span>infamous. By this means the sentiments of honour may take root in their tender minds, and acquire such firmness and solidity, that they may fall little short of those principles, which are the most essential to our natures, and the most deeply radicated in our internal constitution.","subId":"26","id":"Hume.THN.3.2.2.26","pages":"500-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> farther contributes to encrease their solidity, is the interest of our reputation, after the opinion, <em>that a merit or demerit attends justice or injustice</em>, is once firmly establish'd among mankind. There is nothing, which touches us more nearly than our reputation, and nothing on which our reputation more depends than our conduct, with relation to the property of others. For this reason, every one, who has any regard to his character, or who intends to live on good terms with mankind, must fix an inviolable law to himself, never, by any temptation, to be induc'd to violate those principles, which are essential to a man of probity and honour.","subId":"27","id":"Hume.THN.3.2.2.27","pages":"501"},{"type":"paragraph","content":"<span class=\"small-capitals\">I shall</span> make only one observation before I leave this subject, <em>viz.</em> that tho' I assert, that in the <em>state of nature</em>, or that imaginary state, which preceded society, there be neither justice nor injustice, yet I assert not, that it was allowable, in such a state, to violate the property of others. I only maintain, that there was no such thing as property; and consequently cou'd be no such thing as justice or injustice. I shall have occasion to make a similar reflection with regard to <em>promises</em>, when I come to treat of them; and I hope this reflection, when duly weigh'd, will suffice to remove all odium from the foregoing opinions, with regard to justice and injustice.","subId":"28","id":"Hume.THN.3.2.2.28","pages":"501"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]}],"prev":{"id":"Hume.THN.3.2.1","imported":true,"title":"Section 1. Justice, whether a natural or artificial virtue?","breadcrumb":"Section 1","published":[1740]},"next":{"id":"Hume.THN.3.2.3","imported":true,"title":"Section 3. Of the rules, which determine property","breadcrumb":"Section 3","published":[1740]}}