{"imported":true,"id":"Hume.THN.3.2.3","parent":"Hume.THN.3.2","title":"Section 3. Of the rules, which determine property","breadcrumb":"Section 3","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. III.</h3> <h4><em>Of the rules, which determine property.</em></h4> ","id":"Hume.THN.3.2.3"},{"type":"paragraph","content":"THO' the establishment of the rule, concerning the stability of possession, be not only useful, but even absolutely necessary to human society, it can never serve to any purpose, <span class=\"page-break\"></span>while it remains in such general terms. Some method must be shewn, by which we may distinguish what particular goods are to be assign'd to each particular person, while the rest of mankind are excluded from their possession and enjoyment. Our next business, then, must be to discover the reasons which modify this general rule, and fit it to the common use and practice of the world.","subId":"1","id":"Hume.THN.3.2.3.1","pages":"501-2"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> obvious, that those reasons are not deriv'd from any utility or advantage, which either the <em>particular</em> person or the public may reap from his enjoyment of any <em>particular</em> goods, beyond what wou'd result from the possession of them by any other person. 'Twere better, no doubt, that every one were possess'd of what is most suitable to him, and proper for his use: But besides, that this relation of fitness may be common to several at once, 'tis liable to so many controversies, and men are so partial and passionate in judging of these controversies, that such a loose and uncertain rule wou'd be absolutely incompatible with the peace of human society. The convention concerning the stability of possession is enter'd into, in order to cut off all occasions of discord and contention; and this end wou'd never be attain'd, were we allow'd to apply this rule differently in every particular case, according to every particular utility, which might be discover'd in such an application. Justice, in her decisions, never regards the fitness or unfitness of objects to particular persons, but conducts herself by more extensive views. Whether a man be generous, or a miser, he is equally well receiv'd by her, and obtains with the same facility a decision in his favours, even for what is entirely useless to him.","subId":"2","id":"Hume.THN.3.2.3.2","pages":"502"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> follows, therefore, that the general rule, <em>that possession must be stable</em>, is not apply'd by particular judgments, but by other general rules, which must extend to the whole society, and be inflexible either by spite or favour. To illustrate this, I propose the following instance. I first consider men in their savage and solitary condition; and suppose, that <span class=\"page-break\"></span>being sensible of the misery of that state, and foreseeing the advantages that wou'd result from society, they seek each other's company, and make an offer of mutual protection and assistance. I also suppose, that they are endow'd with such sagacity as immediately to perceive, that the chief impediment to this project of society and partnership lies in the avidity and selfishness of their natural temper; to remedy which, they enter into a convention for the stability of possession, and for mutual restraint and forbearance. I am sensible, that this method of proceeding is not altogether natural; but besides that I here only suppose those reflections to be form'd at once, which in fact arise insensibly and by degrees; besides this, I say, 'tis very possible, that several persons, being by different accidents separated from the societies, to which they formerly belong'd, may be oblig'd to form a new society among themselves; in which case they are entirely in the situation above-mention'd.","subId":"3","id":"Hume.THN.3.2.3.3","pages":"502-3"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> evident, then, that their first difficulty, in this situation, after the general convention for the establishment of society, and for the constancy of possession, is, how to separate their possessions, and assign to each his particular portion, which he must for the future inalterably enjoy. This difficulty will not detain them long; but it must immediately <del>occur to them</del><ins>occur</ins>, as the most natural expedient, that every one continue to enjoy what he is at present master of, and that property or constant possession be conjoin'd to the immediate possession. Such is the effect of custom, that it not only reconciles us to any thing we have long enjoy'd, but even gives us an affection for it, and makes us prefer it to other objects, which may be more valuable, but are less known to us. What has long lain under our eye, and has often been employ'd to our advantage, <em>that</em> we are always the most unwilling to part with; but can easily live without possessions, which we never have enjoy'd, and are not accustom'd to. 'Tis evident, therefore, that men wou'd easily acquiesce in this expedient, <em>that every one continue to enjoy what he is at present possess'd <span class=\"page-break\"></span>of</em>; and this is the reason, why they wou'd so naturally agree in preferring it<a href=\"#n71\"><sup>[71]</sup></a>.","subId":"4","id":"Hume.THN.3.2.3.4","pages":"503-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> we may observe, that tho' the rule of the assignment of property to the present possessor be natural, and by that means useful, yet its utility extends not beyond the first formation of society; nor wou'd any thing be more pernicious, than the constant observance of it; by which restitution wou'd be excluded, and every injustice wou'd be authoriz'd and rewarded. We must, therefore, seek for some other circumstance, that may give rise to property after society is once establish'd; and of this kind, I find four most considerable, <em>viz.</em> Occupation, Prescription, Accession, and Succession. We shall briefly examine each of these, beginning with <em>Occupation.</em>","subId":"5","id":"Hume.THN.3.2.3.5","pages":"505"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> possession of all external goods is changeable and uncertain; which is one of the most considerable impediments to the establishment of society, and is the reason why, by universal agreement, express or tacite, men restrain themselves by what we now call the rules of justice and equity. The misery of the condition, which precedes this restraint, is the cause why we submit to that remedy as quickly as possible; and this affords <del>us</del> an easy reason, why we annex the idea of property to the first possession, or to <em>occupation</em>. Men are unwilling to leave property in suspence, even for the shortest time, or open the least door to violence and disorder. To which we may add, that the first possession always engages the attention most; and did we neglect it, there wou'd be no colour of reason for assigning property to any succeeding possession<a href=\"#n72\"><sup>[72]</sup></a>.","subId":"6","id":"Hume.THN.3.2.3.6","pages":"505"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> remains nothing, but to determine exactly, what is meant by possession; and this is not so easy as may at first sight be imagin'd. We are said to be in possession of any thing, not only when we immediately touch it, but also when we are so situated with respect to it, as to have it in our power to use it; and may move, alter, or destroy it, according to our present pleasure or advantage. This relation, then, is a species of cause and effect; and as property is nothing but a stable possession, deriv'd from the rules of justice, or the conventions of men, 'tis to be consider'd as the same species of relation. But here we may observe, that as the power of using any object becomes more or less certain, according as the interruptions we may meet with are more or less probable; and as this probability may increase by insensible degrees; 'tis in many cases impossible to determine when possession begins or ends; nor is there any certain standard, by which we can decide such controversies. A wild boar, that falls into our snares, is deem'd to be in our possession, if it be impossible for him to escape. But what do we mean by impossible? How do we separate this impossibility from an improbability? And how distinguish that exactly from a probability? Mark the precise limits of the one and the other, and shew the standard, by which we may decide all disputes that may arise, and, as we find by experience, frequently do arise upon this subject<a href=\"#n73\"><sup>[73]</sup></a>.","subId":"7","id":"Hume.THN.3.2.3.7","pages":"506"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> such disputes may not only arise concerning the real existence of property and possession, but also concerning their extent; and these disputes are often susceptible of no decision, or can be decided by no other faculty than the imagination. A person who lands on the shore of a small island, that is desart and uncultivated, is deem'd its possessor from the very first moment, and acquires the property of the whole; because the object is there bounded and circumscrib'd in the fancy, and at the same time is proportion'd to the new possessor. The same person landing on a desart island, as large as <em>Great Britain</em>, extends his property no farther than his immediate possession; tho' a numerous colony are esteem'd the proprietors of the whole from the instant of their debarkment.","subId":"8","id":"Hume.THN.3.2.3.8","pages":"507"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> it often happens, that the title of first possession becomes obscure thro' time; and that 'tis impossible to determine many controversies, which may arise concerning <span class=\"page-break\"></span>it. In that case long possession or <em>prescription</em> naturally takes place, and gives a person a sufficient property in any thing he enjoys. The nature of human society admits not of any great accuracy; nor can we always remount to the first origin of things, in order to determine their present condition. Any considerable space of time sets objects at such a distance, that they seem, in a manner, to lose their reality, and have as little influence on the mind, as if they never had been in being. A man's title, that is clear and certain at present, will seem obscure and doubtful fifty years hence, even tho' the facts, on which it is founded, shou'd be prov'd with the greatest evidence and certainty. The same facts have not the same influence after so long an interval of time. And this may be receiv'd as a convincing argument for our preceding doctrine with regard to property and justice. Possession during a long tract of time conveys a title to any object. But as 'tis certain, that, however every <span class=\"page-break\"></span>thing be produc'd in time, there is nothing real, that is produc'd by time; it follows, that property being produc'd by time, is not any thing real in the objects, but is the offspring of the sentiments, on which alone time is found to have any influence<a href=\"#n74\"><sup>[74]</sup></a>.","subId":"9","id":"Hume.THN.3.2.3.9","pages":"507-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> acquire the property of objects by <em>accession</em>, when they are connected in an intimate manner with objects that are already our property, and at the same time are inferior to them. Thus the fruits of our garden, the offspring of our cattle, and the work of our slaves, are all of them esteem'd our property, even before possession. Where objects are connected together in the imagination, they are apt to be put on the same footing, and are commonly suppos'd to be endow'd with the same qualities. We readily pass from one to the other, and make no difference in our judgments concerning them; especially if the latter be inferior to the former<a href=\"#n75\"><sup>[75]</sup></a>.","subId":"10","id":"Hume.THN.3.2.3.10","pages":"509"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> right of <em>succession</em> is a very natural one, from the presum'd consent of the parent or near relation, and from the general interest of mankind, which requires, that men's possessions shou'd pass to those, who are dearest to them, in <span class=\"page-break\"></span>order to render them more industrious and frugal. Perhaps these causes are seconded by the influence of <em>relation</em>, or the association of ideas, by which we are naturally directed to consider the son after the parent's decease, and ascribe to <span class=\"page-break\"></span>him a title to his father's possessions. Those goods must become the property of some body: But <em>of whom</em> is the question. Here 'tis evident the persons children naturally present themselves to the mind; and being already connected <span class=\"page-break\"></span>to those possessions by means of their deceas'd parent, we are apt to connect them still farther by the relation of property. Of this there are many parallel instances<a href=\"#n76\"><sup>[76]</sup></a>.","subId":"11","id":"Hume.THN.3.2.3.11","pages":"510-13"},{"type":"note","content":"No questions in philosophy are more difficult, than when a number of causes present themselves for the same phænomenon, to determine which is the principal and predominant. There seldom is any very precise argument to fix our choice, and men must be contented to be guided by a kind of taste or fancy, arising from analogy, and a comparison of similar instances. Thus, in the present case, there are, no doubt, motives of public interest for most of the rules, which determine property; but still I suspect, that these rules are principally fix'd by the imagination, or the more frivolous properties of our thought and conception. I shall continue to explain these causes, leaving it to the reader's choice, whether he will prefer those deriv'd from publick utility, or those deriv'd from the imagination. We shall begin with the right of the present possessor. <br> &emsp;'Tis a quality, which<cite>n71a</cite> I have already observ'd in human nature, that when two objects appear in a close relation to each other, the mind is apt to ascribe to them any additional relation, in order to compleat the union; and this inclination is so strong, as often to make us run into errors (such as that of the conjunction of thought and matter) if we find that they can serve to that purpose. Many of our impressions are incapable of place or local position; and yet those very impressions we suppose to have a local conjunction with the impressions of sight and touch, merely because they are conjoin'd by causation, and are already united in the imagination. Since, therefore, we can feign a new relation, and even an absurd one, in order to compleat any union, 'twill easily be imagin'd, that if there be any relations, which depend on the mind, 'twill readily conjoin them to any preceding relation, and unite, by a new bond, such objects as have already an union in the fancy. Thus for instance, we never fail, in our arrangement of bodies, to place those which are <em>resembling</em> in <em>contiguity</em> to each other, or at least in <em>correspondent</em> points of view; because we feel a satisfaction in joining the relation of contiguity to that of resemblance, or the resemblance of situation to that of qualities. And this is easily accounted for from the known properties of human nature. When the mind is determin'd to join certain objects, but undetermin'd in its choice of the particular objects, it naturally turns its eye to such as are related together. They are already united in the mind: They present themselves at the same time to the conception; and instead of requiring any new reason for their conjunction, it wou'd require a very powerful reason to make us over-look this natural affinity. This we shall have occasion to explain more fully afterwards, when we come to treat of <em>beauty</em>. In the mean time, we may content ourselves with observing, that the same love of order and uniformity, which arranges the books in a library, and the chairs in a parlour, contributes to the formation of society, and to the well-being of mankind, by modifying the general rule concerning the stability of possession. <del>And as</del><ins>As</ins> property forms a relation betwixt a person and an object, 'tis natural to found it on some preceding relation; and as property is nothing but a constant possession, secur'd by the laws <span class=\"page-break\"></span>of society, 'tis natural to add it to the present possession, which is a relation that resembles it. For this also has its influence. If it be natural to conjoin all sorts of relations, 'tis more so, to conjoin such relations as are resembling, and are related together.","subId":"n71","id":"Hume.THN.3.2.3.n71","pages":"504-5"},{"type":"note","content":"<em>Book</em> I. <em>Part</em> IV. <em>Sect.</em> 5.","subId":"n71a","id":"Hume.THN.3.2.3.n71a","pages":"504"},{"type":"note","content":"Some philosophers account for the right of occupation, by saying, that every one has a property in his own labour; and when he joins that labour to any thing, it gives him the property of the whole: But, 1. There are several kinds of occupation, where we cannot be said to join our labour to the object we acquire: As when we possess a meadow by grazing our cattle upon it. 2. This accounts for the matter by means of <em>accession</em>; which is taking a needless circuit. 3. We cannot be said to join our labour to any thing but in a figurative sense. Properly speaking, <span class=\"page-break\"></span>we only make an alteration on it by our labour. This forms a relation betwixt us and the object; and thence arises the property, according to the preceding principles.","subId":"n72","id":"Hume.THN.3.2.3.n72","pages":"505-6"},{"type":"note","content":"If we seek a solution of these difficulties in reason and public interest, we never shall find satisfaction; and if we look for it in the imagination, 'tis evident, that the qualities, which operate upon that faculty, run so insensibly and gradually into each other, that 'tis impossible to give them any precise bounds or termination. The difficulties on this head must encrease, when we consider, that our judgment alters very sensibly, according to the subject, and that the same power and proximity will be deem'd possession in one case, which is not esteem'd such in another. A person, who has hunted a hare to the last degree of weariness, wou'd look upon it as an injustice for another to rush in before him, and seize his prey. But the same person, advancing to pluck an apple, that hangs within his reach, has no reason to complain, if another, more alert, passes <span class=\"page-break\"></span>him, and takes possession. What is the reason of this difference, but that immobility, not being natural to the hare, but the effect of industry, forms in that case a strong relation with the hunter, which is wanting in the other? Here then it appears, that a certain and infallible power of enjoyment, without touch or some other sensible relation, often produces not property: And I farther observe, that a sensible relation, without any present power, is sometimes sufficient to give a title to any object. The sight of a thing is seldom a considerable relation, and is only regarded as such, when the object is hidden, or very obscure; in which case we find, that the view alone conveys a property; according to that maxim, <em>that even a whole continent belongs to the nation, which first discover'd it</em>. 'Tis however remarkable, that both in the case of discovery and that of possession, the first discoverer and possessor must join to the relation an intention of rendering himself proprietor, otherwise the relation will not have its effect; and that because the connexion in our fancy betwixt the property and the relation is not so great, but that it requires to be help'd by such an intention. From all these circumstances, 'tis easy to see how perplex'd many questions may become concerning the acquisition of property by occupation; and the least effort of thought may present us with instances, which are not susceptible of any reasonable decision. If we prefer examples, which are real, to such as are feign'd, we may consider the following one, which is to be met with in almost every writer, that has treated of the laws of nature. Two <em>Grecian</em> colonies, leaving their native country, in search of new seats, were inform'd that a city near them was deserted by its inhabitants. To know the truth of this report, they dispatch'd at once <span class=\"page-break\"></span>two messengers, one from each colony; who finding on their approach, that their information was true, begun a race together with an intention to take possession of the city, each of them for his countrymen. One of these messengers, finding that he was not an equal match for the other, launch'd his spear at the gates of the city, and was so fortunate as to fix it there before the arrival of his companion. This produc'd a dispute betwixt the two colonies, which of them was the proprietor of the empty city; and this dispute still subsists among philosophers. For my part I find the dispute impossible to be decided, and that because the whole question hangs upon the fancy, which in this case is not possess'd of any precise or determinate standard, upon which it can give sentence. To make this evident, let us consider, that if these two persons had been simply members of the colonies, and not messengers or deputies, their actions wou'd not have been of any consequence; since in that case their relation to the colonies wou'd have been but feeble and imperfect. Add to this, that nothing determin'd them to run to the gates rather than the walls, or any other part of the city, but that the gates, being the most obvious and remarkable part, satisfy the fancy best in taking them for the whole; as we find by the poets, who frequently draw their images and metaphors from them. Besides we may consider, that the touch or contact of the one messenger is not properly possession, no more than the piercing the gates with a spear; but only forms a relation; and there is a relation, in the other case, equally obvious, tho' not, perhaps, of equal force. Which of these relations, then, conveys a right and property, or whether any of them be sufficient for that effect, I leave to the decision of such as are wiser than myself.","subId":"n73","id":"Hume.THN.3.2.3.n73","pages":"506-8"},{"type":"note","content":"Present possession is plainly a relation betwixt a person and an object; but is not sufficient to counter-ballance the relation of first possession, unless the former be long and uninterrupted: In which case the relation is encreas'd on the side of the present possession, by the extent of time, and diminish'd on that of first possession, by the distance. This change in the relation produces a consequent change in the property.","subId":"n74","id":"Hume.THN.3.2.3.n74","pages":"509"},{"type":"note","content":"This source of property can never be explain'd but from the imaginations; and one may affirm, that the causes are here unmix'd. We shall proceed to explain them more particularly, and illustrate them by examples from common life and experience. It has been observ'd above, that the mind has a natural propensity to join relations, especially resembling ones, and finds a kind of fitness and uniformity in such an union. From this propensity are deriv'd these laws of nature, <em>that upon the first formation of society, property always follows the present possession</em>; and afterwards, <em>that it arises from first or from long possession</em>. Now we may easily observe, that relation is not confin'd merely to one degree; but that from an object, that is related to us, we acquire a relation to every other object, which is related to it, and so on, till the thought loses the chain by too long a progress. However the relation may weaken by each remove, 'tis not immediately destroy'd; but frequently connects two objects by means of an intermediate one, which is related to both. And this principle is of such force as to give rise to the right of <em>accession</em>, and causes us to acquire the property not only of such objects as we are immediately possess'd of, but also of such as are closely connected with them. <br> &emsp;Suppose a <em>German</em>, a <em>Frenchman</em>, and a <em>Spaniard</em> to come into a room where there are plac'd upon the table three bottles of wine, <span class=\"page-break\"></span><em>Rhenish</em>, <em>Burgundy</em> and <em>Port</em>; and suppose they shou'd fall a quarrelling about the division of them; a person, who was chosen for umpire, wou'd naturally, to shew his impartiality, give every one the product of his own country: And this from a principle, which, in some measure, is the source of those laws of nature, that ascribe property to occupation, prescription and accession. In all these cases, and particularly that of accession, there is first a <em>natural</em> union betwixt the idea of the person and that of the object, and afterwards a new and  <em>moral</em> union produc'd by that right or property, which we ascribe to the person. But here there occurs a difficulty, which merits our attention, and may afford us an opportunity of putting to tryal that singular method of reasoning, which has been employ'd on the present subject. I have already observ'd, that the imagination passes with greater facility from little to great, than from great to little, and that the transition of ideas is always easier and smoother in the former case than in the latter. Now as the right of accession arises from the easy transition of ideas, by which related objects are connected together, it shou'd naturally be imagin'd, that the right of accession must encrease in strength, in proportion as the transition of ideas is perform'd with greater facility. It may, therefore, be thought, that when we have acquir'd the property of any small object, we shall readily consider any great object related to it as an accession, and as belonging to the proprietor of the small one; since the transition is in that case very easy from the small object to the great one, and shou'd connect them together in the closest manner. But in fact the case is always found to be otherwise. The empire of <em>Great Britain</em> seems to draw along with it the dominion of the <em>Orkneys</em>, the <em>Hebrides</em>, the isle of <em>Man</em>, and the isle of <em>Wight</em>; but the authority over those lesser islands does not naturally imply any title to  <em>Great Britain</em>. In short, a small object naturally follows a great one as its accession; but a great one is never suppos'd to belong to the proprietor of a small one related to it, merely on account of that property and relation. Yet in this latter case the transition of ideas is smoother from the proprietor to the small object, which is his property, and from the small object to the great one, than in the former case from the proprietor to the great object, and from the great one to the small. It may therefore be thought, that these phænomena are objections to the foregoing hypothesis, <em>that the ascribing of property to accession is nothing but an <del>affect</del><ins>effect</ins> of the relations of ideas, and of the smooth transition of the imagination</em>. 'Twill be easy to solve this objection, if we consider the agility and unsteadiness of the imagination, with the different views, in which it is continually placing its objects. When we attribute to a person a property in two objects, we do not always pass from the person to one object, and from that to the other related to it. The objects being here to be consider'd as the property of the person, we are apt to join them <span class=\"page-break\"></span>together, and place them in the same light. Suppose, therefore, a great and a small object to be related together; if a person be strongly related to the great object, he will likewise be strongly related to both the objects, consider'd together, because be is related to the most considerable part. On the contrary, if he be only related to the small object, he will not be strongly related to both, consider'd together, since his relation lies only with the most trivial part, which is not apt to strike us in any great degree, when we consider the whole. And this is the reason, why small objects become accessions to great ones, and not great to small. 'Tis the general opinion of philosophers and civilians, that the sea is incapable of becoming the property of any nation; and that because 'tis impossible to take possession of it, or form any such distinct relation with it, as may be the foundation of property. Where this reason ceases, property immediately takes place. Thus the most strenuous advocates for the liberty of the seas universally allow, that friths and bays naturally belong as an accession to the proprietors of the surrounding continent. These have properly no more bond or union with the land, than the <em>pacific</em> ocean wou'd have; but having an union in the fancy, and being at the same time <em>inferior</em>, they are of course regarded as an accession. The property of rivers, by the laws of most nations, and by the natural turn of our thought, is attributed to the proprietors of their banks, excepting such vast rivers as the <em>Rhine</em> or the <em>Danube</em>, which seem too large to the imagination to follow as an accession the property of the neighbouring fields. Yet even these rivers are consider'd as the property of that nation, thro' whose dominions they run; the idea of a nation being of a suitable bulk to correspond with them, and bear them such a relation in the fancy. The accessions, which are made to lands bordering upon rivers, follow the land, say the civilians, provided <del>it</del><ins>they</ins> be made by what they call <em>alluvion</em>, that is, insensibly and imperceptibly; which are circumstances that mightily assist the imagination in the conjunction. Where there is any considerable portion torn at once from one bank, and join'd to another, it becomes not his property, whose land it falls on, till it unite with the land, and till the trees or plants have spread their roots into both. Before that, the imagination does not sufficiently join them. There are other cases, which somewhat resemble this of accession, but which, at the bottom, are considerably different, and merit our attention. Of this kind is the conjunction of the properties of different persons, after such a manner as not to admit of <em>separation</em>. The question is, to whom the united mass must belong. Where this conjunction is of such a nature as to admit of <em>division</em>, but not of <em>separation</em>, the decision is natural and easy. The whole mass must be suppos'd to be common betwixt the proprietors of the <span class=\"page-break\"></span>several parts, and afterwards must be divided according to the proportions of these parts. But here I cannot forbear taking notice of a remarkable subtilty of the <em>Roman</em> law, in distinguishing betwixt <em>confusion</em> and <em>commixtion</em>. Confusion is an union of two bodies, such as different liquors, where the parts become entirely undistinguishable. Commixtion is the blending of two bodies, such as two bushels of corn, where the parts remain separate in an obvious and visible manner. As in the latter case the imagination discovers not so entire an union as in the former, but is able to trace and preserve a distinct idea of the property of each; this is the reason, why the <em>civil</em> law, tho' it establish'd an entire community in the case of <em>confusion</em>, and after that a proportional division, yet in the case of <em>commixtion</em>, supposes each of the proprietors to maintain a distinct right; however necessity may at last force them to submit to the same division. <em>Quod si frumentum Titii frumento tuo mistum fuerit: siquidem ex voluntate vestra, commune est: quia singula corpora, id est, singula grana, quæ cujusque propria fuerunt, ex consensu vestro communicata sunt. Quod si casu id mistum fuerit, vel Titius id miscuerit sine tua voluntate, non videtur id commune esse; quia singula corpora in sua substantia durant. Sed nec magis istis casibus commune sit frumentum quam grex intelligitur esse communis, si pecora Titii tuis pecoribus mista fuerint. Sed si ab alterutro vestrûm totum id frumentum retineatur, in rem quidem actio pro modo frumenti cujusque competit. Arbitrio autem judicis, ut ipse æstimet quale cujusque frumentum fuerit.</em> Inst. Lib. II. Tit. 1. §. 28. Where the properties of two persons are united after such a manner as neither to admit of <em>division</em> nor <em>separation</em>, as when one builds a house on another's ground, in that case, the whole must belong to one of the proprietors: And here I assert, that it naturally is conceiv'd to belong to the proprietor of the most considerable part. For however the compound object may have a relation to two different persons, and carry our view at once to both of them, yet as the most considerable part principally engages our attention, and by the strict union draws the inferior along it; for this reason, the whole bears a relation to the proprietor of that part, and is regarded as his property. The only difficulty is, what we shall be pleas'd to call the most considerable part, and most attractive to the imagination. This quality depends on several different circumstances, which have little connexion with each other. One part of a compound object may become more considerable than another, either because it is more constant and durable; because it is of greater value; because it is more obvious and remarkable; because it is of greater extent; or because its existence is more separate and independent. 'Twill be easy to conceive, that, as these circumstances may be conjoin'd and oppos'd in all the different ways, and according to all the different degrees, which can be <span class=\"page-break\"></span>imagin'd, there will result many cases, where the reasons on both sides are so equally ballanc'd, that 'tis impossible for us to give any satisfactory decision. Here then is the proper business of municipal laws, to fix what the principles of human nature have left undetermin'd. The superficies yields to the soil, says the civil law: The writing to the paper: The canvas to the picture. These decisions do not well agree together, and are a proof of the contrariety of those principles, from which they are deriv'd. But of all the questions of this kind the most curious is that, which for so many ages divided the disciples of <em>Proculus</em> and <em>Sabinus</em>. Suppose a person shou'd make a cup from the metal of another, or a ship from his wood, and suppose the proprietor of the metal or wood shou'd demand his goods, the question is, whether he acquires a title to the cup or ship. <em>Sabinus</em> maintain'd the affirmative, and asserted that the substance or matter is the foundation of all the qualities; that it is incorruptible and immortal, and therefore superior to the form, which is casual and dependent. On the other hand, <em>Proculus</em> observ'd, that the form is the most obvious and remarkable part, and that from it bodies are denominated of this or that particular species. To which he might have added, that the matter or substance is in most bodies so fluctuating and uncertain, that 'tis utterly impossible to trace it in all its changes. For my part, I know not from what principles such a controversy can be certainly determin'd. I shall therefore content my self with observing, that the decision of <em>Trebonian</em> seems to me pretty ingenious; that the cup belongs to the proprietor of the metal, because it can be brought back to its first form: But that the ship belongs to the author of its form for a contrary reason. But however ingenious this reason may seem, it plainly depends upon the fancy, which by the possibility of such a reduction, finds a closer connexion and relation betwixt a cup and the proprietor of its metal, than betwixt a ship and the proprietor of its wood, where the substance is more fix'd and unalterable.","subId":"n75","id":"Hume.THN.3.2.3.n75","pages":"509-13"},{"type":"note","content":"In examining the different titles to authority in government, we shall meet with many reasons to convince us, that the right of succession depends, <del>in a great, measure</del><ins>in a great measure,</ins> on the imagination. Mean while I shall rest contented with observing one example, which belongs to the present subject. Suppose that a person die without children, and that a dispute arises among his relations concerning his inheritance; 'tis evident, that if his riches be deriv'd partly from his father, partly from his mother, the most natural way of determining such a dispute, is, to divide his possessions, and assign each part to the family, from whence it is deriv'd. Now as the person is suppos'd to have been once the full and entire proprietor of those goods; I ask, what is it makes us find a certain equity and natural reason in this partition, except it be the imagination? His affection to these families does not depend upon his possessions; for which reason his consent can never be presum'd precisely for such a partition. And as to the public interest, it seems not to be in the least concern'd on the one side or the other.","subId":"n76","id":"Hume.THN.3.2.3.n76","pages":"513"}]}