{"id":"Hume.THN.3.2.6","imported":true,"parent":"Hume.THN.3.2","title":"Section 6. Some farther reflections concerning justice and injustice","breadcrumb":"Section 6","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. VI.</h3> <h4><em>Some farther reflections concerning justice and injustice.</em></h4> ","id":"Hume.THN.3.2.6"},{"type":"paragraph","content":"WE have now run over the three fundamental laws of nature, <em>that of the stability of possession</em>, <em>of its transference by consent</em>, and <em>of the performance of promises</em>. 'Tis on the strict observance of those three laws, that the peace and security of human society entirely depend; nor is there any possibility of establishing a good correspondence among men, where these are neglected. Society is absolutely necessary for the well-being of men; and these are as necessary to the support of society. Whatever restraint they may impose on the passions of men, they are the real offspring of those passions, and are only a more artful and more refin'd way of satisfying them. Nothing is more vigilant and inventive than our passions; and nothing is more obvious, than the convention for the observance of these rules. Nature has, therefore, trusted this affair entirely to the conduct of men, and has not plac'd in the mind any peculiar original principles, to determine us to a set of actions, into which the other principles of our frame and constitution were sufficient to lead us. And to convince us the more fully of this truth, we may here stop a moment, and from a review of the preceding reasonings may draw some new arguments, to prove that those laws, however necessary, are entirely artificial, and of human invention; and consequently that justice is an artificial, and not a natural virtue.","subId":"1","id":"Hume.THN.3.2.6.1","pages":"526"},{"type":"paragraph","content":"I. <span class=\"small-capitals\">The</span> first argument I shall make use of is deriv'd from the vulgar definition of justice. Justice is commonly defin'd to be <em>a constant and perpetual will of giving every one his due</em>. In this definition 'tis supposed, that there are such things as right and property, independent of justice, and antecedent to it; and that they wou'd have subsisted, tho' men had never <span class=\"page-break\"></span>dreamt of practising such a virtue. I have already observ'd, in a cursory manner, the fallacy of this opinion, and shall here continue to open up a little more distinctly my sentiments on that subject.","subId":"2","id":"Hume.THN.3.2.6.2","pages":"526-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">I shall</span> begin with observing, that this quality, which we call <em>property</em>, is like many of the imaginary qualities of the <em>peripatetic</em> philosophy, and vanishes upon a more accurate inspection into the subject, when consider'd a-part from our moral sentiments. 'Tis evident property does not consist in any of the sensible qualities of the object. For these may continue invariably the same, while the property changes. Property, therefore, must consist in some relation of the object. But 'tis not in its relation with regard to other external and inanimate objects. For these may also continue invariably the same, while the property changes. This quality, therefore, consists in the relations of objects to intelligent and rational beings. But 'tis not the external and corporeal relation, which forms the essence of property. For that relation may be the same betwixt inanimate objects, or with regard to brute creatures; tho' in those cases it forms no property. 'Tis, therefore, in some internal relation, that the property consists; that is, in some influence, which the external relations of the object have on the mind and actions. Thus the external relation, which we call <em>occupation</em> or first possession, is not of itself imagin'd to be the property of the object, but only to cause its property. Now 'tis evident, this external relation causes nothing in external objects, and has only an influence on the mind, by giving us a sense of duty in abstaining from that object, and in restoring it to the first possessor. These actions are properly what we call <em>justice</em>; and consequently 'tis on that virtue that the nature of property depends, and not the virtue on the property.","subId":"3","id":"Hume.THN.3.2.6.3","pages":"527"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any one, therefore, wou'd assert, that justice is a natural virtue, and injustice a natural vice, he must assert, that abstracting from the notions of <em>property</em>, and <em>right</em> and <em>obligation</em>, a certain conduct and train of actions, in certain <span class=\"page-break\"></span>external relations of objects, has naturally a moral beauty or deformity, and causes an original pleasure or uneasiness. Thus the restoring a man's goods to him is consider'd as virtuous, not because nature has annex'd a certain sentiment of pleasure to such a conduct, with regard to the property of others, but because she has annex'd that sentiment to such a conduct, with regard to those external objects, of which others have had the first or long possession, or which they have receiv'd by the consent of those, who have had first or long possession. If nature has given us no such sentiment, there is not, naturally, nor antecedent to human conventions, any such thing as property. Now, tho' it seems sufficiently evident, in this dry and accurate consideration of the present subject, that nature has annex'd no pleasure or sentiment of approbation to such a conduct; yet that I may leave as little room for doubt as possible, I shall subjoin a few more arguments to confirm my opinion.","subId":"4","id":"Hume.THN.3.2.6.4","pages":"527-8"},{"type":"paragraph","content":"<em>First</em>, If nature had given us a pleasure of this kind, it wou'd have been as evident and discernible as on every other occasion; nor shou'd we have found any difficulty to perceive, that the consideration of such actions, in such a situation, gives a certain pleasure and <ins>a</ins> sentiment of approbation. We shou'd not have been oblig'd to have recourse to notions of property in the definition of justice, and at the same time makeuse of the notions of justice in the definition of property. This deceitful method of reasoning is a plain proof, that there are contain'd in the subject some obscurities and difficulties, which we are not able to surmount, and which we desire to evade by this artifice.","subId":"5","id":"Hume.THN.3.2.6.5","pages":"528"},{"type":"paragraph","content":"<em>Secondly</em>, Those rules, by which <del>properties, rights, and obligations</del><ins>property, right, and obligation</ins> are determin'd, have in them no marks of a natural origin, but many of artifice and contrivance. They are too numerous to have proceeded from nature: They are changeable by human laws: And have all of them a direct and evident tendency to public good, and the support of <del>civil society</del><ins>society</ins>. This last circumstance is remarkable upon two <span class=\"page-break\"></span>accounts. <em>First</em>, because, tho' the cause of the establishment of these laws had been a <em>regard</em> for the public good, as much as the public good is their natural tendency, they wou'd still have been artificial, as being purposely contriv'd and directed to a certain end. <em>Secondly</em>, because, if men had been endow'd with such a strong regard for public good, they wou'd never have restrain'd themselves by these rules; so that the laws of justice arise from natural principles in a manner still more oblique and artificial. 'Tis self-love which is their real origin; and as the self-love of one person is naturally contrary to that of another, these several interested passions are oblig'd to adjust themselves after such a manner as to concur in some system of conduct and behaviour. This system, therefore, comprehending the interest of each individual, is of course advantageous to the public; tho' it be not intended for that purpose by the inventors.<br>","subId":"6","id":"Hume.THN.3.2.6.6","pages":"528-9"},{"type":"paragraph","content":"II. <span class=\"small-capitals\">In</span> the second place we may observe, that all kinds of vice and virtue run insensibly into each other, and may approach by such imperceptible degrees as will make it very difficult, if not absolutely impossible, to determine when the one ends, and the other begins; and from this observation we may derive a new argument for the foregoing principle. For whatever may be the case, with regard to all kinds of vice and virtue, 'tis certain, that rights, and obligations, and property, admit of no such insensible gradation, but that a man either has a full and perfect property, or none at all; and is either entirely oblig'd to perform any action, or lies under no manner of obligation. However civil laws may talk of a perfect <em>dominion</em>, and of an imperfect, 'tis easy to observe, that this arises from a fiction, which has no foundation in reason, and can never enter into our notions of natural justice and equity. A man that hires a horse, tho' but for a day, has as full a right to make use of it for that time, as he whom we call its proprietor has to make use of it any other day; and 'tis evident, that however the use may be <span class=\"page-break\"></span>bounded in time or degree, the right itself is not susceptible of any such gradation, but is absolute and entire, so far as it extends. Accordingly we may observe, that this right both arises and perishes in an instant; and that a man entirely acquires the property of any object by occupation, or the consent of the proprietor; and loses it by his own consent; without any of that insensible gradation, which is remarkable in other qualities and relations. Since, therefore, this is the case with regard to property, and rights, and obligations, I ask, how it stands with regard to justice and injustice? After whatever manner you answer this question, you run into inextricable difficulties. If you reply, that justice and injustice admit of degree, and run insensibly into each other, you expressly contradict the foregoing position, that obligation and property are not susceptible of such a gradation. These depend entirely upon justice and injustice, and follow them in all their variations. Where the justice is entire, the property is also entire: Where the justice is imperfect, the property must also be imperfect. And <em>vice versa</em>, if the property admit of no such variations, they must also be incompatible with justice. If you assent, therefore, to this last proposition, and assert, that justice and injustice are not susceptible of degrees, you in effect assert, that they are not <em>naturally</em> either vicious or virtuous; since vice and virtue, moral good and evil, and indeed all <em>natural</em> qualities, run insensibly into each other, and are, on many occasions, undistinguishable.","subId":"7","id":"Hume.THN.3.2.6.7","pages":"529-30"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> here it may be worth while to observe, that tho' abstract reasoning, and the general maxims of philosophy and law establish this position, <em>that property, and right, and obligation admit not of degrees</em>, yet in our common and negligent way of thinking, we find great difficulty to entertain that opinion, and do even <em>secretly</em> embrace the contrary principle. An object must either be in the possession of one person or another. An action must either be perform'd or not. The necessity there is of choosing one side in these <span class=\"page-break\"></span>dilemmas, and the impossibility there often is of finding any just medium, oblige us, when we reflect on the matter, to acknowledge, that all property and obligations are entire. But on the other hand, when we consider the origin of property and obligation, and find that they depend on public utility, and sometimes on the <del>propensity</del><ins>propensities</ins> of the imagination, which are seldom entire on any side; we are naturally inclin'd to imagine, that these moral relations admit of an insensible gradation. Hence it is, that in references, where the consent of the parties leave the referees entire masters of the subject, they commonly discover so much equity and justice on both sides, as induces them to strike a medium, and divide the difference betwixt the parties. Civil judges, who have not this liberty, but are oblig'd to give a decisive sentence on some one side, are often at a loss how to determine, and are necessitated to proceed on the most frivolous reasons in the world. Half rights and obligations, which seem so natural in common life, are perfect absurdities in their tribunal; for which reason they are often oblig'd to take half arguments for whole ones, in order to terminate the affair one way or other.<br>","subId":"8","id":"Hume.THN.3.2.6.8","pages":"530-1"},{"type":"paragraph","content":"III. <span class=\"small-capitals\">The</span> third argument of this kind I shall make use of may be explain'd thus. If we consider the ordinary course of human actions, we shall find, that the mind restrains not itself by any general and universal rules; but acts on most occasions as it is determin'd by its present motives and inclination. As each action is a particular individual event, it must proceed from particular principles, and from our immediate situation within ourselves, and with respect to the rest of the universe. If on some occasions we extend our motives beyond those very circumstances, which gave rise to them, and form something like <em>general rules</em> for our conduct, 'tis easy to observe, that these rules are not perfectly inflexible, but allow of many exceptions. Since, therefore, this is the ordinary course of human actions, we may conclude, <span class=\"page-break\"></span>that the laws of justice, being universal and perfectly inflexible, can never be deriv'd from nature, nor be the immediate offspring of any natural motive or inclination. No action can be either morally good or evil, unless there be some natural passion or motive to impel us to it, or deter us from it; and 'tis evident, that the morality must be susceptible of all the same variations, which are natural to the passion. Here are two persons, who dispute for an estate; of whom one is rich, a fool, and a batchelor; the other poor, a man of sense, and has a numerous family: The first is my enemy; the second my friend. Whether I be actuated in this affair by a view to public or private interest, by friendship or enmity, I must be induc'd to do my utmost to procure the estate to the latter. Nor wou'd any consideration of the right and property of the persons be able to restrain me, were I actuated only by natural motives, without any combination or convention with others. For as all property depends on morality; and as all morality depends on the ordinary course of our passions and actions; and as these again are only directed by particular motives; 'tis evident, such a partial conduct must be suitable to the strictest morality, and cou'd never be a violation of property. Were men, therefore, to take the liberty of acting with regard to the laws of society, as they do in every other affair, they wou'd conduct themselves, on most occasions, by particular judgments, and wou'd take into consideration the characters and circumstances of the persons, as well as the general nature of the question. But 'tis easy to observe, that this wou'd produce an infinite confusion in human society, and that the avidity and partiality of men wou'd quickly bring disorder into the world, if not restrain'd by some general and inflexible principles. 'Twas, therefore, with a view to this inconvenience, that men have establish'd those principles, and have agreed to restrain themselves by general rules, which are unchangeable by spite and favour, and by particular views of private or public interest. These rules, then, are artificially invented for a certain <span class=\"page-break\"></span>purpose, and are contrary to the common principles of human nature, which accommodate themselves to circumstances, and have no stated invariable method of operation.","subId":"9","id":"Hume.THN.3.2.6.9","pages":"531-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> do I perceive how I can easily be mistaken in this matter. I see evidently, that when any man imposes on himself general inflexible rules in his conduct with others, he considers certain objects as their property, which he supposes to be sacred and inviolable. But no proposition can be more evident, than that property is perfectly unintelligible without first supposing justice and injustice; and that these <del>virtues and vices</del><ins>moral duties</ins> are as unintelligible, unless we have motives, independent of the morality, to impel us to just actions, and deter us from unjust ones. Let those motives, therefore, be what they will, they must accommodate themselves to circumstances, and must admit of all the variations, which human affairs, in their incessant revolutions, are susceptible of. They are consequently a very improper foundation for such rigid inflexible rules as the laws of nature; and 'tis evident these laws can only be deriv'd from human conventions, when men have perceiv'd the disorders that result from following their natural and variable principles.","subId":"10","id":"Hume.THN.3.2.6.10","pages":"533"},{"type":"paragraph","content":"<span class=\"small-capitals\">Upon</span> the whole, then, we are to consider this distinction betwixt justice and injustice, as having two different foundations, <em>viz.</em> that of <del>interest</del><ins><em>self-interest</em></ins>, when men observe, that 'tis impossible to live in society without restraining themselves by certain rules; and that of <em>morality</em>, when this interest is once <del>observ'd,</del><ins>observ'd to be common to all mankind,</ins> and men receive a pleasure from the view of such actions as tend to the peace of society, and an uneasiness from such as are contrary to it. 'Tis the voluntary convention and artifice of men, which makes the first interest take place; and therefore those laws of justice are so far to be consider'd as <em>artificial</em>. After that interest is once establish'd and acknowledg'd, the sense of morality in the observance of these rules follows <em>naturally</em>, and of itself; tho' 'tis certain, that it is also augmented by a new <em>artifice</em>, and that the public instructions <span class=\"page-break\"></span>of politicians, and the private education of parents, contribute to the giving <ins>us</ins> a sense of honour and duty in the strict regulation of our actions with regard to the properties of others.","subId":"11","id":"Hume.THN.3.2.6.11","pages":"533-4"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]}],"prev":{"id":"Hume.THN.3.2.5","imported":true,"title":"Section 5. Of the obligation of promises","breadcrumb":"Section 5","published":[1740]},"next":{"id":"Hume.THN.3.2.7","imported":true,"title":"Section 7. Of the origin of government","breadcrumb":"Section 7","published":[1740]}}