{"imported":true,"id":"Hume.THN.3.2.9","parent":"Hume.THN.3.2","title":"Section 9. Of the measures of allegiance","breadcrumb":"Section 9","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. IX.</h3> <h4><em>Of the measures of allegiance.</em></h4> ","id":"Hume.THN.3.2.9"},{"type":"paragraph","content":"THOSE political writers, who have had recourse to a promise, or original contract, as the source of our allegiance to government, intended to establish a principle, which is perfectly just and reasonable; tho' the reasoning, upon which they endeavour'd to establish it, was fallacious and sophistical. They wou'd prove, that our submission to government admits of exceptions, and that an egregious tyranny in the rulers is sufficient to free the subjects from all ties of allegiance. Since men enter into society, say they, and submit themselves to government, by their free and voluntary <span class=\"page-break\"></span>consent, they must have in view certain advantages, which they propose to reap from it, and for which they are contented to resign their native liberty. There is, therefore, something mutual engag'd on the part of the magistrate, <em>viz.</em> protection and security; and 'tis only by the hopes he affords of these advantages, that he can ever persuade men to submit to him. But when instead of protection and security, they meet with tyranny and oppression, they are free'd from their promises, (as happens in all conditional contracts) and return to that state of liberty, which preceded the institution of government. Men wou'd never be so foolish as to enter into such engagements as shou'd turn entirely to the advantage of others, without any view of bettering their own condition. Whoever proposes to draw any profit from our submission, must engage himself, either expressly or tacitly, to make us reap some advantage from his authority; nor ought he to expect, that without the performance of his part we will ever continue in obedience.","subId":"1","id":"Hume.THN.3.2.9.1","pages":"549-50"},{"type":"paragraph","content":"<span class=\"small-capitals\">I repeat</span> it: This conclusion is just, tho' the principles be erroneous; and I flatter myself, that I can establish the same conclusion on more reasonable principles. I shall not take such a compass, in establishing our political duties, as to assert, that men perceive the advantages of government; that they institute government with a view to those advantages; that this institution requires a promise of obedience; which imposes a moral obligation to a certain degree, but being conditional, ceases to be binding, whenever the other contracting party performs not his part of the engagement. I perceive, that a promise itself arises entirely from human conventions, and is invented with a view to a certain interest. I seek, therefore, some such interest more immediately connected with government, and which may be at once the original motive to its institution, and the source of our obedience to it. This interest I find to consist in the security and protection, which we enjoy in political society, and which we can never attain, when perfectly free and <span class=\"page-break\"></span>independent. As <del>the</del> interest, therefore, is the immediate sanction of government, the one can have no longer being than the other; and whenever the civil magistrate carries his oppression so far as to render his authority perfectly intolerable, we are no longer bound to submit to it. The cause ceases; the effect must cease also.","subId":"2","id":"Hume.THN.3.2.9.2","pages":"550-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> far the conclusion is immediate and direct, concerning the <em>natural</em> obligation which we have to allegiance. As to the <em>moral</em> obligation, we may observe, that the maxim wou'd here be false, that <em>when the cause ceases, the effect must cease also</em>. For there is a principle of human nature, which we have frequently taken notice of, that men are mightily addicted to <em>general rules</em>, and that we often carry our maxims beyond those reasons, which first induc'd us to establish them. Where cases are similar in many circumstances, we are apt to put them on the same footing, without considering, that they differ in the most material circumstances, and that the resemblance is more apparent than real. It may, therefore, be thought, that in the case of allegiance our moral obligation of duty will not cease, even tho' the natural obligation of interest, which is its cause, has ceas'd; and that men may be bound by <em>conscience</em> to submit to a tyrannical government against their own and the public interest. And indeed, to the force of this argument I so far submit, as to acknowledge, that general rules commonly extend beyond the principles, on which they are founded; and that we seldom make any exception to them, unless that exception have the qualities of a general rule, and be founded on very numerous and common instances. Now this I assert to be entirely the present case. When men submit to the authority of others, 'tis to procure themselves some security against the wickedness and injustice of men, who are perpetually carried, by their unruly passions, and by their present and immediate interest, to the violation of all the laws of society. But as this imperfection is inherent in human nature, we know that it must attend men in all their states and conditions; and <span class=\"page-break\"></span>that those, whom we chuse for rulers, do not immediately become of a superior nature to the rest of mankind, upon account of their superior power and authority. What we expect from them depends not on a change of their nature but of their situation, when they acquire a more immediate interest in the preservation of order and the execution of justice. But besides that this interest is only more immediate in the execution of justice among their subjects <ins>not in disputes betwixt themselves and subjects</ins>; besides this, I say, we may often expect, from the irregularity of human nature, that they will neglect even this immediate interest, and be transported by their passions into all the excesses of cruelty and ambition. Our general knowledge of human nature, our observation of the past history of mankind, our experience of present times; all these causes must induce us to open the door to exceptions, and must make us conclude, that we may resist the more violent effects of supreme power, without any crime or injustice.","subId":"3","id":"Hume.THN.3.2.9.3","pages":"551-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Accordingly</span> we may observe, that this is both the general practice and principle of mankind, and that no nation, that cou'd find any remedy, ever yet suffer'd the cruel ravages of a tyrant, or were blam'd for their resistance. Those who took up arms against <em>Dionysius</em> or <em>Nero</em>, or <em>Philip the second</em>, have the favour of every reader in the perusal of their history; and nothing but the most violent perversion of common sense can ever lead us to condemn them. 'Tis certain, therefore, that in all our notions of morals we never entertain such an absurdity as that of passive obedience, but make allowances for resistance in the more flagrant instances of tyranny and oppression. The general opinion of mankind has some authority in all cases; but in this of morals 'tis perfectly infallible. Nor is it less infallible, because men cannot distinctly explain the principles, on which it is founded. Few persons can carry on this train of reasoning: <q>Government is a mere human invention for the interest of society. Where the tyranny of the governor removes this interest, it also removes the natural obligation to obedience. The <span class=\"page-break\"></span>moral obligation is founded on the natural, and therefore must cease where <em>that</em> ceases; especially where the subject is such as makes us foresee very many occasions wherein the natural obligation may cease, and causes us to form a kind of general rule for the regulation of our conduct in such occurrences.</q> But tho' this train of reasoning be too subtile for the vulgar, 'tis certain, that all men have an implicit notion of it, and are sensible, that they owe obedience to government merely on account of the public interest; and at the same time, that human nature is so subject to frailties and passions, as may easily pervert this institution, and change their governors into tyrants and public enemies. If the sense of <del>public</del> interest were not our original motive to obedience, I wou'd fain ask, what other principle is there in human nature capable of subduing the natural ambition of men, and forcing them to such a submission? Imitation and custom are not sufficient. For the question still recurs, what motive first produces those instances of submission, which we imitate, and that train of actions, which produces the custom? There evidently is no other principle than <del>public</del> interest; and if interest first produces obedience to government, the obligation to obedience must cease whenever the interest ceases, in any great degree, and in a considerable number of instances.","subId":"4","id":"Hume.THN.3.2.9.4","pages":"552-3"}]}