{"id":"Shaftesbury.C.MR.5.2","imported":true,"parent":"Shaftesbury.C.MR.5","title":"Chapter II. Generation and Succession of our national and modern Wit――Manners of the Proprietors――Corporation, and Joint-Stock――Statute against Criticism. A Coffee-house Committee――Mr. Bays――Other Bays's in Divinity――Censure of our Author's Dialogue-Piece; and of the Manner of Dialogue-Writing, us'd by Reverand Wits","breadcrumb":"Chapter 2","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_021","blocks":[{"type":"title","content":"<h1>Chapter II. Generation and Succession of our national and modern Wit――Manners of the Proprietors――Corporation, and Joint-Stock――Statute against Criticism. A Coffee-house Committee――Mr. Bays――Other Bays's in Divinity――Censure of our Author's Dialogue-Piece; and of the Manner of Dialogue-Writing, us'd by Reverand Wits</h1> ","id":"Shaftesbury.C.MR.5.2"},{"type":"paragraph","content":"ACCORDING to the common Course of Practice in our Age, we seldom see the Character of <em>Writer</em> and that of <em>Critick</em> united in the same Person. There is, I know, a certain Species of <em>Authors,</em> who subsist wholly by the <em>criticizing</em> or <em>commenting</em> Practice upon others, and can appear in no other Form besides what this Employment authorizes them to assume. They have no <em>original</em> Character, or <em>first</em> Part; but wait for something which may be call'd <em>a Work,</em> in order to graft upon it, and come in, for Sharers, at second hand.","subId":"1","id":"Shaftesbury.C.MR.5.2.1"},{"type":"paragraph","content":"The <em>Pen-men</em> of this Capacity and Degree are, from their Function and Employment, distinguish'd by the Title of <span class=\"small-capitals\">Answerers.</span> For it happens in the World, that there are Readers of a Genius and Size just fitted to these <em>answering</em> Authors. <em>These,</em> if they teach 'em nothing else, will teach 'em, they think, to <em>criticize.</em> And tho the new practising Criticks are of a sort unlikely ever to understand any <em>original Book</em> or <em>Writing;</em> they can understand, or at least remember, and quote the subsequent Reflections, Flouts, and Jeers, which may accidentally be made on such a Piece. Where-ever a Gentleman of this sort happens, at any time, to be in company, you shall no sooner hear a new Book spoken of, than 'twill be ask'd, <q>Who has answer'd it?</q> or <q>When is there an Answer to come out?</q>—Now the <em>Answer,</em> as our Gentleman knows, must needs be newer than the <em>Book.</em> And the <em>newer</em> a thing is, the more fashionable still, and the genteeler the Subject of Discourse. For this the Bookseller knows how to fit our Gentleman to a nicety: For he has commonly an <em>Answer</em> ready bespoke, and perhaps finish'd, by the time his <em>new Book</em> comes abroad. And 'tis odds but our fashionable Gentleman, who takes both together, may read the <em>latter</em> first, and drop the other for good and all.","subId":"2","id":"Shaftesbury.C.MR.5.2.2"},{"type":"paragraph","content":"But of these <em>answering</em> <span class=\"small-capitals\">Wits,</span> and the manner of <em>Rejoinders,</em> and reiterate <em>Replies,</em> we have said what is sufficient<a href=\"#n1\"><sup>[1]</sup></a> in a former <span class=\"small-capitals\">Miscellany.</span> We need only remark in general, <q>That 'tis necessary a <em>writing</em> <span class=\"small-capitals\">Critick</span> shou'd understand how <em>to write.</em> And tho every <em>Writer</em> is not bound to shew himself in the capacity of <span class=\"small-capitals\">Critick,</span> every writing Critick is bound to shew himself capable of being a <span class=\"small-capitals\">Writer.</span> For if he be apparently impotent in this <em>latter</em> kind, he is to be deny'd all Title or Character in <em>the other.</em></q>","subId":"3","id":"Shaftesbury.C.MR.5.2.3"},{"type":"paragraph","content":"To <em>censure</em> merely what another Person writes; to <em>twitch, snap, snub up,</em> or <em>banter;</em> to torture <em>Sentences</em> and <em>Phrases,</em> turn a few Expressions into Ridicule, or write what is now-a-days call'd an <em>Answer</em> to any Piece, is not sufficient to constitute what is properly esteem'd a <span class=\"small-capitals\">Writer,</span> or <span class=\"small-capitals\">Author,</span> in due form. For this reason, tho there are many <span class=\"small-capitals\">Answerers</span> seen abroad, there are few or no <span class=\"small-capitals\">Criticks</span> or <span class=\"small-capitals\">Satirists.</span> But whatever may be the State of Controversy in our <em>Religion,</em> or <em>politick</em> Concerns; 'tis certain that in the mere <em>literate</em> World, Affairs are manag'd with a better Understanding between the principal Partys concern'd. The <span class=\"small-capitals\">Writers</span> or <span class=\"small-capitals\">Authors</span> <em>in possession</em> have an easier time than any <em>Ministry,</em> or <em>religious Party,</em> which is uppermost. They have found a way, by decrying <em>all</em> <span class=\"small-capitals\">Criticism</span> <em>in general,</em> to get rid of their <em>Dissenters,</em> and prevent all Pretences to further <em>Reformation</em> in their State. <em>The</em> <span class=\"small-capitals\">Critick</span> is made to appear distinct, and of another <em>Species;</em> wholly different from <em>the Writer.</em> None who have a <span class=\"small-capitals\">Genius</span> for <em>Writing,</em> and can perform with any Success, are presum'd so ill-natur'd or illiberal as to endeavour to signalize themselves in <span class=\"small-capitals\">Criticism.</span>","subId":"4","id":"Shaftesbury.C.MR.5.2.4"},{"type":"paragraph","content":"'Tis not difficult, however, to imagine why this practical Difference between <em>Writer</em> and <em>Critick</em> has been so generally establish'd amongst us, as to make the Provinces seem wholly distinct, and irreconcilable. The <em>forward</em> <span class=\"small-capitals\">Wits,</span> who without waiting their due time, or performing their requisite Studys, start up in the World as <span class=\"small-capitals\">Authors,</span> having with little Pains or Judgment, and by the strength of Fancy merely, acquir'd <em>a Name</em> with Mankind, can on no account afterwards submit to a Decrial or Disparagement of those raw Works, to which they ow'd their early Character and Distinction. Ill wou'd it fare with 'em, indeed, if on these tenacious Terms they shou'd venture upon <span class=\"small-capitals\">Criticism,</span> or offer to move that <em>Spirit</em> which wou'd infallibly give such Disturbance to their establish'd Title.","subId":"5","id":"Shaftesbury.C.MR.5.2.5"},{"type":"paragraph","content":"Now we may consider, That in our Nation, and especially in our present Age, whilst Wars, Debates, and publick Convulsions turn our Minds so wholly upon Business and Affairs; the better <em>Genius's</em> being in a manner necessarily involv'd in the active Sphere, on which the general Eye of Mankind is so strongly fixt; there must remain in the Theatre of Wit a sufficient Vacancy of Place: and the quality of <em>Actor</em> upon that Stage must of consequence be very easily attainable, and at a low Price of Ingenuity or Understanding.","subId":"6","id":"Shaftesbury.C.MR.5.2.6"},{"type":"paragraph","content":"The Persons therefore who are in possession of the <em>prime Parts</em> in this deserted Theatre, being suffer'd to maintain their Ranks and Stations in full Ease, have naturally a good Agreement and Understanding with their Fellow-Wits. Being indebted to the Times for this Happiness, that with so little Industry or Capacity they have been able to serve the Nation with <em>Wit,</em> and supply the Place of real Dispensers and Ministers of the <span class=\"small-capitals\">Muses</span> <em>Treasures;</em> they must, necessarily, as they have any Love for themselves, or fatherly Affection for their Works, conspire with one another to preserve their common Interest of Indolence, and justify their Remisness, Uncorrectness, Insipidness, and downright Ignorance of all literate <em>Art,</em> or just <em>poetick Beauty.</em>","subId":"7","id":"Shaftesbury.C.MR.5.2.7"},{"type":"paragraph","content":"<a href=\"#n2\"><sup>[2]</sup></a>Great is the unity of the effeminate.","subId":"8","id":"Shaftesbury.C.MR.5.2.8"},{"type":"paragraph","content":"For this reason you see 'em mutually courteous, and benevolent; gracious and obliging, beyond measure; complimenting one another interchangeably, at the head of their Works, in <em>recommendatory</em> Verses, or in separate Panegyricks, Essays, and Fragments of Poetry; such as in the <em>Miscellaneous Collections</em> (our yearly Retail of Wit) we see curiously compacted, and accommodated to the Relish of the World. Here the <em>Tyrocinium</em> of Genius's is annually display'd. Here, if you think fit, you may make acquaintance with <em>the young</em> Offspring of <span class=\"small-capitals\">Wits,</span> as they come up gradually under <em>the old;</em> with due Courtship, and Homage, paid to those high Predecessors of Fame, in hope of being one day admitted, by turn, into the noble Order, and made <span class=\"small-capitals\">Wits</span> by <em>Patent</em> and <em>Authority.</em>","subId":"9","id":"Shaftesbury.C.MR.5.2.9"},{"type":"paragraph","content":"This is the young <em>Fry</em> which you may see busily surrounding the grown Poet, or chief Play-house-<em>Author,</em> at <em>a Coffee-House.</em> They are his Guards; ready to take up Arms for him; if by some presumptuous <em>Critick</em> he is at any time attack'd. They are indeed the very Shadows of their immediate Predecessor, and represent the same Features, with some small Alteration perhaps for the worse. They are sure to aim at nothing above or beyond their Master; and wou'd on no account give him the least Jealousy of their aspiring to any Degree or Order of writing above him. From hence that <em>Harmony</em> and <em>reciprocal Esteem,</em> which, on such a bottom as this, cannot fail of being perfectly well establish'd among our Poets: The Age, mean while, being after this manner hopefully provided, and secure of a constant and like Succession of meritorious Wits, in every kind!","subId":"10","id":"Shaftesbury.C.MR.5.2.10"},{"type":"paragraph","content":"If by chance a Man of Sense, un-appriz'd of the Authority of these high Powers, shou'd venture to accost the Gentlemen of this Fraternity, at some <em>Coffee-house</em> Committee, whilst they were taken up, in mutual Admiration, and the usual Praise of their national and co-temporary Wits; 'tis possible he might be treated with some Civility, whilst he inquir'd, for Satisfaction sake, into the Beautys of those particular Works so unanimously extoll'd. But shou'd he presume to ask, in general, <q>Why is our <em>Epick</em> or <em>Dramatick,</em> our <em>Essay,</em> or <em>common Prose</em> no better executed?</q> Or, <q>Why in particular does such or such a reputed Wit write so incorrectly, and with so little regard to Justness of Thought or Language?</q> The Answer wou'd presently be given, <q>That we <em>Englishmen</em> are not ty'd up to such rigid Rules as those of the antient <em>Grecian,</em> or modern <em>French</em> Criticks.</q>","subId":"11","id":"Shaftesbury.C.MR.5.2.11"},{"type":"paragraph","content":"<q>Be it so (Gentlemen!) 'Tis your good Pleasure. Nor ought any one to dispute it with you. You are Masters, no doubt, in your own Country. But (Gentlemen!) the Question here, is not What your Authority may be over your own Writers. You may have them of what Fashion or Size of Wit you please; and allow them to entertain you at the rate you think sufficient, and satisfactory. But can you, by your good Pleasure, or the Approbation of your highest Patrons, make that to be either <em>Wit,</em> or <em>Sense,</em> which wou'd otherwise have been Bombast and Contradiction? If your Poets are still<a href=\"#n3\"><sup>[3]</sup></a> Mr. <span class=\"small-capitals\">Bays's,</span> and your Prose-Authors Sir <span class=\"small-capitals\">Rogers,</span> without offering at a better Manner; must it follow that <em>the Manner it-self</em> is good, or <em>the Wit</em> genuine?—What say you (Gentlemen!) to this new Piece?—Let us examine these Lines which you call <em>shining!</em> This String of Sentences which you call <em>clever!</em> This Pile of Metaphors which you call <em>sublime!</em>—Are you unwilling (Gentlemen!) to stand the Test? Do you despise the Examination?</q>","subId":"12","id":"Shaftesbury.C.MR.5.2.12"},{"type":"paragraph","content":"<q>Sir!—Since you are pleas'd to take this Liberty with us; May we presume to ask you a Question?</q> <q>O Gentlemen! as many as you please: I shall be highly honour'd.</q> <q>Why then (pray Sir!) inform us, Whether you have ever <em>writ?</em></q> <q>Very often (Gentlemen!) especially on a Post-night.</q> <q>But have you writ (for instance, Sir!) a <em>Play,</em> a <em>Song,</em> an <em>Essay,</em> or a <span class=\"small-capitals\">Paper,</span> as, by way of Eminence, the current <em>Pieces</em> of our Weekly Wits are generally styl'd?</q> <q>Something of this kind I may perhaps (Gentlemen!) have attempted, tho without publishing my Work. But pray (Gentlemen!) what is my <em>writing,</em> or <em>not writing</em> to the question in hand?</q> <q>Only this, (Sir!) and you may fairly take our words for it: That, whenever you publish, you will find the Town against you. Your Piece will infallibly be condemn'd.</q> <q>So let it. But for what reason, Gentlemen? I am sure, you never saw the Piece.</q> <q>No, Sir. But you are a <span class=\"small-capitals\">Critick.</span> And we know by certain Experience, that, when a <em>Critick</em> writes according to Rule and Method, he is sure never to hit the <em>English</em> Taste. Did not Mr. <em>R</em>——, who criticiz'd our <em>English</em> Tragedy, write a sorry one of his own?</q> <q>If he did (Gentlemen!) 'twas his own fault, not to know his Genius better. But is his Criticism the less just on this account? If a Musician performs his Part well in the hardest Symphonys, he must necessarily know the Notes, and understand the Rules of Harmony and Musick. But must a Man, therefore, who has an Ear, and has study'd the Rules of Musick, of necessity have a Voice or Hand? Can no one possibly judg a <em>Fiddle,</em> but who is himself a <em>Fiddler?</em> Can no one judg a <em>Picture,</em> but who is himself a <em>Layer of Colours?</em></q>—","subId":"13","id":"Shaftesbury.C.MR.5.2.13"},{"type":"paragraph","content":"Thus far our rational Gentleman perhaps might venture, before his Coffee-house Audience. Had I been at his Elbow to prompt him as a Friend, I shou'd hardly have thought fit to remind him of any thing further. On the contrary, I shou'd have rather taken him aside, to inform him of this <em>Cabal,</em> and establish'd <em>Corporation</em> of Wit; of their declar'd Aversion to <em>Criticism,</em> and of their known Laws and Statutes in that Case made and provided. I shou'd have told him, in short, that learned Arguments wou'd be mispent on such as these: And that he wou'd find little Success, tho he shou'd ever so plainly demonstrate to the Gentlemen of this Size of Wit and Understanding, <q>That the greatest <em>Masters of Art,</em> in every kind of Writing, were eminent in the <em>critical</em> Practice.</q> But that they really were so, witness, among <em>the Antients,</em> their greatest<a href=\"#n4\"><sup>[4]</sup></a> <span class=\"small-capitals\">Philosophers,</span> whose <em>critical</em> Pieces lie intermixt with their profound <em>philosophical</em> Works, and other politer Tracts ornamentally writ,<a href=\"#n5\"><sup>[5]</sup></a> for publick use. Witness in <em>History</em> and <em>Rhetorick,</em> <span class=\"small-capitals\">Isocrates,DionysiusHalicarnasseus,Plutarch,</span> and the corrupt <span class=\"small-capitals\">Lucian</span> himself; the only one perhaps of these Authors, whom our Gentlemen may, in some modern Translation, have look'd into, with any Curiosity or Delight. To these among the <em>Romans</em> we may add <span class=\"small-capitals\">Cicero,Varro,Horace,Quintilian,Pliny,</span> and many more.","subId":"14","id":"Shaftesbury.C.MR.5.2.14"},{"type":"paragraph","content":"Among <em>the Moderns,</em> a <span class=\"small-capitals\">Boileau</span> and a <span class=\"small-capitals\">Corneille</span> are sufficient Precedents in the Case before us. They apply'd their <em>Criticism</em> with just Severity, even to their own Works. This indeed is a Manner hardly practicable with the Poets of our own Nation. It wou'd be unreasonable to expect of 'em that they shou'd bring such Measures in use, as being apply'd to their Works, wou'd discover 'em to be wholly deform'd and disproportionable. 'Tis no wonder therefore if we have so little of this <em>critical</em> Genius extant, to guide us in our Taste. 'Tis no wonder if what is generally current in this kind, lies in a manner bury'd, and in disguise under Burlesque, as particularly in the<a href=\"#n6\"><sup>[6]</sup></a> witty Comedy of a noble Author of this last Age. To the Shame, however, of our profess'd Wits and Enterprizers in the higher Spheres of Poetry, it may be observ'd, that they have not wanted good Advice and Instruction of the graver kind, from as high a Hand in respect of Quality and Character: Since one of the justest of our modern Poems, and so confess'd even by our Poets themselves, is a short <em>Criticism,</em> An <span class=\"small-capitals\">Art</span> <em>of</em> <span class=\"small-capitals\">Poetry;</span> by which, if they themselves were to be judg'd, they must in general appear no better than mere Bunglers, and void of all true Sense and Knowledg in their Art. But if in reality both <em>Critick</em> and <em>Poet,</em> confessing the Justice of these Rules of Art, can afterwards, in Practice, condemn and approve, perform and judg, in a quite different manner from what they acknowledg just and <em>true:</em> it plainly shews, That, tho perhaps we are not indigent in <em>Wit;</em> we want what is of more consequence, and can alone raise <em>Wit</em> to any Dignity or Worth; even <em>plain</em> <span class=\"small-capitals\">Honesty,Manners,</span> and a <em>Sense</em> of that <span class=\"small-capitals\">MoralTruth,</span> on which (as has been often express'd in these<a href=\"#n7\"><sup>[7]</sup></a> Volumes) <em>poetick</em> <span class=\"small-capitals\">Truth</span> and <em>Beauty</em> must naturally depend.","subId":"15","id":"Shaftesbury.C.MR.5.2.15"},{"type":"paragraph","content":"<a href=\"#n8\"><sup>[8]</sup></a>The man who has learned what are his duties to his fatherland or to his friends; what affection is due to a father, a brother, or a guest; what is the duty of a senator, what of a juryman, . . . he to be sure knows how to find suitable language for each character.","subId":"16","id":"Shaftesbury.C.MR.5.2.16"},{"type":"paragraph","content":"As for this Species of <em>Morality</em> which distinguishes the Civil Offices of Life, and describes each becoming Personage or Character in this Scene; so necessary it is for the <em>Poet</em> and <em>polite Author</em> to be appriz'd of it, that even <em>the Divine</em> himself may with juster pretence be exempted from the knowledg of this sort. The Composer of religious Discourses has the advantage of that <em>higher Scene</em> of Mystery, which is above the level of human Commerce. 'Tis not so much his Concern, or Business, to be <em>agreeable.</em> And often when he wou'd endeavour it, he becomes more than ordinarily displeasing. <em>His</em> Theater, and <em>that</em> of the polite World, are very different: Insomuch that in a <em>Reverend</em> <span class=\"small-capitals\">Author,</span> or <span class=\"small-capitals\">Declaimer</span> of this sort, we naturally excuse the Ignorance of ordinary <em>Decorum,</em> in what relates to the Affairs of our inferior temporal World. But for <em>the</em> <span class=\"small-capitals\">Poet</span> or <em>genteel</em> <span class=\"small-capitals\">Writer,</span> who is of this World merely, 'tis a different Case. He must be <em>perfect</em> in this moral Science. We can easily bear the loss of <em>indifferent</em> <span class=\"small-capitals\">Poetry</span> or <span class=\"small-capitals\">Essay.</span> A good Bargain it were, cou'd we get rid of every <em>moderate</em> Performance in this kind. But were we oblig'd to hear only <em>excellent</em> <span class=\"small-capitals\">Sermons,</span> and to read nothing, in the way of Devotion, which was not <em>well writ;</em> it might possibly go hard with many Christian People, who are at present such attentive Auditors and Readers. Establish'd Pastors have a right to be <em>indifferent.</em> But voluntary Discourses and Attempters in Wit or Poetry, are as intolerable, when they are indifferent, as either Fiddlers or Painters:","subId":"17","id":"Shaftesbury.C.MR.5.2.17"},{"type":"paragraph","content":"<a href=\"#n9\"><sup>[9]</sup></a>Because a dinner could be carried on without them.","subId":"18","id":"Shaftesbury.C.MR.5.2.18"},{"type":"paragraph","content":"Other <span class=\"small-capitals\">Bays'</span> s and <em>Poetasters</em> may be lawfully baited; tho we patiently submit to our <span class=\"small-capitals\">Bays'</span> s in <em>Divinity.</em>","subId":"19","id":"Shaftesbury.C.MR.5.2.19"},{"type":"paragraph","content":"Had the Author of our<a href=\"#n10\"><sup>[10]</sup></a> <em>Subject-Treatises</em> consider'd thorowly of these literate Affairs, and found how the Interest of Wit stood at present in our Nation, he wou'd have had so much regard surely to his own Interest, as never to have writ unless either in the single Capacity of mere <span class=\"small-capitals\">Critick,</span> or that of <span class=\"small-capitals\">Author</span> <em>in form.</em> If he had resolv'd never to produce a regular or legitimate Piece, he might pretty safely have writ on still after the rate of his first Volume, and <em>mixt</em> manner. He might have been as <em>critical,</em> as <em>satirical,</em> or as full of <em>Raillery</em> as he had pleas'd. But to come afterwards as a grave <em>Actor</em> upon the Stage, and expose himself to Criticism in his turn, by giving us a Work or two in form, after the regular manner of Composition, as we see in his second Volume; this, I think, was no extraordinary Proof of his Judgment or Ability, in what related to his own Credit and Advantage.","subId":"20","id":"Shaftesbury.C.MR.5.2.20"},{"type":"paragraph","content":"One of these formal Pieces (the <span class=\"small-capitals\">Inquiry</span> already examin'd) we have found to be wholly after the Manner, which in one of his critical Pieces he calls <em>the Methodick.</em> But his next Piece (the <span class=\"small-capitals\">Moralists,</span> which we have now before us) must, according to his own<a href=\"#n11\"><sup>[11]</sup></a> Rules, be reckon'd as an Undertaking of greater weight. 'Tis not only at the bottom, as <em>systematical, didactick</em> and <em>preceptive,</em> as that other Piece of formal Structure; but it assumes withal another Garb, and more fashionable Turn of Wit. It conceals what is <em>scholastical,</em> under the appearance of a polite Work. It aspires to <em>Dialogue,</em> and carrys with it not only those poetick Features of the Pieces antiently call'd <span class=\"small-capitals\">Mimes;</span> but it attempts to unite the several Personages and Characters in <span class=\"small-capitals\">One</span> <em>Action,</em> or <em>Story,</em> within a determinate Compass of <em>Time,</em> regularly divided, and drawn into different and proportion'd <em>Scenes:</em> And this, too, with variety of <span class=\"small-capitals\">Style;</span> the <em>simple, comick, rhetorical,</em> and even the <em>poetick</em> or <em>sublime;</em> such as is the aptest to run into Enthusiasm and Extravagance. So much is our Author, by virtue of this Piece,<a href=\"#n12\"><sup>[12]</sup></a> <em>a</em> <span class=\"small-capitals\">Poet</span> <em>in due form,</em> and by a more apparent claim, than if he had writ a <span class=\"small-capitals\">Play,</span> or <em>dramatick Piece,</em> in as regular a manner, at least, as any known at present on our Stage.","subId":"21","id":"Shaftesbury.C.MR.5.2.21"},{"type":"paragraph","content":"It appears, indeed, that as high as our Author, in his <em>critical</em> Capacity, wou'd pretend to carry the refin'd Manner and accurate <span class=\"small-capitals\">Simplicity</span> of the Antients; he dares not, in his own Model and principal Performance, attempt to unite his Philosophy in one solid and uniform Body, nor carry on his Argument in one continu'd Chain or Thred. Here our Author's Timorousness is visible. In the very Plan or Model of his Work, he is apparently put to a hard shift, to contrive how or with what probability he might introduce Men of any Note or Fashion,<a href=\"#n13\"><sup>[13]</sup></a> reasoning expresly and purposely, without play or trifling, for two or three hours together, on mere <span class=\"small-capitals\">Philosophy</span> and <span class=\"small-capitals\">Morals.</span> He finds these Subjects (as he confesses) so wide of common Conversation, and, by long Custom, so appropriated to the <em>School,</em> the <em>University-Chair,</em> or <em>Pulpit,</em> that he thinks it hardly safe or practicable to treat of them elsewhere, or in a different Tone. He is forc'd therefore to raise particular <em>Machines,</em> and constrain his principal Characters, in order to carry a better Face, and bear himself out, against the appearance of <em>Pedantry.</em> Thus his <em>Gentleman</em>-Philosopher <span class=\"small-capitals\">Theocles,</span> before he enters into his real Character, becomes a feign'd <em>Preacher.</em> And even when his real Character comes on, he hardly dares stand it out; but to deal the better with his <em>Sceptick</em>-Friend, he falls again to personating, and takes up the Humour of the <em>Poet</em> and <em>Enthusiast.</em> <span class=\"small-capitals\">Palemon</span> the Man of Quality, and who is first introduc'd as Speaker in the Piece, must, for fashion-sake, appear <em>in Love,</em> and under a kind of Melancholy, produc'd by some Mis-adventures in the World. How else shou'd he be suppos'd so serious? <span class=\"small-capitals\">Philocles</span> his Friend (an airy Gentleman of the World, and a thorow Raillier) must have a home Charge upon him, and feel the Anger of his grave Friend, before he can be suppos'd grave enough to enter into a philosophical Discourse. A quarter of an hour's reading must serve to represent an hour or two's Debate. And a new Scene presenting it self, ever and anon, must give Refreshment, it seems, to the faint Reader, and remind him of the Characters and Business going on.","subId":"22","id":"Shaftesbury.C.MR.5.2.22"},{"type":"paragraph","content":"'Tis in the same view that we <span class=\"small-capitals\">Miscellanarian</span> Authors, being fearful of the natural Lassitude and Satiety of our indolent Reader, have prudently betaken ourselves to the way of <em>Chapters</em> and <em>Contents;</em> that as the Reader proceeds, by frequent Intervals of Repose, contriv'd on purpose for him, he may from time to time be advertis'd of what is yet to come, and be tempted thus to renew his Application.","subId":"23","id":"Shaftesbury.C.MR.5.2.23"},{"type":"paragraph","content":"Thus in our modern <em>Plays</em> we see, almost in every other Leaf, Descriptions or Illustrations of the Action, not in the <em>Poem</em> it-self, or in the mouth of the Actors; but by the Poet, in his own Person; in order, as appears, to help out a Defect of the Text, by a kind of marginal Note, or Comment: which renders these Pieces of a <em>mix'd</em> kind between the <em>narrative</em> and <em>dramatick.</em> 'Tis in this fashionable Style, or manner of dumb Shew, that the Reader finds the Action of the Piece more amazingly express'd, than he possibly cou'd by the Lines of the <em>Drama</em> it-self; where the Partys alone are suffer'd to be Speakers.","subId":"24","id":"Shaftesbury.C.MR.5.2.24"},{"type":"paragraph","content":"'Tis out of the same regard to Ease, both in respect of Writer and Reader, that we see long Characters and Descriptions at the head of most dramatick Pieces, to inform us of the Relations, Kindred, Interests, and Designs of the <em>Dramatis Personae:</em> This being of the highest importance to the Reader, that he may the better understand <em>the Plot,</em> and find out the principal Characters and Incidents of the Piece; which otherways cou'd not possibly discover themselves, as they are read in their due order. And to do justice to our Play-Readers, they seldom fail to humour our Poets in this respect, and read over the Characters with strict application, as a sort of <em>Grammar,</em> or <em>Key,</em> before they enter on the Piece it-self. I know not whether they wou'd do so much for any philosophical Piece in the world. Our Author seems very much to question it; and has therefore made that part easy enough, which relates to the distinction of his Characters, by making use of the narrative Manner. Tho he had done, as well, perhaps, not to have gone out of the natural plain way, on this account. For with those to whom such philosophical Subjects are agreeable, it cou'd be thought no laborious Task to give the same attention to Characters in <em>Dialogue,</em> as is given at the first entrance by every Reader to the easiest <em>Play,</em> compos'd of fewest and plainest Personages. But for those who read these Subjects with mere Supineness, and Indifference; they will as much begrudg the pains of attending to the Characters thus particularly pointed out, as if they had only been discernible by Inference and Deduction from the mouth of the speaking Partys themselves.","subId":"25","id":"Shaftesbury.C.MR.5.2.25"},{"type":"paragraph","content":"MORE REASONS are given by our<a href=\"#n14\"><sup>[14]</sup></a> Author himself, for his avoiding the <em>direct way</em> of <span class=\"small-capitals\">Dialogue;</span> which at present lies so low, and is us'd only now and then, in our <em>Party-Pamphlets,</em> or new-fashion'd <em>theological Essays.</em> For of late, it seems, the Manner has been introduc'd into Church-Controversy, with an Attempt of <em>Raillery</em> and <em>Humour,</em> as a more successful Method of dealing with Heresy and Infidelity. The Burlesque-Divinity grows mightily in vogue. And the cry'd-up Answers to heterodox Discourses are generally such as are written in Drollery, or with resemblance of the facetious and humorous Language of Conversation.","subId":"26","id":"Shaftesbury.C.MR.5.2.26"},{"type":"paragraph","content":"Joy to the <em>reverend</em> Authors, who can afford to be thus gay, and condescend to correct us, in this <em>Lay</em>-Wit. The Advances they make in behalf of Piety and Manners, by such a <em>popular</em> Style, are doubtless found, upon experience, to be very considerable. As these Reformers are nicely qualify'd to hit the Air of Breeding and Gentility, they will in time, no doubt, refine their Manner, and improve this jocular Method, to the Edification of the polite World; who have been so long seduc'd by the way of <em>Raillery</em> and <em>Wit.</em> They may do wonders by their <em>comick</em> <span class=\"small-capitals\">Muse,</span> and may thus, perhaps, find means to <em>laugh</em> Gentlemen into their Religion, who have unfortunately been laugh'd out of it. For what reason is there to suppose that Orthodoxy shou'd not be able to laugh as agreeably, and with as much Refinedness, as Heresy or Infidelity?","subId":"27","id":"Shaftesbury.C.MR.5.2.27"},{"type":"paragraph","content":"At present, it must be own'd, the <em>Characters,</em> or <em>Personages,</em> employ'd by our new orthodox Dialogists, carry with 'em little Proportion or Coherence; and in this respect may be said to sute perfectly with that figurative metaphorical Style and rhetorical Manner, in which their Logick and Arguments are generally couch'd. Nothing can be more complex or multiform than their moral <em>Draughts</em> or <em>Sketches</em> of Humanity. These, indeed, are so far from representing any <em>particular</em> <span class=\"small-capitals\">Man,</span> or <em>Order of</em> <span class=\"small-capitals\">Men,</span> that they scarce resemble any thing of <em>the Kind.</em> 'Tis by their Names only that these <em>Characters</em> are figur'd. Tho they bear different Titles, and are set up to maintain contrary Points; they are found, at the bottom, to be all of the same side; and, notwithstanding their seeming Variance, to co-operate in the most officious manner with the Author, towards the display of his own proper Wit, and the establishment of his private Opinion and Maxims. They are indeed his very legitimate and obsequious <em>Puppets;</em> as like <em>real Men</em> in Voice, Action, and Manners, as those wooden or wire Engines of the lower Stage. <span class=\"small-capitals\">Philotheus</span> and <span class=\"small-capitals\">Philatheus,Philautus</span> and <span class=\"small-capitals\">Philalethes</span> are of one and the same Order: Just Tallys to one another: Questioning and Answering in concert, and with such a sort of Alternative as is known in a vulgar Play, where <em>one</em> Person lies down blindfold, and presents himself, as fair as may be, to <em>another,</em> who by favour of the Company, or the assistance of his Good-fortune, deals his Companion many a sound Blow, without being once challeng'd, or brought into his Turn of <em>lying down.</em>","subId":"28","id":"Shaftesbury.C.MR.5.2.28"},{"type":"paragraph","content":"There is the same curious Mixture of <em>Chance,</em> and <em>elegant Vicissitude,</em> in the Style of these Mock-Personages of our new <em>Theological Drama:</em> with this difference only, <q>That after the poor Phantom or Shadow of an Adversary has said as little for his Cause as can be imagin'd, and given as many Opens and Advantages as cou'd be desir'd, he <em>lies down</em> for good and all, and passively submits to the killing Strokes of his unmerciful Conqueror.</q>","subId":"29","id":"Shaftesbury.C.MR.5.2.29"},{"type":"paragraph","content":"Hardly, as I conceive, will it be objected to our <span class=\"small-capitals\">Moralist,</span> (the Author of the <em>philosophick Dialogue</em> above) <q>That the Personages who sustain the <em>sceptical</em> or <em>objecting Parts,</em> are over-tame and tractable in their Disposition.</q> Did I perceive any such foul dealing in his Piece; I shou'd scarce think it worthy of the Criticism here bestow'd. For in this sort of Writing, where Personages are exhibited, and natural Conversation set in view; if <em>Characters</em> are neither tolerably preserv'd, nor <em>Manners</em> with any just Similitude describ'd; there remains nothing but what is too gross and monstrous for <em>Criticism</em> or <em>Examination.</em>","subId":"30","id":"Shaftesbury.C.MR.5.2.30"},{"type":"paragraph","content":"'Twill be alledg'd, perhaps, in answer to what is here advanc'd, <q>That shou'd <span class=\"small-capitals\">aDialogue</span> be wrought up to the Exactness of these Rules; it ought to be condemn'd, as the worse Piece, for affording the <em>Infidel</em> or <em>Sceptick</em> such good quarter, and giving him the full advantage of his Argument and Wit.</q>","subId":"31","id":"Shaftesbury.C.MR.5.2.31"},{"type":"paragraph","content":"But to this I reply, That either <span class=\"small-capitals\">Dialogue</span> shou'd never be attempted; or, if it be, the Partys shou'd appear <em>natural,</em> and <em>such as they really are.</em> If we <em>paint</em> at all; we shou'd endeavour to paint <em>like Life,</em> and draw Creatures as they are knowable, in their <em>proper</em> Shapes and better Features; not in Metamorphosis, not mangled, lame, distorted, aukard Forms, and impotent Chimeras. <em>Atheists</em> have their Sense and Wits, as other Men; or why is <span class=\"small-capitals\">Atheism</span> so often challeng'd in those of <em>the better Rank?</em> Why charg'd so often to the account of <em>Wit</em> and <em>subtle Reasoning?</em>","subId":"32","id":"Shaftesbury.C.MR.5.2.32"},{"type":"paragraph","content":"Were I to advise these Authors, towards whom I am extremely well-affected on account of their good-humour'd Zeal, and the seeming Sociableness of their Religion; I shou'd say to 'em, <q>Gentlemen! Be not so cautious of furnishing your <em>representative</em> <span class=\"small-capitals\">Sceptick</span> with too good <em>Arguments,</em> or too shreud a Turn of <em>Wit</em> or <em>Humour.</em> Be no so fearful of giving quarter. Allow your Adversary his full Reason, his Ingenuity, Sense, and Art. Trust to the <em>chief Character</em> or <span class=\"small-capitals\">Hero</span> <em>of your Piece.</em> Make him as dazling <em>bright,</em> as you are able. He will undoubtedly overcome the utmost Force of his Opponent, and dispel the Darkness or Cloud, which the Adversary may unluckily have rais'd. But if when you have fairly wrought up your <em>Antagonist</em> to his due Strength and cognizable Proportion, your <em>chief Character</em> cannot afterwards prove a match for him, or shine with a superior Brightness; Whose Fault is it?—The <em>Subject's?</em>—This, I hope, you will never allow.—Whose, therefore, beside <em>your own?</em>—Beware then; and consider well your Strength and Mastership in this manner of Writing, and in the qualifying Practice of the polite World, ere you attempt these accurate and refin'd Limnings or Portraitures of Mankind, or offer to bring <em>Gentlemen</em> on the Stage. For if <em>real Gentlemen,</em> seduc'd, as you pretend, and made erroneous in their Religion or Philosophy, discover not the least Feature of their real Faces in your Looking-glass, nor know themselves, in the least, by your Description; they will hardly be apt to think they are refuted. How wittily soever your Comedy may be wrought up, they will scarce apprehend any of that Wit to fall upon themselves. They may laugh indeed at the Diversion you are pleas'd to give 'em: But <em>the Laugh</em> perhaps may be different from what you intend. They may smile secretly to see themselves thus encounter'd; when they find, at last, your Authority laid by, and your <em>scholastick</em> Weapons quitted, in favour of this weak Attempt, <em>To master them by their own Arms, and proper Ability.</em></q>","subId":"33","id":"Shaftesbury.C.MR.5.2.33"},{"type":"paragraph","content":"THUS WE have perform'd our <em>critical</em> Task, and try'd our Strength, both on our Author, and those of his Order, who attempt to write in <em>Dialogue,</em> after the active dramatick,<a href=\"#n15\"><sup>[15]</sup></a> <em>mimical,</em> or personating Way; according to which a Writer is properly <em>poetical.</em>","subId":"34","id":"Shaftesbury.C.MR.5.2.34"},{"type":"paragraph","content":"What remains, we shall examine in our succeeding and last Chapter.","subId":"35","id":"Shaftesbury.C.MR.5.2.35"},{"type":"note","content":"<em>Viz. Supra,</em> MISC. I. chap. 2.","subId":"n1","id":"Shaftesbury.C.MR.5.2.n1"},{"type":"note","content":"<em>Magna inter molles Concordia.</em> Juven. Sat. ii. ver. 47.","subId":"n2","id":"Shaftesbury.C.MR.5.2.n2"},{"type":"note","content":"To see the Incorrigibleness of our Poets in their pedantick Manner, their Vanity, Defiance of Criticism, their Rhodomontade, and poetical Bravado; we need only turn to our famous Poet-Laureat (the very Mr. <span class=\"small-capitals\">Bays</span> himself) in one of his latest and most valu'd Pieces, writ many years after the ingenious Author of the <em>Rehearsal</em> had drawn his Picture. <q>I have been listening</q> (says our Poet, in his Preface to <em>Don Sebastian</em>) <q>what Objections had been made against the Conduct of the Play, but found them all so trivial, that if I shou'd name them, a true Critick wou'd imagine that I plaid booty—Some are pleas'd to say the Writing is dull. But <em>aetatem habet, de se loquatur.</em> Others, that the double Poison is unnatural. Let the common receiv'd Opinion, and <em>Ausonius</em>'s famous Epigram answer that. Lastly, a more ignorant sort of Creatures than either of the former, maintain that the Character of <span class=\"small-capitals\">Dorax</span> is not only unnatural, but inconsistent with it-self. Let them read the Play, and think again.—A longer Reply is what those Cavillers deserve not. But I will give them and their Fellows to understand, that the Earl of * * * was pleas'd to read the Tragedy twice over before it was acted, and did me the favour to send me word, that I had written beyond any of my former Plays, and that he was displeas'd any thing shou'd be cut away. If I have not reason to prefer his single Judgment to a whole Faction, let the World be judge: For the Opposition is the same with that of <span class=\"small-capitals\">Lucan'</span> s Hero against an Army, <em>concurrere Bellum atque Virum</em>. I think I may modestly conclude, <em>&amp;c.</em></q>Thus he goes on, to the very end, in the self-same Strain. Who, after this, can ever say of the <em>Rehearsal</em>-Author, that his Picture of our Poet was over-charg'd, or the national Humour wrong describ'd?","subId":"n3","id":"Shaftesbury.C.MR.5.2.n3"},{"type":"note","content":"<em>Viz.</em> <span class=\"small-capitals\">Plato</span>, <span class=\"small-capitals\">Aristotle</span>. See, in particular, the <span class=\"small-capitals\">Phaedrus</span> of the former; where an entire Piece of the Orator <span class=\"small-capitals\">Lysias</span> is criticiz'd in form.","subId":"n4","id":"Shaftesbury.C.MR.5.2.n4"},{"type":"note","content":"The distinction of Treatises was into the ἀκροαματικοί and ἐξωτερικοί.","subId":"n5","id":"Shaftesbury.C.MR.5.2.n5"},{"type":"note","content":"The <em>Rehearsal.</em> See VOL. I. <em>pag.</em> 259. and just above, <em>pag.</em> 277. in the Notes.","subId":"n6","id":"Shaftesbury.C.MR.5.2.n6"},{"type":"note","content":"<em>Viz.</em> VOL. I. <em>pag.</em> 207, 208. and 277, 278. and 336, <em>&amp;c.</em> So above, <em>pag.</em> 260. and in the Notes.","subId":"n7","id":"Shaftesbury.C.MR.5.2.n7"},{"type":"note","content":"<blockquote><span class=\"foreign\">Qui didicit Patriae quid debeat, &amp; quid Amicis, <br> Quo sit amore parens, quo frater amandus &amp; hospes, <br> Quod sit Conscripti, quod Judicis officium,—— <br> ——ille profectò <br>Reddere personae scit convenientia cuique.</span> <br> <cite>Horat. de Arte Poet. ver. 312, <em>&amp;c.</em></cite></blockquote>","subId":"n8","id":"Shaftesbury.C.MR.5.2.n8"},{"type":"note","content":"——<em>Poterat duci quia Coena sine istis.</em> Hor. Ars Poet. ver. 376.","subId":"n9","id":"Shaftesbury.C.MR.5.2.n9"},{"type":"note","content":"<em>Supra,</em> p. 135, 189.","subId":"n10","id":"Shaftesbury.C.MR.5.2.n10"},{"type":"note","content":"VOL. I. <em>pag.</em> 193, &amp;c. and <em>pag.</em> 257.","subId":"n11","id":"Shaftesbury.C.MR.5.2.n11"},{"type":"note","content":"That he is conscious of this, we may gather from that Line or two of Advertisement, which stands at the beginning of his first Edition. <q>As for the Characters, and Incidents, they are neither wholly feign'd (<em>says he</em>) nor wholly true: but according to the Liberty allow'd in the way of DIALOGUE, the principal Matters are founded upon Truth; and the rest as near resembling as may be. 'Tis <em>a Sceptick</em> recites: and the Hero of the Piece passes for <em>an Enthusiast.</em> If a perfect Character be wanting; 'tis the same Case here, as with the Poets in some of their best Pieces. And this surely is a sufficient Warrant for the Author of a PHILOSOPHICAL ROMANCE.</q>—Thus our Author himself; who to conceal, however, his strict Imitation of the antient <em>poetick</em> DIALOGUE, has prefix'd an auxiliary Title to his Work, and given it the Sirname of RHAPSODY: As if it were merely of that <em>Essay</em> or <em>mix'd</em> kind of Works, which come abroad with an affected Air of Negligence and Irregularity. But whatever our Author may have affected in his <em>Title-Page,</em> 'twas so little his Intention to write after that Model of incoherent Workmanship, that it appears to be sorely against his Will, if this <em>Dialogue-Piece</em> of his has not the just Character, and correct Form of those antient <em>Poems</em> describ'd. He wou'd gladly have constituted ONE single <em>Action</em> and <em>Time,</em> sutable to the just Simplicity of those Dramatick Works. And this, one wou'd think, was easy enough for him to have done. He needed only to have brought his first Speakers immediately into Action, and sav'd the <em>narrative</em> or <em>recitative</em> Part of <span class=\"small-capitals\">Philocles</span> <em>to</em> <span class=\"small-capitals\">Palemon,</span> by producing them as speaking Personages upon his Stage. The Scene all along might have been <em>the Park.</em> From the early Evening to the late Hour of Night, that the two Galants withdrew to their Town-Apartments, there was sufficient time for the Narrator <span class=\"small-capitals\">Philocles,</span> to have <em>recited</em> the whole Transaction of the second and third Part; which wou'd have stood thro'out as it now does: only at the Conclusion, when the <em>narrative</em> or <em>recitative Part</em> had ceas'd, the <em>simple</em> and <em>direct</em> DIALOGUE wou'd have again return'd, to grace the <em>Exit.</em> By this means the <em>temporal</em> as well as <em>local</em> Unity of the Piece had been preserv'd. Nor had our Author been necessitated to commit that <em>Anachronism,</em> of making his first Part, <em>in order,</em> to be last <em>in time.</em>","subId":"n12","id":"Shaftesbury.C.MR.5.2.n12"},{"type":"note","content":"VOL. I. <em>pag.</em> 202, &amp;c.","subId":"n13","id":"Shaftesbury.C.MR.5.2.n13"},{"type":"note","content":"VOL. II. <em>pag.</em> 187, 188.","subId":"n14","id":"Shaftesbury.C.MR.5.2.n14"},{"type":"note","content":"<em>See</em> VOL. I. <em>pag.</em> 193, &amp;c.","subId":"n15","id":"Shaftesbury.C.MR.5.2.n15"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.5","imported":true,"title":"Miscellany V","breadcrumb":"Miscellany 5","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.5.1","imported":true,"title":"Chapter I. Ceremonial adjusted, between Author and Reader――Affectation of Precendency in the former――Various Claim to Inspiration――Bards; Prophets; Sibylline Scripture――Written Oracles; in Verse and Prose――Common Interest of antient Letters and Christianity――State of Wit, Elegance, and Correctness――Poetick Truth――Preparation for Criticism on our Author, in his concluding Treatise","breadcrumb":"Chapter 1","published":[1711]},"next":{"id":"Shaftesbury.C.MR.5.3","imported":true,"title":"Chapter III. Of Extent or Latitude of Thought――Free-Thinkers――Their Cause, and Character――Dishonesty, a Half-Thought――Short-Thinking, Cause of Vice and Bigotry――Agreement of Slavery and Superstition――Liberty, civil, moral, spiritual――Free-thinking Divines――Representatives incognito――Embassadors from the Moon――Effectual Determination of Christian Controversy and Religious Belief","breadcrumb":"Chapter 3","published":[1711]}}