{"imported":true,"id":"Shaftesbury.C.M.2.1","parent":"Shaftesbury.C.M.2","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_037","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.M.2.1"},{"type":"paragraph","content":"AFTER such a Day as Yesterday, I might well have thought it hard, when I awak'd the next Morning, to find my-self under positive Engagements of proceeding in the same philosophical way, without intermission, and upon harder terms than ever. For 'twas no longer the agreeable Part of <em>a Companion</em> which I had now to bear. Your Conversation, <span class=\"small-capitals\">Palemon,</span> which had hitherto supported me, was at an end. I was now <em>alone;</em> confin'd to my Closet; oblig'd to meditate by my-self; and reduc'd to the hard Circumstances of <em>an Author,</em> and <em>Historian,</em> in the most difficult Subject.","subId":"1","id":"Shaftesbury.C.M.2.1.1"},{"type":"paragraph","content":"But here, methought, propitious Heaven, in some manner, assisted me. For if <em>Dreams</em> were, as <span class=\"small-capitals\">Homer</span> teaches, sent from the Throne of <span class=\"small-capitals\">Jove;</span> I might conclude I had a favourable one, of the <em>true</em> sort, towards the <em>Morning-light;</em> which, as I recollected my-self, gave me a clear and perfect Idea of what I desir'd so earnestly to bring back to my Memory.","subId":"2","id":"Shaftesbury.C.M.2.1.2"},{"type":"paragraph","content":"I found my-self transported to a distant Country, which presented a pompous <em>rural Scene.</em> It was a Mountain not far from the Sea, its Brow adorn'd with antient Wood, and at its foot a River and well-inhabited Plain: beyond which the Sea appearing, clos'd the Prospect.","subId":"3","id":"Shaftesbury.C.M.2.1.3"},{"type":"paragraph","content":"No sooner had I consider'd the Place, than I discern'd it to be the very same where I had talk'd with <span class=\"small-capitals\">Theocles</span> the second Day I was with him in the Country. I look'd about to see if I cou'd find my Friend; and calling <span class=\"small-capitals\">Theocles!</span> I awak'd. But so powerful was the Impression of my Dream, and so perfect the Idea rais'd in me, of the Person, Words, and Manner of my Friend, that I cou'd now fansy myself philosophically inspir'd, as that <span class=\"small-capitals\">Roman</span> <em>Sage</em> by his <span class=\"small-capitals\">AEgeria,</span> and invited, on this occasion, to try my <em>Historical</em> <span class=\"small-capitals\">Muse.</span> For justly might I hope for such Assistance in behalf of <span class=\"small-capitals\">Theocles,</span> who so lov'd <em>the Muses,</em> and was, I thought, no less belov'd by them.","subId":"4","id":"Shaftesbury.C.M.2.1.4"},{"type":"paragraph","content":"TO RETURN therefore to that <em>original</em> rural Scene, and that <em>Heroick</em> <span class=\"small-capitals\">Genius,</span> the Companion and Guide of my first Thoughts in these profounder Subjects: I found him the first Morning with his belov'd <em>Mantuan</em> <span class=\"small-capitals\">Muse,</span> roving in the Fields; where, as I had been inform'd at his House, he was gone out, after his usual way, to read. The moment he saw me, his Book vanish'd, and he came with friendly haste to meet me. After we had embrac'd, I discover'd my Curiosity to know what he was reading; and ask'd, <q>if it were of a secret kind, to which I cou'd not be admitted.</q> On this he shew'd me his Poet; and looking pleasantly, <q>Now tell me truly,</q> said he, <q><span class=\"small-capitals\">Philocles,</span> did you not expect some more mysterious Book than this?</q> I own'd I did, considering his Character, which I took to be of so contemplative a kind. <q>And do you think,</q> said he, <q>that without being contemplative, one can truly relish these diviner Poets?</q> <q>Indeed,</q> said I, <q>I never thought there was any need of growing contemplative, or retiring from the World, to read <span class=\"small-capitals\">Virgil</span> or <span class=\"small-capitals\">Horace.</span> </q>","subId":"5","id":"Shaftesbury.C.M.2.1.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Retirement.</span> You have nam'd <em>two,</em> said he, who can hardly be thought so very <em>like;</em> tho they were Friends, and equally good Poets. Yet joining 'em, as you are pleas'd to do, I wou'd willingly learn from you, whether in your opinion there be any Disposition so fitted for reading 'em, as that in which they writ themselves. In this, I am sure, they both join'd heartily; to love <em>Retirement:</em> when for the sake of such a Life and Habit as you call <em>contemplative,</em> they were willing to sacrifice the highest Advantages, Pleasures, and Favour of a Court. But I will venture to say more in favour of <em>Retirement:</em> <q>That not only the best Authors, but the best Company, require this seasoning.</q> Society it-self cannot be rightly enjoy'd without some Abstinence and separate Thought. All grows insipid, dull, and tiresom, without the help of some Intervals of Retirement. Say, <span class=\"small-capitals\">Philocles,</span> whether you your-self have not often found it so? Do you think those Lovers understand the Interests of their Loves, who by their good-will wou'd never be parted for a moment? Or wou'd they be discreet Friends, think you, who wou'd chuse to live together on such Terms? What Relish then must the World have (that common World of mix'd and undistinguish'd Company) without a little Solitude; without stepping now and then aside, out of the <em>Road</em> and <em>beaten Track</em> of Life, that tedious Circle of Noise and Show, which forces weary'd Mankind to seek relief from every poor Diversion?","subId":"6","id":"Shaftesbury.C.M.2.1.6"},{"type":"paragraph","content":"By your Rule, said I, <span class=\"small-capitals\">Theocles,</span> there shou'd be no such thing as <em>Happiness</em> or <em>Good</em> in Life, since every Enjoyment wears out so soon; and growing painful, is diverted by some <em>other</em> thing; and that again by some <em>other;</em> and so on. I am sure, if Solitude serves as a Remedy or Diversion to any thing in the World, there is nothing which may not serve as Diversion to Solitude; which wants it more than any thing besides. And thus there can be no <em>Good</em> which is regular or constant. Happiness is a thing out of the way, and only to be found in wandring.","subId":"7","id":"Shaftesbury.C.M.2.1.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">O Philocles,</span> reply'd he, <span class=\"margin-comment\">Happiness. Good.</span> I rejoice to find you in the pursuit of <em>Happiness</em> and <em>Good;</em> however you may wander. Nay, tho you doubt whether there be <em>that Thing;</em> yet if you reason, 'tis sufficient; there is hope still. But see how you have unawares engag'd your-self! For if you have destroy'd all <em>Good,</em> because in all you can think of, there is nothing will constantly hold so; then you have set it as a Maxim, (and very justly in my Opinion) <q>That <em>Nothing can be good but what is constant.</em></q>","subId":"8","id":"Shaftesbury.C.M.2.1.8"},{"type":"paragraph","content":"I own, said I, that all I know of worldly Satisfaction is inconstant. The Things which give it, are never at a stay: and the <em>Good</em> it-self, whatever it be, depends no less on Humour than on Fortune. For that which Chance may often spare, Time will not. Age, Change of Temper, other Thoughts, a different Passion, new Engagements, a new Turn of Life, or Conversation, the least of these are fatal, and alone sufficient to destroy Enjoyment. Tho <em>the Object</em> be the same, <em>the Relish</em> changes, and the short-liv'd <span class=\"small-capitals\">Good</span> expires. But I shou'd wonder much if you cou'd tell me any thing in Life, which was not of as changeable a Nature, and subject to the same common Fate of Satiety and Disgust.","subId":"9","id":"Shaftesbury.C.M.2.1.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Pleasure.</span> I FIND then, reply'd he, that the current Notion of <em>Good</em> is not sufficient to satisfy you. You can afford to <em>scepticize,</em> where no-one else will so much as hesitate. For almost every-one philosophizes dogmatically on this Head. All are positive in this, <q>That our real <em>Good</em> is <span class=\"small-capitals\">Pleasure.</span> </q>","subId":"10","id":"Shaftesbury.C.M.2.1.10"},{"type":"paragraph","content":"If they wou'd inform us <q><em>Which,</em></q> said I, <q>or <em>What sort,</em></q> and ascertain once the very Species and distinct Kind; such as must constantly remain <em>the same,</em> and <em>equally eligible</em> at all times; I shou'd then perhaps be better satisfy'd. But when <em>Will</em> and <em>Pleasure</em> are synonymous; when every thing which<a href=\"#n1\"><sup>[1]</sup></a> <em>pleases us</em> is call'd <span class=\"small-capitals\">Pleasure,</span> and we never chuse or prefer but <em>as we please,</em> 'tis trifling to say, <q><em>Pleasure is our Good.</em></q> For this has as little meaning as to say, <q><em>We chuse what we think eligible</em></q>: and, <q><em>We are pleas'd with what delights or pleases us.</em></q> The Question is, <q>Whether we are <em>rightly pleas'd,</em> and chuse as we <em>shou'd</em> do?</q> For as highly <em>pleas'd</em> as Children are with Baubles, or with whatever affects their tender Senses; we cannot in our hearts sincerely admire their <em>Enjoyment,</em> or imagine 'em Possessors of any extraordinary <em>Good.</em> Yet are their Senses, we know, as keen and susceptible of <em>Pleasure</em> as our own. The same Reflection is of force as to mere Animals, who in respect of the Liveliness and Delicacy of Sensation, have many of 'em the advantage of us. And as for some low and sordid <em>Pleasures</em> of human Kind; shou'd they be ever so lastingly enjoy'd, and in the highest credit with their Enjoyers; I shou'd never afford 'em the name of <em>Happiness</em> or <em>Good.</em>","subId":"11","id":"Shaftesbury.C.M.2.1.11"},{"type":"paragraph","content":"Wou'd you then appeal, said he, from the immediate Feeling and Experience of one who is <em>pleas'd,</em> and satisfy'd with what he <em>enjoys?</em>","subId":"12","id":"Shaftesbury.C.M.2.1.12"},{"type":"paragraph","content":"Most certainly I shou'd appeal, said I, (continuing the same Zeal which <span class=\"small-capitals\">Theocles</span> had stirr'd in me, against those Dogmatizers on <em>Pleasure</em>). For is there that sordid Creature on earth, who does not prize his own <em>Enjoyment?</em> Does not the frowardest, the most rancorous distemper'd Creature do as much? Is not Malice and Cruelty of the highest relish with some Natures? Is not a hoggish Life the height of some Mens Wishes? You wou'd not ask me surely to enumerate the several Species of Sensations, which Men of certain Tastes have adopted, and own'd for their chief <em>Pleasure</em> and Delight. For with some Men even Diseases have been thought valuable and worth the cherishing, merely for the Pleasure found in allaying the Ardor of an irritating Sensation. And to these absurd <em>Epicures</em> those other are near a-kin, who by study'd Provocatives raise unnatural Thirst and Appetite; and to make way for fresh Repletion, prepare <em>Emeticks,</em> as the last Desert; the sooner to renew the Feast. 'Tis said, I know, proverbially, <q>That <em>Tastes are different, and must not be disputed.</em></q> And I remember some such Motto as this plac'd once on a Devise, which was found sutable to the Notion. A <em>Fly</em> was represented feeding on a certain Lump. The Food, however vile, was natural to the Animal. There was no Absurdity in the Case. But shou'd you shew me a brutish or a barbarous Man thus taken up, and solac'd in his Pleasure; shou'd you shew me a Sot in his solitary Debauch, or a Tyrant in the exercise of his Cruelty, with this <em>Motto</em> over him, to forbid my Appeal; I shou'd hardly be brought to think the better of his <em>Enjoyment:</em> Nor can I possibly suppose that a mere sordid Wretch, with a base abject Soul, and the best Fortune in the World, was ever capable of any <em>real Enjoyment.</em>","subId":"13","id":"Shaftesbury.C.M.2.1.13"},{"type":"paragraph","content":"By this Zeal, reply'd <span class=\"small-capitals\">Theocles,</span> which you have shewn in the refuting <em>a wrong</em> Hypothesis, one wou'd imagine you had in reality some Notion of <em>a right;</em> and began to think that there might possibly be such a thing at last as <em>Good.</em>","subId":"14","id":"Shaftesbury.C.M.2.1.14"},{"type":"paragraph","content":"That there is something nearer to <em>Good,</em> and more like it than another, I am free, said I, to own. But what <em>real</em> <span class=\"small-capitals\">Good</span> is, I am still to seek, and must therefore wait till you can better inform me. This I only know; <q>That either All Pleasure is Good, or only Some.</q> If <em>all,</em> then every kind of Sensuality must be precious and desirable. If <em>some</em> only, then we are to seek, <em>what kind;</em> and discover, if we can, <em>what</em> it is which distinguishes between one Pleasure and another: and makes <em>one</em> indifferent, sorry, mean; <em>another</em> valuable, and worthy. And by this <em>Stamp,</em> this <em>Character,</em> if there be any such, we must define <span class=\"small-capitals\">Good;</span> and not by <em>Pleasure</em> it-self; which may be very great, and yet very contemptible. Nor can any-one truly judg the Value of any immediate Sensation, otherwise than by judging first of the Situation of his own Mind. For that which we esteem a Happiness in <em>one</em> Situation of Mind, is otherwise thought of in <em>another.</em> Which Situation therefore is the justest, must be consider'd; <q>How to gain that <em>Point of Sight,</em> whence probably we may best discern; and How to place our-selves in that unbiass'd State, in which we are fittest to pronounce.</q>","subId":"15","id":"Shaftesbury.C.M.2.1.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">OPhilocles,</span> reply'd he, if this be unfeignedly your Sentiment; if it be possible you shou'd have the Fortitude to with-hold your<a href=\"#n2\"><sup>[2]</sup></a> Assent in this Affair, and go in search of what the meanest of Mankind think they already <em>know</em> so certainly: 'tis from a nobler turn of thought than what you have observ'd in any of the <em>modern Scepticks</em> you have convers'd with. For if I mistake not, there are hardly anywhere at this day a sort of People more peremptory, or who deliberate less on the choice of <em>Good.</em> They who pretend to such a Scrutiny of other Evidences, are the readiest to take the Evidence of the greatest <em>Deceivers</em> in the World, <em>their own Passions.</em> Having gain'd, as they think, a Liberty from some seeming Constraints of Religion, they suppose they employ this Liberty to perfection, by following the first Motion of their Will, and assenting to the first Dictate or Report of any prepossessing<a href=\"#n3\"><sup>[3]</sup></a> <em>Fancy,</em> any foremost <em>Opinion</em> or <em>Conceit</em> of <span class=\"small-capitals\">Good.</span> So that their Privilege is only that of being perpetually amus'd; and their Liberty that of being impos'd on in their most important Choice. I think one may say with assurance, <q>That the greatest of Fools is he who imposes on himself, and in his greatest Concern thinks certainly he <em>knows</em> that which he has least study'd, and of which he is most profoundly <em>ignorant.</em></q> He who is ignorant, but knows his Ignorance, is far wiser. And to do justice to these fashionable Men of Wit; they are not all of 'em, indeed, so insensible as not to perceive something of their own Blindness and Absurdity. For often when they seriously reflect on their past Pursuits and Engagements, they freely own, <q>That for what remains of <em>Life,</em> they know not whether they shall be of <em>a-piece with them</em><em>selves;</em> or whether their Fancy, Humour, or Passion will not hereafter lead 'em to a quite <em>different Choice</em> in <span class=\"small-capitals\">Pleasure,</span> and to a Disapprobation of all they ever enjoy'd before.</q>—Comfortable Reflection!","subId":"16","id":"Shaftesbury.C.M.2.1.16"},{"type":"paragraph","content":"To bring the Satisfactions of <em>the Mind,</em> continu'd he, and the Enjoyments of <em>Reason</em> and <em>Judgment</em> under the Denomination of <span class=\"small-capitals\">Pleasure,</span> is only a Collusion, and a plain receding from the common Notion of the Word. They deal not fairly with us, who in their philosophical Hour, admit that for <em>Pleasure,</em> which at an ordinary time, and in the common Practice of Life, is so little taken for such. The Mathematician who labours at his Problem, the bookish Man who toils, the Artist who endures voluntarily the greatest Hardships and Fatigues; none of these are said <q><em>To follow Pleasure.</em></q> Nor will the Men of Pleasure by any means admit 'em to be of their number. The Satisfactions which are <em>purely mental,</em> and depend only on the Motion of <em>a Thought;</em> must in all likelihood be too refin'd for the Apprehensions of our modern <em>Epicures,</em> who are so taken up with Pleasure of <em>a more substantial</em> kind. They who are full of the Idea of such a <em>sensible solid</em> Good, can have but a slender Fancy for the mere <em>spiritual</em> and <em>intellectual</em> sort. But 'tis this latter they set up and magnify upon occasion; to save the Ignominy which may redound to 'em from the former. This done, the latter may take its chance: Its Use is presently at an end. For 'tis observable, that when the Men of this sort have recommended the Enjoyments of the Mind under the title of <em>Pleasure;</em> when they have thus dignify'd the Word, and included in it whatever is mentally good or excellent, they can afterwards suffer it contentedly to slide down again into its own genuine and vulgar Sense; whence they rais'd it only to serve a turn. When <em>Pleasure</em> is call'd in question, and attack'd, then <em>Reason</em> and <em>Virtue</em> are call'd in to her Aid, and made principal parts of her Constitution. A complicated Form appears, and comprehends straight all which is generous, honest, and beautiful in human Life. But when the Attack is over, and the Objection once solv'd, the Specter vanishes: <em>Pleasure</em> returns again to her former Shape: She may e'en be <em>Pleasure</em> still, and have as little concern with <em>dry sober Reason,</em> as in the nature of the thing, and according to common Understanding, she really has. For if this rational sort of Enjoyment be admitted into the Notion of <em>Good,</em> how is it possible to admit withal that kind of Sensation, which in effect is rather opposite to this Enjoyment? 'Tis certain that in respect of the Mind and its Enjoyments, the Eagerness and Irritation of <em>mere Pleasure,</em> <span class=\"margin-comment\">Pleasure and Pain.</span> is as disturbing as the Importunity and Vexation of <em>Pain.</em> If <em>either</em> throws the Mind off its biass, and deprives it of the Satisfaction it takes in its natural Exercise and Employment; the Mind in this case must be Sufferer as well by one as by the other. If <em>neither</em> does this, there is no harm on either side.—","subId":"17","id":"Shaftesbury.C.M.2.1.17"},{"type":"paragraph","content":"By the way, said I, interrupting him; As sincere as I am in questioning, <q>Whether <span class=\"small-capitals\">Pleasure</span> be really <em>Good</em></q>; I am not such a Sceptick as to doubt <q>Whether <span class=\"small-capitals\">Pain</span> be really <em>Ill.</em></q>","subId":"18","id":"Shaftesbury.C.M.2.1.18"},{"type":"paragraph","content":"Whatever is <em>grievous,</em> reply'd he, can be no other than <span class=\"small-capitals\">Ill.</span> But that what is grievous to <em>one,</em> is not so much as troublesom to <em>another;</em> let Sportsmen, Soldiers, and others of the hardy Kinds be witness. Nay, that what is <em>Pain</em> to one, is <em>Pleasure</em> to another, and so alternately, we very well know: since Men vary in their Apprehension of these Sensations, and on many occasions confound one with the other. Has not even Nature her-self, in some respects, as it were blended 'em together, and (as a wise Man said once) <q>join'd the Extremity of one so nicely to the other, that it absolutely runs into it, and is undistinguishable?</q>","subId":"19","id":"Shaftesbury.C.M.2.1.19"},{"type":"paragraph","content":"IN FINE then, said I, if <em>Pleasure</em> and <em>Pain</em> be thus convertible and mix'd; if, according to your Account, <q>That which is now <em>Pleasure,</em> by being strain'd a little too far, runs into <em>Pain,</em> and <em>Pain,</em> when carry'd far, creates again <em>the highest Pleasure,</em> by mere Cessation, and a kind of natural Succession; if some Pleasures to <em>some</em> are Pains, and some Pains to <em>others</em> are Pleasures</q>: All this, if I mistake not, makes still for my Opinion, and shows That there is nothing you can assign which can really stand as <span class=\"small-capitals\">Good.</span> <span class=\"margin-comment\">Good.</span> For if <em>Pleasure</em> be not <span class=\"small-capitals\">Good,</span> nothing is. And if <em>Pain</em> be <span class=\"small-capitals\">Ill,</span> (as I must necessarily take for granted) we have a shreud Chance on the <em>ill</em> side indeed, but none at all on the <em>better.</em> So that we may fairly doubt, <q>Whether <span class=\"small-capitals\">Life</span> <em>it-self</em> be not mere Misery</q>; since <em>Gainers</em> by it we can never be: <em>Losers</em> we may sufficiently, and are like to be, every hour of our Lives. Accordingly, what our <em>English</em> Poetess says of Good, shou'd be just and proper: <q> '<em>Tis good not to be born.</em></q>—And thus for any thing of <em>Good</em> which can be expected in Life, we may e'en <q>Beg pardon of Nature; and return her Present on her hands, without waiting for her Call.</q> For what shou'd hinder us? or What are we the better for living?","subId":"20","id":"Shaftesbury.C.M.2.1.20"},{"type":"paragraph","content":"The Query, said he, is pertinent. But why such Dispatch, if the Case be doubtful? This, surely, my good <span class=\"small-capitals\">Philocles!</span> is a plain Transgression of your <em>sceptical</em> Bounds. We must be sufficiently <em>dogmatical,</em> to come to this Determination. <span class=\"margin-comment\">Futurity.</span> 'Tis a deciding as well concerning Death as Life; <q>What possibly <em>may</em> be hereafter, and What <em>not.</em></q> Now to be assur'd that we can never be concern'd in any thing <em>hereafter,</em> we must understand perfectly what it is which concerns or engages us in any thing <em>present.</em> We must truly <em>know our-selves,</em> <span class=\"margin-comment\">Self.</span> and in what this <span class=\"small-capitals\">Self</span> of ours consists. We must determine against <em>Pre-existence,</em> and give a better reason for our having never been concern'd in ought before our Birth, than merely, <q>Because we <em>remember not,</em> nor are <em>conscious.</em></q> For in many things we have been concern'd to purpose, of which we have now no Memory or Consciousness remaining. And thus we may happen to be again and again, to perpetuity, for any reason we can show to the contrary. All is <em>Revolution</em> in us. We are no more the self-same Matter, or System of Matter, from one day to another. What Succession there may be <em>here</em><em>after,</em> we know not; since even <em>now,</em> we live by Succession, and only perish and are renew'd. 'Tis in vain we flatter our-selves with the assurance of our Interest's ending with a certain Shape or Form. What interested us <em>at first</em> in it, we know not; any more than how we have <em>since</em> held on, and continue <em>still</em> concern'd in such an Assemblage of fleeting Particles. <em>Where</em> besides, or in <em>What</em> else we may have to do, <span class=\"margin-comment\">Futurity.</span> perchance, in time to come, we know as little; nor can tell how <em>Chance</em> or <em>Providence,</em> hereafter, may dispose of us. And if <em>Providence</em> be in the case, we have still more reason to consider how we undertake to be our own Disposers. It must needs become a <span class=\"small-capitals\">Sceptick</span> above all Men to hesitate in matters of <em>Exchange.</em> And tho he acknowledges no present Good or Enjoyment in Life, he must be sure, however, of bettering his Condition, before he attempts to alter it. But as yet, <span class=\"small-capitals\">Philocles,</span> even this Point remains undetermin'd between us: <span class=\"margin-comment\">Good.</span> <q>Whether in this present Life there be not such a thing as <em>real</em> <span class=\"small-capitals\">Good.</span> </q>","subId":"21","id":"Shaftesbury.C.M.2.1.21"},{"type":"paragraph","content":"Be you therefore, said I, my Instructor, sagacious <span class=\"small-capitals\">Theocles!</span> and inform me, <q><em>What</em> that <span class=\"small-capitals\">Good</span> is, or <em>Where,</em> which can afford Contentment and Satisfaction always alike, without variation or diminution.</q> For tho on some Occasions, and in some Subjects, the Mind may possibly be so bent, and the Passion so wrought up, that for the time no bodily Sufferance or Pain can alter it; yet this is what can seldom happen, and is unlikely to last long: since without any Pain or Inconvenience, the Passion in a little time does its own work, the Mind relaxes with its Bent, and the Temper weary'd with Repetition finds no more Enjoyment, but runs to something new.","subId":"22","id":"Shaftesbury.C.M.2.1.22"},{"type":"paragraph","content":"HEAR then! said <span class=\"small-capitals\">Theocles.</span> For tho I pretend not to tell you at once the Nature of this which I call <span class=\"small-capitals\">Good;</span> yet I am content to shew you something of it, in <em>your-self,</em> which you will acknowledg to be naturally more fix'd and constant, than any thing you have hitherto thought on. Tell me, my Friend! if ever you were weary of doing good to those you lov'd? <span class=\"margin-comment\">Friendship.</span> Say when you ever found it unpleasing to serve <em>a Friend?</em> Or whether when you <em>first</em> prov'd this generous Pleasure, you did not feel it less than at <em>this present;</em> after so long Experience? Believe me, <span class=\"small-capitals\">Philocles,</span> this Pleasure is more debauching than any other. Never did any Soul do good, but it came readier to do the same again, with more Enjoyment. Never was Love, or Gratitude, or Bounty practis'd but with increasing Joy, which made the Practiser still more in love with the fair Act. <span class=\"margin-comment\">Friendship private, publick.</span> Answer me, <span class=\"small-capitals\">Philocles,</span> you who are such a Judg of <em>Beauty,</em> and have so good <em>a Taste</em> of Pleasure; is there any thing you admire, so fair as <em>Friendship?</em> or any thing so charming as <em>a generous Action?</em> What wou'd it be therefore, if all Life were in reality but one continu'd Friendship, and cou'd be made one such intire Act? Here surely wou'd be that <em>fix'd</em> and <em>constant</em> <span class=\"small-capitals\">Good</span> you sought. Or wou'd you look for any thing beyond?","subId":"23","id":"Shaftesbury.C.M.2.1.23"},{"type":"paragraph","content":"Perhaps not, said I. But I can never, surely, go beyond this, to seek for <em>a Chimera,</em> if this <span class=\"small-capitals\">Good</span> of yours be not thorowly chimerical. For tho a Poet may possibly work up such a single Action, so as to hold <em>a Play</em> out; I can conceive but very faintly how this high Strain of Friendship can be so manag'd as to fill <em>a Life.</em> Nor can I imagine where the Object lies of such a sublime heroick Passion.","subId":"24","id":"Shaftesbury.C.M.2.1.24"},{"type":"paragraph","content":"Can any Friendship, said he, be so heroick, as that towards Mankind? Do you think the Love of Friends in general, and of one's Country, to be nothing? or that particular Friendship can well subsist without such an enlarg'd Affection, and Sense of Obligation to Society? Say, if possible, you are a <em>Friend,</em> but hate <em>your</em> <em>Country.</em> Say, you are true to the Interest of <em>a Companion,</em> but false to that of <em>Society.</em> Can you believe your-self? Or will you lay the Name aside, and refuse to be call'd <em>the Friend,</em> since you renounce <em>the</em> <span class=\"small-capitals\">Man?</span>","subId":"25","id":"Shaftesbury.C.M.2.1.25"},{"type":"paragraph","content":"That there is something, said I, due to <em>Mankind,</em> is what I think will not be disputed by one who claims the Name of <em>Friend.</em> Hardly indeed cou'd I allow the Name of <em>Man</em> to one who never cou'd call or be call'd <em>Friend.</em> But he who justly proves himself <em>a Friend,</em> is <span class=\"small-capitals\">Man</span> enough; nor is he wanting to <em>Society.</em> A single Friendship may acquit him. He has deserv'd a Friend, and is <em>Man's Friend;</em> tho not in strictness, or according to your high moral Sense, <em>the Friend of Mankind.</em> For to say truth, as to this sort of Friendship; it may by wiser Heads be esteem'd perhaps more than ordinarily manly, and even heroick, as you assert it: But for my part, I see so very little Worth in <em>Mankind,</em> and have so indifferent an Opinion of <em>the Publick,</em> that I can propose little Satisfaction to my-self in loving <em>either.</em>","subId":"26","id":"Shaftesbury.C.M.2.1.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Gratitude.</span> <q>Do you, then, take <em>Bounty</em> and <em>Gratitude</em> to be among the Acts of Friendship and Good-nature?</q> <q>Undoubtedly: for they are the chief.</q> <q>Suppose then, that the oblig'd Person discovers in the Obliger several Failings; does this exclude <em>the Gratitude</em> of the former?</q> <q>Not in the least.</q> <q>Or does it make <em>the Exercise</em> of Gratitude less pleasing?</q> <q>I think rather the contrary. For when depriv'd of other means of making a Return, I might rejoice still in that sure way of shewing my Gratitude to my Benefactor, by bearing his Failings as a Friend.</q> <q>And as to <em>Bounty:</em> Tell me, I beseech you, <span class=\"margin-comment\">Bounty.</span> is it to those only who are <em>deserving</em> that we shou'd do good? Is it only to <em>a good</em> Neighbour, or Relation, <em>a good</em> Father, Child, or Brother? Or does Nature, Reason, and Humanity better teach us, to do good still to a Father, because <em>a Father;</em> and to a Child, because <em>a Child;</em> and so to every Relation in human Life?</q> <q>I think,</q> said I, <q>this last is rightest.</q>","subId":"27","id":"Shaftesbury.C.M.2.1.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">OPhilocles,</span> reply'd he, consider then what it was you said, when you objected against the Love of <em>Mankind</em> because of human Frailty; and seem'd to scorn the <em>Publick,</em> because of its Misfortunes. See if this Sentiment be consistent with that Humanity which elsewhere you own and practise. For where can Generosity exist, if not here? <span class=\"margin-comment\">Love of Mankind.</span> Where can we ever exert Friendship, if not in this chief Subject? To what shou'd we be true or grateful in the World, if not to Mankind, and that Society to which we are so deeply indebted? What are the Faults or Blemishes which can excuse such an Omission, or in a grateful Mind can ever lessen the Satisfaction of making a grateful kind return? <span class=\"margin-comment\">Good-breeding.</span> Can you then out of <em>Good-breeding</em> merely, and from a Temper natural to you, rejoice to shew Civility, Courteousness, Obligingness, seek Objects of Compassion, and be pleas'd with every Occurrence where you have power to do some service even to People unknown? Can you delight in such Adventures abroad in foreign Countrys, or in the case of Strangers here at home; to help, assist, relieve all who require it, in the most hospitable, kind, and friendly manner? And can <em>your Country,</em> or what is more, <em>your</em> <span class=\"small-capitals\">Kind,</span> require less Kindness from you, or deserve less to be consider'd, than even one of these Chance-Creatures?—<span class=\"small-capitals\">OPhilocles!</span> <span class=\"margin-comment\">Good-nature.</span> how little do you know the Extent and Power of <em>Good-nature,</em> and to what an heroick pitch a Soul may rise, which knows the thorow Force of it; and distributing it rightly, frames in it-self an equal, just, and universal Friendship!","subId":"28","id":"Shaftesbury.C.M.2.1.28"},{"type":"paragraph","content":"JUST as he had ended these Words, a Servant came to us in the Field, to give notice of some Company, who were come to dine with us, and waited our coming in. So we walk'd home-wards. I told <span class=\"small-capitals\">Theocles,</span> going along, that I fear'd I shou'd never make a good <em>Friend</em> or <em>Lover</em> after his way. As for a plain natural Love of <em>one single</em> Person in either Sex, I cou'd compass it, I thought, well enough; but this <em>complex universal</em> sort was beyond my reach. I cou'd love the Individual, but not the Species. <span class=\"margin-comment\">Mystical Love.</span> This was too mysterious; too metaphysical an Object for me. In short, I cou'd love nothing of which I had not some sensible material Image.","subId":"29","id":"Shaftesbury.C.M.2.1.29"},{"type":"paragraph","content":"<q>How!</q> reply'd <span class=\"small-capitals\">Theocles,</span> <q>can you never love except in this manner? when yet I know that you admir'd and lov'd a Friend long ere you knew his Person. Or was <span class=\"small-capitals\">Palemon'</span> s Character of no force, when it engag'd you in that long Correspondence which preceded your <em>late</em> personal Acquaintance?</q> <q>The Fact,</q> said I, <q>I must, of necessity, own to you. And now, methinks, I understand your Mystery, and perceive how I must prepare for it: For in the same manner as when I first began to love <span class=\"small-capitals\">Palemon,</span> I was forc'd to form a kind of material Object, and had always such a certain Image of him, ready-drawn, in my Mind, whenever I thought of him; so I must endeavour to order it in the Case before us: if possibly by your help I can raise any such Image, or Specter, as may represent this odd Being you wou'd have me love.</q>","subId":"30","id":"Shaftesbury.C.M.2.1.30"},{"type":"paragraph","content":"Methinks, said he, you might have the same Indulgence for <span class=\"small-capitals\">Nature</span> or <span class=\"small-capitals\">Mankind,</span> as for <em>the People of old</em> <span class=\"small-capitals\">Rome;</span> whom, notwithstanding their Blemishes, I have known you in love with, many ways; particularly under the Representation of a beautiful Youth call'd <em>the</em> <span class=\"small-capitals\">Genius</span> <em>of the People.</em> <span class=\"margin-comment\">Genius of a Country.</span> For I remember, that viewing once some Pieces of Antiquity, where the People were thus represented, you allow'd 'em to be no disagreeable Object.","subId":"31","id":"Shaftesbury.C.M.2.1.31"},{"type":"paragraph","content":"Indeed, reply'd I, were it possible for me to stamp upon my Mind such a Figure as you speak of, whether it stood for <em>Mankind</em> or <em>Nature,</em> <span class=\"margin-comment\">Nature.</span> it might probably have its effect; and I might become perhaps <em>a Lover</em> after your way: But more especially, if you cou'd so order it, as to make things reciprocal between us, and bring me to fansy of this <span class=\"small-capitals\">Genius,</span> that it cou'd be <q>sensible of my Love, and capable of <em>a Return.</em></q> For without this, I shou'd make but an ill Lover, tho of the perfectest Beauty in the World.","subId":"32","id":"Shaftesbury.C.M.2.1.32"},{"type":"paragraph","content":"'Tis enough, said <span class=\"small-capitals\">Theocles,</span> I accept the Terms: And if you promise <em>to love,</em> I will endeavour to shew you <em>that</em> <span class=\"small-capitals\">Beauty</span> which I count <em>the perfectest,</em> and <em>most deserving of</em> <span class=\"small-capitals\">Love;</span> and which will not fail of <em>a Return.</em>—To-morrow, when the eastern Sun (as Poets describe) with his first Beams adorns the Front of yonder Hill; there, if you are content to wander with me in the Woods you see, we will pursue those <em>Loves</em> of ours, by favour of the Silvan Nymphs: and invoking first <em>the Genius of the Place,</em> we'll try to obtain at least some faint and distant View of <em>the sovereign</em> <span class=\"small-capitals\">Genius</span> and <em>first</em> <span class=\"margin-comment\">Genius of the World.</span> <em>Beauty.</em> This if you can come once to contemplate, I will answer for it, that all those forbidding Features and Deformitys, whether of <em>Nature</em> or <em>Mankind,</em> will vanish in an instant, and leave you that <em>Lover</em> I cou'd wish.—But now, enough!—Let us to our <em>Company;</em> and change this Conversation for some other more sutable to our <em>Friends</em> and <em>Table.</em>","subId":"33","id":"Shaftesbury.C.M.2.1.33"},{"type":"note","content":"VOL. I. <em>pag.</em> 308. VOL. III. <em>pag.</em> 200.","subId":"n1","id":"Shaftesbury.C.M.2.1.n1"},{"type":"note","content":"VOL. I. <em>pag.</em> 81.","subId":"n2","id":"Shaftesbury.C.M.2.1.n2"},{"type":"note","content":"VOL. I. <em>pag.</em> 320, &amp;c.","subId":"n3","id":"Shaftesbury.C.M.2.1.n3"}]}