{"imported":true,"id":"Shaftesbury.C.M.2.2","parent":"Shaftesbury.C.M.2","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_038","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section II</h1> ","id":"Shaftesbury.C.M.2.2"},{"type":"paragraph","content":"YOU see here, <span class=\"small-capitals\">Palemon,</span> what a Foundation is laid for the <em>Enthusiasms</em> I told you of; and which, in my Opinion (I told you too) were the more dangerous, because so very odd, and out of the way. But Curiosity had seiz'd you, I perceiv'd, as it had done me before. For after this first Conversation, I must own, I long'd for nothing so much as the next day, and the appointed Morning-walk in the <em>Woods.</em>","subId":"1","id":"Shaftesbury.C.M.2.2.1"},{"type":"paragraph","content":"We had only a Friend or two at dinner with us; and for a good while we discours'd of News and indifferent things, till I, who had my head still running upon those other Subjects, gladly laid hold of something dropt by chance concerning <em>Friendship;</em> <span class=\"margin-comment\">Friendship.</span> and said, That for my own part, truly, tho I once thought I had known Friendship, and really counted my-self <em>a good Friend</em> during my whole Life; yet I was now persuaded to believe my-self no better than a <em>Learner:</em> since <span class=\"small-capitals\">Theocles</span> had almost convinc'd me, <q>That to be a <em>Friend</em> to any one <em>in particular,</em> 'twas necessary to be first <em>a Friend to Mankind.</em></q> But how to qualify my-self for such a Friendship, was, methought, no little difficulty.","subId":"2","id":"Shaftesbury.C.M.2.2.2"},{"type":"paragraph","content":"Indeed, said <span class=\"small-capitals\">Theocles,</span> you have given us a very indifferent Character of your-self, in saying so. If you had spoken thus of the Friendship of any <em>great Man</em> at Court, or perhaps of <em>a Court</em> it-self, and had complain'd, <q>How hard it was for you to succeed, or make Interest with such as govern'd there</q>; we shou'd have concluded in your behalf, that there were such Terms to be comply'd with, as were unworthy of you. But <q>To deserve well of <em>the Publick,</em></q> and <q>To be justly styl'd <em>the Friend of Mankind,</em></q> <span class=\"margin-comment\">Virtue.</span> requires no more than to be <em>good</em> and <em>virtuous;</em> Terms which for one's own sake one wou'd naturally covet.","subId":"3","id":"Shaftesbury.C.M.2.2.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Motives.</span> How comes it then, said I, that even these <em>good Terms</em> themselves are so ill accepted, and hardly ever taken, if I may so express it, except on <em>further Terms?</em> For <span class=\"small-capitals\">Virtue,</span> <em>by it-self,</em> is thought but an ill Bargain: and I know few, even of the Religious and Devout, who take up with it any otherwise than as Children do with Physick; where the Rod and Sweetmeat are the potent Motives.","subId":"4","id":"Shaftesbury.C.M.2.2.4"},{"type":"paragraph","content":"They are Children indeed, reply'd <span class=\"small-capitals\">Theocles,</span> and shou'd be treated so, who need any Force or Persuasion to do what conduces to their Health and Good. But where, I beseech you, are those forbidding Circumstances which shou'd make <em>Virtue</em> go down so hardly? Is it not, among other things, that you think your-self by this means precluded the fine Tables and costly Eating of our modern <em>Epicures;</em> and that perhaps you fear the being reduc'd to eat always as ill as now, upon a plain Dish or two, and no more?","subId":"5","id":"Shaftesbury.C.M.2.2.5"},{"type":"paragraph","content":"This, I protested, was injuriously suppos'd of me. For I wish'd never to eat otherwise than I now did, at his Table; which, by the way, had more resemblance (I thought) of <span class=\"small-capitals\">Epicurus'</span> s, than those which now-a-days preposterously pass'd under his name. For if his Opinion might be taken, the highest Pleasures in the World were owing to <em>Temperance,</em> and <em>moderate Use.</em>","subId":"6","id":"Shaftesbury.C.M.2.2.6"},{"type":"paragraph","content":"If then the merest Studier of <em>Pleasure,</em> (answer'd <span class=\"small-capitals\">Theocles</span> ) even <span class=\"small-capitals\">Epicurus</span> himself, made that favourable Report of <em>Temperance,</em> <span class=\"margin-comment\">Temperance.</span> so different from his modern Disciples; if he cou'd boldly say, <q>That with such Fare as a mean Garden afforded, he cou'd vie even with the Gods for Happiness</q>; how shall we say of this part of Virtue, that it needs be <em>taken upon Terms?</em> If the immediate Practice of <em>Temperance</em> be thus harmless; are its Consequences injurious? Does it take from the Vigour of the Mind, consume the Body, and render both the one and the other less apt to their proper Exercises, <q>the Enjoyments of Reason or Sense, or the Employments and Offices of civil Life?</q> Or is it that a Man's Circumstances are the worse for it, as he stands towards his Friends, or Mankind? Is a Gentleman in this sense to be pity'd, <q>As <em>One</em> burdensom to himself, and others; <em>One</em> whom all Men will naturally shun, as an ill Friend, and a Corrupter of Society and Good Manners?</q>—Shall we consider our Gentleman in <em>a publick Trust,</em> and see whether he is like to succeed best with this restraining Quality; or whether he may be more rely'd on, and thought more incorrupt, if his Appetites are high, and his Relish strong towards that which we call Pleasure? Shall we consider him as <em>a Soldier,</em> in a Campain, or Siege; and advise with our-selves how we might be best defended, if we had occasion for such a one's Service? <q>Which Officer wou'd make the best for the Soldiers; Which Soldier for the Officers; or Which Army for their Country?</q>—What think you of our Gentleman, for <em>a Fellow-traveller?</em> Wou'd he, as a temperate Man, be an ill Choice? Wou'd it indeed be more eligible and delightful, <q>To have a Companion, who, in any shift or necessity, wou'd prove the most ravenous, and eager to provide in the first place for himself, and his own exquisite Sensations?</q>—I know not what to say where <em>Beauty</em> is concern'd. Perhaps the <em>amorous Galants,</em> and exquisite <em>Refiners</em> on this sort of Pleasure, may have so refin'd their Minds and Tempers, that, notwithstanding their accustom'd Indulgence, they can, upon occasion, renounce their Enjoyment, rather than violate Honour, Faith, or Justice.—And thus, at last, there will be little Virtue or Worth ascrib'd to this patient sober <em>Character.</em> <q>The dull <em>temperate Man</em> is no fitter to be trusted than the elegant <em>luxurious</em> one. Innocence, Youth, and Fortune may be as well committed to the Care of this latter Gentleman. He wou'd prove as good <em>an Executor,</em> as good <em>a Trustee,</em> as good <em>a Guardian,</em> as he wou'd <em>a Friend.</em> The Family which entrusted him wou'd be secure; and no Dishonour, in any likelihood, wou'd happen from the honest <em>Man of Pleasure.</em></q>","subId":"7","id":"Shaftesbury.C.M.2.2.7"},{"type":"paragraph","content":"THE Seriousness with which <span class=\"small-capitals\">Theocles</span> spoke this, made it the more pleasant; and set our other Company upon saying a great many good things on the same Subject, in commendation of <em>a temperate Life.</em> So that our Dinner by this time being ended, and the Wine, according to Custom, plac'd before us; I found still we were in no likelihood of proceeding to a Debauch. Every-one drank only as he fansy'd, in no Order or Proportion, and with no regard to circular Healths or Pledges: A Manner which the sociable Men of another Scheme of Morals wou'd have censur'd no doubt, as a heinous Irregularity, and Corruption of <em>Good Fellowship.</em>","subId":"8","id":"Shaftesbury.C.M.2.2.8"},{"type":"paragraph","content":"I own, said I, I am far from thinking <span class=\"small-capitals\">Temperance</span> so disagreeable a Character. As for this part of Virtue, I think there is no need of taking it on any other <em>Terms</em> to recommend it, than the mere Advantage of being sav'd from Intemperance, and from the desire of things unnecessary.","subId":"9","id":"Shaftesbury.C.M.2.2.9"},{"type":"paragraph","content":"How! said <span class=\"small-capitals\">Theocles,</span> are you thus far advanc'd? And can you carry this <em>Temperance</em> so far as to Estates and Honours, by opposing it to <em>Avarice</em> and <em>Ambition?</em>—Nay, then truly, you may be said to have fairly embark'd your-self in this Cause. You have pass'd the Channel, and are more than half-seas over. There remains no further Scruple in the case of Virtue, unless you will declare your-self <em>a Coward,</em> or conclude it a happiness to be born one. For if you can be <em>temperate</em> withal towards <span class=\"small-capitals\">Life,</span> and think it not so great a business, whether <em>it</em> be of fewer or more Years; but satisfy'd with what you have liv'd, can rise a thankful Guest from a full liberal Entertainment; Is not this the Sum of all? the finishing Stroke and very Accomplishment of <em>Virtue?</em> In this Temper of Mind, what is there can hinder us from forming for our-selves as heroick <em>a Character</em> as we please? What is there either <em>good, generous,</em> or <em>great,</em> which does not naturally flow from such a modest <span class=\"small-capitals\">Temperance?</span> Let us once gain this simple plain-look'd <em>Virtue,</em> and see whether the more shining <em>Virtues</em> will not follow. See what that <em>Country of the Mind</em> will produce, when by the wholesom Laws of this Legislatress it has obtain'd its <em>Liberty!</em> <span class=\"margin-comment\">LIBERTY, Civil.</span> You, <span class=\"small-capitals\">Philocles,</span> who are such an Admirer of <em>Civil Liberty,</em> and can represent it to your-self with a thousand several Graces and Advantages; can you imagine no Grace or Beauty in that original <em>native Liberty,</em> <span class=\"margin-comment\">Moral.</span> which sets us free from so many in-born Tyrannys, gives us the Privilege of our-selves, and makes us <em>our own,</em> and independent? A sort of Property, which, methinks, is as material to us to the full, as that which secures us our Lands, or Revenues.","subId":"10","id":"Shaftesbury.C.M.2.2.10"},{"type":"paragraph","content":"I shou'd think, said he (carrying on his Humour) that one might draw the Picture of this <em>moral</em> Dame to as much advantage as that of her <em>political</em> Sister; whom you admire, as describ'd to us <q>in her <span class=\"small-capitals\">Amazon</span> -<em>Dress,</em> with a free manly Air becoming her; her Guards the <em>Laws,</em> with their written Tables, like Bucklers, surrounding her; Riches, Traffick, and Plenty, with the <em>Cornucopia,</em> serving as her Attendents; and in her Train the <em>Arts</em> and <em>Sciences,</em> like Children, playing.</q>—The rest of the Piece is easy to imagine: <q>Her Triumph over Tyranny, and lawless Rule of Lust and Passion.</q>—But what a Triumph wou'd her Sister's be! What Monsters of savage Passions wou'd there appear subdu'd! <q>There fierce <em>Ambition, Lust, Uproar, Misrule,</em> with all the <em>Fiends</em> which rage in human Breasts, wou'd be securely chain'd. And when <em>Fortune</em> her-self, the Queen of Flatterys, with that Prince of Terrors, <em>Death,</em> were at the Chariot-wheels, as Captives; how natural wou'd it be to see <em>Fortitude, Magnanimity, Justice, Honour,</em> and all that generous Band attend as the Companions of our inmate Lady <span class=\"small-capitals\">Liberty!</span> She, like some new-born Goddess, wou'd grace her Mother's Chariot, and own her Birth from humble <em>Temperance,</em> that nursing Mother of the Virtues; who like the Parent of the Gods, old Reverend <span class=\"small-capitals\">Cybele,</span> wou'd properly appear drawn by rein'd Lions, patient of the Bit, and on her Head a Turret-like Attire: the Image of defensive Power, and Strength of Mind.</q>","subId":"11","id":"Shaftesbury.C.M.2.2.11"},{"type":"paragraph","content":"BY THIS Picture <span class=\"small-capitals\">Theocles,</span> I found, had given Entertainment to the Company; who from this rough Draught of his fell to designing upon the same Subject, after the antient manner; till <span class=\"small-capitals\">Prodicus</span> and <span class=\"small-capitals\">Cebes,</span> and all the Antients were exhausted.","subId":"12","id":"Shaftesbury.C.M.2.2.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">VIRTUE.</span> Gentlemen, said I, the Descriptions you have been making, are, no doubt, the finest in the world: But after all, when you have made <em>Virtue</em> as glorious and triumphant as you please, I will bring you an authentick Picture of another kind, where we shall see this Triumph <em>in reverse;</em> <q><span class=\"small-capitals\">Virtue</span> her-self <em>a Captive</em> in her turn; and by a proud Conqueror triumph'd over, degraded, spoil'd of all her Honours, and defac'd; so as to retain hardly one single Feature of real Beauty.</q>—","subId":"13","id":"Shaftesbury.C.M.2.2.13"},{"type":"paragraph","content":"I offer'd to go on further, but cou'd not, being so violently decry'd by my two Fellow-guests; who protested they wou'd never be brought to own so detestable a Picture: And one of 'em (a formal sort of Gentleman, somewhat advanc'd in Years) looking earnestly upon me, said, in an angry Tone, <q>That he had hitherto, indeed, conceiv'd some hopes of me; notwithstanding he observ'd my <em>Freedom of Thought,</em> and heard me quoted for such a passionate Lover of <em>Liberty:</em> But he was sorry to find that my Principle of Liberty extended in fine to a Liberty from all Principles</q> (so he express'd himself) <q>And none, he thought, beside a Libertine in Principle wou'd approve of such a Picture of Virtue, as only <em>an Atheist</em> cou'd have the impudence to make.</q>","subId":"14","id":"Shaftesbury.C.M.2.2.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Theocles</span> the while sat silent; tho he saw I minded not my Antagonists, but kept my Eye fix'd steddily on himself, expecting to hear what he wou'd say. At last, fetching a deep Sigh, <span class=\"small-capitals\">OPhilocles,</span> said he, how well you are Master of that Cause you have taken on you to defend! How well you know the way to gain advantage to the worst of Causes, from the imprudent Management of those who defend the best!—I dare not, for my own share, affirm to you, as my worthy Friends have done, <q>That 'tis <em>the Atheist</em> alone can lay this load on <em>Virtue,</em> and picture her thus disgracefully.</q>—No—There are other over-officious and less suspected Hands, which do her perhaps more injury, tho with a better colour.","subId":"15","id":"Shaftesbury.C.M.2.2.15"},{"type":"paragraph","content":"That <em>Virtue</em> shou'd, with any shew of Reason, be made <em>a Victim,</em> (continu'd he, turning himself to his Guests) must have appear'd strange to you, no doubt, to hear asserted with such assurance as has been done by <span class=\"small-capitals\">Philocles.</span> You cou'd conceive no tolerable ground for such a Spectacle. In this <em>revers'd Triumph</em> you expected perhaps to see some foreign Conqueror exalted; as either <em>Vice</em> it-self, or <em>Pleasure, Wit, spurious Philosophy,</em> or some <em>false Image of Truth</em> or <em>Nature.</em> Little were you aware that the cruel Enemy oppos'd to Virtue shou'd be <span class=\"small-capitals\">Religion</span> itself! <span class=\"margin-comment\">Religion and Virtue.</span> But you will call to mind, that even innocently, and without any treacherous design, <em>Virtue</em> is often treated so, by those who wou'd magnify to the utmost the Corruption of Man's Heart; and in exposing, as they pretend, the Falshood of <em>human Virtue,</em> think to extol <em>Religion.</em> How many religious Authors, how many sacred Orators turn all their edge this way, and strike at <em>moral Virtue</em> as a kind of <em>Step-dame,</em> or <em>Rival</em> to <span class=\"small-capitals\">Religion!</span> —<a href=\"#n1\"><sup>[1]</sup></a><q><em>Morality</em> must not be nam'd; <em>Nature</em> has no pretence; <em>Reason</em> is an Enemy; <em>Common Justice,</em> Folly; and <em>Virtue,</em> Misery. Who wou'd not be vitious, had he his Choice? Who wou'd forbear, but because <em>he must?</em> Or who wou'd value Virtue, but for <em>hereafter?</em></q>","subId":"16","id":"Shaftesbury.C.M.2.2.16"},{"type":"paragraph","content":"Truly, said the old Gentleman, interrupting him, if this be the <em>Triumph</em> of Religion, 'tis such as her greatest Enemy, I believe, wou'd scarce deny her: and I must still be of opinion, with <span class=\"small-capitals\">Philocles'</span> s leave, that it is no great sign of Tenderness for <em>Religion,</em> <span class=\"margin-comment\">Zeal</span> to be so zealous in honouring her at the cost of <em>Virtue.</em>","subId":"17","id":"Shaftesbury.C.M.2.2.17"},{"type":"paragraph","content":"Perhaps so, said I. Yet that there are many such Zealots in the World, you will acknowledg. And that there is a certain Harmony between this <em>Zeal</em> and what you call <em>Atheism,</em> <span class=\"small-capitals\">Theocles,</span> you hear, <span class=\"margin-comment\">Atheism.</span> has allow'd.—But let us hear him out; if perhaps he will be so free as to discover to us what he thinks of the generality of our religious Writers, and their Method of encountring their common Enemy, <em>the Atheist.</em> This is a Subject which possibly may need a better clearing. For 'tis notorious that the chief Opposers of Atheism write upon contrary Principles to one another, so as in a manner to confute themselves. Some of 'em hold zealously for Virtue, and are <em>Realists</em> in the Point. Others, one may say, are only <em>nominal Moralists,</em> <span class=\"margin-comment\">MORALISTS, Nominal, Real.</span> by making Virtue nothing in it-self, a Creature of Will only, or a mere Name of Fashion. 'Tis the same in natural Philosophy: Some take one Hypothesis, <span class=\"margin-comment\">Naturalists.</span> and some another. I shou'd be glad to discover once the true Foundation; and distinguish those who effectually refute their other Antagonists as well as the <em>Atheists,</em> and rightly assert the joint-Cause of Virtue and Religion.","subId":"18","id":"Shaftesbury.C.M.2.2.18"},{"type":"paragraph","content":"HERE, <span class=\"small-capitals\">Palemon,</span> I had my Wish. For by degrees I engag'd <span class=\"small-capitals\">Theocles</span> to discover himself fully upon these Subjects; which serv'd as a Prelude to those we were to ingage in, the next Morning; for the approach of which, I so impatiently long'd. If his Speculations prov'd <em>of a rational kind,</em> this previous Discourse, I knew, wou'd help me to comprehend 'em; if only <em>pleasing Fancys,</em> this wou'd help me however, to please my-self the better with 'em.","subId":"19","id":"Shaftesbury.C.M.2.2.19"},{"type":"paragraph","content":"Here then began his Criticism of Authors; which grew by degrees into a continu'd Discourse. So that had this been at a University, <span class=\"small-capitals\">Theocles</span> might very well have pass'd for some grave Divinity-Professor, or Teacher of <em>Ethicks,</em> reading an Afternoon Lecture to his Pupils.","subId":"20","id":"Shaftesbury.C.M.2.2.20"},{"type":"note","content":"VOL. III. <em>pag.</em> 310.","subId":"n1","id":"Shaftesbury.C.M.2.2.n1"}]}