{"id":"Shaftesbury.C.M.2.4","imported":true,"parent":"Shaftesbury.C.M.2","title":"Section IV","breadcrumb":"Section 4","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_040","blocks":[{"type":"title","content":"<h1>Section IV</h1> ","id":"Shaftesbury.C.M.2.4"},{"type":"paragraph","content":"JUST as he had made an end of speaking came in some Visitants, who took us up the remaining part of the Afternoon in other Discourses. But these being over, and our Strangers gone, (all except <em>the old Gentleman,</em> and <em>his Friend,</em> who had din'd with us) we began a-new with <span class=\"small-capitals\">Theocles,</span> by laying claim to his Sermon, and intreating him, again and again, to let us hear him, at large, in his <em>theological</em> way.","subId":"1","id":"Shaftesbury.C.M.2.4.1"},{"type":"paragraph","content":"This he complain'd was persecuting him: As you have seen Company, said he, often persecute a reputed Singer, not out of any fancy for the Musick, but to satisfy a malicious sort of Curiosity, which ends commonly in Censure and Dislike.","subId":"2","id":"Shaftesbury.C.M.2.4.2"},{"type":"paragraph","content":"However it might be, we told him we were resolv'd to persist. And I assur'd our Companions, that if they wou'd second me heartily in the manner I intended to press him, we shou'd easily get the better.","subId":"3","id":"Shaftesbury.C.M.2.4.3"},{"type":"paragraph","content":"In revenge then, said he, I will comply on this Condition; That since I am to sustain the part of <em>the Divine</em> and <em>Preacher,</em> it shall be at <span class=\"small-capitals\">Philocles'</span> s cost; who shall bear the Part of <em>the Infidel,</em> and stand for the Person <em>preach'd to.</em>","subId":"4","id":"Shaftesbury.C.M.2.4.4"},{"type":"paragraph","content":"Truly, said the old Gentleman, the <em>Part</em> you have propos'd for him is so natural and sutable, that, I doubt not, he will be able to act it without the least Pain. I cou'd wish rather, that you had spar'd your-self the trouble of putting him thus in mind of his proper <em>Character.</em> He wou'd have been apt enough of his own accord to interrupt your Discourse by his perpetual Cavils. Therefore since we have now had Entertainment enough by way of <em>Dialogue,</em> I desire the <em>Law</em> of <span class=\"small-capitals\">Sermon</span> may be strictly observ'd; and <q>That there be no <em>answering</em> to whatever is <em>argu'd</em> or <em>advanc'd.</em></q>","subId":"5","id":"Shaftesbury.C.M.2.4.5"},{"type":"paragraph","content":"I consented to all the Terms, and told <span class=\"small-capitals\">Theocles</span> I wou'd stand his Mark willingly: And besides, if I really were that <em>Infidel</em> he was to suppose me, I shou'd count it no Unhappiness; since I was sure of being so thorowly convinc'd by him, if he wou'd vouchsafe to undertake me.","subId":"6","id":"Shaftesbury.C.M.2.4.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Theocles</span> then propos'd we shou'd walk out; the <em>Evening</em> being fine, and the free Air suting better, as he thought, with such Discourses, than a Chamber.","subId":"7","id":"Shaftesbury.C.M.2.4.7"},{"type":"paragraph","content":"ACCORDINGLY we took our Evening-Walk in the Fields, from whence the laborious Hinds were now retiring. We fell naturally into the Praises of <em>a Country Life;</em> and discours'd a-while of <em>Husbandry,</em> and the Nature of the <em>Soil.</em> Our Friends began to admire some of the <em>Plants,</em> which grew here to great perfection. And it being my fortune (as having acquir'd a little Insight into the nature of <em>Simples</em>) to say something they mightily approv'd upon this Subject, <span class=\"small-capitals\">Theocles</span> immediately turning about to me; <q>O my ingenious Friend!</q> said he, <q>whose Reason, in other respects, must be allow'd so clear and happy; How is it possible that with such Insight, and accurate Judgment in <em>the Particulars</em> of natural Beings and Operations, you shou'd no better judg of the Structure of Things <em>in general,</em> and of the Order and Frame of <span class=\"small-capitals\">Nature?</span> Who better than your-self can shew the Structure of each Plant and Animal-Body, declare the Office of every <em>Part</em> and <em>Organ,</em> <span class=\"margin-comment\">Organization.</span> and tell the Uses, Ends, and Advantages to which they serve? How therefore, shou'd you prove so ill <em>a Naturalist</em> in <em>this</em> <span class=\"small-capitals\">Whole,</span> and understand so little the Anatomy of <em>the World</em> and <em>Nature,</em> as not to discern the same Relation of Parts, the same Consistency and Uniformity in <em>the Universe!</em></q>","subId":"8","id":"Shaftesbury.C.M.2.4.8"},{"type":"paragraph","content":"<q>Some Men perhaps there are of so confus'd a Thought, and so irregularly form'd <em>within themselves,</em> that 'tis no more than natural for them to find fault, and imagine a thousand Inconsistences and Defects in this <em>wider Constitution.</em> 'Twas not, we may presume, the absolute Aim or Interest of the Universal Nature, to render every private-one infallible, and without defect. 'Twas not its Intention to leave us without some Pattern of Imperfection; such as we perceive in Minds, like these, perplex'd with froward Thought. But you, my Friend, are Master of a nobler Mind. You are conscious of better Order <em>within,</em> and can see Workmanship and Exactness in your-self, and other <em>innumerable Parts</em> of the Creation. Can you answer it to your-self, allowing thus much, not to allow all? Can you induce yourself ever to believe or think, that where there are Parts so variously united, and conspiring fitly within themselves, <span class=\"margin-comment\">WHOLE and Parts.</span> <em>the</em> <em>Whole</em> it-self shou'd have neither Union nor Coherence; and where inferior and private Natures are often found so perfect, <em>the Universal-one</em> shou'd want Perfection, and be esteem'd like whatsoever can be thought of, most monstrous, rude, and imperfect?</q>","subId":"9","id":"Shaftesbury.C.M.2.4.9"},{"type":"paragraph","content":"<q>Strange! That there shou'd be <em>in Nature</em> the Idea of an Order and Perfection, which <span class=\"small-capitals\">Nature</span> her-self wants! That Beings which arise from <em>Nature</em> shou'd be so perfect, as to discover Imperfection in her Constitution; and be wise enough to correct that Wisdom by which they were made!</q>","subId":"10","id":"Shaftesbury.C.M.2.4.10"},{"type":"paragraph","content":"<q>Nothing surely is more strongly imprinted on our Minds, or more closely interwoven with our Souls, than the Idea or Sense of <em>Order</em> and <em>Proportion.</em> <span class=\"margin-comment\">Proportion.</span> Hence all the Force of <em>Numbers,</em> and those powerful <em>Arts</em> founded on their Management and Use. What a difference there is between <em>Harmony</em> and <em>Discord! Cadency</em> and <em>Convulsion!</em> What a difference between compos'd and orderly Motion, and that which is ungovern'd and accidental! between the regular and uniform Pile of some noble Architect, and a Heap of Sand or Stones! between an organiz'd Body, and a Mist or Cloud driven by the Wind!</q>","subId":"11","id":"Shaftesbury.C.M.2.4.11"},{"type":"paragraph","content":"<q>Now as this Difference is immediately perceiv'd by a plain internal Sensation, so there is withal in Reason this account of it; That whatever Things have <em>Order,</em> <span class=\"margin-comment\">Union.</span> the same have <em>Unity of Design,</em> and concur <em>in one,</em> are Parts constituent of <em>one</em> <span class=\"small-capitals\">Whole,</span> or are, in themselves, <em>intire Systems.</em> Such is a <em>Tree,</em> with all its Branches; an <em>Animal,</em> with all its Members; an <em>Edifice,</em> with all its exterior and interior Ornaments. What else is even a <em>Tune</em> or <em>Symphony,</em> or any excellent Piece of Musick, than a certain <em>System</em> of proportion'd Sounds?</q>","subId":"12","id":"Shaftesbury.C.M.2.4.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">System.</span> <q>Now in this which we call the <span class=\"small-capitals\">Universe,</span> whatever the Perfection may be of any <em>particular Systems;</em> or whatever <em>single Parts</em> may have Proportion, Unity, or Form within themselves; yet if they are not united all in general, in<a href=\"#n1\"><sup>[1]</sup></a> <span class=\"small-capitals\">One</span> <em>System,</em> but are, in respect of one another, as the driven Sands, or Clouds, or breaking Waves; then there being no Coherence in <em>the Whole,</em> there can be infer'd no Order, no Proportion, and consequently no Project or <em>Design.</em> But if none of these Parts are independent, but all apparently united, then is the <span class=\"small-capitals\">Whole</span> <em>a System</em> compleat, according to one <em>simple, consistent,</em> and <em>uniform</em> <span class=\"small-capitals\">Design.</span></q>","subId":"13","id":"Shaftesbury.C.M.2.4.13"},{"type":"paragraph","content":"<q>Here then is our main Subject, insisted on: That neither <em>Man,</em> nor any other Animal, tho ever so compleat a <em>System</em> of Parts, as to all <em>within,</em> can be allow'd in the same manner compleat, as to all <em>without;</em> but must be consider'd as having a further relation abroad to <em>the System of his Kind.</em> <span class=\"margin-comment\">Animal-System.</span> So even this System of his Kind to <em>the Animal-System;</em> this to the World (our <em>Earth;</em>) and this again to <em>the bigger World,</em> and to <em>the Universe.</em></q>","subId":"14","id":"Shaftesbury.C.M.2.4.14"},{"type":"paragraph","content":"<q>All things in this World are <em>united.</em> <span class=\"margin-comment\">System of the World.</span> For as the <em>Branch</em> is united with the <em>Tree,</em> so is the Tree as immediately with the <em>Earth, Air,</em> and <em>Water,</em> which feed it. As much as the fertile <em>Mould</em> is fitted to the Tree, as much as the strong and upright Trunk of the <em>Oak</em> or <em>Elm</em> is fitted to the twining Branches of the <em>Vine</em> or <em>Ivy;</em> so much are the very <em>Leaves,</em> the <em>Seeds,</em> and <em>Fruits</em> of these Trees fitted to the various <em>Animals:</em> These again to one another, and to the <em>Elements</em> where they live, and to which they are, as Appendices, in a manner fitted and join'd; as either by <em>Wings</em> for the Air, <em>Fins</em> for the Water, <em>Feet</em> for the Earth, and by other correspondent inward Parts of a more curious Frame and Texture. Thus in contemplating all on Earth, we must of necessity view <em>All in One,</em> as holding to one common Stock. Thus too in the System of the bigger World. See there the mutual Dependency of Things! the Relation of one to another; of the Sun to this inhabited Earth, and of the Earth and other Planets to the Sun! the Order, Union, and Coherence of <em>the Whole!</em> And know, my ingenious Friend, <span class=\"margin-comment\">Universal System.</span> that by this Survey you will be oblig'd to own the <span class=\"small-capitals\">UniversalSystem,</span> and coherent Scheme of Things, to be establish'd on abundant Proof, capable of convincing any fair and just Contemplator of the Works of Nature. For scarce wou'd any-one, till he had well survey'd this Universal Scheme, believe <em>a Union</em> thus evidently demonstrable, by such numerous and powerful Instances of mutual Correspondency and Relation, from the minutest Ranks and Orders of Beings to the remotest Spheres.</q>","subId":"15","id":"Shaftesbury.C.M.2.4.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Appearance of<em> <span class=\"small-capitals\">Ill</span> </em>necessary.</span> <q>Now, in this mighty UNION, if there be such Relations of Parts one to another as are not easily discover'd; if on this account the End and Use of Things does not every-where appear, there is no wonder; since 'tis no more indeed than what must happen of necessity: Nor cou'd supreme Wisdom have otherwise order'd it. For in an Infinity of Things thus relative, a Mind which sees not <em>infinitely,</em> can see nothing <em>fully:</em> And since each Particular has relation to all in general, it can know no perfect or true Relation of any Thing, in a World not perfectly and fully known.</q>","subId":"16","id":"Shaftesbury.C.M.2.4.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Solution.</span> <q>The same may be consider'd in any dissected Animal, Plant, or Flower; where he who is no Anatomist, nor vers'd in natural History, sees that the many <em>Parts</em> have a relation to <em>the Whole;</em> for thus much even a slight View affords: But he who like you, my Friend, is curious in the Works of Nature, and has been let into a Knowledge of the animal and vegetable Worlds, he alone can readily declare the just Relation of all these Parts to one another, and the several Uses to which they serve.</q>","subId":"17","id":"Shaftesbury.C.M.2.4.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Example.</span> <q>But if you wou'd willingly enter further into this Thought, and consider how much we ought not only to be satisfy'd with this our View of Things, but even to admire its Clearness; imagine only some Person intirely a Stranger to Navigation, and ignorant of the Nature of the Sea or Waters, how great his Astonishment wou'd be, when finding himself on board some Vessel, anchoring at Sea, remote from all Land-prospect, whilst it was yet a Calm, he view'd the ponderous Machine firm and motionless in the midst of the smooth Ocean, and consider'd its Foundations beneath, together with its Cordage, Masts, and Sails above. How easily wou'd he see <em>the Whole</em> one regular Structure, all things depending on one another; the Uses of the Rooms <em>below,</em> the Lodgments, and Conveniences of Men and Stores? But being ignorant of the Intent or Design of all <em>above,</em> wou'd he pronounce the Masts and Cordage to be useless and cumbersom, and for this reason condemn the Frame, and despise <em>the Architect?</em> O my Friend! let us not thus betray our Ignorance; but consider where we are, and in what a Universe. Think of the many Parts of the vast Machine, in which we have so little Insight, and of which it is impossible we shou'd know the Ends and Uses; when instead of seeing to the highest <em>Pendants,</em> we see only some <em>lower Deck,</em> and are in this dark Case of Flesh, confin'd even to <em>the Hold,</em> and meanest Station of the Vessel.</q>","subId":"18","id":"Shaftesbury.C.M.2.4.18"},{"type":"paragraph","content":"<q>Now having recogniz'd this uniform consistent Fabrick, and own'd the <em>Universal System,</em> <span class=\"margin-comment\">Universal Mind.</span> we must of consequence acknowledg a <em>Universal</em> <span class=\"small-capitals\">Mind;</span> which no ingenious Man can be tempted to disown, except thro' the Imagination of Disorder in the Universe, its Seat. For can it be suppos'd of any-one in the World, that being in some Desart far from Men, and hearing there a perfect Symphony of Musick, or seeing an exact Pile of regular Architecture arising gradually from the Earth in all its Orders and Proportions, he shou'd be persuaded that at the bottom there was no <em>Design</em> accompanying this, no secret Spring of <em>Thought,</em> no active <em>Mind?</em> Wou'd he, because he saw no Hand, deny the Handy-Work, and suppose that each of these compleat and perfect Systems were fram'd, and thus united in just Symmetry, and conspiring Order, either by the accidental blowing of the Winds, or rolling of the Sands?</q>","subId":"19","id":"Shaftesbury.C.M.2.4.19"},{"type":"paragraph","content":"<q>What is it then shou'd so disturb our Views of <em>Nature,</em> <span class=\"margin-comment\">Disturbance, whence.</span> as to destroy that Unity of Design and Order of <em>a Mind,</em> which otherwise wou'd be so apparent? All we can see either of the Heavens or Earth, demonstrates Order and Perfection; so as to afford the noblest Subjects of Contemplation to Minds, like yours, enrich'd with Sciences and Learning. All is delightful, amiable, rejoicing, except with relation to <em>Man</em> only, <span class=\"margin-comment\">Human Affairs.</span> and his Circumstances, which seem unequal. Here the Calamity and Ill arises; and hence the Ruin of this goodly Frame. All perishes on this account; and the whole Order of the Universe, elsewhere so firm, intire, and immoveable, is here o'erthrown, and lost by this one View; in which we refer all things to our-selves: <span class=\"margin-comment\">Selfishness.</span> submitting the Interest of <em>the</em> <em>Whole</em> to the Good and Interest of so small <em>a Part.</em></q>","subId":"20","id":"Shaftesbury.C.M.2.4.20"},{"type":"paragraph","content":"<q>But how is it you complain of the unequal State of Man, and of the few Advantages allow'd him above the Beasts? What can a Creature claim, so little differing from 'em, or whose Merit appears so little above 'em, except in <em>Wisdom</em> and <em>Virtue,</em> to which so few conform? Man may be virtuous; and by being so, is happy. His Merit is Reward. By Virtue he deserves; and in Virtue only can meet his Happiness deserv'd. But if even <em>Virtue</em> it-self be unprovided for, <span class=\"margin-comment\">Virtue and Vice.</span> and <em>Vice</em> more prosperous be the better Choice; if this, as you suppose, be in the Nature of Things, then is all Order in reality inverted, and supreme Wisdom lost: Imperfection and Irregularity being, after this manner, undoubtedly too apparent in the moral World.</q>","subId":"21","id":"Shaftesbury.C.M.2.4.21"},{"type":"paragraph","content":"<q>Have you then, ere you pronounc'd this Sentence, <span class=\"margin-comment\">Their Power, Effect.</span> consider'd of the State of <em>Virtue</em> and <em>Vice</em> with respect to <em>this Life merely;</em> so as to say, with assurance, When, and how far, in what particulars, and how circumstantiated, the one or the other is <em>Good</em> or <em>Ill?</em> You who are skill'd in other Fabricks and Compositions, both of Art and Nature, have you consider'd of the Fabrick of <em>the</em> <em>Mind,</em> <span class=\"margin-comment\">A Mind.</span> the Constitution of the Soul, the Connexion and Frame of all its Passions, and Affections; to know accordingly the Order and Symmetry of the Part, and how it either improves or suffers; what its Force is, when naturally preserv'd in its found State; <span class=\"margin-comment\">Improvement.</span> and what becomes of it, when corrupted and abus'd? Till this (my Friend!) be well examin'd and understood, how shall we judg either of the Force of <em>Virtue,</em> or Power of <em>Vice?</em> Or in what manner either of these may work to our Happiness or Undoing?</q>","subId":"22","id":"Shaftesbury.C.M.2.4.22"},{"type":"paragraph","content":"<q>Here therefore is that <span class=\"small-capitals\">Inquiry</span> we shou'd first make. But who is there can afford to make it as he ought? If happily we are born of a good Nature; if a liberal Education has form'd in us a generous Temper and Disposition, <span class=\"margin-comment\">Temper.</span> well-regulated Appetites, and worthy Inclinations, 'tis well for us; and so indeed we esteem it. But who is there endeavours to give these to himself, or to advance his Portion of Happiness in this kind? Who thinks of improving, or so much as of preserving his Share, in a World where it must of necessity run so great a hazard, and where we know an honest Nature is so easily corrupted? All other things relating to us are preserv'd with Care, and have some Art or OEconomy belonging to 'em; this which is nearest related to us, and on which our Happiness depends, is alone committed to Chance: And <em>Temper</em> is the only thing ungovern'd, whilst it governs all the rest.</q>","subId":"23","id":"Shaftesbury.C.M.2.4.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">Appetites.</span> <q>Thus we inquire concerning what is good and sutable to our Appetites; but what Appetites are good and sutable to us, is no part of our Examination. We inquire what is according to <em>Interest, Policy, Fashion, Vogue;</em> but it seems wholly strange, and out of the way, to inquire what is <em>according to</em> <span class=\"small-capitals\">Nature.</span> The Balance of <span class=\"small-capitals\">Europe,</span> of Trade, of Power, is strictly sought after; while few have heard of <em>the Balance</em> <em>of their Passions,</em> <span class=\"margin-comment\">Balance.</span> or thought of holding these Scales even. Few are acquainted with this Province, or knowing in these Affairs. But were we more so, as this <em>Inquiry</em> wou'd make us, we shou'd then see Beauty and Decorum here, as well as elsewhere in Nature; and the Order of the Moral World wou'd equal that of the Natural. By this the <em>Beauty of</em> <span class=\"small-capitals\">Virtue</span> wou'd appear; and hence, as has been shewn, <span class=\"margin-comment\">Virtue. Deity.</span> <em>the Supreme</em> and <em>Sovereign</em> <span class=\"small-capitals\">Beauty,</span> the Original of all which is Good or Amiable.</q>","subId":"24","id":"Shaftesbury.C.M.2.4.24"},{"type":"paragraph","content":"<q>But lest I shou'd appear at last too like an <em>Enthusiast,</em> I chuse to express my Sense, and conclude this <em>Philosophical Sermon,</em> in the words of one of those antient <em>Philologists,</em> whom you are us'd to esteem. <em>For Divinity it-self,</em> says he, <em>is surely beauteous, and of all Beautys the brightest; tho not a beauteous Body, but that from whence the Beauty of Bodys is deriv'd: Not a beauteous Plain, but that from whence the Plain looks beautiful. The River's Beauty, the Sea's, the Heaven's, and Heavenly Constellations, all flow from hence, as from a Source Eternal and Incorruptible. As Beings partake of this, they are fair, and flourishing, and happy: As they are lost to this, they are deform'd, perish'd, and lost.</em></q>","subId":"25","id":"Shaftesbury.C.M.2.4.25"},{"type":"paragraph","content":"WHEN <span class=\"small-capitals\">Theocles</span> had thus spoken, he was formally complimented by our <em>Two Companions.</em> I was going to add something in the same way: but he presently stop'd me, by saying, he shou'd be scandaliz'd, if instead of commending him, I did not, according to my <em>Character,</em> chuse rather to criticize some part or other of his long Discourse.","subId":"26","id":"Shaftesbury.C.M.2.4.26"},{"type":"paragraph","content":"If it must be so then, reply'd I; in the first place, give me leave to wonder that, instead of the many Arguments commonly brought for proof of <em>a Deity,</em> you make use only of one single-one to build on. I expected to have heard from you, in customary form, of a <em>first Cause,</em> a <em>first Being,</em> and a <em>Beginning of Motion:</em> How clear the <em>Idea</em> was of an <em>immaterial Substance:</em> And how plainly it appear'd, <span class=\"margin-comment\">Matter and Thought.</span> that at some time or other <em>Matter must have been created.</em> But as to all this, you are silent. As for what is said, of <q>A material unthinking Substance being never able to have produc'd an immaterial thinking one</q>; I readily grant it: but on the condition, that this great Maxim of <em>Nothing being ever made from Nothing,</em> may hold as well on my side as my Adversary's: And then, I suppose, that whilst the World endures, he will be at a loss how to assign a Beginning to <em>Matter;</em> or how to suggest a Possibility of annihilating it. The spiritual Men may, as long as they please, represent to us, in the most eloquent manner, <q>That <em>Matter</em> consider'd in a thousand different Shapes, join'd and disjoin'd, vary'd and modify'd to Eternity, can never, of it-self, afford one single Thought, never occasion or give rise to any thing like Sense or Knowledg.</q> Their Argument will hold good against a <span class=\"small-capitals\">Democritus,</span> an <span class=\"small-capitals\">Epicurus,</span> or any of the elder or latter <em>Atomists.</em> But it will be turn'd on them by an examining <em>Academist:</em> and when the two Substances are fairly set asunder, and consider'd apart as different kinds; 'twill be as strong Sense, and as good Argument, to say as well of the <em>immaterial kind;</em> <q>That do with it as you please, modify it a thousand ways, purify it, exalt it, sublime it, torture it ever so much, or rack it, as they say, with thinking, you will never be able to produce or force the contrary Substance out of it.</q> The poor Dregs of sorry <em>Matter</em> can no more be made out of the simple pure Substance of immaterial <em>Thought,</em> than the high Spirits of <em>Thought</em> or <em>Reason</em> can be extracted from the gross Substance of heavy <em>Matter.</em> So let the <em>Dogmatists</em> make of this Argument what they can.","subId":"27","id":"Shaftesbury.C.M.2.4.27"},{"type":"paragraph","content":"But for your part, continu'd I, as you have stated the Question, 'tis not about what was <em>first,</em> or <em>foremost;</em> but what is <em>instant,</em> and <em>now</em> in being. <q>For if <span class=\"small-capitals\">Deity</span> be <em>now</em> really extant; if by any good Token it appears that there is <em>at this present</em> a universal Mind; 'twill easily be yielded there <em>ever</em> was one.</q>—This is your Argument.—You go (if I may say so) upon <em>Fact,</em> and wou'd prove that things <em>actually are</em> in such a state and condition, which if they really <em>were,</em> there wou'd indeed be no dispute left. Your UNION is your main Support. Yet how is it you prove this? What Demonstration have you given? What have you so much as offer'd at, beyond <em>bare Probability?</em> So far are you from <em>demon</em><em>strating</em> any thing, that if this uniting Scheme be the chief Argument for Deity, (as you tacitly allow) you seem rather to have demonstrated, <q>That the Case it-self is incapable of Demonstration.</q> For, <q>How,</q> say you, <q>can a narrow Mind see <em>All Things?</em></q>—And yet if, in reality, It sees not <em>All,</em> It had as good see <em>Nothing.</em> The demonstrable part is still as far behind. For grant that this <em>All,</em> which lies within our view or knowledg, is orderly and united, as you suppose: this mighty <em>All</em> is a mere Point still, a very Nothing compar'd to what remains. <span class=\"margin-comment\">Atheistical Hypothesis.</span> <q>'Tis only a separate <em>By</em>-World,</q> we'll say, <q>of which perhaps there are, in the wide Waste, Millions besides, as horrid and deform'd, as this of ours is regular and proportion'd. In length of time, amidst the infinite Hurry and Shock of Beings, this <em>single odd World,</em> by accident, might have been struck out, and cast into some Form, (as among infinite <em>Chances,</em> what is there which may not happen?) But for the rest of <em>Matter,</em> 'tis of a different hue. Old <em>Father</em> <span class=\"small-capitals\">Chaos</span> (as the Poets call him) in these wild Spaces, reigns absolute, and upholds his Realms of Darkness. He presses hard upon our Frontier; and one day, belike, shall by a furious Inroad recover his lost Right, conquer his Rebel-State, and reunite us to primitive <em>Discord</em> and <em>Confusion.</em></q>","subId":"28","id":"Shaftesbury.C.M.2.4.28"},{"type":"paragraph","content":"This, said I, <span class=\"small-capitals\">Theocles!</span> (concluding my Discourse) is all I dare offer in opposition to your <em>Philosophy.</em> I imagin'd, indeed, you might have given me more Scope: But you have retrench'd your-self in narrower Bounds. So that to tell you truth, I look upon your <em>Theology</em> to be hardly so fair or open as that of our Divines in general. They are strict, it's true, as to <em>Names;</em> but allow a greater Latitude in <em>Things.</em> Hardly indeed can they bear a home-Charge, a downright questioning of <em>Deity:</em> But in return, they give always fair play against <span class=\"small-capitals\">Nature,</span> <span class=\"margin-comment\">NATURE, arraign'd.</span> and allow her to be challeng'd for her Failings. She may freely err, and we as freely censure. <em>Deity,</em> they think is not accountable for her: Only she for her-self. But you are straiter, and more precise in this point. You have unnecessarily brought <em>Nature</em> into the Controversy, and taken upon you to defend her Honour so highly, that I know not whether it may be safe for me to question her.","subId":"29","id":"Shaftesbury.C.M.2.4.29"},{"type":"paragraph","content":"Let not this trouble you, reply'd <span class=\"small-capitals\">Theocles:</span> but be free to censure <em>Nature;</em> whatever may be the Consequence. 'Tis only <em>my Hypothesis</em> can suffer. If I defend <em>it</em> ill, my Friends need not be scandaliz'd. They are fortify'd, no doubt, with stronger Arguments for a Deity, and can well employ those <em>metaphysical</em> Weapons, of whose Edge you seem so little apprehensive. I leave them to dispute this Ground with you, whenever they think fit. For my own Arguments, if they can be suppos'd to make any part of this Defense, they may be look'd upon only as distant Lines, or Outworks, which may easily perhaps be won; but without any danger to the Body of the Place.","subId":"30","id":"Shaftesbury.C.M.2.4.30"},{"type":"paragraph","content":"NOTWITHSTANDING, then, said I, that you are willing I shou'd attack <span class=\"small-capitals\">Nature</span> <em>in Form,</em> I chuse to spare her in all other Subjects, except <span class=\"small-capitals\">Man</span> only. How comes it, I intreat you, <span class=\"margin-comment\">NATURE in Man.</span> that in this noblest of Creatures, and worthiest her Care, she shou'd appear so very weak and impotent; whilst in mere <em>Brutes,</em> and the irrational Species, she acts with so much Strength, <span class=\"margin-comment\">In Brutes.</span> and exerts such hardy Vigour? Why is she spent so soon in feeble <em>Man,</em> who is found more subject to Diseases, and of fewer years than many of the <em>wild Creatures?</em> They range secure; and proof against all the Injurys of Seasons and Weather, want no help from <em>Art,</em> but live in careless Ease, discharg'd of Labour, and freed from the cumbersom Baggage of a necessitous human Life. In Infancy more helpful, vigorous in Age, with Senses quicker, and more natural Sagacity, they pursue their Interests, Joys, Recreations, and cheaply purchase both their Food and Maintenance; cloth'd and arm'd by Nature her-self, who provides them both a Couch and Mansion. So has Nature order'd for the rest of Creatures. Such is their Hardiness, Robustness, Vigour. Why not the same for <em>Man?</em>—","subId":"31","id":"Shaftesbury.C.M.2.4.31"},{"type":"paragraph","content":"And do you stop thus short, said <span class=\"small-capitals\">Theocles,</span> in your Expostulation? Methinks 'twere as easy to proceed, now you are in the way; and instead of laying claim to some <em>few</em> Advantages of other Creatures, you might as well stand for <em>All,</em> and complain <q>That <em>Man,</em> for his part, <span class=\"margin-comment\">Nature in Man.</span> shou'd be any thing less than a Consummation of all Advantages and Privileges which Nature can afford.</q> Ask not merely, why <em>Man</em> is naked, why unhoof'd, why slower-footed than the Beasts? Ask, <q>Why he has not <em>Wings</em> also for the Air, <em>Fins</em> for the Water, and so on; that he might take possession of <em>each</em> Element, and reign in <em>All?</em></q>","subId":"32","id":"Shaftesbury.C.M.2.4.32"},{"type":"paragraph","content":"Not so, said I, neither. This wou'd be to rate him high indeed! As if he were, by Nature, <span class=\"small-capitals\">Lord</span> <em>of All:</em> which is more than I cou'd willingly allow.","subId":"33","id":"Shaftesbury.C.M.2.4.33"},{"type":"paragraph","content":"'Tis enough, reply'd he, that this is yielded. For if we allow once a <em>Subordination</em> in his Case; if <em>Nature</em> her-self be not for <span class=\"small-capitals\">Man,</span> but <em>Man</em> for <span class=\"small-capitals\">Nature;</span> then must <em>Man,</em> by his good leave, submit to <em>the Elements of</em> <span class=\"small-capitals\">Nature,</span> and not <em>the Elements</em> to him. Few of these are at all fitted to him: and none perfectly. If he be left in <em>Air,</em> he falls headlong; for Wings were not assign'd him. In <em>Water</em> he soon sinks. In <em>Fire</em> he consumes. Within <em>Earth</em> he suffocates.—","subId":"34","id":"Shaftesbury.C.M.2.4.34"},{"type":"paragraph","content":"As for what Dominion he may naturally have in other Elements, said I, my concern truly is not very great in his behalf; since by Art he can even exceed the Advantages Nature has given to other Creatures: But for <em>the Air,</em> methinks it had been wonderfully obliging in Nature to have allow'd him Wings.","subId":"35","id":"Shaftesbury.C.M.2.4.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">Volatiles.</span> And what wou'd he have gain'd by it, reply'd <span class=\"small-capitals\">Theocles?</span> For consider what an Alteration of <em>Form</em> must have ensu'd. Observe in one of those wing'd Creatures, whether the whole Structure be not made subservient to this purpose, and all other Advantages sacrific'd to this single Operation. <span class=\"margin-comment\">Anatomy.</span> The Anatomy of the Creature shews it, in a manner, to be <em>all Wing:</em> its chief Bulk being compos'd of two exorbitant Muscles, which exhaust the Strength of all the other, and engross (if I may say so) the whole OEconomy of the Frame. 'Tis thus the aerial Racers are able to perform so rapid and strong a Motion, beyond comparison with any other kind, and far exceeding their little share of Strength elsewhere: these Parts of theirs being made in such superior proportion, as in a manner <em>to starve</em> their Companions. And in Man's Architecture, of so different an Order, were the flying Engines to be affix'd; must not the other Members suffer, and the multiply'd Parts starve one another? What think you of the Brain in this Partition? <span class=\"margin-comment\">The Brain.</span> Is it not like to prove <em>a Starveling?</em> Or wou'd you have it be maintain'd at the same high rate, and draw the chief Nourishment to it-self, from all the rest?—","subId":"36","id":"Shaftesbury.C.M.2.4.36"},{"type":"paragraph","content":"I understand you, said I, <span class=\"small-capitals\">Theocles</span> (interrupting him): The Brain certainly is a great <em>Starver,</em> where it abounds; and the thinking People of the World, the <em>Philosophers</em> and <em>Virtuoso's</em> especially, must be contented, I find, with a moderate Share of bodily Advantages, for the sake of what they call <em>Parts</em> and <em>Capacity</em> in another sense. <span class=\"margin-comment\">Parts.</span> The Parts, it seems, of one kind agree ill in their OEconomy with the Parts of the other. But to make this even on both sides, let us turn the Tables; and the Case, I suppose, will stand the same with the <span class=\"small-capitals\">Milo'</span> s of the Age, the Men of bodily Prowess and Dexterity. For not to mention a vulgar sort, such as <em>Wrestlers, Vaulters, Racers, Hunters;</em> what shall we say of our fine-bred Gentlemen, our <em>Riders, Fencers, Dancers, Tennis-players,</em> and such like? 'Tis the Body surely is the <em>Starver</em> here: and if the Brain were such a terrible Devourer in the other way; the Body and bodily Parts seem to have their Reprisals in this Rank of Men.","subId":"37","id":"Shaftesbury.C.M.2.4.37"},{"type":"paragraph","content":"If then, said he, the Case stands thus between <em>Man</em> and <em>Man,</em> how must it stand between <em>Man</em> and a <em>quite different Creature?</em> If the <span class=\"small-capitals\">Balance</span> be so nice, <span class=\"margin-comment\">Balance.</span> that the least thing breaks it, even in Creatures of the same Frame and Order; of what fatal effect must it be to change <em>the Order</em> it-self, and make some essential Alteration in the Frame? Consider therefore how it is we censure <em>Nature</em> in these and such-like Cases. <q>Why,</q> says one, <q>was I not made by Nature strong as <em>a Horse?</em> Why not hardy and robust as this <em>Brute</em>-Creature? or nimble and active as that other?</q>—And yet when uncommon Strength, Agility, and Feats of Body are subjoin'd, even in our own Species, see what befals! So that for a Person thus in love with an <em>Athletick</em> <span class=\"small-capitals\">Milonean</span> Constitution, it were better, me-thinks, and more modest in him, to change the Expostulation, and ask, <q>Why was I not made in good earnest <em>a very</em> <span class=\"small-capitals\">Brute?</span> </q> For that wou'd be more sutable.","subId":"38","id":"Shaftesbury.C.M.2.4.38"},{"type":"paragraph","content":"I am apt indeed, said I, to think that the Excellence of <span class=\"small-capitals\">Man</span> lies somewhat different from that of <em>a Brute:</em> and that such amongst us as are more truly <em>Men,</em> shou'd naturally aspire to manly Qualitys, and leave the Brute his own. But Nature, I see, has done well to mortify us in this particular, by furnishing us with such slight Stuff, and in such a tender Frame, as is indeed wonderfully commodious to support that Man-Excellence of <em>Thought</em> and <em>Reason;</em> but wretchedly scanty and ineffectual for other Purposes. As if it were her very Design, <q>To hinder us from aspiring ridiculously to what was misbecoming our Character.</q>","subId":"39","id":"Shaftesbury.C.M.2.4.39"},{"type":"paragraph","content":"I see, said <span class=\"small-capitals\">Theocles,</span> you are not one of those timorous Arguers, who tremble at every Objection rais'd against their Opinion or Belief, and are so intent in upholding their <em>own</em> side of the Argument, that they are unable to make the least Concession on <em>the other.</em> Your Wit allows you to divert your-self with whatever occurs in the Debate: And you can pleasantly improve even what your Antagonist brings as a Support to his own Hypothesis. This indeed is a fairer sort of Practice than what is common now-a-days. But 'tis no more than sutable to your <em>Character.</em> And were I not afraid of speaking with an Air of Compliment, in the midst of a philosophical Debate; I shou'd tell you perhaps what I thought of the becoming manner of your <span class=\"small-capitals\">Scepticism,</span> in opposition to a kind of Bigot-<em>Scepticks;</em> who forfeit their Right to <em>the philosophick Character,</em> and retain hardly so much as that of the <em>Gentleman</em> or <em>Good Companion.</em>—But to our Argument.—","subId":"40","id":"Shaftesbury.C.M.2.4.40"},{"type":"paragraph","content":"<span class=\"margin-comment\">Distribution.</span> Such then, continu'd he, is the admirable Distribution of <span class=\"small-capitals\">Nature,</span> her adapting and adjusting not only the <em>Stuff</em> or <em>Matter</em> to the <em>Shape</em> and <em>Form,</em> and even the Shape it-self and Form to the <em>Circumstance, Place, Element</em> or <em>Region;</em> but also the <em>Affections, Appetites, Sensations,</em> mutually to <em>each other,</em> as well as to the <em>Matter, Form, Action,</em> and all besides: <q>All manag'd <em>for the best,</em> with perfect Frugality and just <em>Reserve:</em> profuse to none, but bountiful to all: never employing in one thing more than enough; but with exact OEconomy retrenching the superfluous, and adding Force to what is <em>principal</em> in every thing.</q> And is not <span class=\"small-capitals\">Thought</span> and <span class=\"small-capitals\">Reason</span> <em>principal</em> in Man? Wou'd he have no <em>Reserve</em> for these? no saving for this part of his Engine? <span class=\"margin-comment\">Principal Part.</span> Or wou'd he have the same Stuff or Matter, the same Instruments or Organs serve alike for different purposes, and an Ounce be equivalent to a Pound?—It cannot be. What wonders, then, can he expect from a few Ounces of Blood in such a narrow Vessel, fitted for so small a District of Nature? Will he not rather think highly of that <span class=\"small-capitals\">Nature,</span> which has thus manag'd his Portion for him, to best advantage, with this happy <em>Reserve,</em> (happy indeed for him, if he knows and uses it!) by which he has so much a better Use of Organs than any other Creature? by which he holds his Reason, is <em>a</em> <em>Man,</em> <span class=\"margin-comment\">Reason.</span> and not <em>a Beast?</em>","subId":"41","id":"Shaftesbury.C.M.2.4.41"},{"type":"paragraph","content":"But<a href=\"#n2\"><sup>[2]</sup></a> Beasts, said I, have <em>Instincts,</em> <span class=\"margin-comment\">Instinct.</span> which Man has not.","subId":"42","id":"Shaftesbury.C.M.2.4.42"},{"type":"paragraph","content":"True, said he, they have indeed Perceptions, Sensations, and<a href=\"#n3\"><sup>[3]</sup></a> <em>Pre-sensations,</em> (if I may use the Expression) which Man, <span class=\"margin-comment\">Animals.</span> for his part, has not in any proportionable degree. Their Females, newly pregnant, and before they have bore Young, have a clear Prospect or <em>Pre-sensation</em> of their State which is to follow; know what to provide, and how, in what manner, and at what time. How many things do they pre-ponderate? How many at once comprehend? The Seasons of the Year, the Country, Climate, Place, Aspect, Situation, the Basis of their Building, the Materials, Architecture; the Diet and Treatment of their Offspring; in short, the whole OEconomy of their Nursery: and all this as perfectly at first, and when unexperienc'd, as at any time of their Life afterwards. And <q><em>Why not this,</em></q> say you, <q>in Human Kind?</q> <span class=\"margin-comment\">Human Kind.</span> Nay, rather on the contrary, I ask <q><em>Why this?</em> Where was the Occasion or Use? Where the Necessity? Why this Sagacity for <em>Men?</em> Have they not what is better, in another kind? Have they not Reason and Discourse? Does not this instruct them? What need then of the other? Where wou'd be the prudent Management at this rate? Where the <em>Reserve?</em></q>","subId":"43","id":"Shaftesbury.C.M.2.4.43"},{"type":"paragraph","content":"The <em>Young</em> of most other <em>Kinds,</em> continu'd he, are instantly helpful to them-selves, sensible, vigorous, known to shun Danger, and seek their Good: A <em>human Infant</em> is of all the most helpless, weak, infirm. And wherefore shou'd it not have been thus order'd? Where is the loss in such a Species? Or what is <em>Man</em> the worse for this Defect, amidst such large Supplies? Does not this <em>Defect</em> engage him the more strongly to Society, <span class=\"margin-comment\">Society.</span> and force him to own that he is purposely, and not by accident, made rational and <em>sociable;</em> and can no otherwise increase or subsist, than in that <em>social</em> Intercourse and Community which is his <em>natural State?</em> Is not both conjugal Affection, and natural Affection to Parents, Duty to Magistrates, Love of a common City, Community, or Country, with the other Dutys and social Parts of Life, deduc'd from hence, and founded in these very <em>Wants?</em> What can be happier than such a Deficiency, as is the occasion of so much Good? What better than a Want so abundantly made up, and answer'd by so many Enjoyments? Now if there are still to be found among Mankind such as even in the midst of these Wants seem not asham'd to affect a Right of Independency, and deny them-selves to be by Nature <em>sociable;</em> where wou'd their Shame have been, had Nature otherwise supply'd these Wants? What Duty or Obligation had been ever thought of? What Respect or Reverence of Parents, Magistrates, their Country, or their Kind? Wou'd not their full and self-sufficient State more strongly have determin'd them to throw off <em>Nature,</em> and deny the <em>Ends</em> and <em>Author</em> of their Creation?","subId":"44","id":"Shaftesbury.C.M.2.4.44"},{"type":"paragraph","content":"WHILST <span class=\"small-capitals\">Theocles</span> argu'd thus concerning <span class=\"small-capitals\">Nature,</span> the old Gentleman, my Adversary, express'd great Satisfaction in hearing me, as he thought, refuted, and my Opinions expos'd. For he wou'd needs believe these to be strongly my Opinions, which I had only started as Objections in the Discourse. He endeavour'd to reinforce the Argument by many Particulars from the common Topicks of the <em>School-men</em> and <em>Civilians.</em> He added withal, <q>That it was better for me to declare my Sentiments openly; for he was sure I had strongly imbib'd that Principle, <span class=\"margin-comment\">State of Nature.</span> that<a href=\"#n4\"><sup>[4]</sup></a> <em>the State of Nature</em> was <em>a State of War.</em></q>","subId":"45","id":"Shaftesbury.C.M.2.4.45"},{"type":"paragraph","content":"<q>That it was no <em>State of Government,</em> or <em>publick Rule,</em></q> reply'd I, <q>you your-self allow.</q> <q>I do so.</q> <q>Was it then <em>a State of Fellowship,</em> or <em>Society?</em></q> <q>No: For when Men enter'd first into Society, they pass'd from <em>the State of Nature</em> into that new one which is founded upon <em>Compact.</em></q> <q>And was that former State <em>a tolerable</em> one?</q> <q>Had it been absolutely intolerable, there had never been any such. Nor cou'd we properly call that <em>a State,</em> which cou'd not stand or endure for the least time.</q> <q>If Man therefore cou'd <em>endure</em> to live without Society; and if it be true that he <em>actually</em> liv'd so, when in <em>the State of Nature;</em> how can it be said, That he is <em>by Nature sociable?</em></q>","subId":"46","id":"Shaftesbury.C.M.2.4.46"},{"type":"paragraph","content":"The old Gentleman seem'd a little disturb'd at my Question. But having recover'd himself, he said in answer, <q>That <span class=\"small-capitals\">Man</span> indeed, from his own <em>natural Inclination,</em> might not, perhaps, have been mov'd to associate; but rather from some particular <em>Circumstances.</em></q>","subId":"47","id":"Shaftesbury.C.M.2.4.47"},{"type":"paragraph","content":"His <em>Nature</em> then, said I, was not so very good, it seems; since having no <em>natural Affection,</em> or <em>friendly Inclination</em> belonging to him, he was forc'd into a social State, <em>against his will:</em> And this, not from any necessity in respect of outward Things, (for you have allow'd him a tolerable Subsistence) but in probability from such Inconveniences as arose chiefly from himself, and his own malignant Temper and Principles. And indeed 'twas no wonder if Creatures who were <em>naturally</em> thus unsociable, shou'd be as naturally mischievous and troublesom. If <em>according to their Nature,</em> they cou'd live out of Society, with so little Affection for one another's Company, 'tis not likely that upon occasion they wou'd spare one another's Persons. If they were so sullen as not to meet <em>for Love,</em> 'tis more than probable they wou'd fight <em>for Interest.</em> And thus from your own Reasoning it appears, <q>That the <em>State of Nature</em> must in all likelihood have been little different from <em>a State of</em> <span class=\"small-capitals\">War.</span> </q>","subId":"48","id":"Shaftesbury.C.M.2.4.48"},{"type":"paragraph","content":"He was going to answer me with some sharpness, as by his Looks appear'd; when <span class=\"small-capitals\">Theocles</span> interposing, desir'd, That as he had occasion'd this Dispute, he might be allow'd to try if he cou'd end it, by setting the Question in a fairer Light. You see, said he to the old Gentleman, what Artifice <span class=\"small-capitals\">Philocles</span> made use of, when he engag'd you to allow, that the State of Nature, and that of Society were perfectly distinct. But let us question him now in his turn, and see whether he can demonstrate to us, <q>That there can be naturally any <em>Human State</em> which is not <em>social.</em></q>","subId":"49","id":"Shaftesbury.C.M.2.4.49"},{"type":"paragraph","content":"What is it then, said the old Gentleman, which we call the <em>State of Nature?</em>","subId":"50","id":"Shaftesbury.C.M.2.4.50"},{"type":"paragraph","content":"Not that imperfect rude Condition of Mankind, said <span class=\"small-capitals\">Theocles,</span> which some imagine; but which, if it ever were in Nature, cou'd never have been of the least continuance, or any-way <em>tolerable,</em> or sufficient for the Support of human Race. Such a Condition cannot indeed so properly be call'd <em>a State.</em> For what if speaking of an Infant just coming into the World, and in the moment of the Birth, I shou'd fansy to call this <em>a State;</em> wou'd it be proper?","subId":"51","id":"Shaftesbury.C.M.2.4.51"},{"type":"paragraph","content":"Hardly so, I confess.","subId":"52","id":"Shaftesbury.C.M.2.4.52"},{"type":"paragraph","content":"Just such <em>a State,</em> therefore, was that which we suppose of <span class=\"small-capitals\">Man,</span> ere yet he enter'd into <em>Society,</em> and became in truth <em>a Human Creature.</em> 'Twas the <em>rough Draught</em> of Man, the <em>Essay</em> or <em>first Effort</em> of Nature, a Species <em>in the Birth,</em> a Kind as yet <em>unform'd;</em> not in its <em>natural</em> State, but under <em>Violence,</em> and still restless, till it attain'd its natural Perfection.","subId":"53","id":"Shaftesbury.C.M.2.4.53"},{"type":"paragraph","content":"And thus, said <span class=\"small-capitals\">Theocles,</span> (addressing still more particularly to the old Gentleman) the Case must necessarily stand, even on the supposal <q>That there was ever such a Condition or <em>State</em> of Men, when as yet they were unassociated, unacquainted, and consequently without any Language or Form of Art.</q> But <q>That it was their <em>natural State,</em> to live thus separately,</q> can never without Absurdity be allow'd. For sooner may you divest the Creature of any other Feeling or Affection, than that towards <em>Society</em> and his <em>Likeness.</em> Allowing you, however, the Power of divesting him at pleasure; allowing you to reduce even whole Parts and Members of his present Frame; wou'd you transform him thus, and call him still <em>a Man?</em> Yet better might you do this indeed, than you cou'd strip him of his <em>natural Affections,</em> separate him from all his <em>Kind,</em> and inclosing him like some solitary <em>Insect</em> in a Shell, declare him still <em>a</em> <span class=\"small-capitals\">Man.</span> So might you call the human Egg, or Embrio, <em>the Man.</em> The Bug which breeds the Butterfly is more properly <em>a Fly,</em> tho without Wings, than this imaginary Creature is <em>a Man.</em> For tho his outward Shape were <em>human,</em> his Passions, Appetites, and Organs must be wholly different. His whole inward Make must be revers'd, to fit him for such a recluse OEconomy, and separate Subsistence.","subId":"54","id":"Shaftesbury.C.M.2.4.54"},{"type":"paragraph","content":"To explain this a little further, continu'd he: Let us examine this pretended <em>State of Nature;</em> how and on what Foundation it must stand. <q>For either <em>Man</em> must have been from Eternity, or not. If from Eternity, there cou'd be no <em>primitive</em> or <em>original State,</em> no <em>State of Nature,</em> other than we see at present before our eyes. If not from Eternity, he arose either <em>all at once,</em> (and consequently he was at the very <em>first</em> as he is <em>now</em>) or <em>by degrees,</em> thro' several Stages and Conditions, to that in which he is at length settled, and has continu'd for so many Generations.</q>","subId":"55","id":"Shaftesbury.C.M.2.4.55"},{"type":"paragraph","content":"For instance, let us suppose he sprang, as the old Poets feign'd, from <em>a big-belly'd Oak:</em> and then belike he might resemble more a <em>Man-drake</em> than a <span class=\"small-capitals\">Man.</span> Let us suppose him at first with little more of Life than is discover'd in that Plant which they call <em>the Sensitive.</em> But when <em>the Mother-Oak</em> had been some time deliver'd, and the false Birth by some odd Accident or Device was wrought into Form; the Members were then fully display'd, and the Organs of Sense began to unfold themselves. <q>Here sprang an <em>Ear:</em> there peep'd an <em>Eye.</em> Perhaps a <em>Tail</em> too came in company. For what <em>Superfluitys</em> Nature may have been charg'd with at first, is difficult to determine. They dropt off, it seems, in time; and happily have left things, at last, in a good posture, and (to a wonder!) just <em>as they should be.</em></q>","subId":"56","id":"Shaftesbury.C.M.2.4.56"},{"type":"paragraph","content":"This surely is the lowest View of <em>the original Affairs</em> of human Kind. For if <span class=\"small-capitals\">aProvidence,</span> and not <span class=\"small-capitals\">Chance,</span> gave <em>Man</em> his being, our Argument for his <em>social Nature</em> must surely be the stronger. But admitting his Rise to be, as we have describ'd, and as a certain sort of Philosophers wou'd needs have it; Nature has then had no Intention at all, no Meaning or Design in this whole Matter. So how any thing can be call'd <em>natural</em> in the Case; how any <em>State</em> can be call'd <em>a State of Nature,</em> or <em>according to Nature,</em> one more than another, I know not.","subId":"57","id":"Shaftesbury.C.M.2.4.57"},{"type":"paragraph","content":"Let us go on however, and on their Hypothesis consider, Which <em>State</em> we may best call <em>Nature's own.</em> <q>She has by Accident, thro' many Changes and Chances, rais'd a Creature, which springing at first from rude Seeds of <em>Matter,</em> proceeded till it became what now it is; and arriv'd where for many Generations it has been at a stay.</q> In this long Procession (for I allow it any length whatever) I ask, <q>Where was it that this <em>State of Nature</em> cou'd begin?</q> The Creature must have endur'd many Changes: and each Change, whilst he was thus growing up, was as <em>natural,</em> one as another. So that either there must be reckon'd a hundred different States of Nature; or if one, it can be only <em>that</em> in which Nature was <em>perfect,</em> and her Growth <em>compleat.</em> Here where She <em>rested,</em> and attain'd her End, here must be her State, or no-where.","subId":"58","id":"Shaftesbury.C.M.2.4.58"},{"type":"paragraph","content":"Cou'd she then <em>rest,</em> think you, in that desolate State before Society? Cou'd she maintain and propagate the Species, such as it now is, without Fellowship or Community? Shew it us in fact anywhere, amongst any of our own Kind. For as for Creatures which may much resemble us in outward Form, if they differ yet in the least part of their Constitution, if their Inwards are of a different Texture, if their Skin and Pores are otherwise form'd or harden'd; if they have other Excrescences of Body, another Temper, other natural inseparable Habits or Affections, they are not truly <em>of our Kind.</em> If, on the other hand, their Constitution be as ours; their natural Parts or inward Facultys as strong, and their bodily Frame as weak as ours; if they have <em>Memory,</em> and <em>Senses,</em> and <em>Affections,</em> and <em>a Use of Organs</em> as ours: 'tis evident they can no more by their good-will abstain from <em>Society,</em> than they can possibly preserve themselves without it.","subId":"59","id":"Shaftesbury.C.M.2.4.59"},{"type":"paragraph","content":"And here (my Friends!) we ought to remember what we discours'd a-while since, and was advanc'd by <span class=\"small-capitals\">Philocles</span> himself, concerning the<a href=\"#n5\"><sup>[5]</sup></a> Weakness of human Bodys, and the necessitous State of <em>Man,</em> in respect of all other Creatures; <q>His long and helpless Infancy, his feeble and defenseless Make, by which he is more fitted to be a Prey himself, than live by Prey on others.</q> Yet 'tis impossible for him to subsist like any of those grazing Kinds. He must have better Provision and choicer Food than the raw Herbage; a better Couch and Covering than the bare Earth or open Sky. How many Conveniences of other kinds does he stand in need of? What Union and strict Society is requir'd between the <em>Sexes,</em> to preserve and nurse their growing <em>Offspring?</em> This kind of <em>Society</em> will not, surely, be deny'd to <span class=\"small-capitals\">Man,</span> which to every Beast of Prey is known proper, and <em>natural.</em> And can we allow <em>this</em> social Part to Man, and go no further? Is it possible he shou'd <em>pair,</em> and live in Love and Fellowship with his <em>Partner</em> and <em>Offspring,</em> and remain still wholly wild, and speechless, and without those Arts of Storing, Building, and other OEconomy, as natural to him surely as to the <em>Beaver,</em> or to the <em>Ant,</em> or <em>Bee?</em> Where, therefore, shou'd He break off from this <em>Society,</em> if once begun? For that it began thus, as early as Generation, and grew into a Houshold and OEconomy, is plain. Must not this have grown soon into <em>a Tribe?</em> and this Tribe into <em>a Nation?</em> Or tho it remain'd <em>a Tribe</em> only; was not this still <em>a Society</em> for mutual Defense and common Interest? In short, if Generation be <em>natural,</em> if natural Affection and the Care and Nurture of the Offspring be <em>natural,</em> Things standing as they do with Man, and the Creature being of that Form and Constitution he now is; it follows, <q>That <em>Society</em> must be also <em>natural to him</em></q>; And <q>That out of Society and Community he never <em>did,</em> nor ever <em>can</em> subsist.</q>","subId":"60","id":"Shaftesbury.C.M.2.4.60"},{"type":"paragraph","content":"To conclude, said he, (addressing still to the two Companions) I will venture to add a word in behalf of <span class=\"small-capitals\">Philocles:</span> That since the Learned have such a fancy for this Notion, and love to talk of this imaginary <em>State of Nature,</em> I think 'tis even Charity to speak as <em>ill</em> of it as we possibly can. Let it be <em>a State of</em> <span class=\"small-capitals\">War,</span> <em>Rapine,</em> and <em>Injustice.</em> Since 'tis unsocial, let it e'en be as uncomfortable and as frightful as 'tis possible. To speak well of it, is to render it inviting, and tempt Men to turn Hermites. Let it, at least, be look'd on as many degrees worse than the worst Government in being. The greater Dread we have of <em>Anarchy,</em> the better <em>Country-men</em> we shall prove, and value more the <em>Laws</em> and <em>Constitution</em> under which we live, and by which we are protected from the outrageous Violences of such an unnatural State. In this I agree heartily with those Transformers of Human Nature, who considering it abstractedly and apart from Government or Society, represent it under monstrous Visages of <em>Dragons, Leviathans,</em> and I know not what devouring Creatures. They wou'd have done well however, to have express'd themselves more properly in their great Maxim. For to say in disparagement of <em>Man,</em> <q>That he is <em>to Man a Wolf,</em></q> appears somewhat absurd, when one considers that <em>Wolves</em> are <em>to Wolves</em> very kind and loving Creatures. The Sexes strictly <em>join</em> in the Care and Nurture of the Young; and this <em>Union</em> is continu'd still between 'em. They houl to one another, to bring Company; whether to hunt, or invade their Prey, or assemble on the discovery of a good Carcase. Even the swinish Kinds want not <em>common Affection,</em> and run in Herds to the assistance of their distress'd Fellows. The meaning therefore of this famous Sentence, if it has any meaning at all, must be, <q>That <em>Man is naturally to Man, as a Wolf is to a tamer Creature</em></q>: as, for instance, to <em>a Sheep.</em> But this will be as little to the purpose as to tell us, <q>That there are <em>different</em> Species or Characters of Men; That <em>all</em> have not this<a href=\"#n6\"><sup>[6]</sup></a> wolfish Nature, but That <em>one half</em> at least are <em>naturally</em> innocent and mild.</q> And thus the Sentence comes to nothing. For without belying <em>Nature,</em> and contradicting what is evident from <em>natural History, Fact,</em> and the plain <em>Course of Things,</em> 'tis impossible to assent to this ill-natur'd Proposition, when we have even done our best to make tolerable sense of it.—But such is Mankind! And even <em>here</em> <span class=\"small-capitals\">HumanNature</span> shews it-self, such as it is; not perfect, or absolutely successful, tho rightly tending, <span class=\"margin-comment\">Sect. 5.</span> and mov'd by proper and just Principles. 'Tis <em>here,</em> therefore, <em>in Philosophy,</em> as in the common <em>Conversations</em> of the World. As fond as Men are of <em>Company,</em> and as little able to enjoy any Happiness out of it, they are yet strangely addicted to the way of <em>Satir.</em> And in the same manner, as a <em>malicious Censure</em> craftily worded, and pronounc'd with Assurance, is apt to pass with Mankind for shreud <span class=\"small-capitals\">Wit;</span> so a <em>virulent Maxim</em> in bold Expressions, tho without any Justness of Thought, is readily receiv'd for <em>true</em> <span class=\"small-capitals\">Philosophy.</span>","subId":"61","id":"Shaftesbury.C.M.2.4.61"},{"type":"note","content":"<em>Vid.</em> <span class=\"small-capitals\">Locke</span> of human Understanding, <em>Book IV. Chap.</em> 6. §. II.<em>Ac mihi quidem Veteres illi majus quiddam animo complexi, multo plus etiam vidisse videntur, quàm quantum nostrorum ingeniorum acies intueri potest: qui omnia haec, quae supra &amp; subter, unum esse, &amp; una vi, atque una consensione naturae constricta esse dixerunt. Nullum est enim genus rerum, quod aut avulsum à caeteris per seipsum constare, aut quo caetera si careant, vim suam, atque aeternitatem conservare possint.</em> <cite>Indeed, those old authors seem to me to have had greater power of imagination, or even of vision, than is given to the penetration of our minds, when they declared that everything above and below us is one and bound together by one force and one harmony of Nature. For there is no kind of thing which can stand alone if torn from the rest, or which, if withdrawn from the rest, would suffer them to keep their functions and duration.</cite> Cicero de Oratore, lib. 3.<em>Omne hoc quod vides, quo divina atque humana conclusa sunt, unum est: membra sumus corporis magni.</em> <cite>All that you see, of which God and man form parts, is one; we are the limbs of one great body.</cite> Seneca, Epist. 95.<em>Societas nostra Lapidum fornicationi simillima est: quae casura, nisi invicem obstarent, hoc ipso sustinetur.</em> <cite>Our fellowship is most like to the stones of an arch. The arch would fall if it were not held up by the stones blocking each other.</cite> Ibidem.<em>Estne Dei Sedes, nisi Terra, &amp; Pontus, &amp; AEther,</em> <br><em>Et Coelum, &amp; Virtus? Superos quid quaerimus ultra?</em> <br><em>Jupiter est quodcunque vides, quocunque moveris.</em><cite>What house is there for the god save earth and sea and air and sky and virtue? Why do we look for the gods outside ourselves? All that you see, all that you feel, is Jupiter.</cite> Lucan. lib. 9.","subId":"n1","id":"Shaftesbury.C.M.2.4.n1"},{"type":"note","content":"<em>Supra,</em> p. 92, 93, <em>&amp;c.</em> and 131, 132. And VOL. III. <em>p.</em> 216, 217, &amp;c.","subId":"n2","id":"Shaftesbury.C.M.2.4.n2"},{"type":"note","content":"<em>Infra,</em> p. 413.","subId":"n3","id":"Shaftesbury.C.M.2.4.n3"},{"type":"note","content":"VOL. I. <em>p.</em> 109, &amp;c.","subId":"n4","id":"Shaftesbury.C.M.2.4.n4"},{"type":"note","content":"<em>Pag.</em> 300.","subId":"n5","id":"Shaftesbury.C.M.2.4.n5"},{"type":"note","content":"VOL. I. <em>pag.</em> 88, and 118.","subId":"n6","id":"Shaftesbury.C.M.2.4.n6"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]},{"id":"Shaftesbury.C.M.2","imported":true,"title":"Part II","breadcrumb":"Part 2","published":[1709]}],"prev":{"id":"Shaftesbury.C.M.2.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]},"next":{"id":"Shaftesbury.C.M.2.5","imported":true,"title":"Section V","breadcrumb":"Section 5","published":[1709]}}