{"id":"Butler.AR.2.6","imported":true,"parent":"Butler.AR.2","title":"Chapter VI. Want of Universality in Revelation; and of the supposed Deficiency in the Proof of it","breadcrumb":"Chapter 6","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"£1 CHAPTER VI. £1 £2 THE WANT OF UNIVERSALITY IN REVELATION; AND THE SUPPOSED DEFICIENCY IN THE PROOF OF IT. £2","id":"Butler.AR.2.6"},{"type":"paragraph","content":"It has been thought by some persons, that if the evidence of revelation appears doubtful, this itself turns into a positive argument against it: because it cannot be supposed, that, if it were true, it would be left to subsist upon doubtful evidence. And the objection against revelation from its not being universal is often insisted upon as of great weight.","subId":"1","id":"Butler.AR.2.6.1"},{"type":"paragraph","content":"The weakness of these opinions may be shown, by observing the suppositions on which they are founded: which are really such as these; that it cannot be thought God would have bestowed any favor at all upon us, unless in the degree which we think he might, and which, we imagine, would be most to our particular advantage; and also that it cannot be thought he would bestow a favor upon any, unless he bestowed the same upon all; suppositions, which we find contradicted, not by a few instances in God's natural government of the world, but by the general analogy of nature together.","subId":"2","id":"Butler.AR.2.6.2"},{"type":"paragraph","content":"Persons who speak of the evidence of religion as doubtful, and of this supposed doubtfulness as a positive argument against it, should be put upon considering, what that evidence is, which they act upon with regard to their temporal interests. It is not only extremely difficult, but in many cases absolutely impossible, to balance pleasure and pain, satisfaction and uneasiness, so as to be able to say on which side is the overplus. There are the like difficulties and impossibilities in making the due allowances for a change of temper and taste, for satiety, disgusts, ill health: any of which render men incapable of enjoying, after they have obtained what they most eagerly desired. Numberless too are the accidents, besides that one of untimely death, which may even probably disappoint the best-concerted schemes: and strong objections are often seen to lie against them, not to be removed or answered, but which seem overbalanced by reasons on the other side; so as that the certain difficulties and dangers of the pursuit are, by every one; thought justly disregarded, upon account of the appearing greater advantages in case of success, though there be but little probability of it. Lastly, every one observes our liableness, if we be not upon our guard, to be deceived by the falsehood of men, and the false appearances of things: and this danger must be greatly increased, if there be a strong bias within, suppose from indulged passion, to favor the deceit. Hence arises that great uncertainty and doubtfulness of proof, _wherein_ our temporal interest really consists; what are the most probable _means_ of attaining it; and whether those means will eventually be _successful_. And numberless instances there are, in the daily course of life, in which all men think it reasonable to engage in pursuits, though the probability is greatly against succeeding; and to make such provision for themselves, as it is supposable they may have occasion for, though the plain acknowledged probability is, that they never shall.","subId":"3","id":"Butler.AR.2.6.3"},{"type":"paragraph","content":"Those who think the objection against revelation, from its light not being universal, to be of weight, should observe, that the Author of nature, in numberless instances, bestows that upon some, which he does not upon others, who seem equally to stand in need of it. Indeed he appears to bestow all his gifts with the most promiscuous variety among creatures of the same species: health and strength, capacities of prudence and of knowledge, means of improvement, riches, and all external advantages. As there are not any two men found, of exactly like shape and features; so it is probable there are not any two, of an exactly like constitution, temper, and situation, with regard to the goods and evils of life. Yet, notwithstanding these uncertainties and varieties, God does exercise a natural government over the world; and there is such a thing as a prudent and imprudent institution of life, with regard to our health and our affairs, under that his natural government.","subId":"4","id":"Butler.AR.2.6.4"},{"type":"paragraph","content":"As neither the Jewish nor Christian revelation have been universal; and as they have been afforded to a greater or less part of the world, at different times; so likewise at different times, both revelations have had different degrees of evidence. The Jews who lived during the succession of prophets, that is, from Moses till after the Captivity, had higher evidence of the truth of their religion, than those had, who lived in the interval between the last-mentioned period, and the coming of Christ. And the first Christians had higher evidence of the miracles wrought in attestation of Christianity, than what we have now. They had also a strong presumptive proof of the truth of it, perhaps of much greater force, in way of argument, than many think, of which we have very little remaining; I mean the presumptive proof of its truth, from the influence which it had upon the lives of the generality of its professors. And we, or future ages, may possibly have a proof of it, which they could not have, from the conformity between the prophetic history, and the state of the world and of Christianity.","subId":"5","id":"Butler.AR.2.6.5"},{"type":"paragraph","content":"And further: if we were to suppose the evidence, which some have of religion, to amount to little more than seeing that it _may_ be true; but that they remain in great doubts and uncertainties about both its evidence and its nature, and great perplexities concerning the rule of life: others to have a _full conviction_ of the truth of religion, with a distinct knowledge of their duty; and others severally to have all the intermediate degrees of religious light and evidence, which lie between these two—if we put the case, that for the present, it was intended that revelation should be no more than a small light, in the midst of a world greatly overspread, notwithstanding it, with ignorance and darkness: that certain glimmerings of this light should extend, and be directed, to remote distances, in such a manner as that those who really partook of it should not discern whence it originally came: that some in a nearer situation to it should have its light obscured, and, in different ways and degrees, intercepted: and that others should be placed within its clearer influence, and be much more enlivened, cheered, and directed by it; but yet that even to these it should be no more than a _light shining in a dark place_: all this would be perfectly uniform, and of a piece with the conduct of Providence, in the distribution of its other blessings. If the fact of the case really were, that some have received no light at all from the Scripture; as many ages and countries in the heathen world: that others, though they have, by means of it, had essential or natural religion enforced upon their consciences, yet have never had the genuine Scripture revelation, with its real evidence, proposed to their consideration; and the ancient Persians and modern Mahometans may possibly be instances of people in a situation somewhat like to this; that others, though they have had the Scripture laid before them as of divine revelation, yet have had it with the system and evidence of Christianity so interpolated, the system so corrupted, the evidence so blended with false miracles, as to leave the mind in the utmost doubtfulness and uncertainty about the whole; which may be the state of some thoughtful men, in most of those nations who call themselves Christian: and lastly, that others have had Christianity offered to them in its genuine simplicity, and with its proper evidence, as persons in countries and churches of civil and of Christian liberty; but that even these persons are left in great ignorance in many respects, and have by no means light afforded them enough to satisfy their curiosity, but only to regulate their life, to teach them their duty, and encourage them in the careful discharge of it. I say, if we were to suppose this somewhat of a general true account of the degrees of moral and religious light and evidence, which were intended to be afforded mankind, and of what has actually been and is their situation, in their moral and religious capacity; there would be nothing in all this ignorance, doubtfulness, and uncertainty, in all these varieties, and supposed disadvantages of some in comparison of others, respecting religion, but may be paralleled by manifest analogies in the natural dispensations of Providence at present, considering ourselves merely in our temporal capacity.","subId":"6","id":"Butler.AR.2.6.6"},{"type":"paragraph","content":"Nor is there any thing shocking in all this, or which would seem to bear hard upon the moral administration in nature, if we would really keep in mind, that every one shall be dealt equitably with: instead of forgetting this, or explaining it away, after it is acknowledged in words. All shadow of injustice, and indeed all harsh appearances, in this various economy of Providence, would be lost, if we would keep in mind, that every merciful allowance shall be made, and no more be required of any one, than what might have been equitably expected of him, from the circumstances in which he was placed; and not what might have been expected, had he been placed in other circumstances: _i.e._ in Scripture language, that every man shall be _accepted according to what he had, not according to what he had not_.[n157] This however does not by any means imply, that all persons' condition here is equally advantageous with respect to futurity. And Providence's designing to place some in greater darkness with respect to religious knowledge, is no more a reason why they should not endeavor to get out of that darkness, and others to bring them out of it, than why ignorant and slow people in matters of other knowledge should not endeavor to learn, or should not be instructed.","subId":"7","id":"Butler.AR.2.6.7"},{"type":"paragraph","content":"It is not unreasonable to suppose, that the same wise and good principle, whatever it was, which disposed the Author of nature to make different kinds and orders of creatures, disposed him also to place creatures of like kinds in different situations. And that the same principle which disposed him to make creatures of different moral capacities, disposed him also to place creatures of like moral capacities in different religious situations; and even the same creatures, in different periods of their being. The account or reason of this is also most probably the account why the constitution of things is such, as that creatures of moral natures or capacities, for a considerable part of that duration in which they are living agents, are not at all subjects of morality and religion; but grow up to be so, and grow up to be so more and more, gradually from childhood to mature age.","subId":"8","id":"Butler.AR.2.6.8"},{"type":"paragraph","content":"What, in particular, is the account or reason of these things, we must be greatly in the dark, were it only that we know so very little even of our own case. Our present state may possibly be the consequence of something past, of which we are wholly ignorant: as it has a reference to somewhat to come, of which we know scarce any more than is necessary for practice. A system or constitution, in its notion, implies variety; and so complicated a one as this world, very great variety. So that were revelation universal, yet, from men's different capacities of understanding, from the different lengths of their lives, their different educations and other external circumstances, and from their difference of temper and bodily constitution, their religious situations would be widely different, and the disadvantage of some in comparison of others, perhaps, altogether as much as at present. The true account, whatever it be, why mankind, or such a part of mankind, are placed in this condition of ignorance, must be supposed also the true account of our further ignorance, in not knowing the reasons why, or whence it is, that they are placed in this condition.","subId":"9","id":"Butler.AR.2.6.9"},{"type":"paragraph","content":"The following practical reflections may deserve the serious consideration of those persons, who think the circumstances of mankind or their own, in the forementioned respects, a ground of complaint.","subId":"10","id":"Butler.AR.2.6.10"},{"type":"paragraph","content":"_First_, The evidence of religion not appearing obvious, may constitute one particular part of some men's trial in the religious sense: as it gives scope, for a virtuous exercise, or vicious neglect of their understanding, in examining or not examining into that evidence. There seems no possible reason to be given, why we may not be in a state of moral probation, with regard to the exercise of our understanding upon the subject of religion, as we are with regard to our behavior in common affairs. The former is as much a thing within our power and choice as the latter. And I suppose it is to be laid down for certain, that the same character, the same inward principle, which, after a man is convinced of the truth of religion, renders him obedient to the precepts of it, would, were he not thus convinced, set him about an examination of it, upon its system and evidence being offered to his thoughts: and that in the latter state his examination would be with an impartiality, seriousness, and solicitude, proportionable to what his obedience is in the former. And as inattention, negligence, want of all serious concern, about a matter of such a nature and such importance, when offered to men's consideration, is, before a distinct conviction of its truth, as real depravity and dissoluteness, as neglect of religious practice after such conviction: so active solicitude about it, and fair impartial consideration of its evidence before such conviction, is as really an exercise of a morally right temper; as is religious practice after. Thus, that religion is not intuitively true, but a matter of deduction and inference; that a conviction of its truth is not forced upon every one, but left to be, by some, collected with heedful attention to premises; this as much constitutes religious probation, as much affords sphere, scope, opportunity, for right and wrong behavior, as any thing whatever does. And their manner of treating this subject, when laid before them, shows what is in their heart, and is an exertion of it.","subId":"11","id":"Butler.AR.2.6.11"},{"type":"paragraph","content":"_Secondly_, It appears to be a thing as evident, though it is not so much attended to, that if, upon consideration of religion, the evidence of it should seem to any persons doubtful, in the highest supposable degree; even this doubtful evidence will, however, put them into a _general state of probation_ in the moral and religious sense. For, suppose a man to be really in doubt, whether such a person had not done him the greatest favor; or, whether his whole temporal interest did not depend upon that person; no one, who had any sense of gratitude and of prudence, could possibly consider himself in the same situation, with regard to such person, as if he had no such doubt. In truth, it is as just to say, that certainty and doubt are the same, as to say the situations now mentioned would leave a man as entirely at liberty in point of gratitude or prudence, as he would be, were he certain he had received no favor from such person; or that he no way depended upon him. Thus, though the evidence of religion which is afforded to some men should be little more than they are given to see, the system of Christianity, or religion in general, to be supposable and credible; this ought in all reason to beget a serious practical apprehension, that it _may_ be true. And even this will afford matter of exercise for religious suspense and deliberation, for moral resolution and self-government; because the apprehension that religion may be true does as really lay men under obligations, as a full conviction that it is true. It gives occasion and motives to consider further the important subject; to preserve attentively upon their minds a general implicit sense that they may be under divine moral government, an awful solicitude about religion, whether natural or revealed. Such apprehension ought to turn men's eyes to every degree of new light which may be had, from whatever side it comes; and induce them to refrain, in the mean time, from all immoralities, and live in the conscientious practice of every common virtue. Especially are they bound to keep at the greatest distance from all dissolute profaneness, for this the very nature of the case forbids; and to treat with highest reverence a matter, upon which their own whole interest and being, and the fate of nature, depend. This behavior, and an active endeavor to maintain within themselves this temper, is the business, the duty, and the wisdom of those persons, who complain of the doubtfulness of religion: is what they are under the most proper obligations to. And such behavior is an exertion of, and has a tendency to improve in them, that character, which the practice of all the several duties of religion, from a full conviction of its truth, is an exertion of, and has a tendency to improve in others: others, I say, to whom God has afforded such conviction. Nay, considering the infinite importance of religion, revealed as well as natural, I think it may be said in general, that whoever will weigh the matter thoroughly may see, there is not near so much difference, as is commonly imagined, between what ought in reason to be the rule of life, to those persons who are fully convinced of its truth, and to those who have only a serious doubting apprehension, that it may be true. Their hopes, and fears, and obligations, will be in various degrees: but, as the subject-matter of their hopes and fears is the same, so the subject-matter of their obligations, what they are bound to do and to refrain from, is not so very unlike.","subId":"12","id":"Butler.AR.2.6.12"},{"type":"paragraph","content":"It is to be observed further, that, from a character of understanding, or a situation of influence in the world, some persons have it in their power to do infinitely more harm or good, by setting an example of profaneness and avowed disregard to all religion, or, on the contrary, of a serious, though perhaps doubting, apprehension of its truth, and of a reverent regard to it under this doubtfulness; than they can do, by acting well or ill in all the _common intercourses_ among mankind. Consequently they are most highly accountable for a behavior, which, they may easily foresee, is of such importance, and in which there is most plainly a right and a wrong; even admitting the evidence of religion to be as doubtful as is pretended.","subId":"13","id":"Butler.AR.2.6.13"},{"type":"paragraph","content":"The ground of these observations, and that which renders them just and true, is, that doubting necessarily implies _some_ degree of evidence for that, of which we doubt. For no person would be in doubt concerning the truth of a number of facts so and so circumstanced, which should accidentally come into his thoughts, and of which he had no evidence at all. And though in the case of an even chance, and where consequently we were in doubt, we should in common language say, that we had no evidence at all for either side; yet that situation of things, which renders it an even chance and no more, that such an event will happen, renders this case equivalent to all others, where there is such evidence on both sides of a question,[n158] as leaves the mind in doubt concerning the truth. Indeed in all these cases, there is no more evidence on one side than on the other; but there is (what is equivalent to) much more for either, than for the truth of a number of facts, which come into one's thoughts at random. Thus, in all these cases, doubt as much presupposes evidence, in lower degrees, as belief presupposes higher, and certainty higher still. Any one, who will a little attend to the nature of evidence, will easily carry this observation on, and see, that between no evidence at all, and that degree of it which affords ground of doubt, there are as many intermediate degrees, as there are, between that degree which is the ground of doubt, and demonstration. And though we have not faculties to distinguish these degrees of evidence with any sort of exactness; yet, in proportion as they are discerned, they ought to influence our practice. It is as real an imperfection in the moral character, not to be influenced in practice by a lower degree of evidence when discerned, as it is in the understanding, not to discern it. And as, in all subjects which men consider, they discern the lower as well as higher degrees of evidence, proportionably to their capacity of understanding; so, in practical subjects, they are influenced in practice, by the lower as well as higher degrees of it, proportionably to their fairness and honesty. And as, in proportion to defects in the understanding, men are unapt to see lower degrees of evidence, are in danger of overlooking evidence when it is not glaring, and are easily imposed upon in such cases; so, in proportion to the corruption of the heart, they seem capable of satisfying themselves with having no regard in practice to evidence acknowledged to be real, if it be not overbearing. From these things it must follow, that doubting concerning religion implies such a degree of evidence for it, as, joined with the consideration of its importance, unquestionably lays men under the obligations before mentioned, to have a dutiful regard to it in all their behavior.","subId":"14","id":"Butler.AR.2.6.14"},{"type":"paragraph","content":"_Thirdly_, The difficulties in which the evidence of religion is involved, which some complain of, is no more a just ground of complaint, than the external circumstances of temptation, which others are placed in; or than difficulties in the practice of it, after a full conviction of its truth. Temptations render our state a more improving state of discipline,[n159] than it would be otherwise: as they give occasion for a more attentive exercise of the virtuous principle, which confirms and strengthens it more, than an easier or less attentive exercise of it could. Speculative difficulties are, in this respect, of the very same nature with these external temptations. For the evidence of religion not appearing obvious, is to some persons a temptation to reject it, without any consideration at all; and therefore requires such an attentive exercise of the virtuous principle, seriously to consider that evidence, as there would be no occasion for, but for such temptation. And the supposed doubtfulness of its evidence, after it has been in some sort considered, affords opportunity to an unfair mind of explaining away, and deceitfully hiding from itself, that evidence which it might see; and also for men's encouraging themselves in vice, from hopes of impunity, though they do clearly see thus much at least, that these hopes are uncertain. In like manner the common temptation to many instances of folly, which end in temporal infamy and ruin, is the ground for hope of not being detected, and of escaping with impunity; _i.e._ the doubtfulness of the proof beforehand, that such foolish behavior will thus end in infamy and ruin. On the contrary, supposed doubtfulness in the evidence of religion calls for a more careful and attentive exercise of the virtuous principle, in fairly yielding themselves up to the proper influence of any real evidence, though doubtful; and in practising conscientiously all virtue, though under some uncertainty, whether the government in the universe may not possibly be such, as that vice may escape with impunity. And in general, temptation, meaning by this word the lesser allurements to wrong and difficulties in the discharge of our duty, as well as the greater ones; temptation, I say, as such and of every kind and degree, as it calls forth some virtuous efforts, additional to what would otherwise have been wanting, cannot but be an additional discipline and improvement of virtue, as well as probation of it in the other senses of that word.[n160] So that the very same account is to be given, why the evidence of religion should be left in such a manner, as to require, in some, an attentive, solicitous, perhaps painful exercise of their understanding about it; as why others should be placed in such circumstances, as that the practice of its common duties, after a full conviction of the truth of it, should require attention, solicitude, and pains: or, why appearing doubtfulness should be permitted to afford matter of temptation to some; as why external difficulties and allurements should be permitted to afford matter of temptation to others. The same account also is to be given, why some should be exercised with temptations of both these kinds; as why others should be exercised with the latter in such very high degrees, as some have been, particularly as the primitive Christians were.","subId":"15","id":"Butler.AR.2.6.15"},{"type":"paragraph","content":"Nor does there appear any absurdity in supposing, that the speculative difficulties, in which the evidence of religion is involved, may make even the principal part of some persons' trial. For as the chief temptations of the generality of the world are the ordinary motives to injustice, or unrestrained pleasure, or to live in the neglect of religion, from that frame of mind which renders many persons almost without feeling as to any thing distant, or which is not the object of their senses; so there are other persons without this shallowness of temper, persons of a deeper sense as to what is invisible and future; who not only see, but have a general practical feeling, that what is to come will be present, and that things are not less real for their not being the objects of sense; and who, from their natural constitution of body and of temper, and from their external condition, may have small temptations to behave ill, small difficulty in behaving well, in the common course of life. Now when these latter persons have a distinct full conviction of me truth of religion, without any possible doubts or difficulties, the practice of it is to them unavoidable, unless they do a constant violence to their own minds; and religion is scarce any more a discipline to them, than it is to creatures in a state of perfection. Yet these persons may possibly stand in need of moral discipline and exercise, in a higher degree than they would have by such an easy practice of religion. Or it may be requisite, for reasons unknown to us, that they should give some further manifestation[n161] what is their moral character, to the creation of God, than such a practice of it would be. Thus in the great variety of religious situations in which men are placed, what constitutes, what chiefly and peculiarly constitutes, the probation, in all senses, of some persons, may be the difficulties in which the evidence of religion is involved: and their principal and distinguished trial may be, how they will behave under and with respect to these difficulties. Circumstances in men's situation in their temporal capacity, analogous in good measure to this respecting religion, are to be observed. We find some persons are placed in such a situation in the world, as that their chief difficulty with regard to conduct, is not the doing what is prudent when it is known; for this, in numberless cases, is as easy as the contrary: but to some the principal exercise is, recollection and being upon their guard against deceits, the deceits suppose of those about them; against false appearances of reason and prudence. To persons in some situations, the principal exercise with respect to conduct is, attention in order to inform themselves what is proper, what is really the reasonable and prudent part to act.","subId":"16","id":"Butler.AR.2.6.16"},{"type":"paragraph","content":"As I have hitherto gone upon supposition, that men's dissatisfaction with the evidence of religion is not owing to their neglects or prejudices; it must be added, on the other hand, in all common reason, and as what the truth of the case plainly requires should be added, that such dissatisfaction possibly may be owing to those, possibly may be men's own fault. For","subId":"17","id":"Butler.AR.2.6.17"},{"type":"paragraph","content":"If there are any persons, who never set themselves heartily and in earnest to be informed in religion: if there are any, who secretly wish it may not prove true; and are less attentive to evidence than to difficulties, and more to objections than to what is said in answer to them: these persons will scarce be thought in a likely way of seeing the evidence of religion, though it were most certainly true, and capable of being ever so fully proved. If any accustom themselves to consider this subject in the way of mirth and sport: if they attend to forms and representations, and inadequate manners of expression, instead of the real things intended by them: (for signs often can be no more than inadequately expressive of the things signified:) or if they substitute human errors in the room of divine truth; why may not all, or any of these things, hinder some men from seeing that evidence, which really is seen by others; as a like turn of mind, with respect to matters of common speculation and practice, does, we find by experience, hinder them from attaining that knowledge and right understanding, in matters of common speculation and practice, which more fair and attentive minds attain to? And the effect will be the same, whether their neglect of seriously considering the evidence of religion, and their indirect behavior with regard to it, proceed from mere carelessness, or from the grosser vices; or whether it be owing to this, that forms and figurative manners of expression, as well as errors, administer occasions of ridicule, when the things intended, and the truth itself, would not. Men may indulge a ludicrous turn so far as to lose all sense of conduct and prudence in worldly affairs, and even, as it seems, to impair their faculty of reason. And in general, levity, carelessness, passion, and prejudice _do_ hinder us from being rightly informed, with respect to common things: and they _may_, in like manner, and perhaps, in some further providential manner, with respect to moral and religious subjects: may hinder evidence from being laid before us, and from being seen when it is. The Scripture[n162] does declare, that every one _shall not understand_. And it makes no difference, by what providential conduct this comes to pass: whether the evidence of Christianity was, originally and with design, put and left so, as that those who are desirous of evading moral obligations should not see it; and that honest-minded persons should: or, whether it comes to pass by any other means.","subId":"18","id":"Butler.AR.2.6.18"},{"type":"paragraph","content":"Further: The general proof of natural religion and of Christianity does, I think, lie level to common men: even those, the greatest part of whose time, from childhood to old age, is taken up with providing for themselves and their families the common conveniences, perhaps necessaries, of life: those I mean, of this rank, who ever think at all of asking after proof, or attending to it. Common men, were they as much in earnest about religion, as about their temporal affairs, are capable of being convinced upon real evidence, that there is a God who governs the world: and they feel themselves to be of a moral nature, and accountable creatures. And as Christianity entirely falls in with this their natural sense of things, so they are capable, not only of being persuaded, but of being made to see, that there is evidence of miracles wrought in attestation of it, and many appearing completions of prophecy.","subId":"19","id":"Butler.AR.2.6.19"},{"type":"paragraph","content":"This proof, though real and conclusive, is liable to objections, and may be run up into difficulties; which however persons who are capable not only of talking of, but of really seeing, are capable also of seeing through: _i.e._ not of clearing up and answering them, so as to satisfy their curiosity, for of such knowledge we are not capable with respect to any one thing in nature; but capable of seeing that the proof is not lost in these difficulties, or destroyed by these objections. But then a thorough examination into religion with regard to these objections, which cannot be the business of every man, is a matter of pretty large compass, and, from the nature of it, requires some knowledge, as well as time and attention; to see, how the evidence comes out, upon balancing one thing with another, and what, upon the whole, is the amount of it. If persons who pick up these objections from others, and take for granted they are of weight, upon the word of those from whom they received them, or, by often retailing of them, come to see or fancy they see them to be of weight; will not prepare themselves for such an examination, with a competent degree of knowledge; or will not give that time and attention to the subject, which, from the nature of it, is necessary for attaining such information: in this case, they must remain in doubtfulness, ignorance, or error: in the same way as they must, with regard to common sciences, and matters of common life, if they neglect the necessary means of being informed in them.","subId":"20","id":"Butler.AR.2.6.20"},{"type":"paragraph","content":"Perhaps it will still be objected, that if a prince or common master were to send directions to a servant, he would take care, that they should always bear the certain marks, who they came from, and that their sense should be always plain: so as that there should be no possible doubt if he could help it, concerning the authority or meaning of them. The proper answer to all this kind of objections is, that, wherever the fallacy lies, it is even certain we cannot argue thus with respect to Him who is the Governor of the world: and that he does not afford us such information, with respect to our temporal affairs and interests, experience abundantly shows.","subId":"21","id":"Butler.AR.2.6.21"},{"type":"paragraph","content":"However, there is a full answer to this objection, from the very nature of religion. The reason why a prince would give his directions in this plain manner is, that he absolutely desires an external action done, without concerning himself with the motive or principle upon which it is done: _i.e._ he regards only the external event, or the thing's being done; and not at all, properly speaking, the doing of it, or the action. Whereas the whole of morality and religion consisting merely in action itself, there is no sort of parallel between the cases. But if the prince be supposed to regard only the action; _i.e._ only to desire to exercise, or in any sense prove, the understanding or loyalty of a servant; he would not always give his orders in such a plain manner. It may be proper to add, that the will of God, respecting morality and religion, may be considered either as absolute, or as only conditional. If it be absolute, it can only be thus, that we should act virtuously in such given circumstances; not that we should be brought to act so, by this changing of our circumstances. And if God's will be thus absolute, then it is in our power, in the highest and strictest sense, to do or to contradict his will; which is a most weighty consideration. Or his will may be considered only as conditional, that if we act so and so, we shall be rewarded: if otherwise, punished: of which conditional will of the Author of nature, the whole constitution of it affords most certain instances.","subId":"22","id":"Butler.AR.2.6.22"},{"type":"paragraph","content":"Upon the whole: that we are in a state of religion necessarily implies, that we are in a state of probation: and the credibility of our being at all in such a state being admitted, there seems no peculiar difficulty in supposing our probation to be, just as it is, in those respects which are above objected against. There seems no pretence, from _the reason of the thing_, to say, that the trial cannot equitably be any thing, but whether persons will act suitably to certain information, or such as admits no room for doubt; so as that there can be no danger of miscarriage, but either from their not attending to what they certainly know, or from overbearing passion hurrying them on to act contrary to it. For, since ignorance and doubt, afford scope for probation in all senses, as really as intuitive conviction or certainty; and since the two former are to be put to the same account as difficulties in practice; men's moral probation may also be, whether they will take due care to inform themselves by impartial consideration, and afterwards whether they will act as the case requires, upon the evidence which they have, however doubtful. And this, we find by _experience_, is frequently our probation,[n163] in our temporal capacity. For, the information which we want with regard to our worldly interests is by no means always given us of course, without any care of our own. And we are greatly liable to self-deceit from inward secret prejudices, and also to the deceits of others. So that to be able to judge what is the prudent part, often requires much and difficult consideration. Then after we have judged the very best we can, the evidence upon which we must act, if we will live and act at all, is perpetually doubtful to a very high degree. And the constitution and course of the world in fact is such, as that want of impartial consideration what we have to do, and venturing upon extravagant courses because it is doubtful what will be the consequence, are often naturally, _i.e._ providentially, altogether as fatal, as misconduct occasioned by heedless inattention to what we certainly know, or disregarding it from overbearing passion.","subId":"23","id":"Butler.AR.2.6.23"},{"type":"paragraph","content":"Several of the observations here made may well seem strange, perhaps unintelligible, to many good men. But if the persons for whose sake they are made think so, (persons who object as above, and throw off all regard to religion under pretence of want of evidence;) I desire them to consider again, whether their thinking so be owing to any thing unintelligible in these observations, or to their own not having such a sense of religion and serious solicitude about it, as even their state of scepticism does in all reason require? It ought to be forced upon the reflection of these persons, that our nature and condition necessarily require us, in the daily course of life, to act upon evidence much lower than what is commonly called probable: to guard, not only against what we fully believe will, but also against what we think it supposable may, happen; and to engage in pursuits when the probability is greatly against success, if it even be credible, that possibly we may succeed in them.","subId":"24","id":"Butler.AR.2.6.24"},{"type":"note","content":"[2 Cor. viii. 12.]","subId":"n157","id":"Butler.AR.2.6.n157"},{"type":"note","content":"[Introduction.]","subId":"n158","id":"Butler.AR.2.6.n158"},{"type":"note","content":"[Part I. chap. v.]","subId":"n159","id":"Butler.AR.2.6.n159"},{"type":"note","content":"[Part I. chap. iv.] and [pp. 156, 157.]","subId":"n160","id":"Butler.AR.2.6.n160"},{"type":"note","content":"[Pp. 156, 157.]","subId":"n161","id":"Butler.AR.2.6.n161"},{"type":"note","content":"[Dan. xii. 10.] See also [Isa. xxix. 13, 14]: [Matt. vi. 23, and xi. 25, and xiii. 11, 12]: [John iii. 19, and v. 44]: [1 Cor. ii. 14], and [2 Cor. iv. 4]: [2 Tim. iii. 13]; and that affectionate as well as authoritative admonition, so very many times inculcated, He that hath ears to hear, let him hear. Grotius saw so strongly the thing intended in these and other passages of Scripture of the like sense, as to say, that the proof given us of Christianity was less than it might have been, for this very purpose: $Ut ita sermo Evangelii tanquam lapis esset Lydius ad quem ingenia sanabilia explorarentur.$ [De Ver. R. C. lib. ii.]","subId":"n162","id":"Butler.AR.2.6.n162"},{"type":"note","content":"[Pp. 100, 257, &c.]","subId":"n163","id":"Butler.AR.2.6.n163"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.2","imported":true,"title":"Part II. Of Revealed Religion","breadcrumb":"Part 2","published":[1736]}],"prev":{"id":"Butler.AR.2.5","imported":true,"title":"Chapter V. The Particular System of Christianity; the Appointment of a Mediator, and the Redemption of the World by him","breadcrumb":"Chapter 5","published":[1736]},"next":{"id":"Butler.AR.2.7","imported":true,"title":"Chapter VII. The Particular Evidence for Christianity","breadcrumb":"Chapter 7","published":[1736]}}