{"id":"Hobbes.HN.5","imported":true,"parent":"Hobbes.HN","title":"Chapter 5","breadcrumb":"Chapter 5","published":[1650],"copytext":[1684],"sourceDesc":"[Humane Nature; or, The Fundamental Elements of Policie] was first published in 1650. Our copytext is the posthumous 3rd edition of 1684, which claims, on its title page, to be ‘Augmented and much corrected by the Authors own hand’, and which has been transcribed and made publicly available at EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A43995.0001.001/1:8?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"£1 CHAP. V. £1 1. _Of Marks._ // 2. _Names or Appellations._ // 3. _Names positive and privative._ // 4. _Advantage of Names maketh us capable of Science._ // 5. _Names universal and singular._ // 6. _Universals not $in Rerum Natura$._ // 7. _Aequivocal Names._ // 8. _Understanding._ // 9. _Affirmation, Negation, Proposition._ // 10. _Truth, Falsity._ // 11. _Ratiocination._ // 12. _According to Reason, against Reason._ // 13. _Names Causes of Knowledge, so of Errour._ // 14. _Translation of the Discourse of the Mind into the Discourse of the Tongue, and of the Errours thence proceeding._","id":"Hobbes.HN.5"},{"type":"paragraph","content":"SEeing the _Succession_ of Conceptions in the _Mind_ are caused, as hath been said before, by the Succession they _had_ one to another when they were produced by the _Senses,_ and that there is no Conception that hath not bin produced immediately before or after innumerable others, by the innumerable Acts of Sense; it must needs follow, that one _Conception_ followeth _not_ another, according to our _Election,_ and the need we have of them, _but_ as it _chanceth_ us to hear or see such Things as shall bring them to our Mind. The Experience we have hereof, is in such Brute Beasts, which, having the providence to hide the Remains and Superfluity of their Meat, do nevertheless want the Remembrance of the Place where they hide it, and thereby make no Benefit thereof in their Hunger: but Man, who in this Point beginneth to rank himself somewhat above the Nature of Beasts, hath observed and remembred the Cause of this Defect, and to amend the same, hath imagined or devised to set up a visible or other sensible Mark, the which, when he seeth it again, may bring to his Mind the Thought he had when he set it up. A _Mark_ therefore is a _sensible Object_ which a Man erecteth voluntarily to himself, to the End to _remember_ thereby somewhat past, when the same is objected to his Sense again: As men that have past by a Rock at Sea, set up some Mark, thereby to remember their former Danger, and avoid it.","subId":"1","id":"Hobbes.HN.5.1"},{"type":"paragraph","content":"In the Number of these _Marks,_ are those _Humane Voices,_ which we call the _Names_ or Appellations of Things sensible by the Ear, by which we recall into our Mind some Conceptions of the Things to which we gave those Names or Appellations; as the Appellation _White_ bringeth to remembrance the Quality of such Objects as produce that Colour or Conception in us. A _Name_ or Appellation therefore is the _Voice_ of a Man _arbitrary,_ imposed for a _Mark_ to bring into his Mind some Conception concerning the thing on which it is imposed.","subId":"2","id":"Hobbes.HN.5.2"},{"type":"paragraph","content":"Things named, are either the _Objects_ themselves, as a Man; or the _Conception_ it self that we have of Man, as Shape and Motion: or some Privation, which is when we conceive that there is something which we conceive not, in him; as when we conceive he is not just, not finite, we give him the Name of unjust, of infinite, which signifie Privation or Defect; and to the Privations themselves we give the Names of Injustice and Infiniteness: so that here be _Two Sorts_ of Names; One of _Things,_ in which we conceive something; or of the Conceptions themselves, which are called _positive_: the other of Things wherein we conceive _Privation_ or Defect, and those Names are called _Privative._","subId":"3","id":"Hobbes.HN.5.3"},{"type":"paragraph","content":"By the Advantage of _Names_ it is that we are capable of _Science,_ which Beasts, for want of them are not; nor Man, without the Use of them: for as a Beast misseth not one or two out of many her young Ones, for want of those Names of order, One, Two, and Three, and which we call _Number_; so neither would a Man, without repeating orally or mentally the Words of Number, know how many Pieces of Money or other Things lie before him.","subId":"4","id":"Hobbes.HN.5.4"},{"type":"paragraph","content":"Seeing there be _many_ Conceptions of _one_ and the same Thing, and for _every_ Conception we give it a _several_ Name; it followeth that for one and the same Thing, we have many Names or Attributes; as to the same Man we give the Appellations of _Just, Valiant,_ &c. for divers _Vertues_; of _Strong, Comely,_ &c. for divers _Qualities_ of the _Body._ And again, because from divers Things we receive like Conceptions, many Things must needs have the same Appellation: as to all Things we _see,_ we give the same Name of _Visible_; and to all Things we _see moveable,_ we give the Appellation of _Moveable_: and those Names we give to _many,_ are called _universal_ to them all; as the Name of Man to every particular of Mankind: such Appellation as we give to _one_ only Thing, we call _individual,_ or singular; as _Socrates,_ and other proper Names: or, by Circumlocution, he that writ the _Iliads,_ for _Homer._","subId":"5","id":"Hobbes.HN.5.5"},{"type":"paragraph","content":"The Universality of _one Name_ to many Things, hath been the Cause that Men think the _Things_ are themselves universal; and so seriously contend, that besides _Peter_ and _John,_ and all the rest of the Men that are, have been, or shall be in the World, there is yet something else that we call _Man,_ viz. _Man in general,_ deceiving themselves, by taking the universal, or general Appellation, for the thing it signifieth: For if one should desire the Painter to make him the Picture of a Man, which is as much as to say, of a Man in general; he meaneth no more, but that the Painter should chuse what Man he pleaseth to draw, which must needs be some of them that are, or have been, or may be, none of which are _universal._ But when he would have him to draw the Picture of the King, or any particular Person, he limiteth the Painter to that one Person he chuseth. It is plain therefore, that there is _nothing universal_ but _Names_; which are therefore called _indefinite_; because we limit them not our selves, but leave them to be applied by the Hearer: whereas a singular Name is limited and restrained to one of the many Things it signifieth; as when we say, This Man, pointing to him, or giving him his proper Name, or by some such other Way.","subId":"6","id":"Hobbes.HN.5.6"},{"type":"paragraph","content":"The Appellations that be _universal,_ and common to many Things, are _not_ always given to all the _particulars,_ (as they ought to be) for like Conceptions, and like Considerations in them all; which is the Cause that many of them are _not_ of _constant_ Signification, but bring into our Mind other Thoughts than these for which they were ordained, and those are called _aequivocal._ As for Example, the Word Faith signifieth the same with Belief; sometimes it signifieth particularly that Belief which maketh a Christian; and sometime it signifieth the keeping of a Promise. Also all _Metaphors_ are by Profession _aequivocal:_ and there is scarce any Word that is not made _aequivocal_ by divers Contextures of Speech, or by Diversity of Pronunciation and Gesture.","subId":"7","id":"Hobbes.HN.5.7"},{"type":"paragraph","content":"This _{AE}quivocation_ of Names maketh it _difficult_ to recover those Conceptions for which the Name was ordained; and that not only in the Language of other Men, wherein we are to consider the _Drift_ and _Occasion,_ and _Contexture_ of the Speech, as well as the _Words_ themselves; but also in our Discourse, which being derived from the Custom and common Use of Speech, representeth unto us not our own Conceptions. It is therefore a great Ability in a Man, out of the Words, Contexture, and other Circumstances of Language, to deliver himself from _{AE}quivocation,_ and to find out the true Meaning of what it said: And this is it we call _Understanding._","subId":"8","id":"Hobbes.HN.5.8"},{"type":"paragraph","content":"Of two _Appellations,_ by the Help of this little Verb _is,_ or something equivalent, we make an _Affirmation_ or _Negation,_ either of which in the Schools we call also a _Proposition,_ and consisteth of two Appellations joyned together by the said Verb _is_: As for Example, Man is a living creature; or thus, Man is not righteous: whereof the former is called an _Affirmation,_ because the Appellation, Living Creature is _Positive_; the latter a _Negative,_ because not righteous is _Privative._","subId":"9","id":"Hobbes.HN.5.9"},{"type":"paragraph","content":"In _every Proposition,_ be it Affirmative or Negative, the latter Appellation either comprehendeth the former, as in this Proposition, Charity is a Vertue, the Name of Vertue comprehendeth the Name of Charity, and many other Vertues beside; and then is the Proposition said to be _true,_ or _Truth:_ For, _Truth,_ and a _true Proposition,_ is all one. Or _else_ the _latter_ Appellation comprehendeth _not_ the former: as in this Proposition, Every Man is just; the name of Just comprehendeth not Every Man; for Unjust is the Name of the far greater Part of Men: And the Proposition is said to be _false,_ or Falsity: _Falsity_ and a _false Proposition_ being also the same Thing.","subId":"10","id":"Hobbes.HN.5.10"},{"type":"paragraph","content":"In what manner of two Propositions, whether _both_ Affirmative, or _one_ Affirmative, the _other_ Negative, is made a _Syllogism,_ I forbear to write. All this that hath been said of Names or Propositions, though _necessary,_ is but _dry_ Discourse: and this Place is not for the whole Art of Logick, which if I enter further into, I ought to pursue: Besides, it is not needfull; for there be few Men which have not so much natural Logick, as thereby to discern well enough, whether any Conclusion I shall make in this Discourse hereafter, be well or ill collected: Only thus much I say in this Place, that _Making of Syllogisms_ is that we call _Ratiocination_ or _Reasoning._","subId":"11","id":"Hobbes.HN.5.11"},{"type":"paragraph","content":"Now when a man _reasoneth_ from _Principles_ that are _found_ indubitable by Experience, all Deceptions of Sense and {AE}quivocation of Words avoided, the Conclusion he maketh is said to be _according to right Reason:_ But when from his Conclusion a Man may, by good Ratiocination, derive that which is _contradictory_ to any evident Truth whatsoever, then he is said to have concluded _against Reason_: And such a Conclusion is called _Absurdity._","subId":"12","id":"Hobbes.HN.5.12"},{"type":"paragraph","content":"As the _Invention_ of _Names_ hath been _necessary_ for the drawing Men _out of_ Ignorance, by calling to their Remembrance the necessary _Coherence_ of one Conception to another; so also hath it on the other side precipitated Men into _Errour:_ Insomuch, that whereas by the Be¦nefit of _Words_ and Ratiocination they exceed _brute Beasts_ in Knowledge, and the Commodities that accompany the same; so they exceed them also in _Errour_: For, _true_ and _false_ are Things not incident to Beasts, because they adhere not to Propositions and Language; nor have they Ratiocination, whereby to multiply one Untruth by another, as Men have.","subId":"13","id":"Hobbes.HN.5.13"},{"type":"paragraph","content":"It is the _Nature_ almost of every _Corporal_ Thing, being _often moved_ in one and the same Manner, to receive continually a _greater_ and _greater Easiness_ and Aptitude to the _same_ Motion, insomuch as in Time the same becometh so _habitual,_ that, to _beget_ it, there needs no more than to _begin_ it. The _Passions_ of Man, as they are the Beginning of _voluntary_ Motions; so are they the Beginning of _Speech,_ which is the Motion of the Tongue. And Men desiring to shew others the Knowledge, Opinions, Conceptions and Passions which are in themselves, and to that End having invented _Language,_ have by that Means transferred all that _Discursion_ of their _Mind_ mentioned in the former Chapter, by the _Motion_ of their _Tongues,_ into _Discourse_ of _Words_: And _Ratio_ now is but _Oratio,_ for the most part, wherein Custom hath so great a Power, that the Mind suggesteth only the first Word; the rest follow _habitually,_ and are not followed by the Mind; as it is with Beggars, when they saw their _Pater noster,_ putting together such Words, and in such manner, as in their Education they have learned from their Nurses, from their Companies, or from their Teachers, having _no Images_ or _Conceptions_ in their Mind, answering to the Words they speak: and as they have learned themselves, so they teach Posterity. Now if we consider the Power of those _Deceptions_ of the Sense, mentioned Chap 2. Sect. 10 and also how _unconstantly_ Names have been setled, and how subject they are to _{AE}quivocation,_ and how _diversified_ by _Passion,_ (scarce two Men agreeing what is to be called Good, and what Evil; what Liberality, what Prodigality; what Valour, what Temerity) and how subject Men are to Paralogism or Fallacy in Reasoning, I may in a Manner conclude, that it is impossible to _rectifie_ so many Errours of any one Man, as must needs proceed from those Causes, without beginning _a-new_ from the very first Grounds of all our Knowledge and Sense; and instead of Books, reading over orderly ones own Conceptions: In which Meaning, I take _Noste teipsum_ for a Precept worthy the Reputation it hath gotten.","subId":"14","id":"Hobbes.HN.5.14"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"}],"prev":{"id":"Hobbes.HN.4","imported":true,"title":"Chapter 4","breadcrumb":"Chapter 4","published":[1650]},"next":{"id":"Hobbes.HN.6","imported":true,"title":"Chapter 6","breadcrumb":"Chapter 6","published":[1650]}}