{"id":"Hume.HE.2.16","imported":true,"parent":"Hume.HE.2","title":"Chapter 16. Edward III (cont.)","breadcrumb":"Chapter 16","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XVI. £2 £1 EDWARD III. £1 _Institution of the garter——State of France——Battle of Poictiers——Captivity of the king of France——State of that kingdom——Invasion of France——Peace of Bretigni——State of France——Expedition into Castile——Rupture with France——Ill success of the English——Death of the prince of Wales——Death——and character of the king——Miscellaneous transactions in this reign._","id":"Hume.HE.2.16"},{"type":"paragraph","content":"#1349.# THE prudent conduct and great success of Edward in his foreign wars had excited a strong emulation and a military genius among the English nobility; and these turbulent barons, over-awed by the crown, gave now a more useful direction to their ambition, and attached themselves to a prince who led them to the acquisition of riches and of glory. #Institution of the garter.# That he might farther promote the spirit of emulation and obedience, the king instituted the order of the garter, in imitation of some orders of a like nature, religious as well as military, which had been established in different parts of Europe. The number received into this order consisted of twenty-five persons, besides the sovereign; and as it has never been enlarged, this badge of distinction continues as honourable as at its first institution, and is still a valuable, though a cheap, present, which the prince can confer on his greatest subjects. A vulgar story |prevails, but is not supported by any ancient authority, that, at a court-ball, Edward's mistress, commonly supposed to be the countess of Salisbury, dropped her garter; and the king, taking it up, observed some of the courtiers to smile, as if they thought that he had not obtained this favour merely by accident: Upon which he called out, _Honi soit qui maly pense,_ Evil to him that evil thinks; and as every incident of gallantry among those ancient warriors was magnified into a matter of great importance[n1], he instituted the order of the garter in memorial of this event, and gave these words as the motto of the order. This origin, though frivolous, is not unsuitable to the manners of the times; and it is indeed difficult by any other means to account, either for the seemingly unmeaning terms of the motto, or for the peculiar badge of the garter, which seems to have no reference to any purpose either of military use or ornament.","subId":"1","id":"Hume.HE.2.16.1"},{"type":"paragraph","content":"^But^ a sudden damp was thrown over this festivity and triumph of the court of England, by a destructive pestilence, which invaded that kingdom as well as the rest of Europe; and is computed to have swept away near a third of the inhabitants in every country, which it attacked. It was probably more fatal in great cities than in the country; and above fifty thousand souls are said to have perished by it in London alone[n2]. This malady first discovered itself in the north of Asia, was spread over all that country, made its progress from one end of Europe to the other, and sensibly depopulated every state through which it passed. So grievous a calamity, more than the pacific disposition of the princes, served to maintain and prolong the truce between France and England.","subId":"2","id":"Hume.HE.2.16.2"},{"type":"paragraph","content":"#1350.# ^During^ this truce, Philip de Valois died, without being able to re-establish the affairs of France, which his bad success against England had thrown into extreme disorder. This monarch, during the first years of his reign, had obtained the appellation of _Fortunate,_ and acquired the character of prudent; but he ill maintained either the one or the other; less from his own fault, than because he was overmatched by the superior fortune and superior genius of Edward. But the incidents in the reign of his son John, gave the |French nation cause to regret even the calamitous times of his predecessor. John was distinguished by many virtues, particularly a scrupulous honour and fidelity: He was not deficient in personal courage: But as he wanted that masterly prudence and foresight, which his difficult situation required, his kingdom was at the same time disturbed by intestine commotions, and oppressed with foreign wars. #1354. State of France.# The chief source of its calamities, was Charles king of Navarre, who received the epithet of the _bad_ or _wicked,_ and whose conduct fully entitled him to that appellation. This prince was descended from males of the blood royal of France; his mother was daughter of Lewis Hutin; he had himself espoused a daughter of king John: But all these ties, which ought to have connected him with the throne, gave him only greater power to shake and overthrow it. With regard to his personal qualities, he was courteous, affable, engaging, eloquent; full of insinuation and address; inexhaustible in his resources; active and enterprising. But these splendid accomplishments were attended with such defects, as rendered them pernicious to his country, and even ruinous to himself: He was volatile, inconstant, faithless, revengeful, malicious: Restrained by no principle or duty: Insatiable in his pretensions: And whether successful or unfortunate in one enterprize, he immediately undertook another, in which he was never deterred from employing the most criminal and most dishonourable expedients.","subId":"3","id":"Hume.HE.2.16.3"},{"type":"paragraph","content":"^The^ constable of Eu, who had been taken prisoner by Edward at Caen, recovered his liberty, on the promise of delivering as his ransom, the town of Guisnes, near Calais, of which he was superior lord: But as John was offended at this stipulation, which, if fulfilled, opened still farther that frontier to the enemy, and as he suspected the constable of more dangerous connexions with the king of England, he ordered him to be seized, and without any legal or formal trial, put him to death in prison. Charles de la Cerda was appointed constable in his place; and had a like fatal end: The king of Navarre ordered him to be assassinated; and such was the weakness of the crown, that this prince, instead of dreading punishment, would not even agree to ask pardon for his offence, but on condition that he should receive an accession of territory: And he had also John's second son put into his hands, as |a security for his person, when he came to court, and performed this act of mock penitence and humiliation before his sovereign[n3].","subId":"4","id":"Hume.HE.2.16.4"},{"type":"paragraph","content":"#1355.# ^The^ two French princes seemed entirely reconciled; but this dissimulation, to which John submitted from necessity, and Charles from habit, did not long continue; and the king of Navarre knew, that he had reason to apprehend the most severe vengeance for the many crimes and treasons, which he had already committed, and the still greater, which he was meditating. To ensure himself of protection, he entered into a secret correspondence with England, by means of Henry earl of Derby, now earl of Lancaster, who at that time was employed in fruitless negociations for peace at Avignon, under the mediation of the pope. John detected this correspondence; and to prevent the dangerous effects of it, he sent forces into Normandy, the chief seat of the king of Navarre's power, and attacked his castles and fortresses. But hearing that Edward had prepared an army to support his ally, he had the weakness to propose an accommodation with Charles, and even to give this traiterous subject the sum of a hundred thousand crowns, as the purchase of a feigned reconcilement, which rendered him still more dangerous. The king of Navarre, insolent from past impunity, and desperate from the dangers which he apprehended, continued his intrigues; and associating himself with Geoffrey d'Harcourt, who had received his pardon from Philip de Valois, but persevered still in his factious disposition, he encreased the number of his partizans in every part of the kingdom. He even seduced by his address, Charles, the king of France's eldest son, a youth of seventeen years of age, who was the first that bore the appellation of Dauphin, by the re-union of the province of Dauphiny to the crown. But this prince, being made sensible of the danger and folly of these connexions, promised to make atonement for the offence by the sacrifice of his associates; and in concert with his father, he invited the king of Navarre, and other noblemen of the party, to a feast at Roüen, where they were betrayed into the hands of John. Some of the most obnoxious were immediately led to execution; the king of Navarre was thrown into prison[n4]: But this stroke of severity in the king, and of treachery in |the Dauphin, was far from proving decisive in maintaining the royal authority. Philip of Navarre, brother to Charles, and Geoffrey d'Harcourt, put all the towns and castles belonging to that prince in a posture of defence; and had immediate recourse to the protection of England in this desperate extremity.","subId":"5","id":"Hume.HE.2.16.5"},{"type":"paragraph","content":"^The^ truce between the two kingdoms, which had always been ill observed on both sides, was now expired; and Edward was entirely free to support the French malcontents. Well pleased, that the factions in France had at length gained him some partizans in that kingdom, which his pretensions to the crown had never been able to accomplish, he purposed to attack his enemy both on the side of Guienne, under the command of the prince of Wales, and on that of Calais, in his own person.","subId":"6","id":"Hume.HE.2.16.6"},{"type":"paragraph","content":"^Young^ Edward arrived in the Garronne with his army, on board a fleet of three hundred sail, attended by the earls of Warwic, Salisbury, Oxford, Suffolk, and other English noblemen. Being joined by the vassals of Gascony, he took the field; and as the present disorders in France prevented every proper plan of defence, he carried on with impunity his ravages and devastations, according to the mode of war in that age. He reduced all the villages and several towns in Languedoc to ashes: He presented himself before Toulouse; passed the Garronne, and burned the suburbs of Carcassonne; advanced even to Narbonne, laying every place waste around him: And after an incursion of six weeks, returned with a vast booty and many prisoners to Guienne, where he took up his winter-quarters[n5]. The constable of Bourbon, who commanded in those provinces, received orders, though at the head of a superior army, on no account to run the hazard of a battle.","subId":"7","id":"Hume.HE.2.16.7"},{"type":"paragraph","content":"^The^ king of England's incursion from Calais was of the same nature, and attended with the same issue. He broke into France at the head of a numerous army; to which he gave a full licence of plundering and ravaging the open country. He advanced to St. Omer, where the king of France was posted; and on the retreat of that prince, followed him to Hesdin[n6]. John still kept at a distance, and declined an engagement: But in order to save his reputation, |he sent Edward a challenge to fight a pitched battle with him; a usual bravadoe in that age, derived from the practice of single combat, and ridiculous in the art of war. The king, finding no sincerity in this defiance, retired to Calais, and thence went over to England, in order to defend that kingdom against a threatened invasion of the Scots.","subId":"8","id":"Hume.HE.2.16.8"},{"type":"paragraph","content":"^The^ Scots, taking advantage of the king's absence, and that of the military power of England, had surprized Berwic; and had collected an army with a view of committing ravages upon the northern provinces: But on the approach of Edward, they abandoned that place, which was not tenable, while the castle was in the hands of the English; and retiring to their mountains, gave the enemy full liberty of burning and destroying the whole country from Berwic to Edinburgh[n7]. Baliol attended Edward on this expedition; but finding, that his constant adherence to the English had given his countrymen an unconquerable aversion to his title, and that he himself was declining through age and infirmities, he finally resigned into the king's hands his pretensions to the crown of Scotland[n8], and received in lieu of them an annual pension of 2000 pounds, with which he passed the remainder of his life in privacy and retirement.","subId":"9","id":"Hume.HE.2.16.9"},{"type":"paragraph","content":"^During^ these military operations, Edward received information of the encreasing disorders in France, arising from the imprisonment of the king of Navarre; and he sent Lancaster at the head of a small army, to support the partizans of the prince in Normandy. The war was conducted with various success; but chiefly to the disadvantage of the French malcontents; till an important event happened in the other quarter of the kingdom, which had well nigh proved fatal to the monarchy of France, and threw every thing into the utmost confusion.","subId":"10","id":"Hume.HE.2.16.10"},{"type":"paragraph","content":"#1356.# ^The^ prince of Wales, encouraged by the success of the preceding campaign, took the field with an army, which no historian makes amount to above 12,000 men, and of which not a third were English; and with this small body, he ventured to penetrate into the heart of France. After ravaging the Agenois, Quercy, and the Limousin, he entered the province of Berry; and made some attacks, though without success, on the towns of Bourges and Issoudun. |It appeared, that his intentions were to march into Normandy, and to join his forces with those of the earl of Lancaster, and the partizans of the king of Navarre; but finding all the bridges on the Loire broken down, and every pass carefully guarded, he was obliged to think of making his retreat into Guienne[n9]. He found this resolution the more necessary, from the intelligence which he received of the king of France's motions. That monarch, provoked at the insult offered him by this incursion, and entertaining hopes of success from the young prince's temerity, collected a great army of above 60,000 men, and advanced by hasty marches to intercept his enemy. The prince, not aware of John's near approach, lost some days, on his retreat, before the castle of Remorantin[n10]; and thereby gave the French an opportunity of overtaking him. #Battle of Poictiers.# They came within sight at Maupertuis near Poictiers; and Edward, sensible that his retreat was now become impracticable, prepared for battle with all the courage of a young hero, and with all the prudence of the oldest and most experienced commander.","subId":"11","id":"Hume.HE.2.16.11"},{"type":"paragraph","content":"^But^ the utmost prudence and courage would have proved insufficient to save him in this extremity, had the king of France known how to make use of his present advantages. His great superiority in numbers enabled him to surround the enemy; and by intercepting all provisions, which were already become scarce in the English camp, to reduce this small army, without a blow, to the necessity of surrendering at discretion. But such was the impatient ardour of the French nobility, and so much had their thoughts been bent on overtaking the English as their sole object, that this idea never struck any of the commanders; and they immediately took measures for the assault, as for a certain victory. While the French army was drawn up in order of battle, they were stopped by the appearance of the cardinal of Perigord; who having learned the approach of the two armies to each other, had hastened, by interposing his good offices, to prevent any farther effusion of Christian blood. By John's permission, he carried proposals to the prince of Wales; and found him so sensible of the bad posture of his affairs, that an accommodation seemed not impracticable. Edward told him, that he would agree to any terms consistent with his |own honour and that of England; and he offered to purchase a retreat by ceding all the conquests, which he had made during this and the former campaign, and by stipulating not to serve against France during the course of seven years. But John, imagining that he had now got into his hands a sufficient pledge for the restitution of Calais, required that Edward should surrender himself prisoner with a hundred of his attendants; and offered on these terms a safe retreat to the English army. The prince rejected the proposal with disdain; and declared, that, whatever fortune might attend him, England should never be obliged to pay the price of his ransom. This resolute answer cut off all hopes of accommodation; but as the day was already spent in negociating, the battle was delayed till the next morning[n11].","subId":"12","id":"Hume.HE.2.16.12"},{"type":"paragraph","content":"^The^ cardinal of Perigord, as did all the prelates of the court of Rome, bore a great attachment to the French interest; but the most determined enemy could not, by any expedient, have done a greater prejudice to John's affairs, than he did them by this delay. #19th Sept.# The prince of Wales had leisure, during the night, to strengthen, by new intrenchments, the post which he had before so judiciously chosen; and he contrived an ambush of 300 men at arms, and as many archers, whom he put under the command of the Captal de Buche, and ordered to make a circuit, that they might fall on the flank or rear of the French army during the engagement. The van of his army was commanded by the earl of Warwic, the rear by the earls of Salisbury and Suffolk, the main body by the prince himself. The lords Chandos, Audeley, and many other brave and experienced commanders, were at the head of different corps of his army.","subId":"13","id":"Hume.HE.2.16.13"},{"type":"paragraph","content":"^John^ also arranged his forces in three divisions, nearly equal: The first was commanded by the duke of Orleans, the king's brother; the second by the Dauphin attended by his two younger brothers; the third by the king himself, who had by his side Philip, his fourth son and favourite, then about fourteen years of age. There was no reaching the English army but through a narrow lane, covered on each side by hedges; and in order to open this passage, the mareschals, Andrehen and Clermont, were ordered to advance with a separate detachment of men at arms. While they |marched along the lane, a body of English archers, who lined the hedges, plyed them on each side with their arrows; and being very near them, yet placed in perfect safety, they coolly took their aim against the enemy, and slaughtered them with impunity. The French detachment, much discouraged by the unequal combat, and diminished in their number, arrived at the end of the lane, where they met on the open ground the prince of Wales himself, at the head of a chosen body, ready for their reception. They were discomfited and overthrown: One of the mareschals was slain; the other taken prisoner: And the remainder of the detachment, who were still in the lane, and exposed to the shot of the enemy, without being able to make resistance, recoiled upon their own army, and put every thing into disorder[n12]. In that critical moment, the Captal de Buche unexpectedly appeared, and attacked in flank the Dauphin's line, which fell into some confusion. Landas, Bodenai, and St. Venant, to whom the care of the young prince and his brothers had been committed, too anxious for their charge or for their own safety, carried them off the field, and set the example of flight, which was followed by that whole division. The duke of Orleans, seized with a like panic, and imagining all was lost, thought no longer of fighting, but carried off his division by a retreat, which soon turned into a flight. Lord Chandos called out to the prince, that the day was won; and encouraged him to attack the division, under king John, which, though more numerous than the whole English army, were somewhat dismayed with the precipitate flight of their companions. John here made the utmost efforts to retrieve by his valour, what his imprudence had betrayed; and the only resistance made that day was by his line of battle. The prince of Wales fell with impetuosity on some German cavalry placed in the front, and commanded by the counts of Sallebruche, Nydo, and Nosto: A fierce battle ensued: One side were encouraged by the near prospect of so great a victory: The other were stimulated by the shame of quitting the field to an enemy so much inferior: But the three German generals, together with the duke of Athens, constable of France, falling in battle, that body of cavalry gave way, and left the king himself exposed to the whole fury of the enemy. The ranks were every moment thinned around him: The nobles |fell by his side, one after another: His son, scarce fourteen years of age, received a wound, while he was fighting valiantly, in defence of his father: The king himself, spent with fatigue, and overwhelmed by numbers, might easily have been slain; but every English gentleman, ambitious of taking alive the royal prisoner, spared him in the action, exhorted him to surrender, and offered him quarter: Several who attempted to seize him, suffered for their temerity. He still cried out, _Where is my cousin, the prince of Wales?_ and seemed unwilling to become prisoner to any person of inferior rank. #Captivity of the king of France.# But being told, that the prince was at a distance on the field, he threw down his gauntlet, and yielded himself to Dennis de Morbec, a knight of Arras, who had been obliged to fly his country for murder. His son was taken with him[n13].","subId":"14","id":"Hume.HE.2.16.14"},{"type":"paragraph","content":"^The^ prince of Wales, who had been carried away in pursuit of the flying enemy, finding the field entirely clear, had ordered a tent to be pitched, and was reposing himself after the toils of battle; enquiring still with great anxiety concerning the fate of the French monarch. He dispatched the earl of Warwic to bring him intelligence; and that nobleman came happily in time to save the life of the captive prince, which was exposed to greater danger than it had been during the heat of action. The English had taken him by violence from Morbec: The Gascons claimed the honour of detaining the royal prisoner. And some brutal soldiers, rather than yield the prize to their rivals, had threatened to put him to death[n14]. Warwic overawed both parties, and approaching the king with great demonstrations of respect, offered to conduct him to the prince's tent.","subId":"15","id":"Hume.HE.2.16.15"},{"type":"paragraph","content":"^Here^ commences the real and truly admirable heroism of Edward: For victories are vulgar things in comparison of that moderation and humanity displayed by a young prince of twenty-seven years of age, not yet cooled from the fury of battle, and elated by as extraordinary and as unexpected success as had ever crowned the arms of any commander. He came forth to meet the captive king with all the marks of regard and sympathy; administered comfort to him amidst his misfortunes; paid him the tribute of praise due to his valour; and ascribed his own victory merely to the |blind chance of war or to a superior providence, which controuls all the efforts of human force and prudence[n15]. The behaviour of John showed him not unworthy of this courteous treatment: His present abject fortune never made him forget a moment that he was a king: More touched by Edward's generosity than by his own calamities, he confessed, that, notwithstanding his defeat and captivity, his honour was still unimpaired; and that, if he yielded the victory, it was at least gained by a prince of such consummate valour and humanity.","subId":"16","id":"Hume.HE.2.16.16"},{"type":"paragraph","content":"^Edward^ ordered a repast to be prepared in his tent for the prisoner; and he himself served at the royal captive's table, as if he had been one of his retinue: He stood at the king's back during the meal; constantly refused to take a place at table; and declared, that, being a subject, he was too well acquainted with the distance between his own rank, and that of royal majesty, to assume such freedom. All his father's pretensions to the crown of France were now buried in oblivion: John in captivity received the honours of a king, which were refused him when seated on the throne: His misfortunes, not his title, were respected; and the French prisoners, conquered by this elevation of mind, more than by their late #1357.# discomfiture, burst into tears of admiration; which were only checked by the reflection, that such genuine and unaltered heroism in an enemy must certainly in the issue prove but the more dangerous to their native country[n16].","subId":"17","id":"Hume.HE.2.16.17"},{"type":"paragraph","content":"^All^ the English and Gascon knights imitated the generous example set them by their prince. The captives were every where treated with humanity, and were soon after dismissed on paying moderate ransoms to the persons into whose hands they had fallen. The extent of their fortunes was considered; and an attention was given, that they should still have sufficient means left to perform their military service in a manner suitable to their rank and quality. Yet so numerous were the noble prisoners, that these ransoms, added to the spoils, gained in the field, were sufficient to enrich the prince's army; and as they had suffered very little in the action, their joy and exultation was complete.","subId":"18","id":"Hume.HE.2.16.18"},{"type":"paragraph","content":"^The^ prince of Wales conducted his prisoner to Bourdeaux; and not being provided with forces so numerous as might enable him |to push his present advantages, he concluded a two years' truce with France[n17], which was also become requisite, that he might conduct the captive king with safety into England. #24th May.# He landed at Southwark, and was met by a great concourse of people, of all ranks and stations. The prisoner was clad in royal apparel, and mounted on a white steed, distinguished by its size and beauty, and by the richness of its furniture. The conqueror rode by his side in a meaner attire, and carried by a black palfry. In this situation, more glorious than all the insolent parade of a Roman triumph, he passed through the streets of London, and presented the king of France to his father, who advanced to meet him, and received him with the same courtesy, as if he had been a neighbouring potentate, that had voluntarily come to pay him a friendly visit[n18]. It is impossible, in reflecting on this noble conduct, not to perceive the advantages, which resulted from the otherwise whimsical principles of chivalry, and which gave men, in those rude times, some superiority even over people of a more cultivated age and nation.","subId":"19","id":"Hume.HE.2.16.19"},{"type":"paragraph","content":"^The^ king of France, besides the generous treatment which he met with in England, had the melancholy consolation of the wretched, to see companions in affliction. The king of Scots had been eleven years a captive in Edward's hands; and the good fortune of this latter monarch had reduced at once the two neighbouring potentates, with whom he was engaged in war, to be prisoners in his capital. But Edward, finding that the conquest of Scotland was nowise advanced by the captivity of its sovereign, and that the government, conducted by Robert Stuart, his nephew and heir, was still able to defend itself, consented to restore David Bruce to his liberty, for the ransom of 100,000 marks sterling; and that prince delivered the sons of all his principal nobility, as hostages for the payment[n19].","subId":"20","id":"Hume.HE.2.16.20"},{"type":"paragraph","content":"#1358. State of France.# ^Meanwhile^, the captivity of John, joined to the preceding disorders of the French government, had produced in that country, a dissolution, almost total, of civil authority, and had occasioned confusions, the most horrible and destructive that had ever been experienced in any age or in any nation. The dauphin, now about eighteen years of age, naturally assumed the royal power |during his father's captivity; but though endowed with an excellent capacity, even in such early years, he possessed neither experience nor authority sufficient to defend a state, assailed at once by foreign power and shaken by intestine faction. In order to obtain supply, he assembled the states of the kingdom: That assembly, instead of supporting his administration, were themselves seized with the spirit of confusion; and laid hold of the present opportunity to demand limitations of the prince's power, the punishment of past malversations, and the liberty of the king of Navarre. Marcel, provost of the merchants, and first magistrate of Paris, put himself at the head of the unruly populace; and from the violence and temerity of his character, pushed them to commit the most criminal outrages against the royal authority. They detained the dauphin in a fort of captivity; they murdered in his presence Robert de Clermont and John de Conflans, mareschals, the one of Normandy, the other of Burgundy; they threatened all the other ministers with a like fate; and when Charles, who was obliged to temporize and dissemble, made his escape from their hands, they levied war against him, and openly erected the standard of rebellion. The other cities of the kingdom, in imitation of the capital, shook off the dauphin's authority; took the government into their own hands; and spread the disorder into every province. The nobles, whose inclinations led them to adhere to the crown, and were naturally disposed to check these tumults, had lost all their influence; and being reproached with cowardice on account of the base desertion of their sovereign in the battle of Poictiers, were treated with universal contempt by the inferior orders. The troops, who, from the deficiency of pay, were no longer retained in discipline, threw off all regard to their officers, sought the means of subsistance by plunder and robbery, and associating to them all the disorderly people, with whom that age abounded, formed numerous bands, which infested all parts of the kingdom. They desolated the open country; burned and plundered the villages; and by cutting off all means of communication or subsistance, reduced even the inhabitants of the walled towns to the most extreme necessity. The peasants, formerly oppressed, and now left unprotected, by their masters, became desperate from their present misery; and rising every where in arms, carried to the last extremity those disorders, which were derived from the sedition |of the citizens and disbanded soldiers[n20]. The gentry, hated for their tyranny, were every where exposed to the violence of popular rage; and instead of meeting with the regard due to their past dignity, became only, on that account, the object of more wanton insult to the mutinous peasants. They were hunted like wild beasts, and put to the sword without mercy: Their castles were consumed with fire, and levelled to the ground: Their wives and daughters were first ravished, then murdered: The savages proceeded so far as to impale some gentlemen, and roast them alive before a slow fire: A body of nine thousand of them broke into Meaux, where the wife of the dauphin with above 300 ladies had taken shelter: The most brutal treatment and most atrocious cruelty were justly dreaded by this helpless company: But the Captal de Buche, though in the service of Edward, yet moved by generosity and by the gallantry of a true knight, flew to their rescue, and beat off the peasants with great slaughter. In other civil wars, the opposite factions, falling under the government of their several leaders, commonly preserve still the vestige of some rule and order: But here the wild state of nature seemed to be renewed: Every man was thrown loose and independant of his fellows: And the populousness of the country, derived from the preceding police of civil society, served only to encrease the horror and confusion of the scene.","subId":"21","id":"Hume.HE.2.16.21"},{"type":"paragraph","content":"^Amidst^ these disorders, the king of Navarre made his escape from prison, and presented a dangerous leader to the furious malcontents[n21]. But the splendid talents of this prince qualified him only to do mischief, and to encrease the public distractions: He wanted the steadiness and prudence requisite for making his intrigues subservient to his ambition, and forming his numerous partizans into a regular faction. He revived his pretensions, somewhat obsolete, to the crown of France: But while he advanced this claim, he relied entirely on his alliance with the English, who were concerned in interest to disappoint his pretensions, and who, being public and inveterate enemies to the state, served only, by the friendship which they seemingly bore him, to render his cause the more odious. And in all his operations, he acted more like a leader of banditti, than one who aspired to be the head of a regular |government, and who was engaged by his station to endeavour the re-establishment of order in the community.","subId":"22","id":"Hume.HE.2.16.22"},{"type":"paragraph","content":"^The^ eyes, therefore, of all the French, who wished to restore peace to their miserable and desolated country, were turned towards the dauphin; and that young prince, though not remarkable for his military talents, possessed so much prudence and spirit, that he daily gained the ascendant over all his enemies. Marcel, the seditious provost of Paris, was slain, while he was attempting to deliver the city to the king of Navarre and the English; and the capital immediately returned to its duty[n22]. The most considerable bodies of the mutinous peasants were dispersed, and put to the sword: Some bands of military robbers underwent the same fate: And though many grievous disorders still remained, France began gradually to assume the face of a regular civil government, and to form some plan for its defence and security.","subId":"23","id":"Hume.HE.2.16.23"},{"type":"paragraph","content":"^During^ the confusion in the dauphin's affairs, Edward seemed to have a favourable opportunity for pushing his conquests: But besides that his hands were tied by the truce, and he could only assist underhand the faction of Navarre; the state of the English finances and military power, during those ages, rendered the kingdom incapable of making any regular or steady effort, and obliged it to exert its force at very distant intervals, by which all the projected ends were commonly disappointed. Edward employed himself, during a conjuncture so inviting, chiefly in negociations with his prisoner; and John had the weakness to sign terms of peace, which, had they taken effect, must have totally ruined and dismembered his kingdom. He agreed to restore all the provinces which had been possessed by Henry II. and his two sons, and to annex them for ever to England, without any obligation of homage or fealty on the part of the English monarch. But the dauphin and the states of France rejected this treaty, so dishonourable and pernicious to the kingdom[n23]; and Edward, on the expiration of the truce, having now, by subsidies and frugality, collected some treasure, prepared himself for a new invasion of France.","subId":"24","id":"Hume.HE.2.16.24"},{"type":"paragraph","content":"^The^ great authority and renown of the king and the prince of Wales, the splendid success of their former enterprizes, and the certain prospect of plunder from the defenceless provinces of |France, soon brought together the whole military power of England; and the same motives invited to Edward's standard all the hardy adventurers of the different countries of Europe[n24]. He passed over to Calais, where he assembled an army of near a hundred thousand men; a force which the dauphin could not pretend to withstand in the open field: That prince therefore prepared himself to elude a blow, which it was impossible for him to resist. He put all the considerable towns in a posture of defence; ordered them to be supplied with magazines and provisions; distributed proper garrisons in all places; secured every thing valuable in the fortified cities; and chose his own station at Paris, with a view of allowing the enemy to vent their fury on the open country.","subId":"25","id":"Hume.HE.2.16.25"},{"type":"paragraph","content":"#1359. 4th Nov.# ^The^ king, aware of this plan of defence, was obliged to carry along with him six thousand waggons, loaded with the provisions necessary for the subsistance of his army. #Invasion of France.# After ravaging the province of Picardy, he advanced into Champagne; and having a strong desire of being crowned king of France at Rheims, the usual place in which this ceremony is performed, he laid seige to that city, and carried on his attacks, though without success, for the space of seven weeks[n25]. #1360.# The place was bravely defended by the inhabitants, encouraged by the exhortations of the archbishop, John de Craon; till the advanced season (for this expedition was entered upon in the beginning of winter) obliged the king to raise the seige. The province of Champagne, meanwhile, was desolated by his incursions; and he thence conducted his army, with a like intent, into Burgundy. He took and pillaged Tonnerre, Gaillon, Avalon, and other small places; but the duke of Burgundy, that he might preserve his country from farther ravages, consented to pay him the sum of 100,000 nobles[n26]. Edward then bent his march towards the Nivernois, which saved itself by a like composition: He laid waste Brie and the Gatinois; and after a long march, very destructive to France, and somewhat ruinous to his own troops, he appeared before the gates of Paris, and taking up his quarters at Bourg-la-Reine, extended his army to Long-jumeau, Mont-rouge, and Vaugirard. He tried to provoke the dauphin to hazard a battle, |by sending him a defiance; but could not make that prudent prince change his plan of operations. Paris was safe from the danger of an assault by its numerous garrison; from that of a blockade by its well supplied magazines: And as Edward himself could not subsist his army in a country, wasted by foreign and domestic enemies, and left also empty by the precaution of the dauphin, he was obliged to remove his quarters; and he spread his troops into the provinces of Maine, Beausse, and the Chartraine, which were abandoned to the fury of their devastations[n27]. The only repose, which France experienced, was during the festival of Easter, when the king stopped the course of his ravages. For superstition can sometimes restrain the rage of men, which neither justice nor humanity is able to controul.","subId":"26","id":"Hume.HE.2.16.26"},{"type":"paragraph","content":"^While^ the war was carried on in this ruinous manner, the negociations for peace were never interrupted: But as the king still insisted on the full execution of the treaty, which he had made with his prisoner at London, and which was strenuously rejected by the dauphin, there appeared no likelihood of an accommodation. The earl, now duke of Lancaster (for this title was introduced into England during the present reign), endeavoured to soften the rigour of these terms, and to finish the war on more equal and reasonable conditions. He insisted with Edward, that, notwithstanding his great and surprising successes, the object of the war, if such were to be esteemed the acquisition of the crown of France, was not become any nearer than at the commencement of it; or rather, was set at a greater distance, by those very victories and advantages, which seemed to lead to it. That his claim of succession had not from the first procured him one partizan in the kingdom; and the continuance of these destructive hostilities had united every Frenchman in the most implacable animosity against him. That though intestine faction had creeped into the government of France, it was abating every moment; and no party, even during the greatest heat of the contest, when subjection under a foreign enemy usually appears preferable to the dominion of fellow-citizens, had ever adopted the pretensions of the king of England. That the king of Navarre himself, who alone was allied with the English, instead of being a cordial friend, was Edward's most dangerous |rival, and in the opinion of his partizans possessed a much preferable title to the crown of France. That the prolongation of the war, however it might enrich the English soldiers, was ruinous to the king himself, who bore all the charges of the armament without reaping any solid or durable advantage from it. That if the present disorders of France continued, that kingdom would soon be reduced to such a state of desolation that it would afford no spoils to its ravagers; if it could establish a more steady government, it might turn the chance of war in its favour, and by its superior force and advantages, be able to repel the present victors. That the dauphin, even during his greatest distresses, had yet conducted himself with so much prudence as to prevent the English from acquiring one foot of land in the kingdom; and it were better for the king to accept by a peace what he had in vain attempted to acquire by hostilities, which, however hitherto successful, had been extremely expensive, and might prove very dangerous. And that Edward having acquired so much glory by his arms, the praise of moderation was the only honour, to which he could now aspire; an honour so much the greater, as it was durable, was united with that of prudence, and might be attended with the most real advantages[n28].","subId":"27","id":"Hume.HE.2.16.27"},{"type":"paragraph","content":"#Peace of Bretigni# ^These^ reasons induced Edward to accept of more moderate terms of peace; and it is probable, that, in order to palliate this change of resolution, he ascribed it to a vow made during a dreadful tempest, which attacked his army on their march, and which ancient historians represent as the cause of this sudden accommodation[n29]. #8th May.# The conferences between the English and French commissioners were carried on during a few days at Bretigni in the Chartraine, and the peace was at last concluded on the following conditions[n30]: It was stipulated that king John should be restored to his liberty, and should pay as his ransom three millions of crowns of gold, about 1,500,000 pounds of our present money[n31]; which was to be discharged at different payments: That Edward should for ever renounce all claim to the crown of France, and to the provinces of Normandy, Maine, Touraine, and Anjou, possessed by his ancestors; and should receive in exchange the provinces of Poictou, |Xaintonge, l'Agenois, Perigort, the Limousin, Quercy, Rovergue, l'Angoumois, and other districts in that quarter, together with Calais, Guisnes, Montreuil, and the county of Ponthieu, on the other side of France: That the full sovereignty of all these provinces, as well as that of Guienne, should be vested in the crown of England, and that France should renounce all title to feudal jurisdiction, homage, or appeal from them: That the king of Navarre should be restored to all his honours and possessions: That Edward should renounce his confederacy with the Flemings, John his connexions with the Scots: That the disputes concerning the succession of Britanny, between the families of Blois and Mountfort, should be decided by arbiters, appointed by the two kings; and if the competitors refused to submit to the award, the dispute should no longer be a ground of war between the kingdoms: And that forty hostages, such as should be agreed on, should be sent to England as a security for the execution of all these conditions[n32].","subId":"28","id":"Hume.HE.2.16.28"},{"type":"paragraph","content":"#8th July.# ^In^ consequence of this treaty, the king of France was brought over to Calais; whither Edward also soon after repaired: And there, both princes solemnly ratified the treaty. John was sent to Boulogne; the king accompanied him a mile on his journey; and the two monarchs parted, with many professions, probably cordial and sincere, of mutual amity[n33]. The good disposition of John made him fully sensible of the generous treatment which he had received in England, and obliterated all memory of the ascendant gained over him by his rival. There seldom has been a treaty of so great importance so faithfully executed by both parties. Edward had scarcely from the beginning entertained any hopes of acquiring the crown of France: By restoring John to his liberty, and making peace at a juncture so favourable to his arms, he had now plainly renounced all pretensions of this nature: He had sold at a very high price that chimerical claim: And had at present no other |interest than to retain those acquisitions which he had made with such singular prudence and good fortune. John, on the other hand, though the terms were severe, possessed such fidelity and honour, that he was determined at all hazards to execute them, and to use every expedient for satisfying a monarch, who had indeed been his greatest political enemy, but had treated him personally with singular humanity and regard. #1363.# But, notwithstanding his endeavours, there occurred many difficulties in fulfilling his purpose; chiefly from the extreme reluctance, which many towns and vassals in the neighbourhood of Guienne, expressed against submitting to the English dominion[n34]; and John, in order to adjust these differences, took a resolution of coming over himself to England. His council endeavoured to dissuade him from this rash design; and probably would have been pleased to see him employ more chicanes for eluding the execution of so disadvantageous a treaty: But John replied to them, that, though good faith were banished from the rest of the earth, she ought still to retain her habitation in the breasts of princes. Some historians would detract from the merit of this honourable conduct, by representing John as enamoured of an English lady, to whom he was glad, on this pretence, to pay a visit: But besides, that this surmise is not founded on any good authority, it appears somewhat unlikely on account of the advanced age of that prince, who was now in his fifty-sixth year. #1364. 8th April.# He was lodged in the Savoy; the palace where he had resided during his captivity, and where he soon after sickened and died. Nothing can be a stronger proof of the great dominion of fortune over men, than the calamities which pursued a monarch of such eminent valour, goodness, and honour, and which he incurred merely by reason of some slight imprudences, which, in other situations, would have been of no importance. But though both his reign and that of his father proved extremely unfortunate to their kingdom, the French crown acquired, during their time, very considerable accessions, those of Dauphiny and Burgundy. This latter province, however, John had the imprudence again to dismember by bestowing it on Philip his fourth son, the object of his most tender affections[n35]; a deed, which was afterwards the source of many calamities to the kingdom.","subId":"29","id":"Hume.HE.2.16.29"},{"type":"paragraph","content":"^John^ was succeeded in the throne by Charles, the Dauphin, a |prince educated in the school of adversity, and well qualified, by his consummate prudence and experience, to repair all the losses, which the kingdom had sustained from the errors of his two predecessors. Contrary to the practice of all the great princes of those times, which held nothing in estimation but military courage, he seems to have fixed it as a maxim never to appear at the head of his armies; and he was the first king in Europe, that showed the advantage of policy, foresight, and judgment, above a rash and precipitate valour. The events of his reign, compared with those of the preceding, are a proof, how little reason kingdoms have to value themselves on their victories, or to be humbled by their defeats; which in reality ought to be ascribed chiefly to the good or bad conduct of their rulers, and are of little moment towards determining national characters and manners.","subId":"30","id":"Hume.HE.2.16.30"},{"type":"paragraph","content":"#State of France.# ^Before^ Charles could think of counterbalancing so great a power as England, it was necessary for him to remedy the many disorders, to which his own kingdom was exposed. He turned his arms against the king of Navarre, the great disturber of France during that age: He defeated this prince by the conduct of Bertrand du Guesclin, a gentleman of Britanny, one of the most accomplished characters of the age, whom he had the discernment to chuse as the instrument of all his victories[n36]: And he obliged his enemy to accept of moderate terms of peace. Du Guesclin was less fortunate in the wars of Britanny, which still continued, notwithstanding the mediation of France and England: He was defeated and taken prisoner at Auray by Chandos: Charles of Blois was there slain, and the young count of Mountfort soon after got entire possession of that dutchy[n37]. But the prudence of Charles broke the force of this blow: He submitted to the decision of fortune: He acknowledged the title of Mountfort, though a zealous partizan of England; and received the proffered homage for his dominions. But the chief obstacle which the French king met with in the settlement of the state, proceeded from obscure enemies, whom their crimes alone rendered eminent, and their number dangerous.","subId":"31","id":"Hume.HE.2.16.31"},{"type":"paragraph","content":"^On^ the conclusion of the treaty of Bretigni, the many military |adventurers, who had followed the standard of Edward, being dispersed into the several provinces, and possessed of strong holds, refused to lay down their arms, or relinquish a course of life, to which they were now accustomed, and by which alone they could gain a subsistance[n38]. They associated themselves with the banditti, who were already enured to the habits of rapine and violence; and under the name of the _companies_ and _companions,_ became a terror to all the peaceable inhabitants. Some English and Gascon gentlemen of character, particularly Sir Matthew Gournay, Sir Hugh Calverly, the chevalier Verte, and others, were not ashamed to take the command of these ruffians, whose numbers amounted on the whole to near 40,000, and who bore the appearance of regular armies, rather than bands of robbers. These leaders fought pitched battles with the troops of France, and gained victories; in one of which Jaques de Bourbon, a prince of the blood, was slain[n39]: And they proceeded to such a height, that they wanted little but regular establishments to become princes, and thereby sanctify, by the maxims of the world, their infamous profession. The greater spoil they committed on the country, the more easy they found it to recruit their number: All those, who were reduced to misery and despair, flocked to their standard: The evil was every day encreasing: And though the pope declared them excommunicated, these military plunderers, however deeply affected with the sentence, to which they paid a much greater regard than to any principles of morality, could not be induced by it to betake themselves to peaceable or lawful professions.","subId":"32","id":"Hume.HE.2.16.32"},{"type":"paragraph","content":"#1366.# ^As^ Charles was not able by power to redress so enormous a grievance, he was led by necessity, and by the turn of his character, to correct it by policy, and to contrive some method of discharging into foreign countries this dangerous and intestine evil.","subId":"33","id":"Hume.HE.2.16.33"},{"type":"paragraph","content":"^Peter^, king of Castile, stigmatized by his contemporaries and by posterity, with the epithet of _Cruel,_ had filled with blood and murder his kingdom and his own family; and having incurred the universal hatred of his subjects, he kept, from present terror alone, an anxious and precarious possession of the throne. His nobles fell every day the victims of his severity: He put to death several of his natural brothers from groundless jealousy: Each murder, by multiplying |his enemies, became the occasion of fresh barbarities: And as he was not destitute of talents, his neighbours, no less than his own subjects, were alarmed at the progress of his violence and injustice. The ferocity of his temper, instead of being softened by his strong propensity to love, was rather inflamed by that passion, and took thence new occasion to exert itself. Instigated by Mary de Padilla, who had acquired the ascendant over him, he threw into prison Blanche de Bourbon, his wife, sister to the queen of France; and soon after made way by poison for the espousing of his mistress.","subId":"34","id":"Hume.HE.2.16.34"},{"type":"paragraph","content":"^Henry^, count of Transtamare, his natural brother, seeing the fate of every one who had become obnoxious to this tyrant, took arms against him; but being foiled in the attempt, he sought for refuge in France, where he found the minds of men extremely inflamed against Peter, on account of his murder of the French princess. He asked permission of Charles to enlist the _companies_ in his service, and to lead them into Castile; where, from the concurrence of his own friends and the enemies of his brother, he had the prospect of certain and immediate success. The French king, charmed with the project, employed du Guesclin in negociating with the leaders of these banditti. The treaty was soon concluded. The high character of honour, which that general possessed, made every one trust to his promises: Though the intended expedition was kept a secret, the companies implicity inlisted under his standard: And they required no other condition before their engagement, than an assurance, that they were not to be led against the prince of Wales in Guienne. But that prince was so little averse to the enterprize, that he allowed some gentlemen of his retinue to enter into the service under du Guesclin.","subId":"35","id":"Hume.HE.2.16.35"},{"type":"paragraph","content":"^Du^ Guesclin, having completed his levies, led the army first to Avignon, where the pope then resided, and demanded, sword in hand, an absolution for his soldiers, and the sum of 200,000 livres. The first was readily promised him; some more difficulty was made with regard to the second. \"I believe, that my fellows,\" replied du Guesclin, \"may make a shift to do without your absolution; but the money is absolutely necessary.\" The pope then extorted from the inhabitants in the city and neighbourhood the sum of a hundred thousand livres, and offered it to du Guesclin. \"It is not my purpose,\" cried that generous warrior, \"to oppress the |innocent people. The pope and his cardinals themselves can well spare me that sum from their own coffers. This money, I insist, must be restored to the owners. And should they be defrauded of it, I shall myself return from the other side of the Pyrenees, and oblige you to make them restitution.\" The pope found the necessity of submitting, and paid him, from his treasury, the sum demanded[n40]. The army, hallowed by the blessings, and enriched by the spoils of the church, proceeded on their expedition.","subId":"36","id":"Hume.HE.2.16.36"},{"type":"paragraph","content":"^These^ experienced and hardy soldiers, conducted by so able a general, easily prevailed over the king of Castile, whose subjects, instead of supporting their oppressor, were ready to join the enemy against him[n41]. Peter fled from his dominions, took shelter in Guienne, and craved the protection of the prince of Wales, whom his father had invested with the sovereignty of these conquered provinces, by the title of the principality of Aquitaine[n42]. The prince seemed now to have entirely changed his sentiments with regard to the Spanish transactions: Whether that he was moved by the generosity of supporting a distressed prince, and thought, as is but too usual among sovereigns, that the rights of the people were a matter of much less consideration; or dreaded the acquisition of so powerful a confederate to France as the new king of Castile; or what is most probable, was impatient of rest and ease, and sought only an opportunity for exerting his military talents, by which he had already acquired so much renown. #1367. Expedition into Castile.# He promised his assistance to the dethroned monarch; and having obtained the consent of his father, he levied a great army, and set out upon his enterprize. He was accompanied by his younger brother, John of Gaunt, created duke of Lancaster, in the room of the good prince of that name, who had died without any male issue, and whose daughter he had espoused. Chandos also, who bore among the English the same character, which du Guesclin had acquired among the French, commanded under him in this expedition.","subId":"37","id":"Hume.HE.2.16.37"},{"type":"paragraph","content":"^The^ first blow, which the prince of Wales gave to Henry of Transtamare, was the recalling of all the _companies_ from his service; and so much reverence did they bear to the name of Edward, that great numbers of them immediately withdrew from Spain, and |inlisted under his banners. Henry however, beloved by his new subjects, and supported by the king of Arragon and others of his neighbours, was able to meet the enemy with an army of 100,000 men; forces three times more numerous than those which were commanded by Edward. Du Guesclin, and all his experienced officers, advised him to delay any decisive action, to cut off the prince of Wales's provisions, and to avoid every engagement with a general, whose enterprizes had hitherto been always conducted with prudence, and crowned with success. Henry trusted too much to his numbers; and ventured to encounter the English prince at Najara[n43]. #3d April.# Historians of that age are commonly very copious in describing the shock of armies in battle, the valour of the combatants, the slaughter and various successes of the day: But though small rencounters in those times were often well disputed, military discipline was always too imperfect to preserve order in great armies; and such actions deserve more the name of routs than of battles. Henry was chaced off the field, with the loss of above 20,000 men: There perished only four knights and forty private men on the side of the English.","subId":"38","id":"Hume.HE.2.16.38"},{"type":"paragraph","content":"^Peter^, who so well merited the infamous epithet which he bore, purposed to murder all his prisoners in cool blood; but was restrained from this barbarity by the remonstrances of the prince of Wales. All Castile now submitted to the victor: Peter was restored to the throne: And Edward finished this perilous enterprize with his usual glory. But he had soon reason to repent his connexions with a man like Peter, abandoned to all sense of virtue and honour. The ungrateful tyrant refused the stipulated pay to the English forces; and Edward, finding his soldiers daily perish by sickness, and even his own health impaired by the climate, was obliged, without receiving any satisfaction on this head, to return into Guienne[n44].","subId":"39","id":"Hume.HE.2.16.39"},{"type":"paragraph","content":"^The^ barbarities, exercised by Peter over his helpless subjects, whom he now regarded as vanquished rebels, revived all the animosity of the Castilians against him; and on the return of Henry of Transtamare, together with du Guesclin, and some forces levied anew in France, the tyrant was again dethroned, and was taken |prisoner. His brother, in resentment of his cruelties, murdered him with his own hand; and was placed on the throne of Castile, which he transmitted to his posterity. The duke of Lancaster, who espoused in second marriage the eldest daughter of Peter, inherited only the empty title of that sovereignty, and, by claiming the succession, encreased the animosity of the new king of Castile against England.","subId":"40","id":"Hume.HE.2.16.40"},{"type":"paragraph","content":"#1368. Rupture with France.# ^But^ the prejudice, which the affairs of prince Edward received from this splendid, though imprudent expedition, ended not with it. He had involved himself in so much debt by his preparations and the pay of his troops, that he found it necessary, on his return, to impose on his principality a new tax, to which some of the nobility consented with extreme reluctance, and to which others absolutely refused to submit[n45]. This incident revived the animosity which the inhabitants bore to the English, and which all the amiable qualities of the prince of Wales were not able to mitigate or assuage. They complained, that they were considered as a conquered people, that their privileges were disregarded, that all trust was given to the English alone, that every office of honour and profit was conferred on these foreigners, and that the extreme reluctance, which most of them had expressed, to receive the new yoke, was likely to be long remembered against them. They cast, therefore, their eyes towards their ancient sovereign, whose prudence, they found, had now brought the affairs of his kingdom into excellent order; and the counts of Armagnac, Comminge, and Perigord, and Lord d'Albret, with other nobles, went to Paris, and were encouraged to carry their complaints to Charles, as to their lord paramount, against these oppressions of the English government[n46].","subId":"41","id":"Hume.HE.2.16.41"},{"type":"paragraph","content":"^In^ the treaty of Bretigni it had been stipulated, that the two |kings should make renunciations; Edward of his claim to the crown of France and to the provinces of Normandy, Maine, and Anjou; John of the homage and fealty due for Guienne and the other provinces ceded to the English. But when that treaty was confirmed and renewed at Calais, it was found necessary, as Edward was not yet in possession of all the territories, that the mutual renunciations should for some time be deferred; and it was agreed, that the parties, mean-while, should make no use of their respective claims against each other[n47]. Though the failure in exchanging these renunciations had still proceeded from France[n48], Edward appears to have taken no umbrage at it; both because this clause seemed to give him entire security, and because some reasonable apology had probably been made to him for each delay. It was, however, on this pretence, though directly contrary to treaty, that Charles resolved to ground his claim, of still considering himself as superior lord of those provinces, and of receiving the appeals of his sub-vassals[n49].","subId":"42","id":"Hume.HE.2.16.42"},{"type":"paragraph","content":"#1369.# ^But^ as views of policy, more than those of justice, enter into the deliberations of princes; and as the mortal injuries received from the English, the pride of their triumphs, the severe terms imposed by the treaty of peace, seemed to render every prudent means of revenge honourable against them; Charles was determined to take this measure, less by the reasonings of his civilians and lawyers, than by the present situation of the two monarchies. He considered the declining years of Edward, the languishing state of the prince of Wales's health, the affection which the inhabitants of all these provinces bore to their ancient master, their distance from England, their vicinity to France, the extreme animosity expressed by his own subjects against these invaders, and their ardent thirst of vengeance; and having silently made all the necessary preparations, he sent to the prince of Wales a summons to appear in his court at Paris, and there to justify his conduct towards his vassals. The prince replied, that he would come to Paris; but it should be at the head of sixty thousand men[n50]. #1370.# The unwarlike character of Charles kept prince Edward, even yet, from thinking, that the monarch was in earnest, in this bold and hazardous attempt.","subId":"43","id":"Hume.HE.2.16.43"},{"type":"paragraph","content":"^It^ soon appeared what a poor return the king had received by his distant conquests for all the blood and treasure expended in the quarrel, and how impossible it was to retain acquisitions, in an age when no regular force could be maintained sufficient to defend them against the revolt of the inhabitants, especially if that danger was joined with the invasion of a foreign enemy. #Ill success of the English.# Charles fell first upon Ponthieu, which gave the English an inlet into the heart of France: The citizens of Abbeville opened their gates to him[n51]: Those of St. Valori, Rue, and Crotoy imitated the example, and the whole country was in a little time reduced to submission. The dukes of Berri and Anjou, brothers to Charles, being assisted by du Guesclin, who was recalled from Spain, invaded the southern provinces; and by means of their good conduct, the favourable dispositions of the people, and the ardour of the French nobility, they made every day considerable progress against the English. The state of the prince of Wales's health did not permit him to mount on horseback, or exert his usual activity: Chandos, the constable of Guienne, was slain in one action[n52]: The Captal de Buche, who succeeded him in that office, was taken prisoner in another[n53]: And when young Edward himself was obliged by his encreasing infirmities to throw up the command, and return to his native country, the affairs of the English in the south of France seemed to be menaced with total ruin.","subId":"44","id":"Hume.HE.2.16.44"},{"type":"paragraph","content":"^The^ king, incensed at these injuries, threatened to put to death all the French hostages, who remained in his hands; but on reflection abstained from that ungenerous revenge. After resuming, by advice of parliament, the vain title of king of France[n54], he endeavoured to send succours into Gascony; but all his attempts, both by sea and land, proved unsuccessful. The earl of Pembroke was intercepted at sea, and taken prisoner with his whole army near Rochelle by a fleet, which the king of Castile had fitted out for that purpose[n55]: Edward himself embarked for Bourdeaux with another army; but was so long detained by contrary winds, that he was obliged to lay aside the enterprize[n56]. Sir Robert Knolles, at the head of 30,000 men, marched out of Calais, and continued his ravages to the gates of Paris, without being able to provoke the |enemy to an engagement: He proceeded in his march to the provinces of Maine and Anjou, which he laid waste; but part of his army being there defeated by the conduct of du Guesclin, who was now created constable of France, and who seems to have been the first consummate general that had yet appeared in Europe, the rest were scattered and dispersed, and the small remains of the English forces, instead of reaching Guienne, took shelter in Britanny, whose sovereign had embraced the alliance of England[n57]. The duke of Lancaster, some time after, made a like attempt with an army of 25,000 men; and marched the whole length of France from Calais to Bourdeaux; but was so much harassed by the flying parties which attended him, that he brought not the half of his army to the place of their destination. Edward, from the necessity of his affairs, was at last obliged to conclude a truce with the enemy[n58]; after almost all his ancient possessions in France had been ravished from him, except Bourdeaux and Bayonne, and all his conquests, except Calais.","subId":"45","id":"Hume.HE.2.16.45"},{"type":"paragraph","content":"^The^ decline of the king's life was exposed to many mortifications, and corresponded not to the splendid and noisy scenes, which had filled the beginning and the middle of it. Besides seeing the loss of his foreign dominions, and being baffled in every attempt to defend them; he felt the decay of his authority at home, and experienced, from the sharpness of some parliamentary remonstrances, the great inconstancy of the people, and the influence of present fortune over all their judgments[n59]. This prince, who, during the vigour of his age, had been chiefly occupied in the pursuits of war and ambition, began, at an unseasonable period, to indulge himself in pleasure; and being now a widower, he attached himself to a lady of sense and spirit, one Alice Pierce, who acquired a great ascendant over him, and by her influence gave such general disgust, that, in order to satisfy the parliament, he was obliged to remove her from court[n60]. The indolence also, naturally attending old age and infirmities, had made him, in a great measure, resign the administration into the hands of his son, the duke of Lancaster, who, as he was far from being popular, weakened extremely the affection, which the English bore to the person and government of |the king. Men carried their jealousies very far against the duke; and as they saw with much regret, the death of the prince of Wales every day approaching, they apprehended, lest the succession of his son, Richard, now a minor, should be defeated by the intrigues of Lancaster, and by the weak indulgence of the old king. But Edward, in order to satisfy both the people and the prince on this head, declared in parliament his grandson heir and successor to the crown; and thereby cut off all the hopes of the duke of Lancaster, if he ever had the temerity to entertain any.","subId":"46","id":"Hume.HE.2.16.46"},{"type":"paragraph","content":"#1376. 8th June. Death of the prince of Wales.# ^The^ prince of Wales, after a lingering illness, died in the forty-sixth year of his age; and left a character, illustrious for every eminent virtue, and from his earliest youth till the hour he expired, unstained by any blemish. #1377. 21st June. Death and character of the king.# His valour and military talents formed the smallest part of his merit: His generosity, humanity, affability, moderation, gained him the affections of all men; and he was qualified to throw a lustre, not only on that rude age, in which he lived, and which nowise infected him with its vices, but on the most shining period of ancient or modern history. The king survived about a year this melancholy incident: England was deprived at once of both these princes, its chief ornament and support: He expired in the sixty-fifth year of his age and the fifty-first of his reign; and the people were then sensible, though too late, of the irreparable loss, which they had sustained.","subId":"47","id":"Hume.HE.2.16.47"},{"type":"paragraph","content":"^The^ English are apt to consider with peculiar fondness the history of Edward III. and to esteem his reign, as it was one of the longest, and most glorious also, that occurs in the annals of their nation. The ascendant which they then began to acquire over France, their rival and supposed national enemy, makes them cast their eyes on this period with great complacency, and sanctifies every measure, which Edward embraced for that end. But the domestic government of this prince is really more admirable than his foreign victories; and England enjoyed, by the prudence and vigour of his administration, a longer interval of domestic peace and tranquillity than she had been blest with in any former period, or than she experienced for many ages after. He gained the affections of the great, yet curbed their licentiousness: He made them feel his power, without their daring, or even being inclined, to murmur at it: His affable and obliging behaviour, his munificence and generosity, made them submit with pleasure to his dominion; |his valour and conduct made them successful in most of their enterprizes; and their unquiet spirits, directed against a public enemy, had no leisure to breed those disturbances, to which they were naturally so much inclined, and which the frame of the government seemed so much to authorize. This was the chief benefit, which resulted from Edward's victories and conquests. His foreign wars were, in other respects, neither founded in justice, nor directed to any salutary purpose. His attempt against the king of Scotland, a minor and a brother-in-law, and the revival of his grandfather's claim of superiority over that kingdom, were both unreasonable and ungenerous; and he allowed himself to be too easily seduced, by the glaring prospect of French conquests, from the acquisition of a point, which was practicable, and which, if attained, might really have been of lasting utility to his country and his successors. The success, which he met with in France, though chiefly owing to his eminent talents, was unexpected; and yet, from the very nature of things, not from any unforeseen accidents, was found, even during his life-time, to have procured him no solid advantages. But the glory of a conqueror is so dazzling to the vulgar, the animosity of nations is so violent, that the fruitless desolation of so fine a part of Europe as France, is totally disregarded by us, and is never considered as a blemish in the character or conduct of this prince. And indeed, from the unfortunate state of human nature, it will commonly happen, that a sovereign of genius, such as Edward, who usually finds every thing easy in his domestic government, will turn himself towards military enterprizes, where alone he meets with opposition, and where he has full exercise for his industry and capacity.","subId":"48","id":"Hume.HE.2.16.48"},{"type":"paragraph","content":"^Edward^ had a numerous posterity by his queen, Philippa of Hainault. His eldest son was the heroic Edward, usually denominated the Black Prince, from the colour of his armour. This prince espoused his cousin Joan, commonly called the _Fair Maid of Kent,_ daughter and heir of his uncle, the earl of Kent, who was beheaded in the beginning of this reign. She was first married to Sir Thomas Holland, by whom she had children. By the prince of Wales, she had a son, Richard, who alone survived his father.","subId":"49","id":"Hume.HE.2.16.49"},{"type":"paragraph","content":"^The^ second son of king Edward (for we pass over such as died in their childhood) was Lionel duke of Clarence, who was first married to Elizabeth de Burgh, daughter and heir of the earl of |Ulster, by whom he left only one daughter, married to Edmund Mortimer, earl of Marche. Lionel espoused in second marriage, Violante, the daughter of the duke of Milan[n61], and died in Italy soon after the consummation of his nuptials, without leaving any posterity by that princess. Of all the family, he resembled most his father and older brother in his noble qualities.","subId":"50","id":"Hume.HE.2.16.50"},{"type":"paragraph","content":"^Edward^'s third son was John of Gaunt, so called from the place of his birth: He was created duke of Lancaster; and from him sprang that branch which afterwards possessed the crown. The fourth son of this royal family was Edmund, created earl of Cambridge by his father, and duke of York by his nephew. The fifth son was Thomas, who received the title of earl of Buckingham from his father, and that of duke of Glocester from his nephew. In order to prevent confusion, we shall always distinguish these two princes by the titles of York and Glocester, even before they were advanced to them.","subId":"51","id":"Hume.HE.2.16.51"},{"type":"paragraph","content":"^There^ were also several princesses born to Edward by Philippa; to wit, Isabella, Joan, Mary, and Margaret, who espoused, in the order of their names, Ingelram de Coucy earl of Bedford, Alphonso king of Castile, John of Mountfort duke of Britanny, and John Hastings earl of Pembroke. The princess Joan died at Bourdeaux before the consummation of her marriage.","subId":"52","id":"Hume.HE.2.16.52"},{"type":"paragraph","content":"#Miscellaneous transactions of this reign.# ^It^ is remarked by an elegant historian[n62], that Conquerors, though usually the bane of human kind, proved often in those feudal times, the most indulgent of sovereigns: They stood most in need of supplies from their people; and not being able to compel them by force to submit to the necessary impositions, they were obliged to make them some compensation, by equitable laws and popular concessions. This remark is, in some measure, though imperfectly, justified by the conduct of Edward III. He took no steps of moment without consulting his parliament, and obtaining their approbation, which he afterwards pleaded as a reason for their supporting his measures[n63]. The parliament, therefore, rose into greater consideration during his reign, and acquired more regular authority than in any former time; and even the house of commons, which, during turbulent and factious periods, was naturally |depressed by the greater power of the crown and barons, began to appear of some weight in the constitution. In the later years of Edward, the king's ministers were impeached in parliament, particularly lord Latimer, who fell a sacrifice to the authority of the commons[n64]; and they even obliged the king to banish his mistress by their remonstrances. Some attention was also paid to the election of their members; and lawyers, in particular, who were, at that time, men of a character somewhat inferior, were totally excluded the house during several parliaments[n65].","subId":"53","id":"Hume.HE.2.16.53"},{"type":"paragraph","content":"^One^ of the most popular laws, enacted by any prince, was the statute, which passed in the twenty-fifth of this reign[n66], and which limited the cases of high treason, before vague and uncertain, to three principal heads, conspiring the death of the king, levying war against him, and adhering to his enemies; and the judges were prohibited, if any other cases should occur, from inflicting the penalty of treason, without an application to parliament. The bounds of treason were indeed so much limited by this statute, which still remains in force without any alteration, that the lawyers were obliged to enlarge them, and to explain a conspiracy for levying war against the king to be equivalent to a conspiracy against his life; and this interpretation, seemingly forced, has, from the necessity of the case, been tacitly acquiesced in. It was also ordained, that a parliament should be held once a year or oftener, if need be: A law which, like many others, was never observed, and lost its authority by disuse[n67].","subId":"54","id":"Hume.HE.2.16.54"},{"type":"paragraph","content":"^Edward^ granted above twenty parliamentary confirmations of the Great Charter; and these concessions are commonly appealed to as proofs of his great indulgence to the people, and his tender regard for their liberties. But the contrary presumption is more natural. If the maxims of Edward's reign had not been in general somewhat arbitrary, and if the Great Charter had not been frequently violated, the parliament would never have applied for these frequent confirmations, which could add no force to a deed regularly observed, and which could serve to no other purpose, than to prevent the contrary precedents from turning into a rule, and acquiring authority. It was indeed the effect of the irregular |government during those ages, that a statute, which had been enacted some years, instead of acquiring, was imagined to lose force, by time, and needed to be often renewed by recent statutes of the same sense and tenor. Hence likewise that general clause, so frequent in old acts of parliament, that the statutes, enacted by the king's progenitors, should be observed[n68]; a precaution, which, if we do not consider the circumstances of the times, might appear absurd and ridiculous. The frequent confirmations in general terms of the privileges of the church proceeded from the same cause.","subId":"55","id":"Hume.HE.2.16.55"},{"type":"paragraph","content":"^It^ is a clause in one of Edward's statutes, _that no man, of what estate or condition soever, shall be put out of land or tenement, nor taken nor imprisoned, nor disherited, nor put to death, without being brought in answer by due process of the law[n69]._ This privilege was sufficiently secured by a clause of the Great Charter, which had received a general confirmation in the first chapter of the same statute. Why then is the clause so anxiously, and, as we may think, so superfluously repeated? Plainly, because there had been some late infringements of it, which gave umbrage to the commons[n70].","subId":"56","id":"Hume.HE.2.16.56"},{"type":"paragraph","content":"^But^ there is no article, in which the laws are more frequently repeated during this reign, almost in the same terms, than that of purveyance, which the parliament always calls an _outrageous_ and _intolerable_ grievance, and the source of_ infinite_ damage to the people[n71]. The parliament tried to abolish this prerogative altogether, by prohibiting any one from taking goods without the consent of the owners[n72], and by changing the _heinous name of purveyors,_ as they term it, into that of _buyers[n73]:_ But the arbitrary conduct of Edward still brought back the grievance upon them; though contrary both to the Great Charter, and to many statutes. This disorder was in a great measure derived from the state of the public finances and of the kingdom; and could therefore the less admit of remedy. The prince frequently wanted ready money; yet his family must be subsisted: He was therefore obliged to employ force and violence for the purpose, and to give tallies, at what rate he pleased, to the owners of the goods which he laid hold of. The kingdom also abounded so little in commodities, and the interior communication |was so imperfect, that, had the owners been strictly protected by law, they could easily have exacted any price from the king; especially in his frequent progresses, when he came to distant and poor places, where the court did not usually reside, and where a regular plan for supplying it could not easily be established. Not only the king, but several great lords, insisted upon this right of purveyance within certain districts[n74].","subId":"57","id":"Hume.HE.2.16.57"},{"type":"paragraph","content":"^The^ magnificent castle of Windsor was built by Edward III. and his method of conducting the work may serve as a specimen of the condition of the people in that age. Instead of engaging workmen by contracts and wages, he assessed every county in England to send him a certain number of masons, tilers, and carpenters, as if he had been levying an army[n75].","subId":"58","id":"Hume.HE.2.16.58"},{"type":"paragraph","content":"^They^ mistake, indeed, very much the genius of this reign, who imagine that it was not extremely arbitrary. All the high prerogatives of the crown were to the full exerted in it; but what gave some consolation, and promised in time some relief to the people, they were always complained of by the commons: Such as the dispensing power[n76]; the extension of the forests[n77]; erecting monopolies[n78]; exacting loans[n79]; stopping justice by particular warrants[n80]; the renewal of the commission of _trailbaton[n81];_ pressing men and ships into the public service[n82]; levying arbitrary and exorbitant fines[n83]; extending the authority of the privy council or star-chamber to the decision of private causes[n84]; enlarging the power of the mareschal's and other arbitrary courts[n85]; imprisoning members for freedom of speech in parliament[n86]; obliging people without any rule to send recruits of men at arms, archers, and hoblers to the army[n87].","subId":"59","id":"Hume.HE.2.16.59"},{"type":"paragraph","content":"^But^ there was no act of arbitrary power more frequently repeated in this reign, than that of imposing taxes without consent of parliament. Though that assembly granted the king greater supplies than had ever been obtained by any of his predecessors, his great undertakings and the necessity of his affairs obliged him to levy still more; and after his splendid success against France had |added weight to his authority, these arbitrary impositions became almost annual and perpetual. Cotton's Abridgment of the records affords numerous instances of this kind, in the first[n88] year of his reign, in the thirteenth year[n89], in the fourteenth[n90], in the twentieth[n91], in the twenty-first[n92], in the twenty-second[n93], in the twenty-fifth[n94], in the thirty-eighth[n95], in the fiftieth[n96], and in the fifty-first[n97].","subId":"60","id":"Hume.HE.2.16.60"},{"type":"paragraph","content":"^The^ king openly avowed and maintained this power of levying taxes at pleasure. At one time, he replied to the remonstrance made by the commons against it, that the impositions had been exacted from great necessity, and had been assented to by the prelates, earls, barons, and _some_ of the commons[n98]; at another, that he would advise with his council[n99]. When the parliament desired, that a law might be enacted for the punishment of such as levied these arbitrary impositions, he refused compliance[n100]. In the subsequent year, they desired that the king might renounce this pretended prerogative; but his answer was, that he would levy no taxes without necessity, for the defence of the realm, and where he reasonably might use that authority[n101]. This incident passed a few days before his death; and these were, in a manner, his last words to his people. It would seem, that the famous charter or statute of Edward I. _de tallagio non concedendo,_ though never repealed, was supposed to have already lost by age all its authority.","subId":"61","id":"Hume.HE.2.16.61"},{"type":"paragraph","content":"^These^ facts can only show the _practice_ of the times: For as to the _right,_ the continual remonstrances of the commons may seem to prove that it rather lay on their side: At least, these remonstrances served to prevent the arbitrary practices of the court from becoming an established part of the constitution. In so much a better condition were the privileges of the people even during the arbitrary reign of Edward III. than during some subsequent ones, particularly those of the Tudors, where no tyranny or abuse of power ever met with any check or opposition, or so much as a remonstrance, from parliament.","subId":"62","id":"Hume.HE.2.16.62"},{"type":"paragraph","content":"^In^ this reign we find, according to the sentiments of an ingenious and learned author, the first strongly marked and probably |contested distinction between a proclamation by the king and his privy-council, and a law which had received the assent of the lords and commons[n102].","subId":"63","id":"Hume.HE.2.16.63"},{"type":"paragraph","content":"^It^ is easy to imagine, that a prince of so much sense and spirit as Edward, would be no slave to the court of Rome. Though the old tribute was paid during some years of his minority[n103], he afterwards withheld it; and when the pope in 1367 threatened to cite him to the court of Rome, for default of payment, he laid the matter before his parliament. That assembly unanimously declared, that king John could not, without a national consent, subject his kingdom to a foreign power: And that they were therefore determined to support their sovereign against this unjust pretension[n104].","subId":"64","id":"Hume.HE.2.16.64"},{"type":"paragraph","content":"^During^ this reign, the statute of provisors was enacted, rendering it penal to procure any presentations to benefices from the court of Rome, and securing the rights of all patrons and electors, which had been extremely encroached on by the pope[n105]. By a subsequent statute, every person was out-lawed who carried any cause by appeal to the court of Rome[n106].","subId":"65","id":"Hume.HE.2.16.65"},{"type":"paragraph","content":"^The^ laity at this time seem to have been extremely prejudiced against the papal power, and even somewhat against their own clergy, because of their connexions with the Roman pontiff. The parliament pretended, that the usurpations of the pope were the cause of all the plagues, injuries, famine, and poverty of the realm; were more destructive to it than all the wars; and were the reason why it contained not a third of the inhabitants and commodities, which it formerly possessed: That the taxes, levied by him, exceeded five times those which were paid to the king: That every thing was venal in that sinful city of Rome; and that even the patrons in England had thence learned to practise simony without shame or remorse[n107]. At another time, they petition the king to employ no churchman in any office of state[n108]; and they even speak in plain terms, of expelling by force the papal authority, and thereby providing a remedy against oppressions, which they neither could nor would any longer endure[n109]. Men who talked in this strain, were not far from the reformation: But Edward did not think proper to second all this zeal. Though he passed the statute of provisors, he |took little care of its execution; and the parliament made frequent complaints of his negligence on this head[n110]. He was content with having reduced such of the Romish ecclesiastics, as possessed revenues in England, to depend entirely upon him by means of that statute.","subId":"66","id":"Hume.HE.2.16.66"},{"type":"paragraph","content":"^As^ to the police of the kingdom during this period, it was certainly better than during times of faction, civil war, and disorder, to which England was so often exposed: Yet were there several vices in the constitution, the bad consequences of which all the power and vigilance of the king could not prevent. The barons, by their confederacies with those of their own order, and by supporting and defending their retainers in every iniquity[n111], were the chief abettors of robbers, murderers, and ruffians of all kinds; and no law could be executed against those criminals. The nobility were brought to give their promise in parliament, that they would not avow, retain, or support any felon or breaker of the law[n112]; yet this engagement, which we may wonder to see exacted from men of their rank, was never regarded by them. The commons make continual complaints of the multitude of robberies, murders, rapes, and other disorders, which, they say, were become numberless in every part of the kingdom, and which they always ascribe to the protection that the criminals received from the great[n113]. The king of Cyprus, who paid a visit to England in this reign, was robbed and stripped on the highway with his whole retinue[n114]. Edward himself contributed to this dissolution of law, by his facility in granting pardons to felons from the solicitation of the courtiers. Laws were made to retrench this prerogative[n115], and remonstrances of the commons were presented against the abuse of it[n116]: But to no purpose. The gratifying of a powerful nobleman continued still to be of more importance than the protection of the people. The king also granted many franchises, which interrupted the course of justice and the execution of the laws[n117].","subId":"67","id":"Hume.HE.2.16.67"},{"type":"paragraph","content":"^Commerce^ and industry were certainly at a very low ebb during this period. The bad police of the country alone affords a sufficient reason. The only exports were wool, skins, hydes, leather, butter, |tin, lead, and such unmanufactured goods, of which wool was by far the most considerable. Knyghton has asserted, that 100,000 sacks of wool were annually exported, and sold at twenty pounds a sack, money of that age. But he is widely mistaken both in the quantity exported and in the value. In 1349, the parliament remonstrate, that the king, by an illegal imposition of forty shillings on each sack exported, had levied 60,000 pounds a year[n118]: Which reduces the annual exports to 30,000 sacks. A sack contained twenty-six stone, and each stone fourteen pounds[n119]; and at a medium was not valued at above five pounds a sack[n120], that is, fourteen or fifteen pounds of our present money. Knyghton's computation raises it to sixty pounds, which is near four times the present price of wool in England. According to this reduced computation, the export of wool brought into the kingdom about 450,000 pounds of our present money, instead of six millions, which is an extravagant sum. Even the former sum is so high, as to afford a suspicion of some mistake in the computation of the parliament with regard to the number of sacks exported. Such mistakes were very usual in those ages.","subId":"68","id":"Hume.HE.2.16.68"},{"type":"paragraph","content":"^Edward^ endeavoured to introduce and promote the woollen manufacture by giving protection and encouragement to foreign weavers[n121], and by enacting a law, which prohibited every one from wearing any cloth but of English fabric[n122]. The parliament prohibited the exportation of woollen goods, which was not so well judged, especially while the exportation of unwrought wool was so much allowed and encouraged. A like injudicious law was made against the exportation of manufactured iron[n123].","subId":"69","id":"Hume.HE.2.16.69"},{"type":"paragraph","content":"^It^ appears from a record in the Exchequer, that in 1354 the exports of England amounted to 294,184 pounds seventeen shillings and two-pence: The imports to 38,970 pounds three shillings and six-pence money of that time. This is a great balance, considering that it arose wholly from the exportation of raw wool and other rough materials. The import was chiefly linen and fine cloth, and some wine. England seems to have been extremely drained at this time by Edward's foreign expeditions and foreign subsidies, which probably was the reason, why the exports so much exceed the imports.","subId":"70","id":"Hume.HE.2.16.70"},{"type":"paragraph","content":"^The^ first toll we read of in England, for mending the highways, was imposed in this reign: It was that for repairing the road between St. Giles's and Temple-Bar[n124].","subId":"71","id":"Hume.HE.2.16.71"},{"type":"paragraph","content":"^In^ the first of Richard II. the parliament complains extremely of the decay of shipping during the preceding reign, and assert, that one sea-port formerly contained more vessels than were then to be found in the whole kingdom. This calamity, they ascribe to the arbitrary seizure of ships by Edward, for the service of his frequent expeditions[n125]. The parliament in the fifth of Richard renew the same complaint[n126], and we likewise find it made in the forty-sixth of Edward III. So false is the common opinion, that this reign was favourable to commerce.","subId":"72","id":"Hume.HE.2.16.72"},{"type":"paragraph","content":"^There^ is an order of this king, directed to the mayor and sheriffs of London, to take up all ships of forty tun and upwards to be converted into ships of war[n127].","subId":"73","id":"Hume.HE.2.16.73"},{"type":"paragraph","content":"^The^ parliament attempted the impracticable scheme of reducing the price of labour after the pestilence, and also that of poultry[n128]. A reaper, in the first week of August, was not allowed above two pence a day, or near six pence of our present money; in the second week a third more. A master carpenter was limited through the whole year to three pence a day, a common carpenter to two pence, money of that age[n129]. It is remarkable, that, in the same reign, the pay of a common soldier, an archer, was six-pence a day; which, by the change, both in denomination and value, would be equivalent to near five shillings of our present money[n130]. Soldiers were then inlisted only for a very short time: They lived idle all the rest of the year, and commonly all the rest of their lives: One successful campaign, by pay and plunder, and the ransom of prisoners, was supposed to be a small fortune to a man; which was a great allurement to enter into the service[n131].","subId":"74","id":"Hume.HE.2.16.74"},{"type":"paragraph","content":"^The^ staple of wool, wool-fells, leather, and lead, was fixed by act of parliament in particular towns of England[n132]. Afterwards it was removed by law to Calais: But Edward, who commonly deemed his prerogative above law, paid little regard to these statutes; and when the parliament remonstrated with him on account of those acts of power, he plainly told them, that he would proceed in that matter as he thought proper[n133]. It is not easy to assign the reason of this great anxiety for fixing a staple; unless perhaps it invited foreigners to a market, when they knew beforehand, that they should there meet with great choice of any particular species of commodity. This policy of inviting foreigners to Calais was carried so far, that all English merchants were prohibited by law from exporting any English goods from the staple; which was in a manner the total abandoning of all foreign navigation, except that to Calais[n134]. A contrivance seemingly extraordinary.","subId":"75","id":"Hume.HE.2.16.75"},{"type":"paragraph","content":"^It^ was not till the middle of this century that the English began to extend their navigation even to the Baltic[n135]; nor till the middle of the subsequent, that they sailed to the Mediterranean[n136].","subId":"76","id":"Hume.HE.2.16.76"},{"type":"paragraph","content":"^Luxury^ was complained of in that age, as well as in others of more refinement; and attempts were made by parliament to restrain it, particularly on the head of apparel, where surely it is the most obviously innocent and inoffensive. No man under a hundred a year was allowed to wear gold, silver, or silk in his clothes: Servants also were prohibited from eating flesh meat, or fish, above once a day[n137]. By another law it was ordained, that no one should be allowed, either for dinner or supper, above three dishes in each course, and not above two courses: And it is likewise expressly declared, that _soused_ meat is to count as one of these dishes[n138]. It was easy to foresee that such ridiculous laws must prove ineffectual, and could never be executed.","subId":"77","id":"Hume.HE.2.16.77"},{"type":"paragraph","content":"^The^ use of the French language, in pleadings and public deeds, was abolished[n139]. It may appear strange, that the nation should so |long have worn this badge of conquest: But the king and nobility seem never to have become thoroughly English, or to have forgotten their French extraction, till Edward's wars with France gave them an antipathy to that nation. Yet still, it was long before the use of the English tongue came into fashion. The first English paper which we meet with in Rymer is in the year 1386, during the reign of Richard II[n140]. There are Spanish papers in that collection of more ancient date[n141]. And the use of the Latin and French still continued.","subId":"78","id":"Hume.HE.2.16.78"},{"type":"paragraph","content":"^We^ may judge of the ignorance of this age in geography, from a story told by Robert of Avesbury. Pope Clement VI. having, in 1344, created Lewis of Spain prince of_ the fortunate Islands,_ meaning the Canaries, then newly discovered; the English ambassador at Rome and his retinue were seized with an alarm, that Lewis had been created king of England; and they immediately hurried home, in order to convey this important intelligence. Yet such was the ardour for study at this time, that Speed in his Chronicle informs us, there were then 30,000 students in the university of Oxford alone. What was the occupation of all these young men? To learn very bad Latin, and still worse Logic.","subId":"79","id":"Hume.HE.2.16.79"},{"type":"paragraph","content":"^In^ 1364, the commons petitioned, that, in consideration of the preceding pestilence, such persons as possessed manors holding of the king in chief, and had let different leases without obtaining licences, might continue to exercise the same power, till the country were become more populous[n142]. The commons were sensible, that this security of possession was a good means for rendering the kingdom prosperous and flourishing; yet durst not apply, all at once, for a greater relaxation of their chains.","subId":"80","id":"Hume.HE.2.16.80"},{"type":"paragraph","content":"^There^ is not a reign among those of the ancient English monarchs, which deserves more to be studied than that of Edward III. nor one where the domestic transactions will better discover the true genius of that kind of mixed government, which was then established in England. The struggles, with regard to the validity and authority of the great charter, were now over: The king was acknowledged to lie under some limitations: Edward himself was a prince of great capacity, not governed by favourites, not led |astray by any unruly passion, sensible that nothing could be more essential to his interests than to keep on good terms with his people: Yet on the whole it appears, that the government, at best, was only a barbarous monarchy, not regulated by any fixed maxims, or bounded by any certain undisputed rights, which in practice were regularly observed. The king conducted himself by one set of principles; the barons by another; the commons by a third; the clergy by a fourth. All these systems of government were opposite and incompatible. Each of them prevailed in its turn, as incidents were favourable to it: A great prince rendered the monarchical power predominant: The weakness of a king gave reins to the aristocracy: A superstitious age saw the clergy triumphant: The people, for whom chiefly government was instituted, and who chiefly deserve consideration, were the weakest of the whole. But the commons, little obnoxious to any other order; though they sunk under the violence of tempests, silently reared their head in more peaceable times; and while the storm was brewing, were courted by all sides, and thus received still some accession to their privileges, or, at worst, some confirmation of them.","subId":"81","id":"Hume.HE.2.16.81"},{"type":"paragraph","content":"^It^ has been an established opinion, that gold coin was not struck till this reign: But there has lately been found proof that it is as ancient as Henry III[n143].","subId":"82","id":"Hume.HE.2.16.82"},{"type":"note","content":"See note \\[I\\] at the end of the volume.","subId":"n1","id":"Hume.HE.2.16.n1"},{"type":"note","content":"Stowe's Survey, p. 478. There were buried 50,000 bodies in one churchyard, which Sir Walter Manny had bought for the use of the poor. The same author says, that there died above 50,000 persons of the plague in Norwich, which is quite incredible.","subId":"n2","id":"Hume.HE.2.16.n2"},{"type":"note","content":"Froissard, liv. i. chap. 144.","subId":"n3","id":"Hume.HE.2.16.n3"},{"type":"note","content":"Froissard, liv. i. chap. 146. Avesbury, p. 243.","subId":"n4","id":"Hume.HE.2.16.n4"},{"type":"note","content":"Froissard, liv. I. chap. 144, 146.","subId":"n5","id":"Hume.HE.2.16.n5"},{"type":"note","content":"Froissard, liv. I. chap. 144. Avesbury, p. 206. Walsing. p. 171.","subId":"n6","id":"Hume.HE.2.16.n6"},{"type":"note","content":"Walsing. p. 171.","subId":"n7","id":"Hume.HE.2.16.n7"},{"type":"note","content":"Rymer, vol. v. p. 823. Ypod. Neust. p. 521.","subId":"n8","id":"Hume.HE.2.16.n8"},{"type":"note","content":"Walsing. p. 171.","subId":"n9","id":"Hume.HE.2.16.n9"},{"type":"note","content":"Froissard, liv. I. chap. 158. Walsing. p. 171.","subId":"n10","id":"Hume.HE.2.16.n10"},{"type":"note","content":"Froissard, liv. I. chap. 161.","subId":"n11","id":"Hume.HE.2.16.n11"},{"type":"note","content":"Froissard, liv. I. chap. 162.","subId":"n12","id":"Hume.HE.2.16.n12"},{"type":"note","content":"Rymer, vol. vi. p. 72, 154. Froissard, liv. I. chap. 164.","subId":"n13","id":"Hume.HE.2.16.n13"},{"type":"note","content":"Froissard, liv. I. chap. 164.","subId":"n14","id":"Hume.HE.2.16.n14"},{"type":"note","content":"Poul. Cemil. p. 197.","subId":"n15","id":"Hume.HE.2.16.n15"},{"type":"note","content":"Froissard, liv. I. chap. 168.","subId":"n16","id":"Hume.HE.2.16.n16"},{"type":"note","content":"Rymer, vol. vi. p. 3.","subId":"n17","id":"Hume.HE.2.16.n17"},{"type":"note","content":"Froissard, liv. i. chap. 173.","subId":"n18","id":"Hume.HE.2.16.n18"},{"type":"note","content":"Rymer, vol. vi. p. 45, 46, 52, 56. Froissard, liv. i. chap. 174. Walsing. p. 173.","subId":"n19","id":"Hume.HE.2.16.n19"},{"type":"note","content":"Froissard, liv. i. chap. 182, 183, 184.","subId":"n20","id":"Hume.HE.2.16.n20"},{"type":"note","content":"Froissard, liv. i. chap. 181.","subId":"n21","id":"Hume.HE.2.16.n21"},{"type":"note","content":"Ibid. chap. 187.","subId":"n22","id":"Hume.HE.2.16.n22"},{"type":"note","content":"Froissard, liv. i. chap. 201.","subId":"n23","id":"Hume.HE.2.16.n23"},{"type":"note","content":"Ibid. chap. 205.","subId":"n24","id":"Hume.HE.2.16.n24"},{"type":"note","content":"Froissard, liv. i. chap. 208. Walsing. p. 174.","subId":"n25","id":"Hume.HE.2.16.n25"},{"type":"note","content":"Rymer, vol. vi p. 461. Walsing. p. 174.","subId":"n26","id":"Hume.HE.2.16.n26"},{"type":"note","content":"Walsing. p. 175.","subId":"n27","id":"Hume.HE.2.16.n27"},{"type":"note","content":"Froissard, liv. i. chap. 211.","subId":"n28","id":"Hume.HE.2.16.n28"},{"type":"note","content":"Froissard, liv. i. chap. 211.","subId":"n29","id":"Hume.HE.2.16.n29"},{"type":"note","content":"Rymer, vol. vi. p. 178. Froissard, liv. i. chap. 212.","subId":"n30","id":"Hume.HE.2.16.n30"},{"type":"note","content":"See note \\[K\\] at the end of the volume.","subId":"n31","id":"Hume.HE.2.16.n31"},{"type":"note","content":"The hostages were the two sons of the French king, John and Lewis; his brother Philip duke of Orleans, the duke of Bourbon, James de Bourbon count de Ponthieu, the counts d'Eu, de Longueville, de St. Pol, de Harcourt, de Vendome, de Couci, de Craon, de Montmorenci, and many of the chief nobility of France. The princes were mostly released on the fulfilling of certain articles: Others of the hostages, and the duke of Berry among the rest, were permitted to return upon their parole, which they did not keep. Rymer, vol. vi. p. 278, 285, 287.","subId":"n32","id":"Hume.HE.2.16.n32"},{"type":"note","content":"Froissard, liv. i. chap. 213.","subId":"n33","id":"Hume.HE.2.16.n33"},{"type":"note","content":"Froissard, liv. i. chap. 214.","subId":"n34","id":"Hume.HE.2.16.n34"},{"type":"note","content":"Rymer, vol. vi. p. 421.","subId":"n35","id":"Hume.HE.2.16.n35"},{"type":"note","content":"Froissard, liv. i. chap. 119, 120.","subId":"n36","id":"Hume.HE.2.16.n36"},{"type":"note","content":"Froissard, liv. i. chap. 227, 228, &c. Walsing. p. 180.","subId":"n37","id":"Hume.HE.2.16.n37"},{"type":"note","content":"Froissard, liv. i. chap. 214.","subId":"n38","id":"Hume.HE.2.16.n38"},{"type":"note","content":"Ibid. chap. 214, 215.","subId":"n39","id":"Hume.HE.2.16.n39"},{"type":"note","content":"Hist. du Guesclin.","subId":"n40","id":"Hume.HE.2.16.n40"},{"type":"note","content":"Froissard, liv. i. chap. 230.","subId":"n41","id":"Hume.HE.2.16.n41"},{"type":"note","content":"Rymer, vol. vi. p. 384. Froissard, liv. i. chap. 231.","subId":"n42","id":"Hume.HE.2.16.n42"},{"type":"note","content":"Froissard, liv. i. chap. 241.","subId":"n43","id":"Hume.HE.2.16.n43"},{"type":"note","content":"Froissard, liv. i. chap. 242, 243. Walsingham, p. 182.","subId":"n44","id":"Hume.HE.2.16.n44"},{"type":"note","content":"This tax was a livre upon a hearth; and it was imagined, that the imposition would have yielded 1,200,000 livres a year, which supposes so many hearths in the provinces possessed by the English. But such loose conjectures have commonly no manner of authority, much less in such ignorant times. There is a strong instance of it in the present reign. The house of commons granted the king a tax of twenty-two shillings on each parish, supposing that the amount of the whole would be 50,000 pounds. But they were found to be in a mistake of near five to one. Cotton, p. 3. And the council assumed the power of augmenting the tax upon each parish.","subId":"n45","id":"Hume.HE.2.16.n45"},{"type":"note","content":"Froissard, liv. i. chap. 244.","subId":"n46","id":"Hume.HE.2.16.n46"},{"type":"note","content":"Rymer, vol. vi. p. 219, 230, 234, 237, 243.","subId":"n47","id":"Hume.HE.2.16.n47"},{"type":"note","content":"Rot. Franc. 35 Edw. III. m. 3. from Tyrrel, vol. iii. p. 643.","subId":"n48","id":"Hume.HE.2.16.n48"},{"type":"note","content":"Froissard, liv. i. chap. 245.","subId":"n49","id":"Hume.HE.2.16.n49"},{"type":"note","content":"Ibid. chap. 247, 248.","subId":"n50","id":"Hume.HE.2.16.n50"},{"type":"note","content":"Walsingham, p. 183.","subId":"n51","id":"Hume.HE.2.16.n51"},{"type":"note","content":"Froissard, liv. i. chap. 277. Walsingham, p. 185.","subId":"n52","id":"Hume.HE.2.16.n52"},{"type":"note","content":"Froissard, liv. i. chap. 310.","subId":"n53","id":"Hume.HE.2.16.n53"},{"type":"note","content":"Rymer, vol. vi. p. 621. Cotton's Abridg. p. 108.","subId":"n54","id":"Hume.HE.2.16.n54"},{"type":"note","content":"Froissard, liv. i. chap. 302, 303, 304. Walsingham, p. 186.","subId":"n55","id":"Hume.HE.2.16.n55"},{"type":"note","content":"Froissard, liv. i. chap. 311. Walsingham, p. 187.","subId":"n56","id":"Hume.HE.2.16.n56"},{"type":"note","content":"Froissard, liv. i. chap. 291. Walsingham, p. 185.","subId":"n57","id":"Hume.HE.2.16.n57"},{"type":"note","content":"Froissard, liv. i. chap. 311. Walsingham, p. 187.","subId":"n58","id":"Hume.HE.2.16.n58"},{"type":"note","content":"Walsingham, p. 189. Ypod. Neust. p. 530.","subId":"n59","id":"Hume.HE.2.16.n59"},{"type":"note","content":"Walsingham, p. 189.","subId":"n60","id":"Hume.HE.2.16.n60"},{"type":"note","content":"Rymer, vol. vi. p. 564.","subId":"n61","id":"Hume.HE.2.16.n61"},{"type":"note","content":"Dr. Robertson's Hist. of Scotland, B. I.","subId":"n62","id":"Hume.HE.2.16.n62"},{"type":"note","content":"Cotton's Abridg. p. 108, 120.","subId":"n63","id":"Hume.HE.2.16.n63"},{"type":"note","content":"Ibid. p. 122.","subId":"n64","id":"Hume.HE.2.16.n64"},{"type":"note","content":"Cotton's Abridg. p. 18.","subId":"n65","id":"Hume.HE.2.16.n65"},{"type":"note","content":"Chap. 2.","subId":"n66","id":"Hume.HE.2.16.n66"},{"type":"note","content":"4 Edw. III. chap. 14.","subId":"n67","id":"Hume.HE.2.16.n67"},{"type":"note","content":"36 Edw. III. cap. 1. 37 Edw. III. cap. 1, &c.","subId":"n68","id":"Hume.HE.2.16.n68"},{"type":"note","content":"28 Edw. III. cap. 3.","subId":"n69","id":"Hume.HE.2.16.n69"},{"type":"note","content":"They assert, in the 15th of this reign, that there had been such instances. Cotton's Abridg. p. 31. They repeat the same in the 21st year. See p. 59.","subId":"n70","id":"Hume.HE.2.16.n70"},{"type":"note","content":"36 Edw. III. &c.","subId":"n71","id":"Hume.HE.2.16.n71"},{"type":"note","content":"14 Edw. III. cap. 19.","subId":"n72","id":"Hume.HE.2.16.n72"},{"type":"note","content":"36 Edw. III. cap. 2.","subId":"n73","id":"Hume.HE.2.16.n73"},{"type":"note","content":"7 Rich. II. cap. 8.","subId":"n74","id":"Hume.HE.2.16.n74"},{"type":"note","content":"Ashmole's hist. of the garter, p. 129.","subId":"n75","id":"Hume.HE.2.16.n75"},{"type":"note","content":"Cotton's Abridg. p. 148.","subId":"n76","id":"Hume.HE.2.16.n76"},{"type":"note","content":"Cotton, p. 71.","subId":"n77","id":"Hume.HE.2.16.n77"},{"type":"note","content":"Cotton's Abridg. p. 56, 61, 122.","subId":"n78","id":"Hume.HE.2.16.n78"},{"type":"note","content":"Rymer, vol. v. p. 491, 574. Cotton's Abridg. p. 56.","subId":"n79","id":"Hume.HE.2.16.n79"},{"type":"note","content":"Cotton, p. 114.","subId":"n80","id":"Hume.HE.2.16.n80"},{"type":"note","content":"Ibid. p. 67.","subId":"n81","id":"Hume.HE.2.16.n81"},{"type":"note","content":"Cotton's Abridg. p. 47, 79, 113.","subId":"n82","id":"Hume.HE.2.16.n82"},{"type":"note","content":"Ibid. p. 32.","subId":"n83","id":"Hume.HE.2.16.n83"},{"type":"note","content":"Ibid. p. 74.","subId":"n84","id":"Hume.HE.2.16.n84"},{"type":"note","content":"Ibid.","subId":"n85","id":"Hume.HE.2.16.n85"},{"type":"note","content":"Walsing. p. 189, 190.","subId":"n86","id":"Hume.HE.2.16.n86"},{"type":"note","content":"Tyrrel's Hist. vol. viii. p. 554. from the records.","subId":"n87","id":"Hume.HE.2.16.n87"},{"type":"note","content":"Rymer, vol. iv. p. 363.","subId":"n88","id":"Hume.HE.2.16.n88"},{"type":"note","content":"P. 17, 18.","subId":"n89","id":"Hume.HE.2.16.n89"},{"type":"note","content":"Rymer, vol. iv. p. 39.","subId":"n90","id":"Hume.HE.2.16.n90"},{"type":"note","content":"P. 47.","subId":"n91","id":"Hume.HE.2.16.n91"},{"type":"note","content":"P. 52, 53, 57, 58.","subId":"n92","id":"Hume.HE.2.16.n92"},{"type":"note","content":"P. 69.","subId":"n93","id":"Hume.HE.2.16.n93"},{"type":"note","content":"P. 76.","subId":"n94","id":"Hume.HE.2.16.n94"},{"type":"note","content":"P. 101.","subId":"n95","id":"Hume.HE.2.16.n95"},{"type":"note","content":"P. 38.","subId":"n96","id":"Hume.HE.2.16.n96"},{"type":"note","content":"P. 152.","subId":"n97","id":"Hume.HE.2.16.n97"},{"type":"note","content":"Cotton, p. 53. He repeats the same answer in p. 60. _Some of the commons_ were such as he should be pleased to consult with.","subId":"n98","id":"Hume.HE.2.16.n98"},{"type":"note","content":"Cotton, p. 57.","subId":"n99","id":"Hume.HE.2.16.n99"},{"type":"note","content":"Ibid. p. 138.","subId":"n100","id":"Hume.HE.2.16.n100"},{"type":"note","content":"Ibid. p. 132.","subId":"n101","id":"Hume.HE.2.16.n101"},{"type":"note","content":"Observations on the statutes, p. 193.","subId":"n102","id":"Hume.HE.2.16.n102"},{"type":"note","content":"Rymer, vol. iv. p. 434.","subId":"n103","id":"Hume.HE.2.16.n103"},{"type":"note","content":"Cotton's Abridg. p. 110.","subId":"n104","id":"Hume.HE.2.16.n104"},{"type":"note","content":"25 Edw. 111. 27 Edw. III.","subId":"n105","id":"Hume.HE.2.16.n105"},{"type":"note","content":"27 Edw. III. 38 Edw. III.","subId":"n106","id":"Hume.HE.2.16.n106"},{"type":"note","content":"Cotton, p. 74, 128, 129.","subId":"n107","id":"Hume.HE.2.16.n107"},{"type":"note","content":"Ibid. p. 112.","subId":"n108","id":"Hume.HE.2.16.n108"},{"type":"note","content":"Cotton, p. 41.","subId":"n109","id":"Hume.HE.2.16.n109"},{"type":"note","content":"Ibid. p. 119, 128, 129, 130, 148.","subId":"n110","id":"Hume.HE.2.16.n110"},{"type":"note","content":"11 Edw. III. cap. 14. 4 Edw. III. cap. 2. 15 Edw. III. cap. 4.","subId":"n111","id":"Hume.HE.2.16.n111"},{"type":"note","content":"Cotton, p. 10.","subId":"n112","id":"Hume.HE.2.16.n112"},{"type":"note","content":"Ibid. p. 51, 62, 64, 70, 160.","subId":"n113","id":"Hume.HE.2.16.n113"},{"type":"note","content":"Walsing. p. 170.","subId":"n114","id":"Hume.HE.2.16.n114"},{"type":"note","content":"10 Edw. III. cap. 2. 27 Edw. III. cap. 2.","subId":"n115","id":"Hume.HE.2.16.n115"},{"type":"note","content":"Cotton, p. 75.","subId":"n116","id":"Hume.HE.2.16.n116"},{"type":"note","content":"Ibid. p. 54.","subId":"n117","id":"Hume.HE.2.16.n117"},{"type":"note","content":"Ibid. p. 48, 69.","subId":"n118","id":"Hume.HE.2.16.n118"},{"type":"note","content":"34 Edw. III. cap. 5.","subId":"n119","id":"Hume.HE.2.16.n119"},{"type":"note","content":"Cotton, p. 29.","subId":"n120","id":"Hume.HE.2.16.n120"},{"type":"note","content":"11 Edw. III. cap. 5. Rymer, vol. iv. p. 723. Murimuth, p. 88.","subId":"n121","id":"Hume.HE.2.16.n121"},{"type":"note","content":"11 Edw. III. cap. 2.","subId":"n122","id":"Hume.HE.2.16.n122"},{"type":"note","content":"28 Edw. III. cap. 5","subId":"n123","id":"Hume.HE.2.16.n123"},{"type":"note","content":"Rymer, vol. v. p. 520.","subId":"n124","id":"Hume.HE.2.16.n124"},{"type":"note","content":"Cotton, p. 155, 164.","subId":"n125","id":"Hume.HE.2.16.n125"},{"type":"note","content":"Cap. 3.","subId":"n126","id":"Hume.HE.2.16.n126"},{"type":"note","content":"Rymer, vol. iv. p. 664.","subId":"n127","id":"Hume.HE.2.16.n127"},{"type":"note","content":"37 Edw. III. cap. 3.","subId":"n128","id":"Hume.HE.2.16.n128"},{"type":"note","content":"25 Edw. III. cap. 1, 3.","subId":"n129","id":"Hume.HE.2.16.n129"},{"type":"note","content":"Dugdale's Baronage, vol. i. p. 784. Brady's hist. vol. ii. App. No 92. The pay of a man at arms was quadruple. We may therefore conclude, that the numerous armies, mentioned by historians in those times, consisted chiefly of ragamuffins, who followed the camp, and lived by plunder. Edward's army before Calais consisted of 31,094 men; yet its pay for sixteen months was only 127,201 pounds. Brady, ibid.","subId":"n130","id":"Hume.HE.2.16.n130"},{"type":"note","content":"Commodities seem to have risen since the Conquest. Instead of being ten times cheaper than at present, they were in the age of Edward III. only three or four times. This change seems to have taken place in a great measure since Edward I. The allowance granted by Edward III. to the earl of Murray, then a prisoner in Nottingham castle, is one pound a week; whereas the bishop of St. Andrews, the primate of Scotland, had only six-pence a day allowed him by Edward I.","subId":"n131","id":"Hume.HE.2.16.n131"},{"type":"note","content":"27 Edw. III.","subId":"n132","id":"Hume.HE.2.16.n132"},{"type":"note","content":"Cotton, p. 117.","subId":"n133","id":"Hume.HE.2.16.n133"},{"type":"note","content":"27 Edw. III. cap. 7.","subId":"n134","id":"Hume.HE.2.16.n134"},{"type":"note","content":"Anderson, vol. i. p. 151.","subId":"n135","id":"Hume.HE.2.16.n135"},{"type":"note","content":"Id. p. 177.","subId":"n136","id":"Hume.HE.2.16.n136"},{"type":"note","content":"37 Edw. III. cap. 8, 9, 10, &c.","subId":"n137","id":"Hume.HE.2.16.n137"},{"type":"note","content":"10. Edw. III.","subId":"n138","id":"Hume.HE.2.16.n138"},{"type":"note","content":"36 Edw. III cap. 15.","subId":"n139","id":"Hume.HE.2.16.n139"},{"type":"note","content":"Rymer, vol. vii. p. 526. This paper, by the style, seems to have been drawn by the Scots, and was signed by the wardens of the marches only.","subId":"n140","id":"Hume.HE.2.16.n140"},{"type":"note","content":"Rymer, vol. vi. p. 554.","subId":"n141","id":"Hume.HE.2.16.n141"},{"type":"note","content":"Cotton, p. 97.","subId":"n142","id":"Hume.HE.2.16.n142"},{"type":"note","content":"See Observations on the more ancient Statutes, p. 375. 2d edit.","subId":"n143","id":"Hume.HE.2.16.n143"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.2","imported":true,"title":"Volume 2. The Early History of England, Part 2","breadcrumb":"Volume 2","published":[1762]}],"prev":{"id":"Hume.HE.2.15","imported":true,"title":"Chapter 15. Edward III","breadcrumb":"Chapter 15","published":[1762]},"next":{"id":"Hume.HE.2.17","imported":true,"title":"Chapter 17. Richard II","breadcrumb":"Chapter 17","published":[1762]}}