{"id":"Butler.AR.2.1","parent":"Butler.AR.2","title":"Chapter I. The Importance of Christianity","breadcrumb":"Chapter 1","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAPTER I. £1 £2 THE IMPORTANCE OF CHRISTIANITY. £2","id":"Butler.AR.2.1"},{"type":"paragraph","content":"Some persons, upon pretence of the sufficiency of the light of nature, avowedly reject all revelation, as in its very notion incredible, and what must be fictitious. And indeed it is certain, no revelation would have been given, had the light of nature been sufficient in such a sense, as to render one not wanted and useless. But no man, in seriousness and simplicity of mind, can possibly think it so, who considers the state of religion in the heathen world before revelation, and its present state in those places which have borrowed no light from it: particularly the doubtfulness of some of the greatest men, concerning things of the utmost importance, as well as the natural inattention and ignorance of mankind in general. It is impossible to say, who would have been able to have reasoned out that whole system, which we call Natural Religion, in its genuine simplicity, clear of superstition: but there is certainly no ground to affirm that the generality could. If they could, there is no sort of probability that they would. Admitting there were, they would highly want a standing admonition to remind them of it, and inculcate it upon them.","subId":"1","id":"Butler.AR.2.1.1"},{"type":"paragraph","content":"And further, were they as much disposed to attend to religion, as the better sort of men are; yet even upon this supposition, there would be various occasions for supernatural instruction and assistance, and the greatest advantages might be afforded by them. So that to say revelation is a thing superfluous, what there was no need of, and what can be of no service, is, I think, to talk quite wildly and at random. Nor would it be more extravagant to affirm, that mankind is so entirely at ease in the present state, and life so completely happy, that it is a contradiction to suppose our condition capable of being, in any respect, better.","subId":"2","id":"Butler.AR.2.1.2"},{"type":"paragraph","content":"There are other persons, not to be ranked with these, who seem to be getting into a way of neglecting, and as it were, overlooking revelation, as of small importance provided natural religion be kept to. With little regard either to the evidence of the former, or to the objections against it, and even upon supposition of its truth; \"the only design of it,\" say they, \"must be, to establish a belief of the moral system of nature, and to enforce the practice of natural piety and virtue. The belief and practice of these were, perhaps, much promoted by the first publication of Christianity: but whether they are believed and practised, upon the evidence and motives of nature or of revelation, is no great matter,\"[n80] This way of considering revelation, though it is not the same with the former, yet borders nearly upon it, and very much, at length runs up into it: and requires to be particularly considered, with regard to the persons who seem to be getting into this way. The consideration of it will likewise further show the extravagance of the former opinion, and the truth of the observations in answer to it, just mentioned. And an inquiry into the importance of Christianity, cannot be an improper introduction to a treatise concerning the credibility of it.","subId":"3","id":"Butler.AR.2.1.3"},{"type":"paragraph","content":"Now, if God has given a revelation to mankind, and commanded those things which are commanded in Christianity; it is evident, at first sight, that it cannot in any wise be an indifferent matter, whether we obey or disobey those commands: unless we are certainly assured, that we know all the reasons for them, and that all those reasons are now ceased, with regard to mankind in general, or to ourselves in particular. It is absolutely impossible we can be assured of this. For our ignorance of these reasons proves nothing in the case: since the whole analogy of nature shows, what is indeed in itself evident, that there may be infinite reasons for things, with which we are not acquainted.","subId":"4","id":"Butler.AR.2.1.4"},{"type":"paragraph","content":"But the importance of Christianity will more distinctly appear, by considering it more distinctly: _First_, as a republication, and external institution, of natural or essential religion, adapted to the present circumstances of mankind, and intended to promote natural piety and virtue: _Secondly_, as containing an account of a dispensation of things, not discoverable by reason, in consequence of which several distinct precepts are enjoined us. For though natural religion is the foundation and principal part of Christianity, it is not in any sense the whole of it.","subId":"5","id":"Butler.AR.2.1.5"},{"type":"paragraph","content":"I. Christianity is a republication of Natural religion. It instructs mankind in the moral system of the world: that it is the work of an infinitely perfect Being, and under his government, that virtue is his law, and that he will finally judge mankind in righteousness, and render to all according to their works, in a future state. And, which is very material, it teaches natural religion in its genuine simplicity; free from those superstitions, with which it was totally corrupted, and under which it was in a manner lost.","subId":"6","id":"Butler.AR.2.1.6"},{"type":"paragraph","content":"Revelation is, further, an _authoritative_ publication of natural religion, and so affords the evidence of testimony for the truth of it. Indeed the miracles and prophecies recorded in Scripture, were intended to prove a particular dispensation of Providence, _i.e._ the redemption of the world by the Messiah: but this does not hinder, but that they may also prove God's general providence over the world, as our moral governor and judge. And they evidently do prove it; because this character of the Author of nature, is necessarily connected with and implied in that particular revealed dispensation of things: it is likewise continually taught expressly, and insisted upon, by those persons who wrought the miracles and delivered the prophecies. So that indeed natural religion seems as much proved by the Scripture revelation, as it would have been, had the design of revelation been nothing else than to prove it.","subId":"7","id":"Butler.AR.2.1.7"},{"type":"paragraph","content":"But it may possibly be disputed, how far miracles can prove natural religion; and notable objections may be urged against this proof of it, considered as a matter of speculation: but considered as a practical thing, there can be none. For suppose a person to teach natural religion to a nation, who bid lived in total ignorance or forgetfulness of it; and to declare that he was commissioned by God so to do; suppose him, in proof of his commission, to foretell things future, which no human foresight could have guessed at; to divide the sea with a word; feed great multitudes with bread from heaven; cure all manner of diseases; and raise the dead, even himself, to life; would not this give additional credibility to his teaching, a credibility beyond what that of a common man would have; and be an authoritative publication of the law of nature, _i.e._ a new proof of it? It would be a practical one, of the strongest kind, perhaps, which human creatures are capable of having given them. The Law of Moses then, and the Gospel of Christ, are authoritative publications of the religion of nature; they afford a proof of God's general providence, as moral Governor of the world, as well as of his particular dispensations of providence towards sinful creatures, revealed in the Law and the Gospel. As they are the only evidence of the latter, so they are an additional evidence of the former.","subId":"8","id":"Butler.AR.2.1.8"},{"type":"paragraph","content":"To show this further, let us suppose a man of the greatest and most improved capacity, who had never heard of revelation, convinced upon the whole, notwithstanding the disorders of the world, that it was under the direction and moral government of an infinitely perfect Being; but ready to question, whether he were not got beyond the reach of his faculties: suppose him brought, by this suspicion, into great danger of being carried away by the universal bad example of almost every one around him, who appeared to have no sense, no practical sense at least, of these things: and this, perhaps, would be as advantageous a situation with regard to religion, as nature alone ever placed any man in. What a confirmation now must it be to such a person, all at once, to find, that this moral system of things was revealed to mankind, in the name of that infinite Being, whom he had from principles of reason believed in: and that the publishers of the revelation proved their commission from him, by making it appear, that he had intrusted them with a power of suspending and changing the general laws of nature.","subId":"9","id":"Butler.AR.2.1.9"},{"type":"paragraph","content":"Nor must it by any means be omitted, for it is a thing of the utmost importance, that life and immortality are eminently brought to light by the Gospel. The great doctrines of a future state, the danger of a course of wickedness and the efficacy of repentance, are not only confirmed in the Gospel, but are taught, especially the last is, with a degree of light, to which that of nature is but darkness.","subId":"10","id":"Butler.AR.2.1.10"},{"type":"paragraph","content":"Further. As Christianity served these ends and purposes, when it was first published, by the miraculous publication itself, so it was intended to serve the same purposes in future ages, by means of the settlement of a visible church: of a society, distinguished from common ones, and from the rest of the world, by peculiar religious institutions; by an instituted method of instruction, and an instituted form of external religion. Miraculous powers were given to the first preachers of Christianity, in order to their introducing it into the world: a visible church was established, in order to continue it, and carry it on successively throughout all ages. Had only Moses and the prophets, Christ and his apostles, taught, and by miracles proved, religion to their contemporaries; the benefits of their instructions would have reached but a small part of mankind. Christianity must have been, in a great degree, sunk and forgot in a very few ages. To prevent this, appears to have been one reason why a visible church was instituted; to be like a city upon a hill, a standing memorial to the world of the duty which we owe our Maker: to call men continually, both by example and instruction, to attend to it, and, by the form of religion, ever before their eyes, remind them of the reality; to be the repository of the oracles of God; to hold up the light of revelation in aid to that of nature, and to propagate it, throughout all generations, to the end of the world—the light of revelation, considered here in no other view, than as designed to enforce natural religion. And in proportion as Christianity is professed and taught in the world, religion, natural or essential religion, is thus distinctly and advantageously laid before mankind, and brought again and again to their thoughts, as a matter of infinite importance.","subId":"11","id":"Butler.AR.2.1.11"},{"type":"paragraph","content":"A visible church has also a further tendency to promote natural religion, as being an instituted method of education, originally intended to be of peculiar advantage to those who conform to it. For one end of the institution was, that, by admonition and reproof, as well as instruction, by a general regular discipline, and public exercises of religion, _the body of Christ_, as the Scripture speaks, should be _edified_; _i.e._ trained up in piety and virtue for a higher and better state. This settlement, then, appearing thus beneficial, tending in the nature of the thing to answer, and, in some degree, actually answering, those ends, it is to be remembered, that the very notion of it implies positive institutions; for the visibility of the church consists in them. Take away every thing of this kind, and you lose the very notion itself. So that if the things now mentioned are advantages, the reason and importance of positive institutions in general is most obvious; since without them these advantages could not be secured to the world. And it is mere idle wantonness, to insist upon knowing the reasons, _why_ such particular ones were fixed upon rather than others.","subId":"12","id":"Butler.AR.2.1.12"},{"type":"paragraph","content":"The benefit arising from this supernatural assistance, which Christianity affords to natural religion, is what some persons are very slow in apprehending. And yet it is a thing distinct in itself, and a very plain obvious one. For will any in good earnest really say, that the bulk of mankind in the heathen world were in as advantageous a situation, with regard to natural religion, as they are now among us: that it was laid before them, and enforced upon them, in a manner as distinct, and as much tending to influence their practice?","subId":"13","id":"Butler.AR.2.1.13"},{"type":"paragraph","content":"The objections against all this, from the perversion of Christianity, and from the supposition of its having had but little good influence, however innocently they may be proposed, cannot be insisted upon as conclusive, upon any principles, but such as lead to downright Atheism; because the manifestation of the law of nature by reason, which, upon all principles of Theism, must have been from God, has been perverted and rendered ineffectual in the same manner. It may indeed, I think, truly be said, that the good effects of Christianity have not been small; nor its supposed ill effects, any effects at all of it, properly speaking. Perhaps, too, the things done have been aggravated; and if not, Christianity hath been often only a pretence, and the same evils in the main would have been done upon some other pretence. However, great and shocking as the corruptions and abuses of it have really been, they cannot be insisted upon as arguments against it, upon principles of Theism. For one cannot proceed one step in reasoning upon natural religion, any more than upon Christianity, without laying it down as a first principle, that the dispensations of Providence are not to be judged of by their perversions, but by their genuine tendencies: not by what they do actually seem to effect, but by what they would effect if mankind did their part; that part which is justly put and left upon them. It is altogether as much the language of one as of the other: He that is unjust, let him be unjust still: and he that is holy, let him be holy still.[n81] The light of reason does not, any more than that of revelation, force men to submit to its authority; both admonish them of what they ought to do and avoid, together with the consequences of each; and after this, leave them at full liberty to act just as they please, till the appointed time of judgment. Every moment's experience shows, that this is God's general rule of government.","subId":"14","id":"Butler.AR.2.1.14"},{"type":"paragraph","content":"To return then: Christianity being a promulgation of the law of nature; being moreover an authoritative promulgation of it; with new light, and other circumstances of peculiar advantage, adapted to the wants of mankind; these things fully show its importance.","subId":"15","id":"Butler.AR.2.1.15"},{"type":"paragraph","content":"It is to be observed further, that as the nature of the case requires, so all Christians are commanded to contribute, by their profession of Christianity, to preserve it in the world, and render it such a promulgation and enforcement of religion. For it is the very scheme of the Gospel, that each Christian should, in his degree, contribute towards continuing and carrying it on: all by uniting in the public profession and external practice of Christianity; some by instructing, by having the oversight and taking care of this religious community, the church of God. Now this further shows the importance of Christianity; and, which is what I chiefly intend, its importance in a practical sense: or the high obligations we are under, to take it into our most serious consideration; and the danger there must necessarily be, not only in treating it despitefully, which I am not now speaking of, but in disregarding and neglecting it. For this is neglecting to do what is expressly enjoined us, for continuing those benefits to the world, and transmitting them down to future times. And all this holds, even though the only thing to be considered in Christianity were its subserviency to natural religion.","subId":"16","id":"Butler.AR.2.1.16"},{"type":"paragraph","content":"II. Christianity is to be considered in a further view; as containing an account of a dispensation of things, not at all discoverable by reason, in consequence of which several distinct precepts are enjoined us. Christianity is not only an external institution of natural religion, and a new promulgation of God's general providence, as righteous governor and judge of the world; but it contains also a revelation of a particular dispensation of Providence, carrying on by his Son and Spirit, for the recovery and salvation of mankind, who are represented in Scripture to be in a state of ruin. And in consequence of this revelation being made, we are commanded _to be baptized_, not only _in the name of the Father_, but also, _of the Son_, _and of the Holy Ghost_: and other obligations of duty, unknown before, to the Son and the Holy Ghost, are revealed. Now the importance of these duties may be judged of, by observing that they arise, not from positive command merely, but also from the offices which appear, from Scripture, to belong to those divine persons in the Gospel dispensation; or from the relations, which we are there informed, they stand in to us. By _reason_ is revealed the relation, which God the Father stands in to us. Hence arises the obligation of duty which we are under to him. In _Scripture_ are revealed the relations, which the Son and Holy Spirit stand in to us. Hence arise the obligations of duty; which we are under to them. The truth of the case, as one may speak, in each of these three respects being admitted: that God is the governor of the world, upon the evidence of reason; that Christ is the mediator between God and man, and the Holy Ghost our guide and sanctifier, upon the evidence of revelation: the truth of the case, I say, in each of these respects being admitted, it is no more a question, why it should be commanded, that we be baptized in the name of the Son and of the Holy Ghost, than that we be baptized in the name of the Father. This matter seems to require to be more fully stated.[n82]","subId":"17","id":"Butler.AR.2.1.17"},{"type":"paragraph","content":"Let it be remembered then, that religion comes under the twofold consideration of internal and external: for the latter is as real a part of religion, of true religion, as the former. Now, when religion is considered under the first notion, as an inward principle, to be exerted in such and such inward acts of the mind and heart, the essence of natural religion may be said to consist in religious regards to _God the Father Almighty_: and the essence of revealed religion, as distinguished from natural, to consist in religious regards to _the Son_, and to _the Holy Ghost_. The obligation we are under, of paying these religious regards to each of these divine persons respectively, arises from the respective relations which they each stand in to us. How these relations are made known, whether by reason or revelation, makes no alteration in the case: because the duties arise out of the relations themselves, not out of the manner in which we are informed of them. The Son and Spirit have each his proper office in that great dispensation of Providence, the redemption of the world; the one our Mediator, the other our Sanctifier. Does not then the duty of religious regards to both these divine persons, as immediately arise to the view of reason, out of the very nature of these offices and relations; as the good-will and kind intention, which we owe to our fellow-creatures, arise out of the common relations between us and them? But it will be asked, \"What are the inward religious regards, appearing thus obviously due to the Son and Holy Spirit; as arising, not merely from command in Scripture, but from the very nature of the revealed relations, which they stand in to us?\" I answer, the religious regards of reverence, honor, love, trust, gratitude, fear, hope.","subId":"18","id":"Butler.AR.2.1.18"},{"type":"paragraph","content":"In what external manner this inward worship is to be expressed, is a matter of pure revealed command, as perhaps the external manner, in which God the Father is to be worshipped, may be more so than we are ready to think. But the worship, the internal worship itself, to the Son and Holy Ghost, is no further matter of pure revealed command, than as the relations they stand in to us are matter of pure revelation: for the relations being known, the obligations to such internal worship are obligations of reason, arising out of those relations themselves. In short, the history of the gospel as immediately shows us the reason of these obligations, as it shows us the meaning of the words, Son and Holy Ghost.","subId":"19","id":"Butler.AR.2.1.19"},{"type":"paragraph","content":"If this account of the Christian religion be just, those persons who can speak lightly of it, as of little consequence, provided natural religion be kept to, plainly forget, that Christianity, even what is peculiarly so called, as distinguished from natural religion, has yet somewhat very important, even of a moral nature. For the office of our Lord being made known, and the relation he stands in to us, the obligation of religious regards to him is plainly moral, as much as charity to mankind is; since this obligation arises, before external command, immediately out of that his office and relation itself. Those persons appear to forget, that revelation is to be considered, as informing us of somewhat new, in the state of mankind, and in the government of the world: as acquainting us with some relations we stand in, which could not otherwise have been known. These relations being real (though before revelation we could be under no obligations from them, yet upon their being revealed), there is no reason to think, but that neglect of behaving suitably to them will be attended with the same kind of consequences under God's government, as neglecting to behave suitably to any other relations, made known to us by reason. Ignorance, whether unavoidable or voluntary, so far as we can possibly see, will just as much, and just as little, excuse in one case as in the other: the ignorance being supposed equally unavoidable, or equally voluntary, in both cases.","subId":"20","id":"Butler.AR.2.1.20"},{"type":"paragraph","content":"If therefore Christ be indeed the mediator between God and man, _i.e._ if Christianity be true; if he be indeed our Lord, our Savior, and our God, no one can say, what may follow, not only the obstinate, but the careless disregard to him, in those high relations. Nay, no one can say, what may follow such disregard, even in the way of natural consequence.[n83] For, as the natural consequences of vice in this life are doubtless to be considered as judicial punishments inflicted by God, so for aught we know, the judicial punishments of the future life may be, in a like way or a like sense, the natural consequence of vice:[n84] of men's violating or disregarding the relations which God has placed them in here, and made known to them.","subId":"21","id":"Butler.AR.2.1.21"},{"type":"paragraph","content":"If mankind are corrupted and depraved in their moral character, and so are unfit for that state, which Christ is gone to prepare for his disciples; and if the assistance of God's Spirit be necessary to renew their nature, in the degree requisite to their being qualified for that state; (all which is implied in the express, though figurative declaration, Except a man be born of the Spirit, he cannot enter into the kingdom of God:[n85]) supposing this, is it possible any serious person can think it a slight matter, whether or no he makes use of the means, expressly commanded by God, for obtaining this divine assistance? Especially since the whole analogy of nature shows, that we are not to expect any benefits, without making use of the appointed means for obtaining or enjoying them. Now reason shows us nothing, of the particular immediate means of obtaining either temporal or spiritual benefits. This therefore we must learn, either from experience or revelation. And experience, the present case does not admit of.","subId":"22","id":"Butler.AR.2.1.22"},{"type":"paragraph","content":"The conclusion from all this evidently is, that Christianity being supposed either true or credible, it is unspeakable irreverence, and really the most presumptuous rashness, to treat it as a light matter. It can never justly be esteemed of little consequence, till it be positively supposed false. Nor do I know a higher and more important obligation which we are under, than that of examining most seriously into its evidence, supposing its credibility; and of embracing it, upon supposition of its truth.","subId":"23","id":"Butler.AR.2.1.23"},{"type":"paragraph","content":"The two following deductions may be proper to be added, in order to illustrate the foregoing observations, and to prevent their being mistaken.","subId":"24","id":"Butler.AR.2.1.24"},{"type":"paragraph","content":"_First_, Hence we may clearly see, where lies the distinction between what is positive and what is moral in religion. Moral _precepts_, are precepts the reasons of which we see: positive _precepts_, are precepts the reasons of which we do not see.[n86] Moral _duties_ arise out of the nature of the case itself, prior to external command. Positive _duties_ do not arise out of the nature of the case, but from external command; nor would they be duties at all, were it not for such command, received from Him whose creatures and subjects we are. But the manner in which the nature of the case or the fact of the relation, is made known, this doth not denominate any duty either positive or moral. That we be baptized in the name of the Father is as much a positive duty, as that we be baptized in the name of the Son, because both arise equally from revealed command: though the relation which we stand in to God the Father is made known to us by reason, and the relation we stand in to Christ, by revelation only. On the other hand, the dispensation of the Gospel being admitted, gratitude as immediately becomes due to Christ, from his being the voluntary minister of this dispensation, as it is due to God the Father, from his being the fountain of all good; though the first is made known to us by revelation only, the second by reason. Hence also we may see, and, for distinctness' sake, it may be worth mentioning, that positive institutions come under a twofold consideration. They are either institutions founded on natural religion, as baptism in the name of the Father; (though this has also a particular reference to the gospel dispensation, for it is in the name of God, as the Father of our Lord Jesus Christ:) or they are external institutions founded on revealed religion; as baptism in the name of the Son; and of the Holy Ghost.","subId":"25","id":"Butler.AR.2.1.25"},{"type":"paragraph","content":"_Secondly_, From the distinction between what is moral and what is positive in religion, appears the ground of that peculiar preference, which the Scripture teaches us to be due to the former.","subId":"26","id":"Butler.AR.2.1.26"},{"type":"paragraph","content":"The reason of positive institutions in general, is very obvious; though we should not see the reason, why particular ones are pitched upon rather than others. Whoever, therefore, instead of cavilling at words, will attend to the thing itself, may clearly see, that positive institutions in general, as distinguished from this or that particular one, have the nature of moral commands; since the reasons of them appear. Thus, for instance, the _external_ worship of God is a moral duty, though no particular mode of it be so. Care then is to be taken, when a comparison is made between positive and moral duties, that they be compared no further than as they are different; no further than as the former are positive, or arise out of mere external command, the reasons of which we are not acquainted with; and as the latter are moral, or arise out of the apparent reason of the case, without such external command. Unless this caution be observed, we shall run into endless confusion.","subId":"27","id":"Butler.AR.2.1.27"},{"type":"paragraph","content":"Now this being premised, suppose two standing precepts enjoined by the same authority; that, in certain conjunctures, it is impossible to obey both; that the former is moral, _i.e._ a precept of which we see the reasons, and that they hold in the particular case before us; but that the latter is positive, _i.e._ a precept of which we do not see the reasons: it is indisputable that our obligations are to obey the former; because there is an apparent reason for this preference, and none against it. Further, positive institutions, all those I suppose which Christianity enjoins, are means to a moral end: and the end must be acknowledged more excellent than the means. Nor is observance of these institutions any religious obedience at all, or of any value, otherwise than as it proceeds from a moral principle. This seems to be the strict logical way of stating and determining this matter; but will, perhaps, be found less applicable to practice, than may be thought at first sight.","subId":"28","id":"Butler.AR.2.1.28"},{"type":"paragraph","content":"Therefore, in a more practical, though more lax way of consideration, and taking the words, _moral law_ and _positive institutions_, in the popular sense, I add, that the whole moral law is as much matter of revealed command, as positive institutions are: for the Scripture enjoins every moral virtue. In this respect then they are both upon a level. But the moral law is, moreover, written upon our hearts; interwoven into our very nature. And this is a plain intimation of the Author of it, which is to be preferred, when they interfere.","subId":"29","id":"Butler.AR.2.1.29"},{"type":"paragraph","content":"But there is not altogether so much necessity for the determination of this question, as some persons seem to think. Nor are we left to reason alone to determine it. For, _First_, Though mankind have, in all ages, been greatly prone to place their religion in peculiar positive rites, by way of equivalent for obedience to moral precepts; yet, without making any comparison at all between them, and consequently without determining which is to have the preference, the nature of the thing abundantly shows all notions of that kind to be utterly subversive of true religion, as they are, moreover, contrary to the whole general tenor of Scripture; and likewise to the most express particular declarations of it, that nothing can render us accepted of God, without moral virtue.","subId":"30","id":"Butler.AR.2.1.30"},{"type":"paragraph","content":"_Secondly_, Upon the occasion of mentioning together positive and moral duties, the Scripture always puts the stress of religion upon the latter, and never upon the former. This, though no sort of allowance to neglect the former, when they do not interfere with the latter, is yet a plain intimation, that when they do, the latter are to be preferred. And as mankind are for placing the stress of their religion anywhere, rather than upon virtue; lest both the reason of the thing, and the general spirit of Christianity, appearing in the intimation now mentioned, should be ineffectual against this prevalent folly, our Lord himself, from whose command alone the obligation of positive institutions arises, has taken occasion to make the comparison between them and moral precepts; when the Pharisees censured him, for _eating with publicans and sinners_; and also when they censured his disciples, for _plucking the ears of corn on the Sabbath day_. Upon this comparison, he has determined expressly, and in form, which shall have the preference when they interfere. And by delivering his authoritative determination in a proverbial manner of expression, he has made it general: I will have mercy, and not sacrifice.[n87] The propriety of the word _proverbial_, is not the thing insisted upon: though I think the manner of speaking is to be called so. But that the manner of speaking very remarkably renders the determination general, is surely indisputable. For, had it been said only, that God preferred mercy to the rigid observance of the Sabbath, even then, by parity of reason, most justly might we have argued, that he preferred mercy likewise, to the observance of other ritual institutions; and in general, moral duties, to positive ones. And thus the determination would have been general; though its being so were inferred and not expressed. But as the passage really stands in the Gospel, it is much stronger. For the sense and the very literal words of our Lord's answer, are as applicable to any other instance of a comparison, between positive and moral duties, as to that upon which they were spoken. And if, in case of competition, mercy is to be preferred to positive institutions, it will scarce be thought, that justice is to give place to them. It is remarkable too, that, as the words are a quotation from the Old Testament, they are introduced, on both the forementioned occasions, with a declaration, that the Pharisees did not understand the meaning of them. This, I say, is very remarkable. For, since it is scarce possible, for the most ignorant person, not to understand the literal sense of the passage in the prophet;[n88] and since understanding the literal sense would not have prevented their _condemning the guiltless_,[n89] it can hardly be doubted, that the thing which our Lord really intended in that declaration was, that the Pharisees had not learned from it, as they might, wherein the _general_ spirit of religion consists: that it consists in moral piety and virtue, as distinguished from ritual observances. However, it is certain we may learn this from his divine application of the passage, in the Gospel.","subId":"31","id":"Butler.AR.2.1.31"},{"type":"paragraph","content":"But, as it is one of the peculiar weaknesses of human nature, when, upon a comparison of two things, one is found to be of greater importance than the other, to consider this other as of scarce any importance at all: it is highly necessary that we remind ourselves, how great presumption it is, to make light of any institutions of divine appointment; that our obligations to obey all God's commands whatever are absolute and indispensable; and that commands merely positive, admitted to be from him, lay us under a moral obligation to obey them: an obligation moral in the strictest and most proper sense.","subId":"32","id":"Butler.AR.2.1.32"},{"type":"paragraph","content":"To these things I cannot forbear adding, that the account now given of Christianity most strongly shows and enforces upon us the obligation of searching the Scriptures, in order to see, what the scheme of revelation really is; instead of determining beforehand, from reason, what the scheme of it must be.[n90] Indeed if in revelation there be found any passages, the seeming meaning of which is contrary to natural religion; we may most certainly conclude, such seeming meaning not to be the real one. But it is not any degree of a presumption against an interpretation of Scripture, that such interpretation contains a doctrine, which the light of nature cannot discover;[n91] or a precept, which the law of nature does not oblige to.","subId":"33","id":"Butler.AR.2.1.33"},{"type":"note","content":"$Invenis multos——propterea nolle fieri Christianos, quia quasi sufficiunt sibi de bona vita sua. Bene vivere opus est, ait. Quid mihi præcepturus est Christus? Ut bene vivam? Jam bene vivo. Quid mihi necessarius est Christus; nullum homicidium, nullum furtum, nullam rapinam facio, res alienas non concupisco, nullo adulterio contaminor? Nam inveniatur in vita mea aliquid quod reprehendatur, et qui reprehenderit faciat Christianum.$ [Aug. in Psal. xxxi.]","subId":"n80","id":"Butler.AR.2.1.n80"},{"type":"note","content":"[Rev. xxii. 11.]","subId":"n81","id":"Butler.AR.2.1.n81"},{"type":"note","content":"See [The Nature, Obligation, and Efficacy, of the Christian Sacraments, &c., by ^Waterland^], and [^Colliber^ of Revealed Religion], as there quoted.","subId":"n82","id":"Butler.AR.2.1.n82"},{"type":"note","content":"[P. 94.]","subId":"n83","id":"Butler.AR.2.1.n83"},{"type":"note","content":"[Ch. v.]","subId":"n84","id":"Butler.AR.2.1.n84"},{"type":"note","content":"[John iii. 5.]","subId":"n85","id":"Butler.AR.2.1.n85"},{"type":"note","content":"This is the distinction between moral and positive precepts considered respectively as such. But yet, since the latter have somewhat of a moral nature, we may see the reason of them, considered in this view. Moral and positive precepts are in some respects alike, in other respects different. So far as they are alike, we discern the reasons of both; so far as they are different, we discern the reasons of the former, but not of the latter. See [p. 189, &c.]","subId":"n86","id":"Butler.AR.2.1.n86"},{"type":"note","content":"[Matt. ix. 13, and xii. 7.]","subId":"n87","id":"Butler.AR.2.1.n87"},{"type":"note","content":"[Hosea vi. 6.]","subId":"n88","id":"Butler.AR.2.1.n88"},{"type":"note","content":"[See Matt. xii. 7.]","subId":"n89","id":"Butler.AR.2.1.n89"},{"type":"note","content":"See [ch. iii.]","subId":"n90","id":"Butler.AR.2.1.n90"},{"type":"note","content":"[P. 203.]","subId":"n91","id":"Butler.AR.2.1.n91"}]}
