{"id":"Butler.AR.2.2","parent":"Butler.AR.2","title":"Chapter II. The supposed Presumption against a Revelation, considered as miraculous","breadcrumb":"Chapter 2","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAPTER II. £1 £2 SUPPOSED PRESUMPTION AGAINST A REVELATION CONSIDERED AS MIRACULOUS. £2","id":"Butler.AR.2.2"},{"type":"paragraph","content":"Having shown the importance of the Christian revelation, and the obligations which we are under seriously to attend to it, upon supposition of its truth, or its credibility, the next thing in order, is to consider the supposed presumptions against revelation in general; which shall be the subject of this chapter: and the objections against the Christian in particular, which shall be the subject of some following ones.[n92] For it seems the most natural method, to remove the prejudices against Christianity, before we proceed to the consideration of the positive evidence for it, and the objections against that evidence.[n93]","subId":"1","id":"Butler.AR.2.2.1"},{"type":"paragraph","content":"It is, I think, commonly supposed, that there is some peculiar presumption, from the analogy of nature, against the Christian scheme of things, at least against miracles; so as that stronger evidence is necessary to prove the truth and reality of them, than would be sufficient to convince us of other events, or matters of fact. Indeed the consideration of this supposed presumption cannot but be thought very insignificant, by many persons. Yet, as it belongs to the subject of this treatise; so it may tend to open the mind, and remove some prejudices, however needless the consideration of it be, upon its own account.","subId":"2","id":"Butler.AR.2.2.2"},{"type":"paragraph","content":"I. I find no appearance of a presumption, from the analogy of nature, against the _general scheme_ of Christianity, that God created and invisibly governs the world by Jesus Christ; and by him also will hereafter judge it in righteousness, _i.e._ render to every one according to his works; and that good men are under the secret influence of his Spirit. Whether these things are, or are not, to be called miraculous, is perhaps only a question about words; or however, is of no moment in the case. If the analogy of nature raises any presumption against this general scheme of Christianity, it must be, either because it is not discoverable by reason or experience; or else, because it is unlike that course of nature, which is. But analogy raises no presumption against the truth of this scheme, upon either of these accounts.","subId":"3","id":"Butler.AR.2.2.3"},{"type":"paragraph","content":"_First_, There is no presumption, from analogy, against the truth of it, upon account of its not being discoverable by reason or experience. Suppose one who never heard of revelation, of the most improved understanding, and acquainted with our whole system of natural philosophy and natural religion; such a one could not but be sensible, that it was but a very small part of the natural and moral system of the universe, which he was acquainted with. He could not but be sensible, that there must be innumerable things, in the dispensations of Providence past, in the invisible government over the world at present carrying on, and in what is to come; of which he was wholly ignorant,[n94] and which could not be discovered without revelation. Whether the scheme of nature be, in the strictest sense, infinite or not; it is evidently vast, even beyond all possible imagination. And doubtless that part of it, which is open to our view, is but as a point in comparison of the whole plan of Providence, reaching throughout eternity past and future; in comparison of what is even now going on, in the remote parts of the boundless universe, nay, in comparison of the whole scheme of this world. And therefore, that things lie beyond the natural reach of our faculties, is no sort of presumption against the truth and reality of them; because it is certain, there are innumerable things, in the constitution and government of the universe, which are thus beyond the natural reach of our faculties.","subId":"4","id":"Butler.AR.2.2.4"},{"type":"paragraph","content":"_Secondly_, Analogy raises no presumption against any of the things contained in this general doctrine of Scripture now mentioned, upon account of their being unlike the known course of nature. For there is no presumption at all from analogy, that the _whole_ course of things, or divine government naturally unknown to us, and _every thing_ in it, is like to any thing in that which is known; and therefore no peculiar presumption against any thing in the former, upon account of its being unlike to any thing in the latter. And in the constitution and natural government of the world, as well as in the moral government of it, we see things, in a great degree, unlike one another: and therefore ought not to wonder at such unlikeness between things visible and invisible. However, the scheme of Christianity is by no means entirely unlike the scheme of nature; as will appear in the following part of this treatise.","subId":"5","id":"Butler.AR.2.2.5"},{"type":"paragraph","content":"The notion of a miracle, considered as a proof of a divine mission, has been stated with great exactness by divines; and is, I think, sufficiently understood by every one. There are also invisible miracles, the Incarnation of Christ, for instance, which, being secret, cannot be alleged as a proof of such a mission; but require themselves to be proved by visible miracles. Revelation itself too is miraculous; and miracles are the proof of it; and the supposed presumption against these shall presently be considered. All which I have been observing here is, that, whether we choose to call every thing in the dispensations of Providence, not discoverable without revelation, nor like the known course of things, miraculous; and whether the general Christian dispensation now mentioned is to be called so, or not; the foregoing observations seem certainly to show, that there is no presumption against it from the analogy of nature.","subId":"6","id":"Butler.AR.2.2.6"},{"type":"paragraph","content":"II. There is no presumption, from analogy, against some operations, which we should now call miraculous; particularly none against a revelation at the beginning of the world: nothing of such presumption against it, as is supposed to be implied or expressed in the word, _miraculous_. A miracle, in its very notion, is relative to a course of nature; and implies something different from it, considered as being so. Now, either there was no course of nature at the time which we are speaking of; or if there were, we are not acquainted what the course of nature is, upon the first peopling of worlds. Therefore the question, whether mankind had a revelation made to them at _that_ time, is to be considered, not as a question concerning a miracle, but as a common question of fact. And we have the like reason, be it more or less, to admit the report of tradition, concerning this question, and concerning common matters of fact of the same antiquity; for instance, what part of the earth was first peopled.","subId":"7","id":"Butler.AR.2.2.7"},{"type":"paragraph","content":"Or thus: When mankind was first placed in this state, there was a power exerted, totally different from the present course of nature. Now, whether this power, thus wholly different from the present course of nature, (for we cannot properly apply to it the word _miraculous_;) whether this power _stopped_ immediately after it had made man, or went on, and exerted itself further in giving him a revelation, is a question of the same kind, as whether an ordinary power exerted itself in such a particular _degree_ and manner, or not.","subId":"8","id":"Butler.AR.2.2.8"},{"type":"paragraph","content":"Or suppose the power exerted in the formation of the world be considered as miraculous, or rather, be called by that name; the case will not be different: since it must be acknowledged, that such a power was exerted. For supposing it acknowledged, that our Savior spent some years in a course of working miracles: there is no more presumption, worth mentioning, against his having exerted this miraculous power, in a certain degree greater, than in a certain degree less; in one or two more instances, than in one or two fewer; in this, than in another manner.","subId":"9","id":"Butler.AR.2.2.9"},{"type":"paragraph","content":"It is evident then, that there can be no peculiar presumption, from the analogy of nature, against supposing a revelation, when man was first placed upon earth.","subId":"10","id":"Butler.AR.2.2.10"},{"type":"paragraph","content":"Add, that there does not appear the least intimation in history or tradition, that religion was first reasoned out: but the whole of history and tradition makes for the other side, that it came into the world by revelation. Indeed the state of religion, in the first ages of which we have any account, seems to suppose and imply, that this was the original of it among mankind. And these reflections together, without taking in the peculiar authority of Scripture, amount to real and a very material degree of evidence, that there was a revelation at the beginning of the world. Now this, as it is a confirmation of natural religion, and therefore mentioned in the former part of this treatise;[n95] so likewise it has a tendency to remove any prejudices against a subsequent revelation.","subId":"11","id":"Butler.AR.2.2.11"},{"type":"paragraph","content":"III. But still it may be objected, that there is some peculiar presumption, from analogy, against miracles; particularly against revelation, after the settlement and during the continuance of a course of nature.","subId":"12","id":"Butler.AR.2.2.12"},{"type":"paragraph","content":"Now with regard to this supposed presumption, it is to be observed in general, that before we can have ground for raising what can, with any propriety, be called an _argument_ from analogy, for or against revelation considered as something miraculous, we must be acquainted with a similar or parallel case. But the history of some other world, seemingly in like circumstances with our own, is no more than a parallel case: and therefore nothing short of this can be so. Yet, could we come at a presumptive proof, for or against a revelation, from being informed, whether such world had one, or not; such a proof, being drawn from one single instance only, must be infinitely precarious. More particularly:","subId":"13","id":"Butler.AR.2.2.13"},{"type":"paragraph","content":"_First_, There is a very strong presumption against common speculative truths, and against the most ordinary facts, before the proof of them; which yet is overcome by almost any proof. There is a presumption of millions to one, against the story of Cæsar, or of any other man. For suppose a number of common facts so and so circumstanced, of which we had no kind of proof, should happen to come into one's thoughts; every one would, without any possible doubt, conclude them to be false. And the like may be said of a single common fact. Hence it appears, that the question of importance, as to the matter before us, is, concerning the _degree_ of the peculiar presumption supposed against miracles; not whether there be any peculiar presumption at all against them. For, if there be the presumption of millions to one, against the most common facts; what can a small presumption, additional to this, amount to, though it be peculiar? It cannot be estimated, and is as nothing. The only material question is, whether there be any such presumptions against miracles, as to render them in any sort incredible.","subId":"14","id":"Butler.AR.2.2.14"},{"type":"paragraph","content":"_Secondly_, If we leave out the consideration of religion, we are in such total darkness, upon what causes, occasions, reasons, or circumstances, the present course of nature depends; that there does not appear any improbability for or against supposing, that five or six thousand years may have given scope for causes, occasions, reasons, or circumstances, from whence miraculous interpositions may have arisen. And from this, joined with the foregoing observation, it will follow, that there must be a presumption, beyond all comparison greater, against the _particular_ common facts just now instanced in, than against miracles _in general_; before any evidence of either.","subId":"15","id":"Butler.AR.2.2.15"},{"type":"paragraph","content":"_Thirdly_, Take in the consideration of religion, or the moral system of the world, and then we see distinct particular reasons for miracles: to afford mankind instruction additional to that of nature, and to attest the truth of it. This gives a real credibility to the supposition, that it might be part of the original plan of things, that there should be miraculous interpositions.","subId":"16","id":"Butler.AR.2.2.16"},{"type":"paragraph","content":"_Lastly_, Miracles must not be compared to common natural events, or to events which, though uncommon, are similar to what we daily experience: but to the extraordinary phenomena of nature. And then the comparison will be between the presumption against miracles, and the presumption against such uncommon appearances, suppose, as comets, and against there being any such powers in nature as magnetism and electricity, so contrary to the properties of other bodies not endued with these powers. And before any one can determine, whether there be any peculiar presumption against miracles, more than against other extraordinary things; he must consider, what, upon first hearing, would be the presumption against the last mentioned appearances and powers, to a person acquainted only with the daily, monthly, and annual course of nature respecting this earth, and with those common powers of matter which we every day see.","subId":"17","id":"Butler.AR.2.2.17"},{"type":"paragraph","content":"Upon all this I conclude; that there certainly is no such presumption against miracles, as to render them in any wise incredible: that, on the contrary, our being able to discern reasons for them, gives a positive credibility to the history of them, in cases where those reasons hold: and that it is by no means certain, that there is any _peculiar_ presumption at all, from analogy, even in the lowest degree, against miracles, as distinguished from other extraordinary phenomena: though it is not worth while to perplex the reader with inquiries into the abstract nature of evidence, in order to determine a question, which, without such inquiries, we see[n96] is of no importance.","subId":"18","id":"Butler.AR.2.2.18"},{"type":"note","content":"[Chaps. iii., iv., v., vi.]","subId":"n92","id":"Butler.AR.2.2.n92"},{"type":"note","content":"[Chap. vii.]","subId":"n93","id":"Butler.AR.2.2.n93"},{"type":"note","content":"[P. 172.]","subId":"n94","id":"Butler.AR.2.2.n94"},{"type":"note","content":"[P. 166, &c.]","subId":"n95","id":"Butler.AR.2.2.n95"},{"type":"note","content":"[P. 208.]","subId":"n96","id":"Butler.AR.2.2.n96"}]}
