{"id":"Butler.AR.2.8","parent":"Butler.AR.2","title":"Chapter VIII. Objections against arguing from the Analogy of Nature to Religion","breadcrumb":"Chapter 8","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAPTER VIII. £1 £2 OBJECTIONS AGAINST ARGUING FROM THE ANALOGY OF NATURE, TO RELIGION. £2","id":"Butler.AR.2.8"},{"type":"paragraph","content":"If every one would consider, with such attention as they are bound, even in point of morality, to consider, what they judge and give characters of; the occasion of this chapter would be, in some good measure at least, superseded. But since this is not to be expected; for some we find do not concern themselves to understand even what they write against: since this treatise, in common with most others, lies open to objections, which may appear very material to thoughtful men at first sight; and, besides that, seems peculiarly liable to the objections of such as can judge without thinking, and of such as can censure without judging; it may not be amiss to set down the chief of these objections which occur to me, and consider them to their hands. They are such as these:","subId":"1","id":"Butler.AR.2.8.1"},{"type":"paragraph","content":"\"That it is a poor thing to solve difficulties in revelation, by saying, that there are the same in natural religion; when what is wanting is to clear both of them of these their common, as well as other their respective, difficulties; that it is a strange way indeed of convincing men of the obligations of religion, to show them, that they have as little reason for their worldly pursuits: and a strange way of vindicating the justice and goodness of the Author of nature, and of removing the objections against both, to which the system of religion lies open, to show, that the like objections lie against natural providence; a way of answering objections against religion, without so much as pretending to make out, that the system of it, or the particular things in it objected against, are reasonable—especially, perhaps some may be inattentive enough to add, must this be thought strange, when it is confessed that analogy is no answer to such objections: that when this sort of reasoning is carried to the utmost length it can be imagined capable of, it will yet leave the mind in a very unsatisfied state; and that it must be unaccountable ignorance of mankind, to imagine they will be prevailed with to forego their present interests and pleasures, from regard to religion, upon doubtful evidence.\"","subId":"2","id":"Butler.AR.2.8.2"},{"type":"paragraph","content":"Now, as plausible as this way of talking may appear, that appearance will be found in a great measure owing to half views, which show but part of an object, yet show that indistinctly, and to undeterminate language. By these means weak men are often deceived by others, and ludicrous men, by themselves. And even those, who are serious and considerate, cannot always readily disentangle, and at once clearly see through the perplexities, in which subjects themselves are involved; and which are heightened by the deficiencies and the abuse of words. To this latter sort of persons, the following reply to each part of this objection severally, may be of some assistance; as it may also tend a little to stop and silence others.","subId":"3","id":"Butler.AR.2.8.3"},{"type":"paragraph","content":"_First_, The thing wanted, _i.e._ what men require, is to have _all_ difficulties cleared. And this is, or at least for any thing we know to the contrary, it may be, the same as requiring to comprehend the divine nature, and the whole plan of Providence from everlasting to everlasting! But it hath always been allowed to argue from what is acknowledged, to what is disputed. And it is in no other sense a poor thing, to argue from natural religion to revealed, in the manner found fault with, than it is to argue in numberless other ways of probable deduction and inference, in matters of conduct, which we are continually reduced to the necessity of doing. Indeed the epithet _poor_ may be applied, I fear as properly, to great part or the whole of human life, as it is to the things mentioned in the objection. Is it not a poor thing, for a physician to have so little knowledge in the cure of diseases, as even the most eminent have? To act upon conjecture and guess, where the life of man is concerned? Undoubtedly it is: but not in comparison of having no skill at all in that useful art, and being obliged to act wholly in the dark.","subId":"4","id":"Butler.AR.2.8.4"},{"type":"paragraph","content":"Further: since it is as unreasonable, as it is common, to urge objections against revelation, which are of equal weight against natural religion; and those who do this, if they are not confused themselves, deal unfairly with others, in making it seem that they are arguing only against revelation, or particular doctrines of it, when in reality they are arguing against moral providence; it is a thing of consequence to show, that such objections are as much levelled against natural religion, as against revealed. Objections, which are equally applicable to both, are properly speaking answered, by its being shown that they are so, provided the former be admitted to be true. And without taking in the consideration how distinctly this is admitted, it is plainly very material to observe, that as the things objected against in natural religion are of the same kind with what is certain matter of experience in the course of providence, and in the information which God affords us concerning our temporal interest under his government; so the objections against the system of Christianity, and the evidence of it, are of the very same kind with those which are made against the system and evidence of natural religion. However, the reader upon review may see, that most of the analogies insisted upon, even in the latter part of this treatise, do not necessarily require to have more taken for granted than is in the former; [viz.] that there is an Author of nature, or natural Governor of the world: and Christianity is vindicated, not from its analogy to natural religion, but chiefly from its analogy to the experienced constitution of nature.","subId":"5","id":"Butler.AR.2.8.5"},{"type":"paragraph","content":"_Secondly_, Religion is a practical thing, and consists in such a determinate course of life, as what, there is reason to think, is commanded by the Author of nature, and will, upon the whole, be our happiness under his government. If men can be convinced, that they have the like reason to believe this, as to believe that taking care of their temporal affairs will be to their advantage; such conviction cannot but be an argument to them for the practice of religion. And if there be really any reason for believing one of these, and endeavoring to preserve life, and secure ourselves the necessaries and conveniences of it; then there is reason also for believing the other, and endeavoring to secure the interest it proposes to us. And if the interest, which religion proposes to us, be infinitely greater than our whole temporal interest; then there must be proportionably greater reason for endeavoring to secure one, than the other; since, by the supposition, the probability of our securing one is equal to the probability of our securing the other. This seems plainly unanswerable, and has a tendency to influence fair minds, who consider what our condition really is, or upon what evidence we are naturally appointed to act; and who are disposed to acquiesce in the terms upon which we live, and attend to and follow that practical instruction, whatever it be, which is afforded us.","subId":"6","id":"Butler.AR.2.8.6"},{"type":"paragraph","content":"But the chief and proper force of the argument referred to in the objection, lies in another place. The proof of religion, it is said, is involved in such inextricable difficulties, as to render it doubtful; and that it cannot be supposed that if it were true, it would be left upon doubtful evidence. Here then, over and above the force of each particular difficulty or objection, these difficulties and objections taken together are turned into a positive argument against the truth of religion; which argument would stand thus. If religion were true, it would not be left doubtful, and open to objections to the degree in which it is: therefore that it is thus left, not only renders the evidence of it weak, and lessens its force, in proportion to the weight of such objections, but also shows it to be false, or is a general presumption of its being so. Now the observation, that from the natural constitution and course of things, we must in our temporal concerns, almost continually, and even in matters of great consequence, act upon evidence of a like kind and degree to the evidence of religion, is an answer to this argument. Because it shows, that it is according to the conduct and character of the Author of nature to appoint we should act upon evidence like to that, which this argument presumes he cannot be supposed to appoint we should act upon: it is an instance, a general one, made up of numerous particular ones, of somewhat in his dealing with us, similar to what is said to be incredible. As the force of this answer lies merely in the parallel, which there is between the evidence for religion and for our temporal conduct; the answer is equally just and conclusive, whether the parallel be made out, by showing the evidence of the former to be higher, or the evidence of the latter to be lower.","subId":"7","id":"Butler.AR.2.8.7"},{"type":"paragraph","content":"_Thirdly_, The design of this treatise is not to vindicate the character of God, but to show the obligations of men: it is not to justify his providence, but to show what belongs to us to do. These are two subjects, and ought not to be confounded. Though they may at length run up into each other, yet observations may immediately tend to make out the latter, which do not appear, by any immediate connection, to the purpose of the former; which is less our concern, than many seem to think. For, first,","subId":"8","id":"Butler.AR.2.8.8"},{"type":"paragraph","content":"It is not necessary we should justify the dispensations of Providence against objections, any farther than to show, that the things objected against may, for aught we know, be consistent with justice and goodness. Suppose then, that there are things in the system of this world, and plan of Providence relating to it, which taken alone would be unjust: yet it has been shown unanswerably, that if we could take in the reference, which these things may have to other things, present past and to come; to the whole scheme, which the things objected against are parts of; these very things might, for aught we know, be found to be, not only consistent with justice, but instances of it. Indeed it has been shown, by the analogy of what we see, not only possible that this may be the case, but credible that it is. And thus objections, drawn from such things, are answered, and Providence is vindicated, as far as religion makes its vindication necessary.","subId":"9","id":"Butler.AR.2.8.9"},{"type":"paragraph","content":"Hence it appears, Secondly, that objections against the Divine justice and goodness are not endeavored to be _removed_, by showing that the like objections, allowed to be really conclusive, lie against natural providence: but those objections being supposed and shown not to be _conclusive_, the things objected against, considered as matters of fact, are farther shown to be credible, from their conformity to the constitution of nature; for instance, that God will reward and punish men for their actions hereafter, from the observation, that he does reward and punish them for their actions here. And this, I apprehend, is of weight.","subId":"10","id":"Butler.AR.2.8.10"},{"type":"paragraph","content":"Thirdly, it would be of weight, even though those objections were not answered. For, there being the proof of religion above set down; and religion implying several facts; for instance again, the fact last mentioned, that God will reward and punish men for their actions hereafter; the observation, that his present method of government is by rewards and punishments, shows that future fact not to be incredible: whatever objections men may think they have against it, as unjust or unmerciful, according to their notions of justice and mercy; or as improbable from their belief of necessity. I say, _as improbable_: for it is evident no objection against it, _as unjust_, can be urged from necessity; since this notion as much destroys injustice, as it does justice.","subId":"11","id":"Butler.AR.2.8.11"},{"type":"paragraph","content":"Fourthly, Though objections against the reasonableness of the system of religion cannot indeed be answered without entering into consideration of its reasonableness; yet objections against the credibility or truth of it may. Because the system of it is reducible into what is properly matter of fact: and the truth, the probable truth of facts, may be shown without consideration of their reasonableness. Nor is it necessary, though, in some cases and respects, it is highly useful and proper, yet it is not necessary, to give a proof of the reasonableness of every precept enjoined us, and of every particular dispensation of Providence, which comes into the system of religion. Indeed the more thoroughly a person of a right disposition is convinced of the perfection of the Divine nature and conduct, the farther he will advance towards that perfection of religion, which John[n190] speaks of. But the general obligations of religion are fully made out, by proving the reasonableness of the practice of it. And that the practice of religion _is_ reasonable, may be shown, though no more could be proved, than that the system of it _may be_ so, for aught we know to the contrary: and even without entering into the distinct consideration of this.","subId":"12","id":"Butler.AR.2.8.12"},{"type":"paragraph","content":"Fifthly, It is easy to see, that though the analogy of nature is not an immediate answer to objections against the wisdom, the justice, or goodness, of any doctrine or precept of religion; yet it may be, as it is, an immediate and direct answer to what is really intended by such objections; which is, to show that the things objected against are incredible.","subId":"13","id":"Butler.AR.2.8.13"},{"type":"paragraph","content":"_Fourthly_, It is most readily acknowledged, that the foregoing treatise is by no means satisfactory; very far indeed from it: but so would any natural institution of life appear, if reduced into a system, together with its evidence. Leaving religion out of the case, men are divided in their opinions, whether our pleasures overbalance our pains: and whether it be, or be not, eligible to live in this world. And were all such controversies settled, which perhaps, in speculation, would be found involved in great difficulties; and were it determined upon the evidence of reason, as nature has determined it to our hands, that life is to be preserved: still, the rules which God has been pleased to afford us, for escaping the miseries of it, and obtaining its satisfactions, the rules, for instance, of preserving health, and recovering it when lost, are not only fallible and precarious, but very far from being exact. Nor are we informed by nature, as to future contingencies and accidents, so as to render it at all certain, what is the best method of managing our affairs. What will be the success of our temporal pursuits, in the common sense of the word success, is highly doubtful. And what will be the success of them in the proper sense of the word; _i.e._ what happiness or enjoyment we shall obtain by them, is doubtful in a much higher degree. Indeed the unsatisfactory nature of the evidence, with which we are obliged to take up, in the daily course of life, is scarce to be expressed. Yet men do not throw away life, or disregard the interests of it, upon account of this doubtfulness. The evidence of religion then being admitted real, those who object against it, as not satisfactory, _i.e._ as not being what they wish it, plainly forget the very condition of our being: for satisfaction, in this sense, does not belong to such a creature as man.","subId":"14","id":"Butler.AR.2.8.14"},{"type":"paragraph","content":"And, what is more material, they forget also the very nature of religion. For, religion presupposes, in all those who will embrace it, a certain degree of integrity and honesty; which it was intended to try whether men have or not, and to exercise in such as have it, in order to its improvement. Religion presupposes this as much, and in the same sense, as speaking to a man presupposes he understands the language in which you speak; or as warning a man of any danger presupposes that he hath such a regard to himself, as that he will endeavor to avoid it. Therefore the question is not at all, Whether the evidence of religion be satisfactory; but Whether it be, in reason, sufficient to prove and discipline that virtue, which it presupposes. Now the evidence of it is fully sufficient for all those purposes of _probation_; how far soever it is from being satisfactory, as to the purposes of _curiosity_, or any other: and indeed it answers the purposes of the former in several respects, which it would not do, if it were as overpowering as is required. Besides, whether the motives or the evidence for any course of action be satisfactory, meaning here, by that word, what satisfies a man that such a course of action will in event be for his good; this need never be, and I think, strictly speaking, never is, the practical question in common matters. The practical question in all cases is, Whether the evidence for a course of action be such as, taking in all circumstances, makes the faculty within us, which is the guide and judge of conduct,[n191] determine that course of action to be prudent. Indeed, satisfaction that it will be for our interest or happiness, abundantly determines an action to be prudent: but evidence almost infinitely lower than this, determines actions to be so too; even in the conduct of every day.","subId":"15","id":"Butler.AR.2.8.15"},{"type":"paragraph","content":"_Fifthly_, As to the objection concerning the influence which this argument, or any part of it, may, or may not be expected to have upon men; I observe, as above, that religion being intended for a trial and exercise of the morality of every person's character, who is a subject of it; and there being, as I have shown, such evidence for it, as is sufficient, in reason, to influence men to embrace it: to object, that it is not to be imagined mankind will be influenced by such evidence, is nothing to the purpose of the foregoing treatise. For the purpose of it is not to inquire, what sort of creatures mankind are; but what the light and knowledge, which is afforded them, requires they should be: to show how, in reason, they ought to behave; not how, in fact, they will behave. This depends upon themselves, and is their own concern; the personal concern of each man in particular. How little regard the generality have to it, experience indeed does too fully show. But religion, considered as a probation, has had its end upon all persons, to whom it has been proposed with evidence sufficient in reason to influence their practice: for by this means they have been put into a state of probation; let them behave as they will in it. Thus, not only revelation, but reason also, teaches us, that by the evidence of religion being laid before men, the designs of Providence are carrying on, not only with regard to those who will be influenced by it, but likewise with regard to those who will not. Lastly, the objection here referred to, allows the thing insisted upon in this treatise to be of _some_ weight; and if so, it may be hoped it will have some influence. And if there be a probability that it will have any at all, there is the same reason in kind, though not in degree, to lay it before men, as there would be, if it were likely to have a greater influence.","subId":"16","id":"Butler.AR.2.8.16"},{"type":"paragraph","content":"Further, I desire it may be considered, with respect to the whole of the foregoing objections, that in this treatise I have argued upon the principles of others,[n192] not my own: and have omitted what I think true, and of the utmost importance, because by others thought unintelligible, or not true. Thus I have argued upon the principles of the fatalists, which I do not believe: and have omitted a thing of the utmost importance which I do believe,—_viz._ the moral fitness and unfitness of actions, prior to all will whatever; which as certainly determine the divine _conduct_, as speculative truth and falsehood necessarily determine the divine _judgment_. Indeed the principle of liberty, and that of moral fitness, so force themselves upon the mind, that moralists, ancient as well as modern, have formed their language upon it. And probably it may appear in mine, though I have endeavored to avoid it; and, in order to avoid it, have sometimes been obliged to express myself in a manner, which will appear strange to such as do not observe the reason for it. But the general argument here pursued, does not at all suppose, or proceed upon these principles.","subId":"17","id":"Butler.AR.2.8.17"},{"type":"paragraph","content":"Now, these two abstract principles of liberty and moral fitness being omitted, religion can be considered in no other view, than merely as a question of fact: and in this view it is here considered. It is obvious, that Christianity, and the proof of it, are both historical. Even natural religion is, properly, a matter of fact. For, that there is a righteous Governor of the world, is so: and this proposition contains the general system of natural religion. But then, several abstract truths, and in particular those two principles, are usually taken into consideration in the proof of it: whereas it is here treated of only as a matter of fact. To explain this; That the three angles of a triangle are equal to two right ones, is an abstract truth; but that they appear so to our mind, is only a matter of fact. This last must have been admitted, if any thing was, by those ancient sceptics, who would not admit the former: but pretended to doubt, whether there were any such thing as truth, or whether we could certainly depend upon our faculties of understanding for the knowledge of it in any case.","subId":"18","id":"Butler.AR.2.8.18"},{"type":"paragraph","content":"The assertion that there is, in the nature of things, an original standard of right and wrong in actions, independent upon all will, but which unalterably determines the will of God, to exercise that moral government over the world, which religion teaches, (_i.e._ finally and upon the whole to reward and punish men respectively as they act right or wrong;) contains an abstract truth, as well as matter of fact. But suppose that in the present state, every man without exception, was rewarded and punished, in exact proportion as he followed or transgressed that sense of right and wrong, which God has implanted in his nature: this would not be at all an abstract truth, but only a matter of fact. And though this fact were acknowledged by every one, yet the same difficulties might be raised as now are, concerning the abstract questions of liberty and moral fitness. And we should have a proof, even the certain one of experience, that the government of the world was perfectly moral, without taking in the consideration of those questions: and this proof would remain, in what way soever they were determined.","subId":"19","id":"Butler.AR.2.8.19"},{"type":"paragraph","content":"Thus, God having given mankind a moral faculty, the object of which is actions, and which naturally approves some actions as right, and of good desert, and condemns others as wrong, and of ill desert; that he will, finally and upon the whole, reward the former and punish the latter, is not an assertion of an abstract truth, but of what is as mere a fact, as his doing so at present would be. This future fact I have not, indeed, proved with the force with which it might be proved, from the principles of liberty and moral fitness; but without them have given a really conclusive practical proof of it, which is greatly strengthened by the general analogy of nature; a proof easily cavilled at, easily shown not to be demonstrative, (and it is not offered as such;) but impossible, I think, to be evaded, or answered. Thus the obligations of religion are made out, exclusive of the questions concerning liberty and moral fitness; which have been perplexed with difficulties and abstruse reasonings, as every thing may.","subId":"20","id":"Butler.AR.2.8.20"},{"type":"paragraph","content":"Hence therefore may be observed distinctly, what is the force of this treatise. It will be, to such as are convinced of religion upon the proof arising out of the two last mentioned principles, an _additional_ proof and confirmation of it: to such as do not admit those principles, an _original_ proof of it,[n193] and a confirmation of that proof. Those who believe, will here find the scheme of Christianity cleared of objections, and the evidence of it in a peculiar manner strengthened. Those who do not believe will at least be shown the absurdity of all attempts to prove Christianity false, the plain undoubted credibility of it; and, I hope, a good deal more.","subId":"21","id":"Butler.AR.2.8.21"},{"type":"paragraph","content":"Thus, though some perhaps may seriously think, that analogy, as here urged, has too great stress laid upon it; and ridicule, unanswerable ridicule, may be applied, to show the argument from it in a disadvantageous light; yet there can be no question, but that it is a real one. For religion, both natural and revealed, implying in it numerous facts; analogy, being a _confirmation_ of all facts to which it can be applied, and the _only proof_ of most, cannot but be admitted by every one to be a material thing, and truly of weight on the side of religion, both natural and revealed. And it ought to be particularly regarded by such as profess to follow nature, and to be less satisfied with abstract reasonings.","subId":"22","id":"Butler.AR.2.8.22"},{"type":"note","content":"[1 John iv. 18.]","subId":"n190","id":"Butler.AR.2.8.n190"},{"type":"note","content":"See [Dissertation II.]","subId":"n191","id":"Butler.AR.2.8.n191"},{"type":"note","content":"By _arguing upon the principles of others_, the reader will observe is meant, not proving any thing _from_ those principles, but _notwithstanding_ them. Thus religion is proved, not _from_ the opinion of necessity; which is absurd: but, _notwithstanding_ or _even though_ that opinion were admitted to be true.","subId":"n192","id":"Butler.AR.2.8.n192"},{"type":"note","content":"[P. 141, &c.]","subId":"n193","id":"Butler.AR.2.8.n193"}]}
