{"imported":true,"id":"Hume.THN.1.3.1","parent":"Hume.THN.1.3","title":"Section 1. Of knowledge","breadcrumb":"Section 1","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. I.\nOf knowledge.\n","id":"Hume.THN.1.3.1"},{"type":"paragraph","content":"THERE are seven different kinds of philosophical relation, viz. resemblance, identity, relations of time and place, proportion in quantity or number, degrees in any quality, contrariety, and causation. These relations may be divided into two classes; into such as depend entirely on the ideas, which we compare together, and such as may be chang'd without any change in the ideas. 'Tis from the idea of a triangle, that we discover the relation of equality, which its three angles bear to two right ones; and this relation is invariable, as long as our idea remains the same. On the contrary, the relations of contiguity and distance betwixt two objects may be chang'd merely by an alteration of their place, without any change on the objects themselves or on their ideas; and the place  depends on a hundred different accidents, which cannot be foreseen by the mind. 'Tis the same case with identity and causation. Two objects, tho' perfectly resembling each other, and even appearing in the same place at different times, may be numerically different: And as the power, by which one object produces another, is never discoverable merely from their idea, 'tis evident cause and effect are relations, of which we receive information from experience, and not from any abstract reasoning or reflection. There is no single phænomenon, even the most simple, which can be accounted for from the qualities of the objects, as they appear to us; or which we cou'd foresee without the help of our memory and experience.","subId":"1","id":"Hume.THN.1.3.1.1","pages":"69-70"},{"type":"paragraph","content":"It appears, therefore, that of these seven philosophical relations, there remain only four, which depending solely upon ideas, can be the objects of knowledge and certainty. These four are resemblance, contrariety, degrees in quality, and  proportions in quantity or number. Three of these relations are discoverable at first sight, and fall more properly under the province of intuition than demonstration. When any objects resemble each other, the resemblance will at first strike the eye, or rather the mind; and seldom requires a second examination. The case is the same with contrariety, and with the degrees of any quality. No one can once doubt but existence and non-existence destroy each other, and are perfectly incompatible and contrary. And tho' it be impossible to judge exactly of the degrees of any quality, such as colour, taste, heat, cold, when the difference betwixt them is very small; yet 'tis easy to decide, that any of them is superior or inferior to another, when their difference is considerable. And this decision we always pronounce at first sight, without any enquiry or reasoning.","subId":"2","id":"Hume.THN.1.3.1.2","pages":"70"},{"type":"paragraph","content":"We might proceed, after the same manner, in fixing the proportions of quantity or number, and might at one view observe a superiority or inferiority betwixt any numbers, or figures; especially where the difference is very great and remarkable. As to equality or any exact proportion, we can only guess at it from a single consideration; except in very short numbers, or very limited portions of extension; which are comprehended in an instant, and where we perceive an impossibility of falling into any considerable error. In all other cases we must settle the proportions with some liberty, or proceed in a more artificial manner.","subId":"3","id":"Hume.THN.1.3.1.3","pages":"70"},{"type":"paragraph","content":"I have already observ'd, that geometry, or the art, by which we fix the proportions of figures; tho' it much excels both in universality and exactness, the loose judgments of the senses and imagination; yet never attains a perfect precision and exactness. It's first principles are still drawn from the general appearance of the objects; and that appearance can never afford us any security, when we examine the prodigious minuteness of which nature is susceptible. Our ideas seem to give a perfect assurance, that no two right lines can have a common segment; but if we consider these ideas, we shall find, that they always suppose a sensible inclination of the two lines, and that where the angle they form is extremely small, we have no standard of a right line so precise as to assure us of the truth of this proposition. 'Tis the same case with most of the primary decisions of the mathematics.","subId":"4","id":"Hume.THN.1.3.1.4","pages":"70-1"},{"type":"paragraph","content":"There remain, therefore, algebra and arithmetic as the only sciences, in which we can carry on a chain of reasoning to any degree of intricacy, and yet preserve a perfect exactness and  certainty. We are possest of a precise standard, by which we can judge of the equality and proportion of numbers; and according as they correspond or not to that standard, we determine their relations, without any possibility of error. When two numbers are so combin'd, as that the one has always an unite answering to every unite of the other, we pronounce them equal; and 'tis for want of such a standard of equality in extension, that geometry can scarce be esteem'd a perfect and infallible science.","subId":"5","id":"Hume.THN.1.3.1.5","pages":"71"},{"type":"paragraph","content":"But here it may not be amiss to obviate a difficulty, which may arise from my asserting, that tho' geometry falls short of that perfect precision and certainty, which are peculiar to arithmetic and algebra, yet it excels the imperfect judgments of our senses and imagination. The reason why I impute any defect to geometry, is, because its original and fundamental principles are deriv'd merely from appearances; and it may perhaps be imagin'd, that this defect must always attend it, and keep it from ever reaching a greater exactness in the comparison of objects or ideas, than what our eye or imagination alone is able to attain. I own that this defect so far attends it, as to keep it from ever aspiring to a full certainty: But since these fundamental principles depend on the easiest and least deceitful appearances, they bestow on their consequences a degree of exactness, of which these consequences are singly incapable. 'Tis impossible for the eye to determine the angles of a chiliagon to be equal to 1996 right angles, or make any conjecture, that approaches this proportion; but when it determines, that right lines cannot concur; that we cannot draw more than one right line between two given points; it's mistakes can never be of any consequence. And this is the nature and use of geometry, to run us up to such appearances, as, by reason of their simplicity, cannot lead us into any considerable error.","subId":"6","id":"Hume.THN.1.3.1.6","pages":"71-2"},{"type":"paragraph","content":"I shall here take occasion to propose a second observation concerning our demonstrative reasonings, which is suggested by the same subject of the mathematics. 'Tis usual with mathematicians, to pretend, that those ideas, which are their objects, are of so refin'd and spiritual a nature, that they fall not under the conception of the fancy, but must be comprehended by a pure and intellectual view, of which the superior faculties of the soul are alone capable. The same notion runs thro' most parts of philosophy, and is principally made use of to explain our abstract ideas, and to shew how we can form an idea of a triangle, for instance, which shall neither be an isosceles nor scalenum, nor be confin'd to any particular length and proportion of sides. 'Tis easy to see, why philosophers are so fond of this notion of some spiritual and refin'd perceptions; since by that means they cover many of their absurdities, and may refuse to submit to the decisions of clear ideas, by appealing to such as are obscure and uncertain. But to destroy this artifice, we need but reflect on that principle so oft insisted on, that all our ideas are copy'd from our impressions. For from thence we may immediately conclude, that since all impressions are clear and precise, the ideas, which are copy'd from them, must be of the same nature, and can never, but from our fault, contain any thing so dark and intricate. An idea is by its very nature weaker and fainter than an impression; but being in every other respect the same, cannot imply any very great mystery. If its weakness render it obscure, 'tis our business to remedy that defect, as much as possible, by keeping the idea steady and precise; and till we have done so, 'tis in vain to pretend to reasoning and philosophy.","subId":"7","id":"Hume.THN.1.3.1.7","pages":"72-3"},{"type":"note","content":"Part I. Sect. 5.","subId":"n15","id":"Hume.THN.1.3.1.n15","pages":"69"}]}