{"id":"Hume.THN.1.3.11","imported":true,"parent":"Hume.THN.1.3","title":"Section 11. Of the probability of chances","breadcrumb":"Section 11","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. XI.\nOf the probability of chances.\n","id":"Hume.THN.1.3.11"},{"type":"paragraph","content":"BUT in order to bestow on this system its full force and evidence, we must carry our eye from it a moment to consider its consequences, and explain from the same principles some other species of reasoning, which are deriv'd from the same origin.","subId":"1","id":"Hume.THN.1.3.11.1","pages":"124"},{"type":"paragraph","content":"Those philosophers, who have divided human reason into knowledge and probability, and have defin'd the first to be that evidence, which arises from the comparison of ideas, are oblig'd to comprehend all our arguments from causes or effects under the general term of probability. But tho' every one be free  to use his terms in what sense he pleases; and accordingly in the precedent part of this discourse, I have follow'd this method of expression; 'tis however certain, that in common discourse we readily affirm, that many arguments from causation exceed probability, and may be receiv'd as a superior kind of evidence. One wou'd appear ridiculous, who wou'd say, that 'tis only probable the sun will rise to-morrow, or that all men must dye; tho' 'tis plain we have no further assurance of these facts, than what experience affords us. For this reason, 'twould perhaps be more convenient, in order at once to preserve the common signification of words, and mark the several degrees of evidence, to distinguish human reason into three kinds, viz. that from knowledge, from proofs, and from probabilities. By knowledge, I mean the assurance arising from the comparison of ideas. By proofs, those arguments, which are deriv'd from the relation of cause and effect, and which are entirely free from doubt and uncertainty. By probability, that evidence, which is still attended with uncertainty. 'Tis this last species of reasoning, I proceed to examine.","subId":"2","id":"Hume.THN.1.3.11.2","pages":"124"},{"type":"paragraph","content":"Probability or reasoning from conjecture may be divided into two kinds, viz. that which is founded on chance, and that which arises from causes. We shall consider each of these in order.","subId":"3","id":"Hume.THN.1.3.11.3","pages":"124-5"},{"type":"paragraph","content":"The idea of cause and effect is deriv'd from experience, which presenting us with certain objects constantly conjoin'd with each other, produces such a habit of surveying them in that relation, that we cannot without a sensible violence survey them in any other. On the other hand, as chance is nothing real in itself, and, properly speaking, is merely the negation of a cause, its influence on the mind is contrary to that of causation; and 'tis essential to it, to leave the imagination perfectly indifferent, either to consider the existence or non-existence of that object, which is regarded as contingent. A cause traces the way to our thought, and in a manner forces us to survey such certain objects, in such certain relations. Chance can only destroy this determination of the thought, and leave the mind in its native situation of indifference; in which, upon the absence of a cause, 'tis instantly re-instated.","subId":"4","id":"Hume.THN.1.3.11.4","pages":"125"},{"type":"paragraph","content":"Since therefore an entire indifference is essential to chance, no one chance can possibly be superior to another, otherwise than as it is compos'd of a superior number of equal chances. For if we affirm that one chance can, after any other manner, be superior to another, we must at the same time affirm, that there is something, which gives it the superiority, and determines the event rather to that side than the other: That is, in other words, we must allow of a cause, and destroy the supposition of chance; which we had before establish'd. A perfect and total indifference is essential to chance, and one total indifference can never in itself be either superior or inferior to another. This truth is not peculiar to my system, but is acknowledg'd by every one, that forms calculations concerning chances.","subId":"5","id":"Hume.THN.1.3.11.5","pages":"125"},{"type":"paragraph","content":"And here 'tis remarkable, that tho' chance and causation be directly contrary, yet 'tis impossible for us to conceive this combination of chances, which is requisite to render one hazard superior to another, without supposing a mixture of causes among the chances, and a conjunction of necessity in some particulars, with a total indifference in others. Where nothing limits the chances, every notion, that the most extravagant fancy can form, is upon a footing of equality; nor can there be any circumstance to give one the advantage above another. Thus unless we allow, that there are some causes to make the dice fall, and preserve their form in their fall, and lie upon some one of their sides, we can form no calculation concerning the laws of hazard. But supposing these causes to operate, and supposing likewise all the rest to be indifferent and to be determin'd by chance, 'tis easy to arrive at a notion of a superior combination of chances. A dye, that has four sides mark'd with a certain number of spots, and only two with another, affords us an obvious and easy instance of this superiority. The mind is here limited by the causes to such a precise number and quality of the events; and at the same time is undetermin'd in its choice of any particular event.","subId":"6","id":"Hume.THN.1.3.11.6","pages":"125-6"},{"type":"paragraph","content":"Proceeding then in that reasoning, wherein we have advanc'd three steps; that chance is merely the negation of a cause, and produces a total indifference in the mind; that one negation of a cause and one total indifference can never be superior or inferior to another; and that there must always be a mixture of causes among the chances, in order to be the foundation of any reasoning: We are next to consider what effect a superior combination of chances can have upon the mind, and after what manner it influences our judgment and opinion. Here we may repeat all the same arguments we employ'd in examining that belief, which arises from causes; and may prove after the same manner, that a superior number of chances produces our assent neither by demonstration nor probability. 'Tis indeed evident, that we can never by the comparison of mere ideas make any discovery, which can be of consequence in this affair, and that 'tis impossible to prove with certainty, that any event must fall on that side where there is a superior number of chances. To suppose in this case any certainty, were to overthrow what we have establish'd concerning the opposition of chances, and their perfect equality and indifference.","subId":"7","id":"Hume.THN.1.3.11.7","pages":"126-7"},{"type":"paragraph","content":"Shou'd it be said, that tho' in an opposition of chances 'tis impossible to determine with certainty, on which side the event will fall, yet we can pronounce with certainty, that 'tis more likely and probable, 'twill be on that side where there is a superior number of chances, than where there is an inferior: Shou'd this be said, I wou'd ask, what is here meant by likelihood and probability? The likelihood and probability of chances is a superior number of equal chances; and consequently when we say 'tis likely the event will fall on the side, which is superior, rather than on the inferior, we do no more than affirm, that where there is a superior number of chances there is actually a superior, and where there is an inferior there is an inferior; which are identical propositions, and of no consequence. The question is, by what means a superior number of equal chances operates upon the mind, and produces belief or assent; since it appears, that 'tis neither by arguments deriv'd from demonstration, nor from probability.","subId":"8","id":"Hume.THN.1.3.11.8","pages":"127"},{"type":"paragraph","content":"In order to clear up this difficulty, we shall suppose a person to take a dye, form'd after such a manner as that four of its sides are mark'd with one figure, or one number of spots, and two with another; and to put this dye into the box with an intention of throwing it: 'Tis plain, he must conclude the one figure to be more probable than the other, and give the preference to that which is inscrib'd on the greatest number of sides. He in a manner believes, that this will lie uppermost; tho' still with hesitation and doubt, in proportion to the number of chances, which are contrary: And according as these contrary chances diminish, and the superiority encreases on the other side, his belief acquires new degrees of stability and assurance. This belief arises from an operation of the mind upon the simple and limited object before us; and therefore its nature will be the more easily discover'd and explain'd. We have nothing but one single dye to contemplate, in order to comprehend one of the most curious operations of the understanding.","subId":"9","id":"Hume.THN.1.3.11.9","pages":"127-8"},{"type":"paragraph","content":"This dye form'd as above, contains three circumstances worthy of our attention. First, Certain causes, such as gravity, solidity, a cubical figure, &c. which determine it to fall, to preserve its form in its fall, and to turn up one of its sides. Secondly, A certain number of sides, which are suppos'd indifferent. Thirdly, A certain figure, inscrib'd on each side. These three particulars form the whole nature of the dye, so far as relates to our present purpose; and consequently are the only circumstances regarded by the mind in its forming a judgment concerning the result of such a throw. Let us, therefore, consider gradually and carefully what must be the influence of these circumstances on the thought and imagination.","subId":"10","id":"Hume.THN.1.3.11.10","pages":"128"},{"type":"paragraph","content":"First, We have already observ'd, that the mind is determin'd by custom to pass from any cause to its effect, and that upon the appearance of the one, 'tis almost impossible for it not to form an idea of the other. Their constant conjunction in past instances has produc'd such a habit in the mind, that it always conjoins them in its thought, and infers the existence of the one from that of its usual attendant. When it considers the dye as no longer supported by the box, it cannot without violence regard it as suspended in the air; but naturally places it on the table, and views it as turning up one of its sides. This is the effect of the intermingled causes, which are requisite to our forming any calculation concerning chances.","subId":"11","id":"Hume.THN.1.3.11.11","pages":"128"},{"type":"paragraph","content":"Secondly, 'Tis suppos'd, that tho' the dye be necessarily determin'd to fall, and turn up one of its sides, yet there is nothing to fix the particular side, but that this is determin'd entirely by chance. The very nature and essence of chance is a negation of causes, and the leaving the mind in a perfect indifference among those events, which are suppos'd contingent. When therefore the thought is determin'd by the causes to consider the dye as falling and turning up one of its sides, the chances present all these sides as equal, and make us consider every one of them, one after another, as alike probable and possible. The imagination passes from the cause, viz. the throwing of the dye, to the effect, viz. the turning up one of the six sides; and feels a kind of impossibility both of stopping short in the way, and of forming any other idea. But as all these six sides are incompatible, and the dye cannot turn up above one at once, this principle directs us not to consider all of them at once as lying uppermost; which we look upon as impossible: Neither does it direct us with its entire force to any particular side; for in that case this side wou'd be consider'd as certain and inevitable; but it directs us to the whole six sides after such a manner as to divide its force equally among them. We conclude in general, that some one of them must result from the throw: We run all of them over in our minds: The determination of the thought is common to all; but no more of its force falls to the share of any one, than what is suitable to its proportion with the rest. 'Tis after this manner the original impulse, and consequently the vivacity of thought, arising from the causes, is divided and split in pieces by the intermingled chances.","subId":"12","id":"Hume.THN.1.3.11.12","pages":"128-9"},{"type":"paragraph","content":"We have already seen the influence of the two first qualities of the dye, viz. the causes, and the number and indifference of the sides, and have learn'd how they give an impulse to the thought, and divide that impulse into as many parts as there are unites in the number of sides. We must now consider the effects of the third particular, viz. the figures inscrib'd on each side. 'Tis evident that where several sides have the same figure inscrib'd on them, they must concur in their influence on the mind, and must unite upon one image or idea of a figure all those divided impulses, that were dispers'd over the several sides, upon which that figure is inscrib'd. Were the question only what side will be turn'd up, these are all perfectly equal, and no one cou'd ever have any advantage above another. But as the question is con>cerning the figure, and as the same figure is presented by more than one side; 'tis evident, that the impulses belonging to all these sides must re-unite in that one figure, and become stronger and more forcible by the union. Four sides are suppos'd in the present case to have the same figure inscrib'd on them, and two to have another figure. The impulses of the former are, therefore, superior to those of the latter. But as the events are contrary, and 'tis impossible both these figures can be turn'd up; the impulses likewise become contrary, and the inferior destroys the superior, as far as its strength goes. The vivacity of the idea is always proportionable to the degrees of the impulse or tendency to the transition; and belief is the same with the vivacity of the idea, according to the precedent doctrine.","subId":"13","id":"Hume.THN.1.3.11.13","pages":"129-30"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.10","imported":true,"title":"Section 10. Of the influence of belief","breadcrumb":"Section 10","published":[1739]},"next":{"id":"Hume.THN.1.3.12","imported":true,"title":"Section 12. Of the probability of causes","breadcrumb":"Section 12","published":[1739]}}