{"imported":true,"id":"Hume.THN.1.3.14","parent":"Hume.THN.1.3","title":"Section 14. Of the idea of necessary connexion","breadcrumb":"Section 14","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. XIV.\nOf the idea of necessary connexion.\n","id":"Hume.THN.1.3.14"},{"type":"paragraph","content":"HAVING thus explain'd the manner, in which we reason beyond our immediate impressions, and conclude that such particular causes must have such particular effects; we must now return upon our footsteps to examine that question, which first occur'd to us, and which we dropt in our way, viz. What is our idea of necessity, when we say that two objects are necessarily   connected together. Upon this head I repeat what I have often had occasion to observe, that as we have no idea, that is not deriv'd from an impression, we must find some impression, that gives rise to this idea of necessity, if we assert we have really such an idea. In order to this I consider, in what objects necessity is commonly suppos'd to lie; and finding that it is always ascrib'd to causes and effects, I turn my eye to two objects suppos'd to be plac'd in that relation; and examine them in all the situations, of which they are susceptible. I immediately perceive, that they are contiguous in time and place, and that the object we call cause precedes the other we call effect. In no one instance can I go any farther, nor is it possible for me to discover any third relation betwixt these objects. I therefore enlarge my view to comprehend several instances; where I find like objects always existing in like relations of contiguity and succession. At first sight this seems to serve but little to my purpose. The reflection on several instances only repeats the same objects; and therefore can never give rise to a new idea. But upon farther enquiry I find, that the repetition is not in every particular the same, but produces a new impression, and by that means the idea, which I at present examine. For after a frequent repetition, I find, that upon the appearance of one of the objects, the mind is determin'd by custom to consider its usual attendant, and to consider it in a stronger light upon account of its relation to the first object. 'Tis this impression, then, or determination, which affords me the idea of necessity.","subId":"1","id":"Hume.THN.1.3.14.1","pages":"155-6"},{"type":"paragraph","content":"I doubt not but these consequences will at first sight be receiv'd without difficulty, as being evident deductions from principles, which we have already establish'd, and which we have often employ'd in our reasonings. This evidence both in the first principles, and in the deductions, may seduce us unwarily into the conclusion, and make us imagine it contains nothing extraordinary, nor worthy of our curiosity. But tho' such an inadvertence may facilitate the reception of this reasoning, 'twill make it be the more easily forgot; for which reason I think it proper to give warning, that I have just now examin'd one of the most sublime questions in philosophy, viz. that concerning the power and efficacy of causes; where all the sciences seem so much interested. Such a warning will naturally rouze up the attention of the reader, and make him desire a more full account of my doctrine, as well as of the arguments, on which it is founded. This request is so reasonable, that I cannot refuse complying with it; especially as I am hopeful that these principles, the more they are examin'd, will acquire the more force and evidence.","subId":"2","id":"Hume.THN.1.3.14.2","pages":"156"},{"type":"paragraph","content":"There is no question, which on account of its importance, as well as difficulty, has caus'd more disputes both among antient and modern philosophers, than this concerning the efficacy of causes, or that quality which makes them be follow'd by their effects. But before they enter'd upon these disputes, methinks it wou'd not have been improper to have examin'd what idea we have of that efficacy, which is the subject of the controversy. This is what I find principally wanting in their reasonings, and what I shall here endeavour to supply.","subId":"3","id":"Hume.THN.1.3.14.3","pages":"156"},{"type":"paragraph","content":"I begin with observing that the terms of efficacy, agency, power, force, energy, necessity, connexion, and productive quality, are all nearly synonimous; and therefore 'tis an absurdity to employ any of them in defining the rest. By this observation we reject at once all the vulgar definitions, which philosophers have given of power and efficacy; and instead of searching for the idea in these definitions, must look for it in the impressions, from which it is originally deriv'd. If it be a compound idea, it must arise from compound impressions. If simple, from simple impressions.","subId":"4","id":"Hume.THN.1.3.14.4","pages":"157"},{"type":"paragraph","content":"I believe the most general and most popular explication of this matter, is to say, that finding from experience, that there are several new productions in matter, such as the motions and variations of body, and concluding that there must somewhere be a power capable of producing them, we arrive at last by this reasoning at the idea of power and efficacy. But to be convinc'd that this explication is more popular than philosophical, we need but reflect on two very obvious principles. First, That reason alone can never give rise to any original idea, and secondly, that reason, as distinguish'd from experience, can never make us conclude, that a cause or productive quality is absolutely requisite to every beginning of existence. Both these considerations have been sufficiently explain'd; and therefore shall not at present be any farther insisted on.","subId":"5","id":"Hume.THN.1.3.14.5","pages":"157"},{"type":"paragraph","content":"I shall only infer from them, that since reason can never give rise to the idea of efficacy, that idea must be deriv'd from experience, and from some particular instances of this efficacy, which make their passage into the mind by the common channels of sensation or reflection. Ideas always represent their objects or impressions; and vice versa, there are some objects necessary to give rise to every idea. If we pretend, therefore, to have any just idea of this efficacy, we must produce some instance, wherein the efficacy is plainly discoverable to the mind, and its operations obvious to our consciousness or sensation. By the refusal of this, we acknowledge, that the idea is impossible and imaginary; since the principle of innate ideas, which alone can save us from this dilemma, has been already refuted, and is now almost universally rejected in the learned world. Our present business, then, must be to find some natural production, where the operation and efficacy of a cause can be clearly conceiv'd and comprehended by the mind, without any danger of obscurity or mistake.","subId":"6","id":"Hume.THN.1.3.14.6","pages":"157-8"},{"type":"paragraph","content":"In this research we meet with very little encouragement from that prodigious diversity, which is found in the opinions of those philosophers, who have pretended to explain the secret force and energy of causes. There are some, who maintain, that bodies operate by their substantial form; others, by their accidents or qualities; several, by their matter and form; some, by their form and accidents; others, by certain virtues and faculties distinct from all this. All these sentiments again are mix'd and vary'd in a thousand different ways; and form a strong presumption, that none of them have any solidity or evidence, and that the supposition of an efficacy in any of the known qualities of matter is entirely without foundation. This presumption must encrease upon us, when we consider, that these principles of substantial forms, and accidents, and faculties, are not in reality any of the known properties of bodies, but are perfectly unintelligible and inexplicable. For 'tis evident philosophers wou'd never have had recourse to such obscure and uncertain principles had they met with any satisfaction in such as are clear and intelligible; especially in such an affair as this, which must be an object of the simplest understanding, if not of the senses. Upon the whole, we may conclude, that 'tis impossible in any one instance to shew the principle, in which the force and agency of a cause is plac'd; and that the most refin'd and most vulgar understandings are equally at a loss in this particular. If any one think proper to refute this assertion, he need not put himself to the trouble of inventing any long reasonings; but may at once shew us an instance of a cause, where we discover the power or operating principle. This defiance we are oblig'd frequently to make use of, as being almost the only means of proving a negative in philosophy.","subId":"7","id":"Hume.THN.1.3.14.7","pages":"158-9"},{"type":"paragraph","content":"The small success, which has been met with in all the attempts to fix this power, has at last oblig'd philosophers to conclude, that the ultimate force and efficacy of nature is perfectly unknown to us, and that 'tis in vain we search for it in all the known qualities of matter. In this opinion they are almost unanimous; and 'tis only in the inference they draw from it, that they discover any difference in their sentiments. For some of them, as the Cartesians in particular, having establish'd it as a principle, that we are perfectly acquainted with the essence of matter, have very naturally inferr'd, that it is endow'd with no efficacy, and that 'tis impossible for it of itself to communicate motion, or produce any of those effects, which we ascribe to it. As the essence of matter consists in extension, and as extension implies not actual motion, but only mobility; they conclude, that the energy, which produces the motion, cannot lie in the extension.","subId":"8","id":"Hume.THN.1.3.14.8","pages":"159"},{"type":"paragraph","content":"This conclusion leads them into another, which they regard as perfectly unavoidable. Matter, say they, is in itself entirely unactive, and depriv'd of any power, by which it may produce, or continue, or communicate motion: But since these effects are evident to our senses, and since the power, that produces them, must be plac'd somewhere, it must lie in the Deity, or that divine being, who contains in his nature all excellency and perfection. 'Tis the deity, therefore, who is the prime mover of the universe, and who not only first created matter, and gave it it's original impulse, but likewise by a continu'd exertion of omnipotence, supports its existence, and successively bestows on it all those motions, and configurations, and qualities, with which it is endow'd.","subId":"9","id":"Hume.THN.1.3.14.9","pages":"159"},{"type":"paragraph","content":"This opinion is certainly very curious, and well worth our attention; but 'twill appear superfluous to examine it in this place, if we reflect a moment on our present purpose in taking notice of it. We have establish'd it as a principle, that as all ideas are deriv'd from impressions, or some precedent perceptions, 'tis impossible we can have any idea of power and efficacy, unless some instances can be produc'd, wherein this power is perceiv'd to exert itself. Now as these instances can never be discover'd in body, the Cartesians, proceeding upon their principle of innate ideas, have had recourse to a supreme spirit or deity, whom they consider as the only active being in the universe, and as the immediate cause of every alteration in matter. But the principle of innate ideas being allow'd to be false, it follows, that the supposition of a deity can serve us in no stead, in accounting for that idea of agency, which we search for in vain in all the objects, which are presented to our senses, or which we are internally conscious of in our own minds. For if every idea be deriv'd from an impression, the idea of a deity proceeds from the same origin; and if no impression, either of sensation or reflection, implies any force or efficacy, 'tis equally impossible to discover or even imagine any such active principle in the deity. Since these philosophers, therefore, have concluded, that matter cannot be endow'd with any efficacious principle, because 'tis impossible to discover in it such a principle; the same course of reasoning shou'd determine them to exclude it from the supreme being. Or if they estem that opinion absurd and impious, as it really is, I shall tell them how they may avoid it; and that is, by concluding from the very first, that they have no adequate idea of power or efficacy in any object; since neither in body nor spirit, neither in superior nor inferior natures, are they able to discover one single instance of it.","subId":"10","id":"Hume.THN.1.3.14.10","pages":"160"},{"type":"paragraph","content":"The same conclusion is unavoidable upon the hypothesis of those, who maintain the efficacy of second causes, and attribute a derivative, but a real power and energy to matter. For as they confess, that this energy lies not in any of the known qualities of matter, the difficulty still remains concerning the origin of its idea. If we have really an idea of power, we may attribute power to an unknown quality: But as 'tis impossible, that that idea can be deriv'd from such a quality, and as there is nothing in known qualities, which can produce it; it follows that we deceive ourselves, when we imagine we are possest of any idea of this kind, after the manner we commonly understand it. All ideas are deriv'd from, and represent impressions. We never have any impression, that contains any power or efficacy. We never therefore have any idea of power.","subId":"11","id":"Hume.THN.1.3.14.11","pages":"160-1"},{"type":"paragraph","content":"Some have asserted, that we feel an energy, or power, in our own mind; and that having in this manner acquir'd the idea of power, we transfer that quality to matter, where we are not able immediately to discover it. The motions of our body, and the thoughts and sentiments of our mind, (say they) obey the will; nor do we seek any farther to acquire a just notion of force or power. But to convince us how fallacious this reasoning is, we need only consider, that the will being here consider'd as a cause, has no more a discoverable connexion with its effects, than any material cause has with its proper effect. So far from perceiving the connexion betwixt an act of volition, and a motion of the body; 'tis allow'd that no effect is more inexplicable from the powers and essence of thought and matter. Nor is the empire of the will over our mind more intelligible. The effect is there distinguishable and separable from the cause, and cou'd not be foreseen without the experience of their constant conjunction. We have command over our mind to a certain degree, but beyond that lose all empire over it: And 'tis evidently impossible to fix any precise bounds to our authority, where we consult not experience. In short, the actions of the mind are, in this respect, the same with those of matter. We perceive only their constant conjunction; nor can we ever reason beyond it. No internal impression has an apparent energy, more than external objects have. Since, therefore, matter is confess'd by philosophers to operate by an unknown force, we shou'd in vain hope to attain an idea of force by consulting our own minds.","subId":"12","id":"Hume.THN.1.3.14.12","pages":"632-3"},{"type":"paragraph","content":"It has been establish'd as a certain principle, that general or abstract ideas are nothing but individual ones taken in a certain light, and that, in reflecting on any object, 'tis as impossible to exclude from our thought all particular degrees of quantity and quality as from the real nature of things. If we be possest, therefore, of any idea of power in general, we must also be able to conceive some particular species of it; and as power cannot subsist alone, but is always regarded as an attribute of some being or existence, we must be able to place this power in some particular being, and conceive that being as endow'd with a real force and energy, by which such a particular effect necessarily results from its operation. We must distinctly and particularly conceive the connexion betwixt the cause and effect, and be able to pronounce, from a simple view of the one, that it must be follow'd or preceded by the other. This is the true manner of conceiving a particular power in a particular body: and a general idea being impossible without an individual; where the latter is impossible, 'tis certain the former can never exist. Now nothing is more evident, than that the human mind cannot form such an idea of two objects, as to conceive any connexion betwixt them, or comprehend distinctly that power or efficacy, by which they are united. Such a connexion wou'd amount to a demonstration, and wou'd imply the absolute impossibility for the one object not to follow, or to be conceiv'd not to follow upon the other: Which kind of connexion has already been rejected in all cases. If any one is of a contrary opinion, and thinks he has attain'd a notion of power in any particular object, I desire he may point out to me that object. But till I meet with such-a-one, which I despair of, I cannot forbear concluding, that since we can never distinctly conceive how any particular power can possibly reside in any particular object, we deceive ourselves in imagining we can form any such general idea.","subId":"13","id":"Hume.THN.1.3.14.13","pages":"161-2"},{"type":"paragraph","content":"Thus upon the whole we may infer, that when we talk of any being, whether of a superior or inferior nature, as endow'd with a power or force, proportion'd to any effect; when we speak of a necessary connexion betwixt objects, and suppose, that this connexion depends upon an efficacy or energy, with which any of these objects are endow'd; in all these expressions, so apply'd, we have really no distinct meaning, and make use only of common words, without any clear and determinate ideas. But as 'tis more probable, that these expressions do here lose their true meaning by being wrong apply'd, than that they never have any meaning; 'twill be proper to bestow another consideration on this subject, to see if possibly we can discover the nature and origin of those ideas, we annex to them.","subId":"14","id":"Hume.THN.1.3.14.14","pages":"162"},{"type":"paragraph","content":"Suppose two objects to be presented to us, of which the one is the cause and the other the effect; 'tis plain, that from the simple consideration of one, or both these objects we never shall perceive the tie, by which they are united, or be able certainly to pronounce, that there is a connexion betwixt them. 'Tis not, therefore, from any one instance, that we arrive at the idea of cause and effect, of a necessary connexion of power, of force, of energy, and of efficacy. Did we never see any but particular conjunctions of objects, entirely different from each other, we shou'd never be able to form any such ideas.","subId":"15","id":"Hume.THN.1.3.14.15","pages":"162"},{"type":"paragraph","content":"But again; suppose we observe several instances, in which the same objects are always conjoin'd together, we immediately conceive a connexion betwixt them, and begin to draw an inference from one to another. This multiplicity of resembling instances, therefore, constitutes the very essence of power or connexion, and is the source, from which the idea of it arises. In order, then, to understand the idea of power, we must consider that multiplicity; nor do I ask more to give a solution of that difficulty, which has so long perplex'd us. For thus I reason. The repetition of perfectly similar instances can never alone give rise to an original idea, different from what is to be found in any particular instance, as has been observ'd, and as evidently follows from our fundamental principle, that all ideas are copy'd from impressions. Since therefore the idea of power is a new original idea, not to be found in any one instance, and which yet arises from the repetition of several instances, it follows, that the repetition alone has not that effect, but must either discover or produce something new, which is the source of that idea. Did the repetition neither discover nor produce any thing new, our ideas might be multiply'd by it, but wou'd not be enlarg'd above what they are upon the observation of one single instance. Every enlargement, therefore, (such as the idea of power or connexion) which arises from the multiplicity of similar instances, is copy'd from some effects of the multiplicity, and will be perfectly understood by understanding these effects. Wherever we find any thing new to be discover'd or produc'd by the repetition, there we must place the power, and must never look for it in any other object.","subId":"16","id":"Hume.THN.1.3.14.16","pages":"163"},{"type":"paragraph","content":"But 'tis evident, in the first place, that the repetition of like objects in like relations of succession and contiguity discovers nothing new in any one of them; since we can draw no inference from it, nor make it a subject either of our demonstrative or probable reasonings; as has been already prov'd. Nay suppose we cou'd draw an inference, 'twou'd be of no consequence in the present case; since no kind of reasoning can give rise to a new idea, such as this of power is; but wherever we reason, we must antecedently be possest of clear ideas, which may be the objects of our reasoning. The conception always precedes the understanding; and where the one is obscure, the other is uncertain; where the one fails, the other must fail also.","subId":"17","id":"Hume.THN.1.3.14.17","pages":"163-4"},{"type":"paragraph","content":"Secondly, 'Tis certain that this repetition of similar objects in similar situations produces nothing new either in these objects, or in any external body. For 'twill readily be allow'd, that the several instances we have of the conjunction of resembling causes and effects are in themselves entirely independent, and that the communication of motion, which I see result at present from the shock of two billiard-balls, is totally distinct from that which I saw result from such an impulse a twelve-month ago. These impulses have no influence on each other. They are entirely divided by time and place; and the one might have existed and communicated motion, tho' the other never had been in being.","subId":"18","id":"Hume.THN.1.3.14.18","pages":"164"},{"type":"paragraph","content":"There is, then, nothing new either discover'd or produc'd in any objects by their constant conjunction, and by the uninterrupted resemblance of their relations of succession and contiguity. But 'tis from this resemblance, that the ideas of necessity, of power, and of efficacy, are deriv'd. These ideas, therefore, represent not any thing, that does or can belong to the objects, which are constantly conjoin'd. This is an argument, which, in every view we can examine it, will be found perfectly unanswerable. Similar instances are still the first source of our idea of power or necessity; at the same time that they have no influence by their similarity either on each other, or on any external object. We must therefore, turn ourselves to some other quarter to seek the origin of that idea.","subId":"19","id":"Hume.THN.1.3.14.19","pages":"164"},{"type":"paragraph","content":"Tho' the several resembling instances, which give rise to the idea of power, have no influence on each other, and can never produce any new quality in the object, which can be the model of that idea, yet the observation of this resemblance produces a new impression in the mind, which is its real model. For after we have observ'd the resemblance in a sufficient number of instances, we immediately feel a determination of the mind to pass from one object to its usual attendant, and to conceive it in a stronger light upon account of that relation. This determination is the only effect of the resemblance; and therefore must be the same with power or efficacy, whose idea is deriv'd from the resemblance. The several instances of resembling conjunctions lead us into the notion of power and necessity. These instances are in themselves totally distinct from each other, and have no union but in the mind, which observes them, and collects their ideas. Necessity, then, is the effect of this observation, and is nothing but an internal impression of the mind, or a determination to carry our thoughts from one object to another. Without considering it in this view, we can never arrive at the most distant notion of it, or be able to attribute it either to external or internal objects, to spirit or body, to causes or effects.","subId":"20","id":"Hume.THN.1.3.14.20","pages":"164-5"},{"type":"paragraph","content":"The necessary connexion betwixt causes and effects is the foundation of our inference from one to the other. The foundation of our inference is the transition arising from the accustom'd union. These are, therefore, the same.","subId":"21","id":"Hume.THN.1.3.14.21","pages":"165"},{"type":"paragraph","content":"The idea of necessity arises from some impression. There is no impression convey'd by our senses, which can give rise to that idea. It must, therefore, be deriv'd from some internal impression, or impression of reflection. There is no internal impression, which has any relation to the present business, but that propensity, which custom produces, to pass from an object to the idea of its usual attendant. This therefore is the essence of necessity. Upon the whole, necessity is something, that exists in the mind, not in objects; nor is it possible for us ever to form the most distant idea of it, consider'd as a quality in bodies. Either we have no idea of necessity, or necessity is nothing but that determination of the thought to pass from causes to effects and from effects to causes, according to their experienc'd union.","subId":"22","id":"Hume.THN.1.3.14.22","pages":"165-6"},{"type":"paragraph","content":"Thus as the necessity, which makes two times two equal to four, or three angles of a triangle equal to two right ones, lies only in the act of the understanding, by which we consider and compare these ideas; in like manner the necessity or power, which unites causes and effects, lies in the determination of the mind to pass from the one to the other. The efficacy or energy of causes is neither plac'd in the causes themselves, nor in the deity, nor in the concurrence of these two principles; but belongs entirely to the soul, which considers the union of two or more objects in all past instances. 'Tis here that the real power of causes is plac'd, along with their connexion and necessity.","subId":"23","id":"Hume.THN.1.3.14.23","pages":"166"},{"type":"paragraph","content":"I am sensible, that of all the paradoxes, which I have had, or shall hereafter have occasion to advance in the course of this treatise, the present one is the most violent, and that 'tis merely by dint of solid proof and reasoning I can ever hope it will have admission, and overcome the inveterate prejudices of mankind. Before we are reconcil'd to this doctrine, how often must we repeat to ourselves, that the simple view of any two objects or actions, however related, can never give us any idea of power, or of a connexion betwixt them: that this idea arises from the repetition of their union: that the repetition neither discovers nor causes any thing in the objects, but has an influence only on the mind, by that customary transition it produces: that this customary transition is, therefore, the same with the power and necessity; which are consequently qualities of perceptions, not of objects, and are internally felt by the soul, and not perceiv'd externally in bodies? There is commonly an astonishment attending every thing extraordinary; and this astonishment changes immediately into the highest degree of esteem or contempt, according as we approve or disapprove of the subject. I am much afraid, that tho' the foregoing reasoning appears to me the shortest and most decisive imaginable; yet with the generality of readers the biass of the mind will prevail, and give them a prejudice against the present doctrine.","subId":"24","id":"Hume.THN.1.3.14.24","pages":"166-7"},{"type":"paragraph","content":"This contrary biass is easily accounted for. 'Tis a common observation, that the mind has a great propensity to spread itself on external objects, and to conjoin with them any internal impressions, which they occasion, and which always make their appearance at the same time that these objects discover themselves to the senses. Thus as certain sounds and smells are always found to attend certain visible objects, we naturally imagine a conjunction, even in place, betwixt the objects and qualities, tho' the qualities be of such a nature as to admit of no such conjunction, and really exist no where. But of this more fully hereafter. Mean while 'tis sufficient to observe, that the same propensity is the reason, why we suppose necessity and power to lie in the objects we consider, not in our mind, that considers them; notwithstanding it is not possible for us to form the most distant idea of that quality, when it is not taken for the determination of the mind, to pass from the idea of an object to that of its usual attendant.","subId":"25","id":"Hume.THN.1.3.14.25","pages":"167"},{"type":"paragraph","content":"But tho' this be the only reasonable account we can give of necessity, the contrary notion is so riveted in the mind from the principles above-mention'd, that I doubt not but my sentiments will be treated by many as extravagant and ridiculous. What! the efficacy of causes lie in the determination of the mind! As if causes did not operate entirely independent of the mind, and wou'd not continue their operation, even tho' there was no mind existent to contemplate them, or reason concerning them. Thought may well depend on causes for its operation, but not causes on thought. This is to reverse the order of nature, and make that secondary, which is really primary. To every operation there is a power proportion'd; and this power must be plac'd on the body, that operates. If we remove the power from one cause, we must ascribe it to another: But to remove it from all causes, and bestow it on a being, that is no ways related to the cause or effect, but by perceiving them, is a gross absurdity, and contrary to the most certain principles of human reason.","subId":"26","id":"Hume.THN.1.3.14.26","pages":"167-8"},{"type":"paragraph","content":"I can only reply to all these arguments, that the case is here much the same, as if a blind man shou'd pretend to find a great many absurdities in the supposition, that the colour of scarlet is not the same with the sound of a trumpet, nor light the same with solidity. If we have really no idea of a power or efficacy in any object, or of any real connexion betwixt causes and effects, 'twill be to little purpose to prove, that an efficacy is necessary in all operations. We do not understand our own meaning in talking so, but ignorantly confound ideas, which are entirely distinct from each other. I am, indeed, ready to allow, that there may be several qualities both in material and immaterial objects, with which we are utterly unacquainted; and if we please to call these power or efficacy, 'twill be of little consequence to the world. But when, instead of meaning these unknown qualities, we make the terms of power and efficacy signify something, of which we have a clear idea, and which is incompatible with those objects, to which we apply it, obscurity and error begin then to take place, and we are led astray by a false philosophy. This is the case, when we transfer the determination of the thought to external objects, and suppose any real intelligible connexion betwixt them; that being a quality, which can only belong to the mind that considers them.","subId":"27","id":"Hume.THN.1.3.14.27","pages":"168"},{"type":"paragraph","content":"As to what may be said, that the operations of nature are independent of our thought and reasoning, I allow it; and accordingly have observ'd, that objects bear to each other the relations of contiguity and succession; that like objects may be observ'd in several instances to have like relations; and that all this is independent of, and antecedent to the operations of the understanding. But if we go any farther, and ascribe a power or necessary connexion to these objects; this is what we can never observe in them, but must draw the idea of it from what we feel internally in contemplating them. And this I carry so far, that I am ready to convert my present reasoning into an instance of it, by a subtility, which it will not be difficult to comprehend.","subId":"28","id":"Hume.THN.1.3.14.28","pages":"168-9"},{"type":"paragraph","content":"When any object is presented to us, it immediately conveys to the mind a lively idea of that object, which is usually found to attend it; and this determination of the mind forms the necessary connexion of these objects. But when we change the point of view, from the objects to the perceptions; in that case the impression is to be considered as the cause, and the lively idea as the effect; and their necessary connexion is that new determination, which we feel to pass from the idea of the one to that of the other. The uniting principle among our internal perceptions is as unintelligible as that among external objects, and is not known to us any other way than by experience. Now the nature and effects of experience have been already sufficiently examin'd and explain'd. It never gives us any insight into the internal structure or operating principle of objects, but only accustoms the mind to pass from one to another.","subId":"29","id":"Hume.THN.1.3.14.29","pages":"169"},{"type":"paragraph","content":"'Tis now time to collect all the different parts of this reasoning, and by joining them together form an exact definition of the relation of cause and effect, which makes the subject of the present enquiry. This order wou'd not have been excusable, of first examining our inference from the relation before we had explain'd the relation itself, had it been possible to proceed in a different method. But as the nature of the relation depends so much on that of the inference, we have been oblig'd to advance in this seemingly preposterous manner, and make use of terms before we were able exactly to define them, or fix their meaning. We shall now correct this fault by giving a precise definition of cause and effect.","subId":"30","id":"Hume.THN.1.3.14.30","pages":"169"},{"type":"paragraph","content":"There may two definitions be given of this relation, which are only different, by their presenting a different view of the same object, and making us consider it either as a philosophical or as a natural relation; either as a comparison of two ideas, or as an association betwixt them. We may define a cause to be \"An object precedent and contiguous to another, and where all the objects resembling the former are plac'd in like relations of precedency and contiguity to those objects, that resemble the latter.\" If this definition be esteem'd defective, because drawn from objects foreign to the cause, we may substitute this other definition in its place, viz. \"A cause is an object precedent and contiguous to another, and so united with it, that the idea of the one determines the mind to form the idea of the other, and the impression of the one to form a more lively idea of the other.\" Shou'd this definition also be rejected for the same reason, I know no other remedy, than that the persons, who express this delicacy, should substitute a juster definition in its place. But for my part I must own my incapacity for such an undertaking. When I examine with the utmost accuracy those objects, which are commonly denominated causes and effects, I find, in considering a single instance, that the one object is precedent and contiguous to the other; and in inlarging my view to consider several instances, I find only, that like objects are constantly plac'd in like relations of succession and contiguity. Again, when I consider the influence of this constant conjunction, I perceive, that such a relation can never be an object of reasoning, and can never operate upon the mind, but by means of custom, which determines the imagination to make a transition from the idea of one object to that of its usual attendant, and from the impression of one to a more lively idea of the other. However extraordinary these sentiments may appear, I think it fruitless to trouble myself with any farther enquiry or reasoning upon the subject, but shall repose myself on them as on establish'd maxims.","subId":"31","id":"Hume.THN.1.3.14.31","pages":"169-70"},{"type":"paragraph","content":"'Twill only be proper, before we leave this subject, to draw some corrollaries from it, by which we may remove several prejudices and popular errors, that have very much prevail'd in philosophy. First, We may learn from the foregoing doctrine, that all causes are of the same kind, and that in particular there is no foundation for that distinction, which we sometimes make betwixt efficient causes, and causes sine qua non; or betwixt efficient causes, and formal, and material, and exemplary, and final causes. For as our idea of efficiency is deriv'd from the constant conjunction of two objects, wherever this is observ'd, the cause is efficient; and where it is not, there can never be a cause of any kind. For the same reason we must reject the distinction betwixt cause and occasion, when suppos'd to signify any thing essentially different from each other. If constant conjunction be imply'd in what we call occasion, 'tis a real cause. If not, 'tis no relation at all, and cannot give rise to any argument or reasoning.","subId":"32","id":"Hume.THN.1.3.14.32","pages":"170-1"},{"type":"paragraph","content":"Secondly, The same course of reasoning will make us conclude, that there is but one kind of necessity, as there is but one kind of cause, and that the common distinction betwixt moral and physical necessity is without any foundation in nature. This clearly appears from the precedent explication of necessity. 'Tis the constant conjunction of objects, along with the determination of the mind, which constitutes a physical necessity: And the removal of these is the same thing with chance. As objects must either be conjoin'd or not, and as the mind must either be determin'd or not to pass from one object to another, 'tis impossible to admit of any medium betwixt chance and an absolute necessity. In weakening this conjunction and determination you do not change the nature of the necessity; since even in the operation of bodies, these have different degrees of constancy and force, without producing a different species of that relation.","subId":"33","id":"Hume.THN.1.3.14.33","pages":"171"},{"type":"paragraph","content":"The distinction, which we often make betwixt power and the exercise of it, is equally without foundation.","subId":"34","id":"Hume.THN.1.3.14.34","pages":"171"},{"type":"paragraph","content":"Thirdly, We may now be able fully to overcome all that repugnance, which 'tis so natural for us to entertain against the foregoing reasoning, by which we endeavour'd to prove, that the necessity of a cause to every beginning of existence is not founded on any arguments either demonstrative or intuitive. Such an opinion will not appear strange after the foregoing definitions. If we define a cause to be an object precedent and contiguous to another, and where all the objects resembling the former are plac'd in a like relation of priority and contiguity to those objects, that resemble the latter; we may easily conceive, that there is no absolute nor metaphysical necessity, that every beginning of existence shou'd be attended with such an object. If we define a cause to be, An object precedent and contiguous to another, and so united with it in the imagination, that the idea of the one determines the mind to form the idea of the other, and the impression of the one to form a more lively idea   of the other; we shall make still less difficulty of assenting to this opinion. Such an influence on the mind is in itself perfectly extraordinary and incomprehensible; nor can we be certain of its reality, but from experience and observation.","subId":"35","id":"Hume.THN.1.3.14.35","pages":"172"},{"type":"paragraph","content":"I shall add as a fourth corrollary, that we can never have reason to believe that any object exists, of which we cannot form an idea. For as all our reasonings concerning existence are deriv'd from causation, and as all our reasonings concerning causation are deriv'd from the experienc'd conjunction of objects, not from any reasoning or reflection, the same experience must give us a notion of these objects, and must remove all mystery from our conclusions. This is so evident, that 'twou'd scarce have merited our attention, were it not to obviate certain objections of this kind, which might arise against the following reasonings concerning matter and substance. I need not observe, that a full knowledge of the object is not requisite, but only of those qualities of it, which we believe to exist.","subId":"36","id":"Hume.THN.1.3.14.36","pages":"172"},{"type":"note","content":"Sect. 2.","subId":"n27","id":"Hume.THN.1.3.14.n27","pages":"155"},{"type":"note","content":"See Mr. Locke; chapter of power.","subId":"n28","id":"Hume.THN.1.3.14.n28","pages":"157"},{"type":"note","content":"See Father Malbranche, Book vi. Part 2. chap. 3. and the illustrations upon it.","subId":"n29","id":"Hume.THN.1.3.14.n29","pages":"158"},{"type":"note","content":"The same imperfection attends our ideas of the Deity; but this can have no effect either on religion or morals. The order of the universe proves an omnipotent mind; that is, a mind whose will is constantly attended with the obedience of every creature and being. Nothing more is requisite to give a foundation to all the articles of religion, nor is it necessary we shou'd form a distinct idea of the force and energy of the supreme Being.","subId":"n30","id":"Hume.THN.1.3.14.n30","pages":"633"},{"type":"note","content":"Sect. 6.","subId":"n31","id":"Hume.THN.1.3.14.n31","pages":"163"},{"type":"note","content":"Part IV. Sect. 5.","subId":"n32","id":"Hume.THN.1.3.14.n32","pages":"167"}]}