{"imported":true,"id":"Hume.THN.1.3.15","parent":"Hume.THN.1.3","title":"Section 15. Rules by which to judge of causes and effects","breadcrumb":"Section 15","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. XV.\nRules by which to judge of causes and effects.\n","id":"Hume.THN.1.3.15"},{"type":"paragraph","content":"ACCORDING to the precedent doctrine, there are no objects, which by the mere survey, without consulting experience, we can determine to be the causes of any other; and no objects, which we can certainly determine in the same manner not to be the causes. Any thing may produce any thing. Creation, annihilation, motion, reason, volition; all these may arise from one another, or from any other object we can imagine. Nor will this appear strange, if we compare two principles explain'd above, that the constant conjunction of objects determines their causation, and that properly speaking, no objects are contrary to each other, but existence and non-existence. Where objects are not contrary, nothing hinders them from having that constant conjunction, on which the relation of cause and effect totally depends.","subId":"1","id":"Hume.THN.1.3.15.1","pages":"173"},{"type":"paragraph","content":"Since therefore 'tis possible for all objects to become causes or effects to each other, it may be proper to fix some general rules, by which we may know when they really are so.","subId":"2","id":"Hume.THN.1.3.15.2","pages":"173"},{"type":"paragraph","content":"1. The cause and effect must be contiguous in space and time.","subId":"3","id":"Hume.THN.1.3.15.3","pages":"173"},{"type":"paragraph","content":"2. The cause must be prior to the effect.","subId":"4","id":"Hume.THN.1.3.15.4","pages":"173"},{"type":"paragraph","content":"3. There must be a constant union betwixt the cause and effect. 'Tis chiefly this quality, that constitutes the relation.","subId":"5","id":"Hume.THN.1.3.15.5","pages":"173"},{"type":"paragraph","content":"4. The same cause always produces the same effect, and the same effect never arises but from the same cause. This principle we derive from experience, and is the source of most of our philosophical reasonings. For when by any clear experiment we have discover'd the causes or effects of any phænomenon, we immediately extend our observation to every phænomenon of the same kind, without waiting for that constant repetition, from which the first idea of this relation is deriv'd.","subId":"6","id":"Hume.THN.1.3.15.6","pages":"173-4"},{"type":"paragraph","content":"5. There is another principle, which hangs upon this, viz. that where several different objects produce the same effect, it must be by means of some quality, which we discover to be common amongst them. For as like effects imply like causes, we must always ascribe the causation to the circumstance, wherein we discover the resemblance.","subId":"7","id":"Hume.THN.1.3.15.7","pages":"174"},{"type":"paragraph","content":"6. The following principle is founded on the same reason. The difference in the effects of two resembling objects must proceed from that particular, in which they differ. For as like causes always produce like effects, when in any instance we find our expectation to be disappointed, we must conclude that this irregularity proceeds from some difference in the causes.","subId":"8","id":"Hume.THN.1.3.15.8","pages":"174"},{"type":"paragraph","content":"7. When any object encreases or diminishes with the encrease or diminution of its cause, 'tis to be regarded as a compounded effect, deriv'd from the union of the several different effects, which arise from the several different parts of the cause. The absence or presence of one part of the cause is here suppos'd to be always attended with the absence or presence of a proportionable part of the effect. This constant conjunction sufficiently proves, that the one part is the cause of the other. We must, however, beware not to draw such a conclusion from a few experiments. A certain degree of heat gives pleasure; if you diminish that heat, the pleasure diminishes; but it does not follow, that if you augment it beyond a certain degree, the pleasure will likewise augment; for we find that it degenerates into pain.","subId":"9","id":"Hume.THN.1.3.15.9","pages":"174"},{"type":"paragraph","content":"8. The eighth and last rule I shall take notice of is, that an object, which exists for any time in its full perfection without any effect, is not the sole cause of that effect, but requires to be assisted by some other principle, which may forward its influence and operation. For as like effects necessarily follow from like causes, and in a contiguous time and place, their separation for a moment shews, that these causes are not compleat ones.","subId":"10","id":"Hume.THN.1.3.15.10","pages":"174-5"},{"type":"paragraph","content":"Here is all the Logic I think proper to employ in my reasoning; and perhaps even this was not very necessary, but might have been supply'd by the natural principles of our understanding. Our scholastic head-pieces and logicians shew no such superiority above the mere vulgar in their reason and ability, as to give us any inclination to imitate them in delivering a long system of rules and precepts to direct our judgment, in philosophy. All the rules of this nature are very easy in their invention, but extremely difficult in their application; and even experimental philosophy, which seems the most natural and simple of any, requires the utmost stretch of human judgment. There is no phænomenon in nature, but what is compounded and modify'd by so many different circumstances, that in order to arrive at the decisive point, we must carefully separate whatever is superfluous, and enquire by new experiments, if every particular circumstance of the first experiment was essential to it. These new experiments are liable to a discussion of the same kind; so that the utmost constancy is requir'd to make us persevere in our enquiry, and the utmost sagacity to choose the right way among so many that present themselves. If this be the case even in natural philosophy, how much more in moral, where there is a much greater complication of circumstances, and where those views and sentiments, which are essential to any action of the mind, are so implicit and obscure, that they often escape our strictest attention, and are not only unaccountable in their causes, but even unknown in their existence? I am much afraid, lest the small success I meet with in my enquiries will make this observation bear the air of an apology rather than of boasting.","subId":"11","id":"Hume.THN.1.3.15.11","pages":"175"},{"type":"paragraph","content":"If any thing can give me security in this particular, 'twill be the enlarging the sphere of my experiments as much as possible; for which reason it may be proper in this place to examine the reasoning faculty of brutes, as well as that of human creatures.","subId":"12","id":"Hume.THN.1.3.15.12","pages":"175-6"},{"type":"note","content":"Part I. Sect. 5.","subId":"n33","id":"Hume.THN.1.3.15.n33","pages":"173"}]}