{"id":"Hume.THN.1.3.2","imported":true,"parent":"Hume.THN.1.3","title":"Section 2. Of probability; and of the idea of cause and effect","breadcrumb":"Section 2","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. II.\nOf probability; and of the idea of cause and effect.\n","id":"Hume.THN.1.3.2"},{"type":"paragraph","content":"THIS is all I think necessary to observe concerning those four relations, which are the foundation of science; but as to the other three, which depend not upon the idea, and may be absent or present even while that remains the same, 'twill be proper to explain them more particularly. These three relations are identity, the situations in time and place, and causation.","subId":"1","id":"Hume.THN.1.3.2.1","pages":"73"},{"type":"paragraph","content":"All kinds of reasoning consist in nothing but a comparison, and a discovery of those relations, either constant or inconstant, which two or more objects bear to each other. This comparison we may make, either when both the objects are present to the senses, or when neither of them is present, or when only one. When both the objects are present to the senses along with the relation, we call this perception rather than reasoning; nor is there in this case any exercise of the thought, or any action, properly speaking, but a mere passive admission of the impressions thro' the organs of sensation. According to this way of thinking, we ought not to receive as reasoning any of the observations we may make concerning identity, and the relations of time and place; since in none of them the mind can go beyond what is immediately present to the senses, either to discover the real existence or the relations of objects. 'Tis only causation, which produces such a connexion, as to give us assurance from the existence or action of one object, that 'twas follow'd or preceded by any other existence or action; nor can the other two relations be ever made use of in reasoning, except so far as they either affect or are affected by it. There is nothing in any objects to perswade us, that they are either always remote or always contiguous; and when from experience and observation we discover, that their relation in this particular is invariable, we always conclude there is some secret cause, which separates or unites them. The same reasoning extends to identity. We readily suppose an object may continue individually the same, tho' several times absent from and present to the senses; and ascribe to it an identity, notwithstanding the interruption of the perception, whenever we conclude, that if we had kept our eye or hand constantly upon it, it wou'd have convey'd an invariable and uninterrupted perception. But this conclusion beyond the impressions of our senses can be founded only on the connexion of cause and effect; nor can we otherwise have any security, that the object is not chang'd upon us, however much the new object may resemble that which was formerly present to the senses. Whenever we discover such a perfect resemblance, we consider, whether it be common in that species of objects; whether possibly or probably any cause cou'd operate in producing the change and resemblance; and according as we determine concerning these causes and effects, we form our judgment concerning the identity of the object.","subId":"2","id":"Hume.THN.1.3.2.2","pages":"73-4"},{"type":"paragraph","content":"Here then it appears, that of those three relations, which depend not upon the mere ideas, the only one, that can be trac'd beyond our senses, and informs us of existences and objects, which we do not see or feel, is causation. This relation, therefore, we shall endeavour to explain fully before we leave the subject of the understanding.","subId":"3","id":"Hume.THN.1.3.2.3","pages":"74"},{"type":"paragraph","content":"To begin regularly, we must consider the idea of causation, and see from what origin it is deriv'd. 'Tis impossible to reason justly, without understanding perfectly the idea concerning which we reason; and 'tis impossible perfectly to understand any idea, without tracing it up to its origin, and examining that primary impression, from which it arises. The examination of the impression bestows a clearness on the idea; and the examination of the idea bestows a like clearness on all our reasoning.","subId":"4","id":"Hume.THN.1.3.2.4","pages":"74-5"},{"type":"paragraph","content":"Let us therefore cast our eye on any two objects, which we call cause and effect, and turn them on all sides, in order to find that impression, which produces an idea of such prodigious consequence. At first sight I perceive, that I must not search for it in any of the particular qualities of the objects; since, which-ever of these qualities I pitch on, I find some object, that is not possest of it, and yet falls under the denomination of cause or effect. And indeed there is nothing existent, either externally or internally, which is not to be consider'd either as a cause or an effect; tho' 'tis plain there is no one quality, which universally belongs to all beings, and gives them a title to that denomination.","subId":"5","id":"Hume.THN.1.3.2.5","pages":"75"},{"type":"paragraph","content":"The idea, then, of causation must be deriv'd from some relation among objects; and that relation we must now endeavour to discover. I find in the first place, that whatever objects are consider'd as causes or effects, are contiguous; and that nothing can operate in a time or place, which is ever so little remov'd from those of its existence. Tho' distant objects may sometimes seem productive of each other, they are commonly found upon examination to be link'd by a chain of causes, which are contiguous among themselves, and to the distant objects; and when in any particular instance we cannot discover this connexion, we still presume it to exist. We may therefore consider the relation of contiguity as essential to that of causation; at least may suppose it such, according to the general opinion, till we can find a more proper occasion to clear up this matter, by examining what objects are or are not susceptible of juxta-position and conjunction.","subId":"6","id":"Hume.THN.1.3.2.6","pages":"75"},{"type":"paragraph","content":"The second relation I shall observe as essential to causes and effects, is not so universally acknowledged, but is liable to some controversy. 'Tis that of priority of time in the cause before the effect. Some pretend that tis not absolutely necessary a cause shou'd precede its effect; but that any object or action, in the very first moment of its existence, may exert its productive quality, and give rise to another object or action, perfectly co-temporary with itself. But beside that experience in most instances seems to contradict this opinion, we may establish the relation of priority by a kind of inference or reasoning. 'Tis an establish'd maxim both in natural and moral philosophy, that an object, which exists for any time in its full perfection without producing another, is not its sole cause; but is assisted by some other principle, which pushes it from its state of inactivity, and makes it exert that energy, of which it was secretly possest. Now if any cause may be perfectly co-temporary with its effect, 'tis certain, according to this maxim, that they must all of them be so; since any one of them, which retards its operation for a single moment, exerts not itself at that very individual time, in which it might have operated; and therefore is no proper cause. The consequence of this wou'd be no less than the destruction of that succession of causes, which we observe in the world; and indeed, the utter annihilation of time. For if one cause were co-temporary with its effect, and this effect with its effect, and so on, 'tis plain there wou'd be no such thing as succession, and all objects must be co-existent.","subId":"7","id":"Hume.THN.1.3.2.7","pages":"75-6"},{"type":"paragraph","content":"If this argument appear satisfactory, 'tis well. If not, I beg the reader to allow me the same liberty, which I have us'd in the preceding case, of supposing it such. For he shall find, that the affair is of no great importance.","subId":"8","id":"Hume.THN.1.3.2.8","pages":"76"},{"type":"paragraph","content":"Having thus discover'd or suppos'd the two relations of contiguity and succession to be essential to causes and effects, I find I am stopt short, and can proceed no farther in considering any single instance of cause and effect. Motion in one body is regarded upon impulse as the cause of motion in another. When we consider these objects with the utmost attention, we find only that the one body approaches the other; and that the motion of it precedes that of the other, but without any sensible interval. 'Tis in vain to rack ourselves with farther thought and reflection upon this subject. We can go no farther in considering this particular instance.","subId":"9","id":"Hume.THN.1.3.2.9","pages":"76-7"},{"type":"paragraph","content":"Shou'd any one leave this instance, and pretend to define a cause, by saying it is something productive of another, 'tis evident he wou'd say nothing. For what does he mean by production? Can he give any definition of it, that will not be the same with that of causation? If he can; I desire it may be produc'd. If he cannot; he here runs in a circle, and gives a synonimous term instead of a definition.","subId":"10","id":"Hume.THN.1.3.2.10","pages":"77"},{"type":"paragraph","content":"Shall we then rest contented with these two relations of contiguity and succession, as affording a compleat idea of causation? By no means. An object may be contiguous and prior to another, without being consider'd as its cause. There is a necessary connexion to be taken into consideration; and that relation is of much greater importance, than any of the other two above-mention'd.","subId":"11","id":"Hume.THN.1.3.2.11","pages":"77"},{"type":"paragraph","content":"Here again I turn the object on all sides, in order to discover the nature of this necessary connexion, and find the impression, or impressions, from which its idea may be deriv'd. When I cast my eye on the known qualities of objects, I immediately discover that the relation of cause and effect depends not in the least on them. When I consider their relations, I can find none but those of contiguity and succession; which I have already regarded as imperfect and unsatisfactory. Shall the despair of success make me assert, that I am here possest of an idea, which is not preceded by any similar impression? This wou'd be too strong a proof of levity and inconstancy; since the contrary principle has been already so firmly establish'd, as to admit of no farther doubt; at least, till we have more fully examin'd the present difficulty.","subId":"12","id":"Hume.THN.1.3.2.12","pages":"77"},{"type":"paragraph","content":"We must, therefore, proceed like those, who being in search of any thing, that lies conceal'd from them, and not finding it in the place they expected, beat about all the neighbouring fields, without any certain view or design, in hopes their good fortune will at last guide them to what they search for. 'Tis necessary for us to leave the direct survey of this question concerning the nature of that necessary connexion, which enters into our idea of cause and effect; and endeavour to find some other questions, the examination of which will perhaps afford a hint, that may serve to clear up the present difficulty. Of these questions there occur two, which I shall proceed to examine, viz.","subId":"13","id":"Hume.THN.1.3.2.13","pages":"77-8"},{"type":"paragraph","content":"First, For what reason we pronounce it necessary, that every thing whose existence has a beginning, shou'd also have a cause?","subId":"14","id":"Hume.THN.1.3.2.14","pages":"78"},{"type":"paragraph","content":"Secondly, Why we conclude, that such particular causes must necessarily have such particular effects; and what is the nature of that inference we draw from the one to the other, and of the belief we repose in it?","subId":"15","id":"Hume.THN.1.3.2.15","pages":"78"},{"type":"paragraph","content":"I shall only observe before I proceed any farther, that tho' the ideas of cause and effect be deriv'd from the impressions of reflection as well as from those of sensation, yet for brevity's sake, I commonly mention only the latter as the origin of these ideas; tho' I desire that whatever I say of them may also extend to the former. Passions are connected with their objects and with one another; no less than external bodies are connected together. The same relation, then, of cause and effect, which belongs to one, must be common to all of them.","subId":"16","id":"Hume.THN.1.3.2.16","pages":"78"},{"type":"note","content":"Part IV. Sect. 5.","subId":"n16","id":"Hume.THN.1.3.2.n16","pages":"75"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.1","imported":true,"title":"Section 1. Of knowledge","breadcrumb":"Section 1","published":[1739]},"next":{"id":"Hume.THN.1.3.3","imported":true,"title":"Section 3. Why a cause is always necessary","breadcrumb":"Section 3","published":[1739]}}