{"id":"Hume.THN.1.3.8","imported":true,"parent":"Hume.THN.1.3","title":"Section 8. Of the causes of belief","breadcrumb":"Section 8","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. VIII.\nOf the causes of belief.\n","id":"Hume.THN.1.3.8"},{"type":"paragraph","content":"HAVING thus explain'd the nature of belief, and shewn that it consists in a lively idea related to a present impression; let us now proceed to examine from what principles it is deriv'd, and what bestows the vivacity on the idea.","subId":"1","id":"Hume.THN.1.3.8.1","pages":"98"},{"type":"paragraph","content":"I wou'd willingly establish it as a general maxim in the science of human nature, that when any impression becomes present to us, it not only transports the mind to such ideas as are related to it, but likewise communicates to them a share of its force and vivacity. All the operations of the mind depend in a great measure on its disposition, when it performs them; and according as the spirits are more or less elevated, and the attention more or less fix'd, the action will always have more or less vigour and vivacity. When therefore any object is presented, which elevates and enlivens the thought, every action, to which the mind applies itself, will be more strong and vivid, as long as that disposition continues. Now 'tis evident the continuance of the disposition depends entirely on the objects, about which the mind is employ'd; and that any new object naturally gives a new direction to the spirits, and changes the disposition; as on the contrary, when the mind fixes constantly on the same object, or passes easily and insensibly along related objects, the disposition has a much longer duration. Hence it happens, that when the mind is once inliven'd by a present impression, it proceeds to form a more lively idea of the related objects, by a natural transition of the disposition from the one to the other. The change of the objects is so easy, that the mind is scarce sensible of it, but  applies itself to the conception of the related idea with all the force and vivacity it acquir'd from the present impression.","subId":"2","id":"Hume.THN.1.3.8.2","pages":"98-9"},{"type":"paragraph","content":"If in considering the nature of relation, and that facility of transition, which is essential to it, we can satisfy ourselves concerning the reality of this phænomenon, 'tis well: But I must confess I place my chief confidence in experience to prove so material a principle. We may, therefore, observe, as the first experiment to our present purpose, that upon the appearance of the picture of an absent friend, our idea of him is evidently inliven'd by the resemblance, and that every passion, which that idea occasions, whether of joy or sorrow, acquires new force and vigour. In producing this effect there concur both a relation and a present impression. Where the picture bears him no resemblance, or at least was not intended for him, it never so much as conveys our thought to him: And where it is absent, as well as the person; tho' the mind may pass from the thought of the one to that of the other; it feels its idea to be rather weaken'd than inliven'd by that transition. We take a pleasure in viewing the picture of a friend, when 'tis set before us; but when 'tis remov'd, rather choose to consider him directly, than by reflexion in an image, which is equally distant and obscure.","subId":"3","id":"Hume.THN.1.3.8.3","pages":"99"},{"type":"paragraph","content":"The ceremonies of the Roman Catholic religion may be consider'd as experiments of the same nature. The devotees of that strange superstition usually plead in excuse of the mummeries, with which they are upbraided, that they feel the good effect of those external motions, and postures, and actions, in inlivening their devotion, and quickening their fervour, which otherwise wou'd decay away, if directed entirely to distant and immaterial objects. We shadow out the objects of our faith, say they, in sensible types and images, and render them more present to us by the immediate presence of these types, than 'tis possible for us to do, merely by an intellectual view and contemplation. Sensible objects have always a greater influence on the fancy than any other; and this influence they readily convey to those ideas, to which they are related, and which they resemble. I shall only infer from these practices, and this reasoning, that the effect of resemblance in inlivening the idea is very common; and as in every case a resemblance and a present impression must concur, we are abundantly supply'd with experiments to prove the reality of the foregoing principle.","subId":"4","id":"Hume.THN.1.3.8.4","pages":"99-100"},{"type":"paragraph","content":"We may add force to these experiments by others of a different kind, in considering the effects of contiguity, as well as of resemblance. 'Tis certain, that distance diminishes the force of every idea, and that upon our approach to any object; tho' it does not discover itself to our senses; it operates upon the mind with an influence that imitates an immediate impression. The thinking on any object readily transports the mind to what is contiguous; but 'tis only the actual presence of an object, that transports it with a superior vivacity. When I am a few miles from home, whatever relates to it touches me more nearly than when I am two hundred leagues distant; tho' even at that distance the reflecting on any thing in the neighbourhood of my friends and family naturally produces an idea of them. But as in this latter case, both the objects of the mind are ideas; not-withstanding there is an easy transition betwixt them; that transition alone is not able to give a superior vivacity to any of the ideas, for want of some immediate impression.","subId":"5","id":"Hume.THN.1.3.8.5","pages":"100"},{"type":"paragraph","content":"No one can doubt but causation has the same influence as the other two relations of resemblance and contiguity. Superstitious people are fond of the relicts of saints and holy men, for the same reason that they seek after types and images, in order to inliven their devotion, and give them a more intimate and strong conception of those exemplary lives, which they desire to imitate. Now 'tis evident, one of the best relicks a devotee cou'd procure, wou'd be the handy-work of a saint; and if his cloaths and furniture are ever to be consider'd in this light, 'tis because they were once at his disposal, and were mov'd and affected by him; in which respect they are to be consider'd as imperfect effects, and as connected with him by a shorter chain of consequences than any of those, from which we learn the reality of his existence. This phænomenon clearly proves, that a present impression with a relation of causation may enliven any idea, and consequently produce belief or assent, according to the precedent definition of it.","subId":"6","id":"Hume.THN.1.3.8.6","pages":"100-1"},{"type":"paragraph","content":"But why need we seek for other arguments to prove, that a present impression with a relation or transition of the fancy may inliven any idea, when this very instance of our reasonings from cause and effect will alone suffice to that purpose? 'Tis certain we must have an idea of every matter of fact, which we believe. 'Tis certain, that this idea arises only from a relation to a present impression. 'Tis certain, that the belief super-adds nothing to the idea, but only changes our manner of conceiving it, and renders it more strong and lively. The present conclusion concerning the influence of relation is the immediate consequence of all these steps; and every step appears to me sure and infallible. There enters nothing into this operation of the mind but a present impression, a lively idea, and a relation or association in the fancy betwixt the impression and idea; so that there can be no suspicion of mistake.","subId":"7","id":"Hume.THN.1.3.8.7","pages":"101"},{"type":"paragraph","content":"In order to put this whole affair in a fuller light, let us consider it as a question in natural philosophy, which we must determine by experience and observation. I suppose there is an object presented, from which I draw a certain conclusion, and form to myself ideas, which I am said to believe or assent to. Here 'tis evident, that however that object, which is present to my senses, and that other, whose existence I infer by reasoning, may be thought to influence each other by their particular powers or qualities; yet as the phænomenon of belief, which we at present examine, is merely internal, these powers and qualities, being entirely unknown, can have no hand in producing it. 'Tis the present impression, which is to be consider'd as the true and real cause of the idea, and of the belief which attends it. We must therefore endeavour to discover by experiments the particular qualities, by which 'tis enabled to produce so extraordinary an effect.","subId":"8","id":"Hume.THN.1.3.8.8","pages":"101-2"},{"type":"paragraph","content":"First then I observe, that the present impression has not this effect by its own proper power and efficacy, and when consider'd alone, as a single perception, limited to the present moment. I find, that an impression, from which, on its first appearance, I can draw no conclusion, may afterwards become the foundation of belief, when I have had experience of its usual consequences. We must in every case have observ'd the same impression in past instances, and have found it to be constantly conjoin'd with some other impression. This is confirm'd by such a multitude of experiments, that it admits not of the smallest doubt.","subId":"9","id":"Hume.THN.1.3.8.9","pages":"102"},{"type":"paragraph","content":"From a second observation I conclude, that the belief, which attends the present impression, and is produc'd by a number of past impressions and conjunctions; that this belief, I say, arises immediately, without any new operation of the reason or imagination. Of this I can be certain, because I never am conscious of any such operation, and find nothing in the subject, on which it can be founded. Now as we call every thing custom, which proceeds from a past repetition, without any new reasoning or conclusion, we may establish it as a certain truth, that all the belief, which follows upon any present impression, is deriv'd solely from that origin. When we are accustom'd to see two impressions conjoin'd together, the appearance or idea of the one immediately carries us to the idea of the other.","subId":"10","id":"Hume.THN.1.3.8.10","pages":"102-3"},{"type":"paragraph","content":"Being fully satisfy'd on this head, I make a third set of experiments, in order to know, whether any thing be requisite, beside the customary transition, towards the production of this phænomenon of belief. I therefore change the first impression into an idea; and observe, that tho' the customary transition to the correlative idea still remains, yet there is in reality no belief nor perswasion. A present impression, then, is absolutely requisite to this whole operation; and when after this I compare an impression with an idea, and find that their only difference consists in their different degrees of force and vivacity, I conclude upon the whole, that belief is a more vivid and intense conception of an idea, proceeding from its relation to a present impression.","subId":"11","id":"Hume.THN.1.3.8.11","pages":"103"},{"type":"paragraph","content":"Thus all probable reasoning is nothing but a species of sensation. 'Tis not solely in poetry and music, we must follow our taste and sentiment, but likewise in philosophy. When I am convinc'd of any principle, 'tis only an idea, which strikes more strongly upon me. When I give the preference to one set of arguments above another, I do nothing but decide from my feeling concerning the superiority of their influence. Objects have no discoverable connexion together; nor is it from any other principle but custom operating upon the imagination, that we can draw any inference from the appearance of one to the existence of another.","subId":"12","id":"Hume.THN.1.3.8.12","pages":"103"},{"type":"paragraph","content":"'Twill here be worth our observation, that the past experience, on which all our judgments concerning cause and effect depend, may operate on our mind in such an insensible manner as never to be taken notice of, and may even in some measure be unknown to us. A person, who stops short in his journey upon meeting a river in his way, foresees the consequences of his proceeding forward; and his knowledge of these consequences is convey'd to him by past experience, which informs him of such certain conjunctions of causes and effects. But can we think, that on this occasion he reflects  on any past experience, and calls to remembrance instances, that he has seen or heard of, in order to discover the effects of water on animal bodies? No surely; this is not the method, in which he proceeds in his reasoning. The idea of sinking is so closely connected with that of water, and the idea of suffocating with that of sinking, that the mind makes the transition without the assistance of the memory. The custom operates before we have time for reflection. The objects seem so inseparable, that we interpose not a moment's delay in passing from the one to the other. But as this transition proceeds from experience, and not from any primary connexion betwixt the ideas, we must necessarily acknowledge, that experience may produce a belief and a judgment of causes and effects by a secret operation, and without being once thought of. This removes all pretext, if there yet remains any, for asserting that the mind is convinc'd by reasoning of that principle, that instances of which we have no experience, must necessarily resemble those, of which we have. For we here find, that the understanding or imagination can draw inferences from past experience, without reflecting on it; much more without forming any principle concerning it, or reasoning upon that principle.","subId":"13","id":"Hume.THN.1.3.8.13","pages":"103-4"},{"type":"paragraph","content":"In general we may observe, that in all the most establish'd and uniform conjunctions of causes and effects, such as those of gravity, impulse, solidity, &c. the mind never carries its view expressly to consider any past experience: Tho' in other associations of objects, which are more rare and unusual, it may assist the custom and transition of ideas by this reflection. Nay we find in some cases, that the reflection produces the belief without the custom; or more properly speaking, that the reflection produces the custom in an oblique and artificial manner. I explain myself. 'Tis certain, that not only in philosophy, but even in common life, we may attain the knowledge of a particular cause merely by one experiment, provided it be made with judgment, and after a careful removal of all foreign and superfluous circumstances. Now as after one experiment of this kind, the mind, upon the appearance either of the cause or the effect, can draw an inference concerning the existence of its correlative; and as a habit can never be acquir'd merely by one instance; it may be thought, that belief cannot in this case be esteem'd the effect of custom. But this difficulty will vanish, if we consider, that tho' we are here suppos'd to have had only one experiment of a particular effect, yet we have many millions to convince us of this principle; that like objects, plac'd in like circumstances, will always produce like effects; and as this principle has establish'd itself by a sufficient custom, it bestows an evidence and firmness on any opinion, to which it can be apply'd. The connexion of the ideas is not habitual after one experiment; but this connexion is comprehended under another principle, that is habitual; which brings us back to our hypothesis. In all cases we transfer our experience to instances, of which we have no experience, either expressly or tacitly, either directly or indirectly.","subId":"14","id":"Hume.THN.1.3.8.14","pages":"104-5"},{"type":"paragraph","content":"I must not conclude this subject without observing, that 'tis very difficult to talk of the operations of the mind with perfect propriety and exactness; because common language has seldom made any very nice distinctions among them, but has generally call'd by the same term all such as nearly resemble each other. And as this is a source almost inevitable of obscurity and confusion in the author; so it may frequently give rise to doubts and objections in the reader, which otherwise he wou'd never have dream'd of. Thus my general position, that an opinion or belief is nothing but a strong and lively idea deriv'd from a present impression related to it, may be liable to the following objection, by reason of a little ambiguity in those words strong and lively. It may be said, that not only an impression may give rise to reasoning, but that an idea may also have the same influence; especially upon my principle, that all our ideas are deriv'd from correspondent impressions. For suppose I form at present an idea, of which I have forgot the correspondent impression, I am able to conclude from this idea, that such an impression did once exist; and as this conclusion is attended with belief, it may be ask'd, from whence are the qualities of force and vivacity deriv'd, which constitute this belief? And to this I answer very readily, from the present idea. For as this idea is not here consider'd, as the representation of any absent object, but as a real perception in the mind, of which we are intimately conscious, it must be able to bestow on whatever is related to it the same quality, call it firmness, or solidity, or force, or vivacity, with which the mind reflects upon it, and is assur'd of its present existence. The idea here supplies the place of an impression, and is entirely the same, so far as regards our present purpose.","subId":"15","id":"Hume.THN.1.3.8.15","pages":"105-6"},{"type":"paragraph","content":"Upon the same principles we need not be surpriz'd to hear of the remembrance of an idea; that is, of the idea of an idea, and of its force and vivacity superior to the loose conceptions of the imagination. In thinking of our past thoughts we not only delineate out the objects, of which we were thinking, but also conceive the action of the mind in the meditation, that certain je-ne-scai-quoi, of which 'tis impossible to give any definition or description, but which every one sufficiently understands. When the memory offers an idea of this, and represents it as past, 'tis easily conceiv'd how that idea may have more vigour and firmness, than when we think of a past thought, of which we have no remembrance.","subId":"16","id":"Hume.THN.1.3.8.16","pages":"106"},{"type":"paragraph","content":"After this any one will understand how we may form the idea of an impression and of an idea, and how we may believe the existence of an impression and of an idea.","subId":"17","id":"Hume.THN.1.3.8.17","pages":"106"},{"type":"note","content":"Naturane nobis, inquit, datum dicam, an errore quodam, ut, cum ea loca videamus, in quibus memoria dignos viros acceperimus multum esse versatos, magis moveamur, quam siquando eorum ipsorum aut facta audiamus, aut scriptum aliquod legamus? velut ego nunc moveor. Venit enim mihi Platonis in mentem: quem accipimus primum hic disputare solitum: Cujus etiam illi hortuli propinqui non memoriam solum mihi afferunt, sed ipsum videntur in conspectu meo hic ponere. Hic Speusippus, hic Xenocrates, his ejus auditor Polemo; cujus ipsa illa sessio fuit, quam videamus. Equidem etiam curiam nostram, hostiliam dico, non hanc novam, quae mihi minor esse videtur postquam est major, solebam intuens Scipionem, Catonem, Laelium, nostrum vero in primis avum cogitare. Tanta vis admonitionis inest in locis; ut non sine causa ex his memoriae ducta sit disciplina. Cicero de Finibus, lib. 5.","subId":"n21","id":"Hume.THN.1.3.8.n21","pages":"630"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.7","imported":true,"title":"Section 7. Of the nature of the idea or belief","breadcrumb":"Section 7","published":[1739]},"next":{"id":"Hume.THN.1.3.9","imported":true,"title":"Section 9. Of the effects of other relations and other habits","breadcrumb":"Section 9","published":[1739]}}