{"id":"Hume.THN.2.1.10","imported":true,"parent":"Hume.THN.2.1","title":"Section 10. Of property and riches","breadcrumb":"Section 10","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. X. £3 £4 _Of property and riches._ £4","id":"Hume.THN.2.1.10"},{"type":"paragraph","content":"BUT the relation, which is esteem'd the closest, and which of all others produces most commonly the passion of pride, is that of _property_. This relation 'twill be impossible for me |fully to explain before I come to treat of justice and the other moral virtues. 'Tis sufficient to observe on this occasion, that property may be defin'd, _such a relation betwixt a person and an object as permits him, but forbids any other, the free use and possession of it, without violating the laws of justice and moral equity_. If justice, therefore, be a virtue, which has a natural and original influence on the human mind, property may be look'd upon as a particular species of _causation_; whether we consider the liberty it gives the proprietor to operate as he please upon the object, or the advantages, which he reaps from it. 'Tis the same case, if justice, according to the system of certain philosophers, shou'd be esteem'd an artificial and not a natural virtue. For then honour, and custom, and civil laws supply the place of natural conscience, and produce, in some degree, the same effects. This in the mean time is certain, that the mention of the property naturally carries our thought to the proprietor, and of the proprietor to the property; which being a proof of a perfect relation of ideas is all that is requisite to our present purpose. A relation of ideas, join'd to that of impressions, always produces a transition of affections; and therefore, whenever any pleasure or pain arises from an object, connected with us by property, we may be certain, that either pride or humility must arise from this conjunction of relations; if the foregoing system be solid and satisfactory. And whether it be so or not, we may soon satisfy ourselves by the most cursory view of human life.","subId":"1","id":"Hume.THN.2.1.10.1","pages":"309-10"},{"type":"paragraph","content":"^Every^ thing belonging to a vain man is the best that is any where to be found. His houses, equipage, furniture, cloaths, horses, hounds, excel all others in his conceit; and 'tis easy to observe, that from the least advantage in any of these, he draws a new subject of pride and vanity. His wine, if you'll believe him, has a finer flavour than any other; his cookery is more exquisite; his table more orderly; his servants more expert; the air, in which he lives, more healthful; the soil he cultivates more fertile; his fruits ripen |earlier and to greater perfection: Such a thing is remarkable for its novelty; such another for its antiquity: This is the workmanship of a famous artist, that belong'd once to such a prince or great man: All objects, in a word, that are useful, beautiful or surprizing, or are related to such, may, by means of property, give rise to this passion. These agree in giving pleasure, and agree in nothing else. This alone is common to them; and therefore must be the quality that produces the passion, which is their common effect. As every new instance is a new argument, and as the instances are here without number, I may venture to affirm, that scarce any system was ever so fully prov'd by experience, as that which I have here advanc'd.","subId":"2","id":"Hume.THN.2.1.10.2","pages":"310-1"},{"type":"paragraph","content":"^If^ the property of any thing, that gives pleasure either by its utility, beauty or novelty, produces also pride by a double relation of impressions and ideas; we need not be surpriz'd, that the power of acquiring this property, shou'd have the same effect. Now riches are to be consider'd as the power of acquiring the property of what pleases; and 'tis only in this view they have any influence on the passions. Paper will, on many occasions, be consider'd as riches, and that because it may convey the power of acquiring money: And money is not riches, as it is a metal endow'd with certain qualities of solidity, weight and fusibility; but only as it has a relation to the pleasures and conveniences of life. Taking then this for granted, which is in itself so evident, we may draw from it one of the strongest arguments I have yet employ'd to prove the influence of the double relations on pride and humility.","subId":"3","id":"Hume.THN.2.1.10.3","pages":"311"},{"type":"paragraph","content":"^It^ has been observ'd in treating of the understanding, that the distinction, which we sometimes make betwixt a _power_ and the _exercise_ of it, is entirely frivolous, and that neither man nor any other being ought ever to be thought possest of any ability, unless it be exerted and put in action. But tho' this be strictly true in a just and _philosophical_ way of thinking, 'tis certain it is not _the philosophy_ of our passions; |but that many things operate upon them by means of the idea and supposition of power, independent of its actual exercise. We are pleas'd when we acquire an ability of procuring pleasure, and are displeas'd when another acquires a power of giving pain. This is evident from experience; but in order to give a just explication of the matter, and account for this satisfaction and uneasiness, we must weigh the following reflections.","subId":"4","id":"Hume.THN.2.1.10.4","pages":"311-2"},{"type":"paragraph","content":"'^Tis^ evident the error of distinguishing power from its exercise proceeds not entirely from the scholastic doctrine of _free-will_, which, indeed, enters very little into common life, and has but small influence on our vulgar and popular ways of thinking. According to that doctrine, motives deprive us not of free-will, nor take away our power of performing or forbearing any action. But according to common notions a man has no power, where very considerable motives lie betwixt him and the satisfaction of his desires, and determine him to forbear what he wishes to perform. I do not think I have fallen into my enemy's power, when I see him pass me in the streets with a sword by his side, while I am unprovided of any weapon. I know that the fear of the civil magistrate is as strong a restraint as any of iron, and that I am in as perfect safety as if he were chain'd or imprison'd. But when a person acquires such an authority over me, that not only there is no external obstacle to his actions; but also that he may punish or reward me as he pleases, without any dread of punishment in his turn, I then attribute a full power to him, and consider myself as his subject or vassal.","subId":"5","id":"Hume.THN.2.1.10.5","pages":"312"},{"type":"paragraph","content":"^Now^ if we compare these two cases, that of a person, who has very strong motives of interest or safety to forbear any action, and that of another, who lies under no such obligation, we shall find, according to the philosophy explain'd in the foregoing book, that the only _known_ difference betwixt them lies in this, that in the former case we conclude from _past experience_, that the person never will perform that action, and in the latter, that he possibly or probably will perform it. |Nothing is more fluctuating and inconstant on many occasions, than the will of man; nor is there any thing but strong motives, which can give us an absolute certainty in pronouncing concerning any of his future actions. When we see a person free from these motives, we suppose a possibility either of his acting or forbearing; and tho' in general we may conclude him to be determin'd by motives and causes, yet this removes not the uncertainty of our judgment concerning these causes, nor the influence of that uncertainty on the passions. Since therefore we ascribe a power of performing an action to every one, who has no very powerful motive to forbear it, and refuse it to such as have; it may justly be concluded, that _power_ has always a reference to its _exercise_, either actual or probable, and that we consider a person as endow'd with any ability when we find from past experience, that 'tis probable, or at least possible he may exert it. And indeed, as our passions always regard the real existence of objects, and we always judge of this reality from past instances; nothing can be more likely of itself, without any farther reasoning, than that power consists in the possibility or probability of any action, as discover'd by experience and the practice of the world.","subId":"6","id":"Hume.THN.2.1.10.6","pages":"312-3"},{"type":"paragraph","content":"^Now^ 'tis evident, that wherever a person is in such a situation with regard to me, that there is no very powerful motive to deter him from injuring me, and consequently 'tis _uncertain_ whether he will injure me or not, I must be uneasy in such a situation, and cannot consider the possibility or probability of that injury without a sensible concern. The passions are not only affected by such events as are certain and infallible, but also in an inferior degree by such as are possible and contingent. And tho' perhaps I never really feel any harm, and discover by the event, that, philosophically speaking, the person never had any power of harming me; since he did not exert any; this prevents not my uneasiness from the preceding uncertainty. The agreeable passions may here operate as well as the uneasy, and convey a |pleasure when I perceive a good to become either possible or probable by the possibility or probability of another's bestowing it on me, upon the removal of any strong motives, which might formerly have hinder'd him.","subId":"7","id":"Hume.THN.2.1.10.7","pages":"313-4"},{"type":"paragraph","content":"^But^ we may farther observe, that this satisfaction encreases, when any good approaches in such a manner that it is in one's _own_ power to take or leave it, and there neither is any physical impediment, nor any very strong motive to hinder our enjoyment. As all men desire pleasure, nothing can be more probable, than its existence when there is no external obstacle to the producing it, and men perceive no danger in following their inclinations. In that case their imagination easily anticipates the satisfaction, and conveys the same joy, as if they were perswaded of its real and actual existence.","subId":"8","id":"Hume.THN.2.1.10.8","pages":"314"},{"type":"paragraph","content":"^But^ this accounts not sufficiently for the satisfaction, which attends riches. A miser receives delight from his money; that is, from the _power_ it affords him of procuring all the pleasures and conveniences of life, tho' he knows he has enjoy'd his riches for forty years without ever employing them; and consequently cannot conclude by any species of reasoning, that the real existence of these pleasures is nearer, than if he were entirely depriv'd of all his possessions. But tho' he cannot form any such conclusion in a way of reasoning concerning the nearer approach of the pleasure, 'tis certain he _imagines_ it to approach nearer, whenever all external obstacles are remov'd, along with the more powerful motives of interest and danger, which oppose it. For farther satisfaction on this head I must refer to my account of the will, where I shall[n57] explain that false sensation of liberty, which makes us imagine we can perform any thing, that is not very dangerous or destructive. Whenever any other person is under no strong obligations of interest to forbear any pleasure, we judge from _experience_, that the pleasure will exist, and that he will probably obtain it. But when ourselves are in that situation, we judge from an _illusion of the fancy_, that the |pleasure is still closer and more immediate. The will seems to move easily every way, and casts a shadow or image of itself, even to that side, on which it did not settle. By means of this image the enjoyment seems to approach nearer to us, and gives us the same lively satisfaction, as if it were perfectly certain and unavoidable.","subId":"9","id":"Hume.THN.2.1.10.9","pages":"314-5"},{"type":"paragraph","content":"'^Twill^ now be easy to draw this whole reasoning to a point, and to prove, that when riches produce any pride or vanity in their possessors, as they never fail to do, 'tis only by means of a double relation of impressions and ideas. The very essence of riches consists in the power of procuring the pleasures and conveniences of life. The very essence of this power consists in the probability of its exercise, and in its causing us to anticipate, by a _true_ or _false_ reasoning, the real existence of the pleasure. This anticipation of pleasure is, in itself, a very considerable pleasure; and as its cause is some possession or property, which we enjoy, and which is thereby related to us, we here clearly see all the parts of the foregoing system most exactly and distinctly drawn out before us.","subId":"10","id":"Hume.THN.2.1.10.10","pages":"315"},{"type":"paragraph","content":"^For^ the same reason, that riches cause pleasure and pride, and poverty excites uneasiness and humility, power must produce the former emotions, and slavery the latter. Power or an authority over others makes us capable of satisfying all our desires; as slavery, by subjecting us to the will of others, exposes us to a thousand wants, and mortifications.","subId":"11","id":"Hume.THN.2.1.10.11","pages":"315"},{"type":"paragraph","content":"'^Tis^ here worth observing, that the vanity of power, or shame of slavery, are much augmented by the consideration of the persons, over whom we exercise our authority, or who exercise it over us. For supposing it possible to frame statues of such an admirable mechanism, that they cou'd move and act in obedience to the will; 'tis evident the possession of them wou'd give pleasure and pride, but not to such a degree, as the same authority, when exerted over sensible and rational creatures, whose condition, being compar'd to our own, makes it seem more agreeable and honourable. Comparison is in every case a sure method of aug|menting our esteem of any thing. A rich man feels the felicity of his condition better by opposing it to that of a beggar. But there is a peculiar advantage in power, by the contrast, which is, in a manner, presented to us, betwixt ourselves and the person we command. The comparison is obvious and natural: The imagination finds it in the very subject: The passage of the thought to its conception is smooth and easy. And that this circumstance has a considerable effect in augmenting its influence, will appear afterwards in examining the nature of _malice_ and _envy_.","subId":"12","id":"Hume.THN.2.1.10.12","pages":"315-6"},{"type":"note","content":"Part III. Sect. 2.","subId":"n57","id":"Hume.THN.2.1.10.n57","pages":"314"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.9","imported":true,"title":"Section 9. Of external advantages and disadvantages","breadcrumb":"Section 9","published":[1739]},"next":{"id":"Hume.THN.2.1.11","imported":true,"title":"Section 11. Of the love of fame","breadcrumb":"Section 11","published":[1739]}}