{"id":"Hume.THN.2.1.5","imported":true,"parent":"Hume.THN.2.1","title":"Section 5. Of the influence of these relations on pride and humility","breadcrumb":"Section 5","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. V. £3 £4 _Of the influence of these relations on pride and humility._ £4","id":"Hume.THN.2.1.5"},{"type":"paragraph","content":"THESE principles being establish'd on unquestionable experience, I begin to consider how we shall apply them, by revolving over all the causes of pride and humility, whether these causes be regarded, as the qualities, that operate, or as the subjects, on which the qualities are plac'd. In examining these _qualities_ I immediately find many of them to concur in producing the sensation of pain and pleasure, independent of those affections, which I here endeavour to explain. Thus the beauty of our person, of itself, and by its very appearance, gives pleasure, as well as pride; and its deformity, pain as well as humility. A magnificent feast delights us, and a sordid one displeases. What I discover to be true in some instances, I _suppose_ to be so in all; and take it for granted at present, without any farther proof, that every cause of pride, by its peculiar qualities, produces a separate pleasure, and of humility a separate uneasiness.","subId":"1","id":"Hume.THN.2.1.5.1","pages":"285"},{"type":"paragraph","content":"^Again^, in considering the _subjects_, to which these qualities adhere, I make a new _supposition_, which also appears probable from many obvious instances, _viz._ that these subjects are either parts of ourselves, or something nearly related to us. Thus the good and bad qualities of our actions and manners constitute virtue and vice, and determine our personal character, than which nothing operates more strongly on these passions. In like manner, 'tis the beauty or deformity of our person, houses, equipage, or furniture, by which we are render'd either vain or humble. The same qualities, when transfer'd to subjects, which bear us no relation, influence not in the smallest degree either of these affections.","subId":"2","id":"Hume.THN.2.1.5.2","pages":"285"},{"type":"paragraph","content":"^Having^ thus in a manner suppos'd two properties of the causes of these affections, _viz._ that the _qualities_ produce a separate pain or pleasure, and that the _subjects_, on which the |qualities are plac'd, are related to self; I proceed to examine the passions themselves, in order to find something in them, correspondent to the suppos'd properties of their causes. _First_, I find, that the peculiar object of pride and humility is determin'd by an original and natural instinct, and that 'tis absolutely impossible, from the primary constitution of the mind, that these passions shou'd ever look beyond self, or that individual person, of whose actions and sentiments each of us is intimately conscious. Here at last the view always rests, when we are actuated by either of these passions; nor can we, in that situation of mind, ever lose sight of this object. For this I pretend not to give any reason; but consider such a peculiar direction of the thought as an original quality.","subId":"3","id":"Hume.THN.2.1.5.3","pages":"285-6"},{"type":"paragraph","content":"^The^ _second_ quality, which I discover in these passions, and which I likewise consider as an original quality, is their sensations, or the peculiar emotions they excite in the soul, and which constitute their very being and essence. Thus pride is a pleasant sensation, and humility a painful; and upon the removal of the pleasure and pain, there is in reality no pride nor humility. Of this our very feeling convinces us; and beyond our feeling, 'tis here in vain to reason or dispute.","subId":"4","id":"Hume.THN.2.1.5.4","pages":"286"},{"type":"paragraph","content":"^If^ I compare, therefore, these two _establish'd_ properties of the passions, _viz._ their object, which is self, and their sensation, which is either pleasant or painful, to the two _suppos'd_ properties of the causes, _viz._ their relation to self, and their tendency to produce a pain or pleasure, independent of the passion; I immediately find, that taking these suppositions to be just, the true system breaks in upon me with an irresistible evidence. That cause, which excites the passion, is related to the object, which nature has attributed to the passion; the sensation, which the cause separately produces, is related to the sensation of the passion: From this double relation of ideas and impressions, the passion is deriv'd. The one idea is easily converted into its cor-relative; and the one im|pression into that, which resembles and corresponds to it: With how much greater facility must this transition be made, where these movements mutually assist each other, and the mind receives a double impulse from the relations both of its impressions and ideas?","subId":"5","id":"Hume.THN.2.1.5.5","pages":"286-7"},{"type":"paragraph","content":"^That^ we may comprehend this the better, we must suppose, that nature has given to the organs of the human mind, a certain disposition fitted to produce a peculiar impression or emotion, which we call _pride:_ To this emotion she has assign'd a certain idea, _viz._ that of _self_, which it never fails to produce. This contrivance of nature is easily conceiv'd. We have many instances of such a situation of affairs. The nerves of the nose and palate are so dispos'd, as in certain circumstances to convey such peculiar sensations to the mind: The sensations of lust and hunger always produce in us the idea of those peculiar objects, which are suitable to each appetite. These two circumstances are united in pride. The organs are so dispos'd as to produce the passion; and the passion, after its production, naturally produces a certain idea. All this needs no proof. 'Tis evident we never shou'd be possest of that passion, were there not a disposition of mind proper for it; and 'tis as evident, that the passion always turns our view to ourselves, and makes us think of our own qualities and circumstances.","subId":"6","id":"Hume.THN.2.1.5.6","pages":"287"},{"type":"paragraph","content":"^This^ being fully comprehended, it may now be ask'd, _Whether nature produces the passion immediately, of herself; or whether she must be assisted by the co-operation of other causes?_ For 'tis observable, that in this particular her conduct is different in the different passions and sensations. The palate must be excited by an external object, in order to produce any relish: But hunger arises internally, without the concurrence of any external object. But however the case may stand with other passions and impressions, 'tis certain, that pride requires the assistance of some foreign object, and that the organs, which produce it, exert not themselves like the heart and arteries, by an original internal movement. |For _first_, daily experience convinces us, that pride requires certain causes to excite it, and languishes when unsupported by some excellency in the character, in bodily accomplishments, in cloaths, equipage or fortune. _Secondly_, 'tis evident pride wou'd be perpetual, if it arose immediately from nature; since the object is always the same, and there is no disposition of body peculiar to pride, as there is to thirst and hunger. _Thirdly_, Humility is in the very same situation with pride; and therefore, either must, upon this supposition, be perpetual likewise, or must destroy the contrary passion from the very first moment; so that none of them cou'd ever make its appearance. Upon the whole, we may rest satisfy'd with the foregoing conclusion, that pride must have a cause, as well as an object, and that the one has no influence without the other.","subId":"7","id":"Hume.THN.2.1.5.7","pages":"287-8"},{"type":"paragraph","content":"^The^ difficulty, then, is only to discover this cause, and find what it is that gives the first motion to pride, and sets those organs in action, which are naturally fitted to produce that emotion. Upon my consulting experience, in order to resolve this difficulty, I immediately find a hundred different causes, that produce pride; and upon examining these causes, I suppose, what at first I perceive to be probable, that all of them concur in two circumstances; which are, that of themselves they produce an impression, ally'd to the passion, and are plac'd on a subject, ally'd to the object of the passion. When I consider after this the nature of _relation_, and its effects both on the passions and ideas, I can no longer doubt, upon these suppositions, that 'tis the very principle, which gives rise to pride, and bestows motion on those organs, which being naturally dispos'd to produce that affection, require only a first impulse or beginning to their action. Any thing, that gives a pleasant sensation, and is related to self, excites the passion of pride, which is also agreeable, and has self for its object.","subId":"8","id":"Hume.THN.2.1.5.8","pages":"288"},{"type":"paragraph","content":"^What^ I have said of pride is equally true of humility. The sensation of humility is uneasy, as that of pride is agree|able; for which reason the separate sensation, arising from the causes, must be revers'd, while the relation to self continues the same. Tho' pride and humility are directly contrary in their effects, and in their sensations, they have notwithstanding the same object; so that 'tis requisite only to change the relation of impressions, without making any change upon that of ideas. Accordingly we find, that a beautiful house, belonging to ourselves, produces pride; and that the same house, still belonging to ourselves, produces humility, when by any accident its beauty is chang'd into deformity, and thereby the sensation of pleasure, which corresponded to pride, is transform'd into pain, which is related to humility. The double relation between the ideas and impressions subsists in both cases, and produces an easy transition from the one emotion to the other.","subId":"9","id":"Hume.THN.2.1.5.9","pages":"288-9"},{"type":"paragraph","content":"^In^ a word, nature has bestow'd a kind of attraction on certain impressions and ideas, by which one of them, upon its appearance, naturally introduces its correlative. If these two attractions or associations of impressions and ideas concur on the same object, they mutually assist each other, and the transition of the affections and of the imagination is made with the greatest ease and facility. When an idea produces an impression, related to an impression, which is connected with an idea, related to the first idea, these two impressions must be in a manner inseparable, nor will the one in any case be unattended with the other. 'Tis after this manner, that the particular causes of pride and humility are determin'd. The quality, which operates on the passion, produces separately an impression resembling it; the subject, to which the quality adheres, is related to self, the object of the passion: No wonder the whole cause, consisting of a quality and of a subject, does so unavoidably give rise to the passion.","subId":"10","id":"Hume.THN.2.1.5.10","pages":"289"},{"type":"paragraph","content":"^To^ illustrate this hypothesis, we may compare it to that, by which I have already explain'd the belief attending the judgments, which we form from causation. I have observ'd, |that in all judgments of this kind, there is always a present impression, and a related idea; and that the present impression gives a vivacity to the fancy, and the relation conveys this vivacity, by an easy transition, to the related idea. Without the present impression, the attention is not fix'd, nor the spirits excited. Without the relation, this attention rests on its first object, and has no farther consequence. There is evidently a great analogy betwixt that hypothesis, and our present one of an impression and idea, that transfuse themselves into another impression and idea by means of their double relation: Which analogy must be allow'd to be no despicable proof of both hypotheses.","subId":"11","id":"Hume.THN.2.1.5.11","pages":"289-90"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.4","imported":true,"title":"Section 4. Of the relations of impressions and ideas","breadcrumb":"Section 4","published":[1739]},"next":{"id":"Hume.THN.2.1.6","imported":true,"title":"Section 6. Limitations of this system","breadcrumb":"Section 6","published":[1739]}}