{"id":"Hume.THN.2.1.9","imported":true,"parent":"Hume.THN.2.1","title":"Section 9. Of external advantages and disadvantages","breadcrumb":"Section 9","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. IX. £3 £4 _Of external advantages and disadvantages._ £4","id":"Hume.THN.2.1.9"},{"type":"paragraph","content":"BUT tho' pride and humility have the qualities of our mind and body, that is _self_, for their natural and more immediate causes, we find by experience, that there are many other objects, which produce these affections, and that the primary one is, in some measure, obscur'd and lost by the multiplicity of foreign and extrinsic. We found a vanity upon houses, gardens, equipages, as well as upon personal merit and accomplishments; and tho' these external advantages be in themselves widely distant from thought or a person, yet they considerably influence even a passion, which is directed to that as its ultimate object. This happens when external objects acquire any particular relation to ourselves, and are associated or connected with us. A beautiful fish in the ocean, an animal in a desart, and indeed any thing that neither belongs, nor is related to us, has no manner of influence on our vanity, whatever extraordinary qualities it may be endow'd with, and whatever degree of surprize and admiration it may naturally occasion. It must be some way associated with us in order to touch our pride. Its idea must hang in a manner, upon that of ourselves; and |the transition from the one to the other must be easy and natural.","subId":"1","id":"Hume.THN.2.1.9.1","pages":"303-4"},{"type":"paragraph","content":"^But^ here 'tis remarkable, that tho' the relation of _resemblance_ operates upon the mind in the same manner as contiguity and causation, in conveying us from one idea to another, yet 'tis seldom a foundation either of pride or of humility. If we resemble a person in any of the valuable parts of his character, we must, in some degree, possess the quality, in which we resemble him; and this quality we always chuse to survey directly in ourselves rather than by reflexion in another person, when we wou'd found upon it any degree of vanity. So that tho' a likeness may occasionally produce that passion by suggesting a more advantageous idea of ourselves, 'tis there the view fixes at last, and the passion finds its ultimate and final cause.","subId":"2","id":"Hume.THN.2.1.9.2","pages":"304"},{"type":"paragraph","content":"^There^ are instances, indeed, wherein men shew a vanity in resembling a great man in his countenance, shape, air, or other minute circumstances, that contribute not in any degree to his reputation; but it must be confess'd, that this extends not very far, nor is of any considerable moment in these affections. For this I assign the following reason. We can never have a vanity of resembling in trifles any person, unless he be possess'd of very shining qualities, which give us a respect and veneration for him. These qualities, then, are, properly speaking, the causes of our vanity, by means of their relation to ourselves. Now after what manner are they related to ourselves? They are parts of the person we value, and consequently connected with these trifles; which are also suppos'd to be parts of him. These trifles are connected with the resembling qualities in us; and these qualities in us, being parts, are connected with the whole; and by that means form a chain of several links betwixt ourselves and the shining qualities of the person we resemble. But besides that this multitude of relations must weaken the connexion; 'tis evident the mind, in passing from the shining qualities to the trivial ones, must by that contrast the better perceive the |minuteness of the latter, and be in some measure asham'd of the comparison and resemblance.","subId":"3","id":"Hume.THN.2.1.9.3","pages":"304-5"},{"type":"paragraph","content":"^The^ relation, therefore, of contiguity, or that of causation, betwixt the cause and object of pride and humility, is alone requisite to give rise to these passions; and these relations are nothing else but qualities, by which the imagination is convey'd from one idea to another. Now let us consider what effect these can possibly have upon the mind, and by what means they become so requisite to the production of the passions. 'Tis evident, that the association of ideas operates in so silent and imperceptible a manner, that we are scarce sensible of it, and discover it more by its effects than by any immediate feeling or perception. It produces no emotion, and gives rise to no new impression of any kind, but only modifies those ideas, of which the mind was formerly possess'd, and which it cou'd recal upon occasion. From this reasoning, as well as from undoubted experience, we may conclude, that an association of ideas, however necessary, is not alone sufficient to give rise to any passion.","subId":"4","id":"Hume.THN.2.1.9.4","pages":"305"},{"type":"paragraph","content":"'^Tis^ evident, then, that when the mind feels the passion either of pride or humility upon the appearance of a related object, there is, beside the relation or transition of thought, an emotion or original impression produc'd by some other principle. The question is, whether the emotion first produc'd be the passion itself, or some other impression related to it. This question we cannot be long in deciding. For besides all the other arguments, with which this subject abounds, it must evidently appear, that the relation of ideas, which experience shews to be so requisite a circumstance to the production of the passion, wou'd be entirely superfluous, were it not to second a relation of affections, and facilitate the transition from one impression to another. If nature produc'd immediately the passion of pride or humility, it wou'd be compleated in itself, and wou'd require no farther addition or encrease from any other affection. But supposing the first emotion to be only related to pride or humility, 'tis |easily conceiv'd to what purpose the relation of objects may serve, and how the two different associations, of impressions and ideas, by uniting their forces, may assist each other's operation. This is not only easily conceiv'd, but I will venture to affirm 'tis the only manner, in which we can conceive this subject. An easy transition of ideas, which, of itself, causes no emotion, can never be necessary, or even useful to the passions, but by forwarding the transition betwixt some related impressions. Not to mention, that the same object causes a greater or smaller degree of pride, not only in proportion to the encrease or decrease of its qualities, but also to the distance or nearness of the relation; which is a clear argument for the transition of affections along the relation of ideas; since every change in the relation produces a proportionable change in the passion. Thus one part of the preceding system, concerning the relations of ideas is a sufficient proof of the other, concerning that of impressions; and is itself so evidently founded on experience, that 'twou'd be lost time to endeavour farther to prove it.","subId":"5","id":"Hume.THN.2.1.9.5","pages":"305-6"},{"type":"paragraph","content":"^This^ will appear still more evidently in particular instances. Men are vain of the beauty of their country, of their county, of their parish. Here the idea of beauty plainly produces a pleasure. This pleasure is related to pride. The object or cause of this pleasure is, by the supposition, related to self, or the object of pride. By this double relation of impressions and ideas, a transition is made from the one impression to the other.","subId":"6","id":"Hume.THN.2.1.9.6","pages":"306"},{"type":"paragraph","content":"^Men^ are also vain of the temperature of the climate, in which they were born; of the fertility of their native soil; of the goodness of the wines, fruits or victuals, produc'd by it; of the softness or force of their language; with other particulars of that kind. These objects have plainly a reference to the pleasures of the senses, and are originally considered as agreeable to the feeling, taste or hearing. How is it possible they cou'd ever become objects of pride, except by means of that transition above-explain'd?","subId":"7","id":"Hume.THN.2.1.9.7","pages":"306"},{"type":"paragraph","content":"^There^ are some, that discover a vanity of an opposite kind, and affect to depreciate their own country, in comparison of those, to which they have travell'd. These persons find, when they are at home, and surrounded with their countrymen, that the strong relation betwixt them and their own nation is shar'd with so many, that 'tis in a manner lost to them; whereas their distant relation to a foreign country, which is form'd by their having seen it and liv'd in it, is augmented by their considering how few there are who have done the same. For this reason they always admire the beauty, utility and rarity of what is abroad, above what is at home.","subId":"8","id":"Hume.THN.2.1.9.8","pages":"307"},{"type":"paragraph","content":"^Since^ we can be vain of a country, climate or any inanimate object, which bears a relation to us, 'tis no wonder we are vain of the qualities of those, who are connected with us by blood or friendship. Accordingly we find, that the very same qualities, which in ourselves produce pride, produce also in a lesser degree the same affection, when discover'd in persons related to us. The beauty, address, merit, credit and honours of their kindred are carefully display'd by the proud, as some of {~~their->the~~} most considerable sources of their vanity.","subId":"9","id":"Hume.THN.2.1.9.9","pages":"307"},{"type":"paragraph","content":"^As^ we are proud of riches in ourselves, so to satisfy our vanity we desire that every one, who has any connexion with us, shou'd likewise be possest of them, and are asham'd of any one, that is mean or poor, among our friends and relations. For this reason we remove the poor as far from us as possible; and as we cannot prevent poverty in some distant collaterals, and our forefathers are taken to be our nearest relations; upon this account every one affects to be of a good family, and to be descended from a long succession of rich and honourable ancestors.","subId":"10","id":"Hume.THN.2.1.9.10","pages":"307"},{"type":"paragraph","content":"^I have^ frequently observ'd, that those, who boast of the antiquity of their families, are glad when they can join this circumstance, that their ancestors for many generations have been uninterrupted proprietors of the same portion of land, |and that their family has never chang'd its possessions, or been transplanted into any other county or province. I have also observ'd, that 'tis an additional subject of vanity, when they can boast, that these possessions have been transmitted thro' a descent compos'd entirely of males, and that the honours and fortune have never past thro' any female. Let us endeavour to explain these ph{ae}nomena by the foregoing system.","subId":"11","id":"Hume.THN.2.1.9.11","pages":"307-8"},{"type":"paragraph","content":"'^Tis^ evident, that when any one boasts of the antiquity of his family, the subjects of his vanity are not merely the extent of time and number of ancestors, but also their riches and credit, which are suppos'd to reflect a lustre on himself on account of his relation to them. He first considers these objects; is affected by them in an agreeable manner; and then returning back to himself, thro' the relation of parent and child, is elevated with the passion of pride, by means of the double relation of impressions and ideas. Since therefore the passion depends on these relations, whatever strengthens any of the relations must also encrease the passion, and whatever weakens the relations must diminish the passion. Now 'tis certain the identity of the possession strengthens the relation of ideas arising from blood and kindred, and conveys the fancy with greater facility from one generation to another, from the remotest ancestors to their posterity, who are both their heirs and their descendants. By this facility the impression is transmitted more entire, and excites a greater degree of pride and vanity.","subId":"12","id":"Hume.THN.2.1.9.12","pages":"308"},{"type":"paragraph","content":"^The^ case is the same with the transmission of the honours and fortune thro' a succession of males without their passing thro' any female. 'Tis a quality of human nature, which we shall consider[n56] afterwards, that the imagination naturally turns to whatever is important and considerable; and where two objects are presented to it, a small and a great one, usually leaves the former, and dwells entirely upon the latter. As in the society of marriage, the male sex has the advantage |above the female, the husband first engages our attention; and whether we consider him directly, or reach him by passing thro' related objects, the thought both rests upon him with greater satisfaction, and arrives at him with greater facility than his consort. 'Tis easy to see, that this property must strengthen the child's relation to the father, and weaken that to the mother. For as all relations are nothing but a propensity to pass from one idea to another, whatever strengthens the propensity strengthens the relation; and as we have a stronger propensity to pass from the idea of the children to that of the father, than from the same idea to that of the mother, we ought to regard the former relation as the closer and more considerable. This is the reason why children commonly bear their father's name, and are esteem'd to be of nobler or baser birth, according to _his_ family. And tho' the mother shou'd be possest of a superior spirit and genius to the father, as often happens, the _general rule_ prevails, notwithstanding the exception, according to the doctrine above-explain'd. Nay even when a superiority of any kind is so great, or when any other reasons have such an effect, as to make the children rather represent the mother's family than the father's, the general rule still retains such an efficacy that it weakens the relation, and makes a kind of break in the line of ancestors. The imagination runs not along them with facility, nor is able to transfer the honour and credit of the ancestors to their posterity of the same name and family so readily, as when the transition is conformable to the general rules, and passes from father to son, or from brother to brother.","subId":"13","id":"Hume.THN.2.1.9.13","pages":"308-9"},{"type":"note","content":"Part II. Sect. 2.","subId":"n56","id":"Hume.THN.2.1.9.n56","pages":"308"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.8","imported":true,"title":"Section 8. Of beauty and deformity","breadcrumb":"Section 8","published":[1739]},"next":{"id":"Hume.THN.2.1.10","imported":true,"title":"Section 10. Of property and riches","breadcrumb":"Section 10","published":[1739]}}