{"id":"Hume.THN.1.4.1","imported":true,"parent":"Hume.THN.1.4","title":"Section 1. Of scepticism with regard to reason","breadcrumb":"Section 1","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. I.\nOf scepticism with regard to reason.\n","id":"Hume.THN.1.4.1"},{"type":"paragraph","content":"IN all demonstrative sciences the rules are certain and infallible; but when we apply them, our fallible and uncertain faculties are very apt to depart from them, and fall into error. We must, therefore, in every reasoning form a new judgment, as a check or controul on our first judgment or belief; and must enlarge our view to comprehend a kind of history of all the instances, wherein our understanding has deceiv'd us, compar'd with those, wherein its testimony was just and true. Our reason must be consider'd as a kind of cause, of which truth is the natural effect; but such-a-one as by the irruption of other causes, and by the inconstancy of our mental powers, may frequently be prevented. By this means all knowledge degenerates into probability; and this probability is greater or less, according to our experience of the veracity or deceitfulness of our understanding, and according to the simplicity or intricacy of the question.","subId":"1","id":"Hume.THN.1.4.1.1","pages":"180"},{"type":"paragraph","content":"There is no Algebraist nor Mathematician so expert in his science, as to place entire confidence in any truth immediately upon his discovery of it, or regard it as any thing, but a mere probability. Every time he runs over his proofs, his confidence encreases; but still more by the approbation of his friends; and is rais'd to its utmost perfection by the universal assent and applauses of the learned world. Now 'tis evident, that this gradual encrease of assurance is nothing but the addition of new probabilities, and is deriv'd from the constant union of causes and effects, according to past experience and observation.","subId":"2","id":"Hume.THN.1.4.1.2","pages":"180-1"},{"type":"paragraph","content":"In accompts of any length or importance, Merchants seldom trust to the infallible certainty of numbers for their security; but by the artificial structure of the accompts, produce a probability beyond what is deriv'd from the skill and experience of the accomptant. For that is plainly of itself some degree of probability; tho' uncertain and variable, according to the degrees of his experience and length of the accompt. Now as none will maintain, that our assurance in a long numeration exceeds probability, I may safely affirm, that there scarce is any proposition concerning numbers, of which we can have a fuller security. For 'tis easily possible, by gradually diminishing the numbers, to reduce the longest series of addition to the most simple question, which can be form'd, to an addition of two single numbers; and upon this supposition we shall find it impracticable to shew the precise limits of knowledge and of probability, or discover that particular number, at which the one ends and the other begins. But knowledge and probability are of such contrary and disagreeing natures, that they cannot well run insensibly into each other, and that because they will not divide, but must be either entirely present, or entirely absent. Besides, if any single addition were certain, every one wou'd be so, and consequently the whole or total sum; unless the whole can be different from all its parts. I had almost said, that this was certain; but I reflect, that it must reduce itself, as well as every other reasoning, and from knowledge degenerate into probability.","subId":"3","id":"Hume.THN.1.4.1.3","pages":"181"},{"type":"paragraph","content":"Since therefore all knowledge resolves itself into probability, and becomes at last of the same nature with that evidence, which we employ in common life, we must now examine this latter species of reasoning, and see on what foundation it stands.","subId":"4","id":"Hume.THN.1.4.1.4","pages":"181"},{"type":"paragraph","content":"In every judgment, which we can form concerning probability, as well as concerning knowledge, we ought always to correct the first judgment, deriv'd from the nature of the object, by another judgment, deriv'd from the nature of the understanding. 'Tis certain a man of solid sense and long experience ought to have, and usually has, a greater assurance in his opinions, than one that is foolish and ignorant, and that our sentiments have different degrees of authority, even with ourselves, in proportion to the degrees of our reason and experience. In the man of the best sense and longest experience, this authority is never entire; since even such-a-one must be conscious of many errors in the past, and must still dread the like for the future. Here then arises a new species of probability to correct and regulate the first, and fix its just standard and proportion. As demonstration is subject to the controul of probability, so is probability liable to a new correction by a reflex act of the mind, wherein the nature of our understanding, and our reasoning from the first probability become our objects.","subId":"5","id":"Hume.THN.1.4.1.5","pages":"181-2"},{"type":"paragraph","content":"Having thus found in every probability, beside the original uncertainty inherent in the subject, a new uncertainty deriv'd from the weakness of that faculty, which judges, and having adjusted these two together, we are oblig'd by our reason to add a new doubt deriv'd from the possibility of error in the estimation we make of the truth and fidelity of our faculties. This is a doubt, which immediately occurs to us, and of which, if we wou'd closely pursue our reason, we cannot avoid giving a decision. But this decision, tho' it shou'd be favourable to our preceeding judgment, being founded only on probability, must weaken still further our first evidence, and must itself be weaken'd by a fourth doubt of the same kind, and so on in infinitum; till at last there remain nothing of the original probability, however great we may suppose it to have been, and however small the diminution by every new uncertainty. No finite object can subsist under a decrease repeated in infinitum; and even the vastest quantity, which can enter into human imagination, must in this manner be reduc'd to nothing. Let our first belief be never so strong, it must infallibly perish by passing thro' so many new examinations, of which each diminishes somewhat of its force and vigour. When I reflect on the natural fallibility of my judgment, I have less confidence in my opinions, than when I only consider the objects concerning which I reason; and when I proceed still farther, to turn the scrutiny against every successive estimation I make of my faculties, all the rules of logic require a continual diminution, and at last a total extinction of belief and evidence.","subId":"6","id":"Hume.THN.1.4.1.6","pages":"182-3"},{"type":"paragraph","content":"Shou'd it here be ask'd me, whether I sincerely assent to this argument, which I seem to take such pains to inculcate, and whether I be really one of those sceptics, who hold that all is uncertain, and that our judgment is not in any thing possest of any measures of truth and falshood; I shou'd reply, that this question is entirely superfluous, and that neither I, nor any other person was ever sincerely and constantly of that opinion. Nature, by an absolute and uncontroulable necessity has determin'd us to judge as well as to breathe and feel; nor can we any more forbear viewing certain objects in a stronger and fuller light, upon account of their customary connexion with a present impression, than we can hinder ourselves from thinking as long as we are awake, or seeing the surrounding bodies, when we turn our eyes towards them in broad sunshine. Whoever has taken the pains to refute the cavils of this total scepticism, has really disputed without an antagonist, and endeavour'd by arguments to establish a faculty, which nature has antecedently implanted in the mind, and render'd unavoidable.","subId":"7","id":"Hume.THN.1.4.1.7","pages":"183"},{"type":"paragraph","content":"My intention then in displaying so carefully the arguments of that fantastic sect, is only to make the reader sensible of the truth of my hypothesis, that all our reasonings concerning causes and effects are deriv'd from nothing but custom; and that belief is more properly an act of the sensitive, than of the cogitative part of our natures. I have here prov'd, that the very same principles, which make us form a decision upon any subject, and correct that decision by the consideration of our genius and capacity, and of the situation of our mind, when we examin'd that subject; I say, I have prov'd, that these same principles, when carry'd farther, and apply'd to every new reflex judgment, must, by continually diminishing the original evidence, at last reduce it to nothing, and utterly subvert all belief and opinion. If belief, therefore, were a simple act of the thought, without any peculiar manner of conception, or the addition of a force and vivacity, it must infallibly destroy itself, and in every case terminate in a total suspense of judgment. But as experience will sufficiently convince any one, who thinks it worth while to try, that tho' he can find no error in the foregoing arguments, yet he still continues to believe, and think, and reason as usual, he may safely conclude, that his reasoning and belief is some sensation or peculiar manner of conception, which 'tis impossible for mere ideas and reflections to destroy.","subId":"8","id":"Hume.THN.1.4.1.8","pages":"183-4"},{"type":"paragraph","content":"But here, perhaps, it may be demanded, how it happens, even upon my hypothesis, that these arguments above-explain'd produce not a total suspense of judgment, and after what manner the mind ever retains a degree of assurance in any subject? For as these new probabilities, which by their repetition perpetually diminish the original evidence, are founded on the very same principles, whether of thought or sensation, as the primary judgment, it may seem unavoidable, that in either case they must equally subvert it, and by the opposition, either of contrary thoughts or sensations, reduce the mind to a total uncertainty. I suppose, there is some question propos'd to me, and that after revolving over the impressions of my memory and senses, and carrying my thoughts from them to such objects, as are commonly conjoin'd with them, I feel a stronger and more forcible conception on the one side, than on the other. This strong conception forms my first decision. I suppose, that afterwards I examine my judgment itself, and observing from experience, that 'tis sometimes just and sometimes erroneous, I consider it as regulated by contrary principles or causes, of which some lead to truth, and some to error; and in ballancing these contrary causes, I diminish by a new probability the assurance of my first decision. This new probability is liable to the same diminution as the foregoing, and so on, in infinitum. 'Tis therefore demanded, how it happens, that even after all we retain a degree of belief,   which is sufficient for our purpose, either in philosophy or common life.","subId":"9","id":"Hume.THN.1.4.1.9","pages":"184-5"},{"type":"paragraph","content":"I answer, that after the first and second decision; as the action of the mind becomes forc'd and unnatural, and the ideas faint and obscure; tho' the principles of judgment, and the ballancing of opposite causes be the same as at the very beginning; yet their influence on the imagination, and the vigour they add to, or diminish from the thought, is by no means equal. Where the mind reaches not its objects with easiness and facility, the same principles have not the same effect as in a more natural conception of the ideas; nor does the imagination feel a sensation, which holds any proportion with that which arises from its common judgments and opinions. The attention is on the stretch: The posture of the mind is uneasy; and the spirits being diverted from their natural course, are not govern'd in their movements by the same laws, at least not to the same degree, as when they flow in their usual channel.","subId":"10","id":"Hume.THN.1.4.1.10","pages":"185"},{"type":"paragraph","content":"If we desire similar instances, 'twill not be very difficult to find them. The present subject of metaphysics will supply us abundantly. The same argument, which wou'd have been esteem'd convincing in a reasoning concerning history or politics, has little or no influence in these abstruser subjects, even tho' it be perfectly comprehended; and that because there is requir'd a study and an effort of thought, in order to its being comprehended: And this effort of thought disturbs the operation of our sentiments, on which the belief depends. The case is the same in other subjects. The straining of the imagination always hinders the regular flowing of the passions and sentiments. A tragic poet, that wou'd represent his heroes as very ingenious and witty in their misfortunes, wou'd never touch the passions. As the emotions of the soul prevent any subtile reasoning and reflection, so these latter actions of the mind are equally prejudicial to the former. The mind, as well as the body, seems to be endow'd with a certain precise degree of force and activity, which it never employs in one action, but at the expence of all the rest. This is more evidently true, where the actions are of quite different natures; since in that case the force of the mind is not only diverted, but even the disposition chang'd, so as to render us incapable of a sudden transition from one action to the other, and still more of performing both at once. No wonder, then, the conviction, which arises from a subtile reasoning, diminishes in proportion to the efforts, which the imagination makes to enter into the reasoning, and to conceive it in all its parts. Belief, being a lively conception, can never be entire, where it is not founded on something natural and easy.","subId":"11","id":"Hume.THN.1.4.1.11","pages":"185-6"},{"type":"paragraph","content":"This I take to be the true state of the question, and cannot approve of that expeditious way, which some take with the sceptics, to reject at once all their arguments without enquiry or examination. If the sceptical reasonings be strong, say they, 'tis a proof, that reason may have some force and authority: if weak, they can never be sufficient to invalidate all the conclusions of our understanding. This argument is not just; because the sceptical reasonings, were it possible for them to exist, and were they not destroy'd by their subtility, wou'd be successively both strong and weak, according to the successive dispositions of the mind. Reason first appears in possession of the throne, prescribing laws, and imposing maxims, with an absolute sway and authority. Her enemy, therefore, is oblig'd to take shelter under her protection, and by making use of rational arguments to prove the fallaciousness and imbecility of reason, produces, in a manner, a patent under her hand and seal. This patent has at first an authority, proportion'd to the present and immediate authority of reason, from which it is deriv'd. But as it is suppos'd to be contradictory to reason, it gradually diminishes the force of that governing power, and its own at the same time; till at last they both vanish away into nothing, by a regular and just diminution. The sceptical and dogmatical reasons are of the same kind, tho' contrary in their operation and tendency; so that where the latter is strong, it has an enemy of equal force in the former to encounter; and as their forces were at first equal, they still continue so, as long as either of them subsists; nor does one of them lose any force in the contest, without taking as much from its antagonist. 'Tis happy, therefore, that nature breaks the force of all sceptical arguments in time, and keeps them from having any considerable influence on the understanding. Were we to trust entirely to their self-destruction, that can never take place, 'till they have first subverted all conviction, and have totally destroy'd human reason.","subId":"12","id":"Hume.THN.1.4.1.12","pages":"186-7"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}],"prev":{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]},"next":{"id":"Hume.THN.1.4.2","imported":true,"title":"Section 2. Of scepticism with regard to the senses","breadcrumb":"Section 2","published":[1739]}}