{"id":"Butler.AR.1.3","parent":"Butler.AR.1","title":"Chapter III. The Moral Government of God","breadcrumb":"Chapter 3","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAPTER III. £1 £2 THE MORAL GOVERNMENT OF GOD. £2","id":"Butler.AR.1.3"},{"type":"paragraph","content":"As the manifold appearances of design, and of final causes, in the constitution of the world, prove it to be the work of an intelligent mind, so the particular final causes of pleasure and pain distributed amongst his creatures, prove that they are under his government; what may be called his natural government of creatures endued with sense and reason. This implies somewhat more than seems usually attended to, when we speak of God's natural government of the world. It implies government of the very same kind with that which a master exercises over his servants, or a civil magistrate over his subjects. These latter instances of final causes, as really prove an intelligent _Governor_ of the world, in the sense now mentioned, and before[n34] distinctly treated of; as any other instances of final causes prove an intelligent _Maker_ of it.","subId":"1","id":"Butler.AR.1.3.1"},{"type":"paragraph","content":"But this alone does not appear at first sight to determine any thing certainly, concerning the moral character of the Author of nature, considered in this relation of governor; does not ascertain his government to be moral, or prove that he is the righteous Judge of the world. Moral government consists, not in barely rewarding and punishing men for their actions, which the most tyrannical may do, but in rewarding the righteous, and punishing the wicked: in rendering to men according to their actions, considered as good or evil. And the _perfection_ of moral government consists in doing this, with regard to all intelligent creatures, in an exact proportion to their personal merits or demerits.","subId":"2","id":"Butler.AR.1.3.2"},{"type":"paragraph","content":"Some men seem to think the only character of the Author of nature to be that of simple absolute benevolence. This, considered as a principle of action and infinite in degree, is a disposition to produce the greatest possible happiness, without regard to persons' behavior, otherwise than as such regard would produce higher degrees of it. And supposing this to be the only character of God, veracity and justice in him would be nothing but benevolence conducted by wisdom. Surely this ought not to be asserted, unless it can be proved; for we should speak with cautious reverence upon such a subject. Whether it can be proved or no, is not the thing here to be inquired into; but whether in the constitution and conduct of the world, a righteous government be not discernibly planned out: which necessarily implies a righteous governor. There may possibly be in the creation beings, to whom the Author of nature manifests himself under this most amiable of all characters, this of infinite absolute benevolence; for it is the most amiable, supposing it not, as perhaps it is not, incompatible with justice; but he manifests himself to us under the character of a righteous governor. He may, consistently with this, be simply and absolutely benevolent, in the sense now explained: but he is (for he has given us a proof in the constitution and conduct of the world that he is) a governor over servants, as he rewards and punishes us for our actions. And in the constitution and conduct of it, he may also have given, besides the reason of the thing, and the natural presages of conscience, clear and distinct intimations, that his government is righteous or moral: clear to such as think the nature of it deserving their attention, and yet not to every careless person, who casts a transient reflection upon the subject.[n35]","subId":"3","id":"Butler.AR.1.3.3"},{"type":"paragraph","content":"It is particularly to be observed, that the divine government, which we experience ourselves under in the present state, taken alone, is allowed not to be the perfection of moral government. Yet this by no means hinders, but that there may be _somewhat_, be it more or less, truly moral in it. A righteous government may plainly appear to be carried on to some degree, enough to give us the apprehension that it shall be completed, or carried on to that degree of perfection which religion teaches us it shall; but which cannot appear, till much more of the divine administration be seen, than can be seen in the present life. The design of this chapter is to inquire how far this is the case: how far, over and above the moral nature[n36] which God has given us, and our natural notion of him as righteous governor of those his creatures, to whom he has given this nature;[n37] I say how far besides this, the principles and beginnings of a moral government over the world may be discerned, notwithstanding and amidst all the confusion and disorder of it.","subId":"4","id":"Butler.AR.1.3.4"},{"type":"paragraph","content":"One might mention here, what has been often urged with great force, that, in general, less uneasiness and more satisfaction, are the natural consequences[n38] of a virtuous than of a vicious course of life, in the present state, as an instance of a moral government established in nature; an instance of it collected from experience and present matter of fact. But it must be owned a thing of difficulty to weigh and balance pleasures and uneasinesses, each amongst themselves, and also against each other, so as to make an estimate with any exactness, of the overplus of happiness on the side of virtue. And it is not impossible, that, amidst the infinite disorders of the world, there may be exceptions to the happiness of virtue; even with regard to persons, whose course of life from their youth up has been blameless: and more with regard to those who have gone on for some time in the ways of vice, and have afterwards reformed. For suppose an instance of the latter case; a person with his passions inflamed, his natural faculty of self-government impaired by habits of indulgence, and with all his vices about him, like so many harpies, craving their accustomed gratification; who can say how long it might be, before such a person would find more satisfaction in the reasonableness and present good consequences of virtue, than difficulties and self-denial in the restraints of it? Experience also shows, that men can to a great degree, get over their sense of shame, so as that by professing themselves to be without principle, and avowing even direct villany, they can support themselves against the infamy of it. But as the ill actions of any one will probably be more talked of, and oftener thrown in his way, upon his reformation; so the infamy of them will be much more felt, after the natural sense of virtue and of honor is recovered. Uneasiness of this kind ought indeed to be put to the account of former vices: yet it will be said they are in part the consequences of reformation. Still I am far from allowing it doubtful, whether virtue, upon the whole, be happier than vice in the present world. If it were, yet the beginnings of a righteous administration may, beyond all question, be found in nature, if we will attentively inquire after them.","subId":"5","id":"Butler.AR.1.3.5"},{"type":"paragraph","content":"I. In whatever manner the notion of God's moral government over the world might be treated, if it did not appear, whether he were in a proper sense our governor at all; yet when it is certain matter of experience, that he does manifest himself to us under the character of a governor in the sense explained,[n39] it must deserve to be considered, whether there be not reason to apprehend, that he may be a righteous or moral governor. Since it appears to be fact, that God does govern mankind by the method of rewards and punishments, according to some settled rules of distribution; it is surely a question to be asked, what presumption is there against his _finally_ rewarding and punishing them according to this particular rule, namely, as they act reasonably, or unreasonably, virtuously or viciously? Rendering men happy or miserable by this rule, certainly falls in, much more falls in, with our natural apprehensions and sense of things, than doing so by any other rule whatever; since rewarding and punishing actions by any other rule, would appear much harder to be accounted for, by minds formed as he has formed ours. Be the evidence of religion then more or less clear, the expectation which it raises in us, that the righteous shall, upon the whole, be happy, and the wicked miserable, cannot possibly be considered as absurd or chimerical; because it is no more than an expectation, that a method of government already begun, shall be carried on, the method of rewarding and punishing actions; and shall be carried on by a particular rule, which unavoidably appears to us at first sight more natural than any other, the rule which we call distributive justice. Nor,","subId":"6","id":"Butler.AR.1.3.6"},{"type":"paragraph","content":"II. Ought it to be entirely passed over, that tranquillity, satisfaction, and external advantages, being the natural consequences of prudent management of ourselves, and our affairs; and rashness, profligate negligence, and wilful folly, bringing after them many inconveniences and sufferings; these afford instances of a right constitution of nature, as the correction of children, for their own sakes, and by way of example, when they run into danger or hurt themselves, is a part of right education. Thus, that God governs the world by general fixed laws, that he has endued us with capacities of reflecting upon this constitution of things, and foreseeing the good and bad consequences of behavior, plainly implies _some sort_ of moral government; since from such a constitution of things it cannot but follow, that prudence and imprudence, which are of the nature of virtue and vice,[n40] must be, as they are, respectively rewarded and punished.","subId":"7","id":"Butler.AR.1.3.7"},{"type":"paragraph","content":"III. From the natural course of things, vicious actions are, to a great degree, actually punished as mischievous to society; and besides punishment actually inflicted upon this account, there is also the fear and apprehension of it in those persons, whose crimes have rendered them obnoxious to it, in case of a discovery; this state of fear being often itself a very considerable punishment. The natural fear and apprehension of it too, which restrains from such crimes, is a declaration of nature against them. It is necessary to the very being of society, that vices, destructive of it, should be punished _as being so_; the vices of falsehood, injustice, cruelty: which punishment therefore is as natural as society, and so is an instance of a kind of moral government, naturally established, and actually taking place. And, since the certain natural course of things is the conduct of providence or the government of God, though carried on by the instrumentality of men, the observation here made amounts to this, that mankind find themselves placed by him in such circumstances, as that they are unavoidably accountable for their behavior; and are often punished, and sometimes rewarded, under his government, in the view of their being mischievous, or eminently beneficial to society.","subId":"8","id":"Butler.AR.1.3.8"},{"type":"paragraph","content":"If it be objected that good actions and such as are beneficial to society, are often punished, as in the case of persecution and in other cases; and that ill and mischievous actions are often rewarded: it may be answered distinctly, first, that this is in no sort necessary, and consequently not natural in the sense in which it is necessary, and therefore natural, that ill or mischievous actions should be punished: and in the next place, that good actions are never punished, considered as beneficial to society, nor ill actions rewarded, under the view of their being hurtful to it. So that it stands good, without any thing on the side of vice to be set over against it, that the Author of nature has as truly directed, that vicious actions, considered as mischievous to society, should be punished, and put mankind under a _necessity_ of thus punishing them, as he has directed and necessitated us to preserve our lives by food.","subId":"9","id":"Butler.AR.1.3.9"},{"type":"paragraph","content":"IV. In the natural course of things, virtue _as such_ is actually rewarded, and vice _as such_ punished: which seems to afford an instance or example, not only of government, but of moral government, begun and established; moral in the strictest sense, though not in that perfection of degree, which religion teaches us to expect. In order to see this more clearly, we must distinguish between _actions_ themselves, and that _quality_ ascribed to them, which we call virtuous or vicious. The gratification itself of every natural passion, must be attended with delight; and acquisitions of fortune, however made, are acquisitions of the means or materials of enjoyment. An action then, by which any natural passion is gratified, or fortune acquired, procures delight or advantage; abstracted from all consideration of the morality of such action. Consequently, the pleasure or advantage in this case, is gained by the action itself, not by the morality, the virtuousness or viciousness of it; though it be perhaps virtuous or vicious.","subId":"10","id":"Butler.AR.1.3.10"},{"type":"paragraph","content":"To say that such an action or course of behavior, procured such pleasure or advantage, or brought on such inconvenience and pain, is quite a different thing from saying, that such good or bad effect was owing to the virtue or vice of such action or behavior. In one case, an action abstracted from all moral consideration, produced its effect: in the other case, for it will appear that there are such cases, the morality of the action under a moral consideration, _i.e._ the virtuousness or viciousness of it, produced the effect. Now I say virtue as such, naturally procures considerable advantages to the virtuous, and vice as such, naturally occasions great inconvenience and even misery to the vicious, in very many instances. The immediate effects of virtue and vice upon the mind and temper, are to be mentioned as instances of it. Vice as such is naturally attended with some sort of uneasiness, and not uncommonly, with great disturbance and apprehension. That inward feeling, which, respecting lesser matters and in familiar speech we call being vexed with oneself, and in matters of importance and in more serious language, remorse; is an uneasiness naturally arising from an action of a man's own, reflected upon by himself as wrong, unreasonable, faulty, _i.e._ vicious in greater or less degrees: and this manifestly is a different feeling from that uneasiness, which arises from a sense of mere loss or harm. What is more common, than to hear a man lamenting an accident or event, and adding—but however he has the satisfaction that he cannot blame himself for it; or on the contrary, that he has the uneasiness of being sensible it was his own doing? Thus also the disturbance and fear, which often follow upon a man's having done an injury, arise from a sense of his being blameworthy; otherwise there would, in many cases, be no ground of disturbance, nor any reason to fear resentment or shame. On the other hand, inward security and peace, and a mind open to the several gratifications of life, are the natural attendants of innocence and virtue. To which must be added the complacency, satisfaction, and even joy of heart, which accompany the exercise, the real exercise of gratitude, friendship, benevolence.","subId":"11","id":"Butler.AR.1.3.11"},{"type":"paragraph","content":"And here, I think, ought to be mentioned the fears of future punishment, and peaceful hopes of a better life, in those who fully believe, or have any serious apprehension of religion: because these hopes and fears are present uneasiness and satisfaction to the mind, and cannot be got rid of by great part of the world, even by men who have thought most thoroughly upon the subject of religion. And no one can say, how considerable this uneasiness or satisfaction may be, or what upon the whole it may amount to.","subId":"12","id":"Butler.AR.1.3.12"},{"type":"paragraph","content":"In the next place comes in the consideration, that all honest and good men are disposed to befriend honest good men as such, and to discountenance the vicious as such, and do so in some degree; indeed in a considerable degree: from which favor and discouragement cannot but arise considerable advantage and inconvenience. Though the generality of the world have little regard to the morality of their own actions, and may be supposed to have less to that of others, when they themselves are not concerned; yet let any one be known to be a man of virtue, somehow or other he will be favored and good offices will be done him, from regard to his character, without remote views, occasionally, and in some low degree, I think, by the generality of the world, as it happens to come in their way. Public honors too and advantages are the natural consequences, and sometimes at least, the consequences in fact, of virtuous actions; of eminent justice, fidelity, charity, love to our country, considered in the view of being virtuous. And sometimes even death itself, often infamy and external inconveniences, are the public consequences of vice as vice. For instance, the sense which mankind have of tyranny, injustice, oppression, additional to the mere feeling or fear of misery, has doubtless been instrumental in bringing about revolutions, which make a figure even in the history of the world. For it is plain, that men resent injuries as implying faultiness, and retaliate, not merely under the notion of having received harm, but of having received wrong; and they have this resentment in behalf of others, as well as of themselves. So likewise even the generality are, in some degree, grateful and disposed to return good offices, not merely because such a one has been the occasion of good to them, but under the view, that such good offices implied kind intention and good desert in the doer.","subId":"13","id":"Butler.AR.1.3.13"},{"type":"paragraph","content":"To all this may be added two or three particular things, which many persons will think frivolous; but to me nothing appears so, which at all comes in towards determining a question of such importance, as, whether there be or be not, a moral institution of government, in the strictest sense moral, _visibly_ established and begun in nature. The particular things are these: That in domestic government, which is doubtless natural, children and others also are very generally punished for falsehood, injustice, and ill-behavior, as such, and rewarded for the contrary: which are instances of veracity and justice and right behavior, as such, naturally enforced by rewards and punishments, more or less considerable. That, though civil government be supposed to take cognizance of actions in no other view than as prejudicial to society, without respect to the immorality of them, yet as such actions are immoral, so the sense which men have of the immorality of them, very greatly contributes, in different ways, to bring offenders to justice. And that entire absence of all crime and guilt in the moral sense, when plainly appearing, will almost of course procure, and circumstances of aggravated guilt prevent, a remission of the penalties annexed to civil crimes, in many cases, though by no means in all.","subId":"14","id":"Butler.AR.1.3.14"},{"type":"paragraph","content":"Upon the whole then, besides the good and bad effects of virtue and vice upon men's own minds, the course of the world does, in some measure, turn upon the approbation and disapprobation of them as such, in others. The sense of well and ill doing, the presages of conscience, the love of good characters and dislike of bad ones, honor, shame, resentment, gratitude, all these, considered in themselves, and in their effects, do afford manifest real instances, of virtue as such naturally favored, and of vice as such discountenanced, more or less, in the daily course of human life; in every age, in every relation, in every general circumstance of it. That God has given us a moral nature,[n41] may most justly be urged as a proof of our being under his moral government: but that he has placed us in a condition, which gives this nature, as one may speak, scope to operate, and in which it does unavoidably operate; _i.e._ influence mankind to act, so as thus to favor and reward virtue, and discountenance and punish vice, this is not the same, but a further additional proof of his moral government; for it is an instance of it. The first is a proof, that he will finally favor and support virtue effectually: the second is an example of his favoring and supporting it at present, in some degree.","subId":"15","id":"Butler.AR.1.3.15"},{"type":"paragraph","content":"If a more distinct inquiry be made, whence it arises, that virtue as such is often rewarded, and vice as such is punished, and this rule never inverted, it will be found to proceed, in part, immediately from the moral nature itself, which God has given us; and also in part, from his having given us, together with this nature, so great a power over each other's happiness and misery. For, _first_, it is certain, that peace and delight, in some degree and upon some occasions, is the necessary and present effect of virtuous practice; an effect arising immediately from that constitution of our nature. We are _so made_, that well-doing as such, gives us satisfaction, at least in some instances; ill-doing as such, in none. And, _secondly_, from our moral nature, joined with God's having put our happiness and misery in many respects in each other's power, it cannot but be, that vice as such, some kinds and instances of it at least, will be infamous, and men will be disposed to punish it as in itself detestable; and the villain will by no means be able always to avoid feeling that infamy, any more than he will be able to escape this further punishment, which mankind will be disposed to inflict upon him, under the notion of his deserving it. But there can be nothing on the side of vice, to answer this; because there is nothing in the human mind contradictory, as the logicians speak, to virtue. For virtue consists in a regard to what is right and reasonable, as being so; in a regard to veracity, justice, charity, in themselves: and there is surely no such thing, as a like natural regard to falsehood, injustice, cruelty. If it be thought, that there are instances of an approbation of vice, as such, in itself, and for its own sake, (though it does not appear to me, that there is any such thing at all;) it is evidently monstrous: as much so, as the most acknowledged perversion of any passion whatever. Such instances of perversion then being left out, as merely imaginary, or at least unnatural; it must follow, from the frame of our nature, and from our condition, in the respects now described, that vice cannot at all be, and virtue cannot but be, favored as such by others, upon some occasions, and happy in itself, in some degree. For what is here insisted upon, is not the _degree_ in which virtue and vice are thus distinguished, but only the thing itself, that they are so in some degree; though the whole good and bad effect of virtue and vice as such, is not inconsiderable in degree. But that they must be thus distinguished in some degree, is in a manner necessary: it is matter of fact of daily experience, even in the greatest confusion of human affairs.","subId":"16","id":"Butler.AR.1.3.16"},{"type":"paragraph","content":"It is not pretended but that, in the natural course of things, happiness and misery appear to be distributed by other rules, than only the personal merit and demerit of characters. They may sometimes be distributed by way of mere discipline. There may be the wisest and best reasons, why the world should be governed by general laws, from whence such promiscuous distribution perhaps must follow; and also why our happiness and misery should be put in each other's power, in the degree which they are. And these things, as, in general, they contribute to the rewarding virtue and punishing vice, as such, so they often contribute also, not to the inversion of this, which is impossible, but to the rendering persons prosperous, though wicked; afflicted, though righteous; and, which is worse, to the _rewarding some actions_, though vicious, and _punishing other actions_, though virtuous. But all this cannot drown the voice of nature in the conduct of Providence, plainly declaring itself for virtue, by way of distinction from vice, and preference to it. For our being so constituted as that virtue and vice are thus naturally favored and discountenanced, rewarded and punished, respectively as such, is an intuitive proof of the intent of nature, that it should be so; otherwise the constitution of our mind, from which it thus immediately and directly proceeds, would be absurd. But it cannot be said, because virtuous actions are sometimes punished, and vicious actions rewarded, that nature intended it. For, though this great disorder is brought about, as all actions are, by means of some natural passion; yet _this may be_, as it undoubtedly is, brought about by the perversion of such passion, implanted in us for other, and those very good purposes. And indeed these other and good purposes, even of every passion, may be clearly seen.","subId":"17","id":"Butler.AR.1.3.17"},{"type":"paragraph","content":"We have then a declaration, in some degree of present effect, from Him who is supreme in nature, which side he is of, or what part he takes; a declaration for virtue, and against vice. So far therefore as a man is true to virtue, to veracity and justice, to equity and charity, and the right of the case, in whatever he is concerned; so far he is on the side of the divine administration, and co-operates with it: and from hence, to such a man, arises naturally a secret satisfaction and sense of security, and implicit hope of somewhat further.","subId":"18","id":"Butler.AR.1.3.18"},{"type":"paragraph","content":"V. This hope is confirmed by the necessary tendencies of virtue, which, though not of present effect, yet are at present discernible in nature; and so afford an instance of somewhat moral in the essential constitution of it. There is, in the nature of things, a tendency in virtue and vice to produce the good and bad effects now mentioned, in a greater degree than they do in fact produce them. For instance; good and bad men would be much more rewarded and punished as such, were it not, that justice is often artificially eluded, that characters are not known, and many, who would thus favor virtue and discourage vice, are hindered from doing so, by accidental causes. These tendencies of virtue and vice are obvious with regard to _individuals_. But it may require more particularly to be considered, that power in a _society_, by being under the direction of virtue, naturally increases, and has a necessary tendency to prevail over opposite power, not under the direction of it; in like manner, as power, by being under the direction of reason, increases, and has a tendency to prevail over brute force. There are several brute creatures of equal, and several of superior strength, to that of men; and possibly the sum of the whole strength of brutes may be greater than that of mankind; but reason gives us the advantage and superiority over them; and thus man is the acknowledged governing animal upon the earth. Nor is this superiority considered by any as accidental; but as what reason has a tendency, in the nature of the thing, to obtain. And yet perhaps difficulties may be raised about the meaning, as well as the truth, of the assertion, that virtue has the like tendency.","subId":"19","id":"Butler.AR.1.3.19"},{"type":"paragraph","content":"To obviate these difficulties, let us see more distinctly, how the case stands with regard to reason; which is so readily acknowledged to have this advantageous tendency. Suppose then two or three men, of the best and most improved understanding, in a desolate open plain, attacked by ten times the number of beasts of prey: would their reason secure them the victory in this unequal combat? Power then, though joined with reason, and under its direction, cannot be expected to prevail over opposite power, though merely brutal, unless the one bears some proportion to the other. Again: put the imaginary case, that rational and irrational creatures were of like external shape and manner: it is certain, before there were opportunities for the first to distinguish each other, to separate from their adversaries, and to form a union among themselves, they might be upon a level, or in several respects upon great disadvantage; though united they might be vastly superior: since union is of such efficacy, that ten men united, might be able to accomplish, what ten thousand of the same natural strength and understanding wholly ununited, could not. In this case, brute force might more than maintain its ground against reason, for want of union among the rational creatures. Or suppose a number of men to land upon an island inhabited only by wild beasts; men who, by the regulations of civil government, the inventions of art, and the experience of some years, could they be preserved so long, would be really sufficient to subdue the wild beasts, and to preserve themselves in security from them: yet a conjuncture of accidents might give such advantage to the irrational animals as they might at once overpower, and even extirpate, the rational ones. Length of time then, proper scope, and opportunities for reason to exert itself, may be absolutely necessary to its prevailing over brute force.","subId":"20","id":"Butler.AR.1.3.20"},{"type":"paragraph","content":"Further: there are many instances of brutes succeeding in attempts, which they could not have undertaken, had not their irrational nature rendered them incapable of foreseeing the danger of such attempt, or the fury of passion hindered their attending to it: and there are instances of reason and real prudence preventing men's undertaking what, it has appeared afterwards, they might have succeeded in by a lucky rashness. In certain conjunctures, ignorance and folly, weakness and discord, may have their advantages. So that rational animals have not _necessarily_ the superiority over irrational ones; but, how improbable soever it may be, it is evidently possible, that in some globes the latter may be superior. And were the former wholly at variance and disunited, by false self-interest and envy, by treachery and injustice, and consequent rage and malice against each other, whilst the latter were firmly united among themselves by instinct, this might greatly contribute to the introducing such an inverted order of things. For every one would consider it as inverted: since reason has, in the nature of it, a tendency to prevail over brute force; notwithstanding the possibility it may not prevail, and the necessity, which there is, of many concurring circumstances to render it prevalent.","subId":"21","id":"Butler.AR.1.3.21"},{"type":"paragraph","content":"Now I say, virtue in a society has a like tendency to procure superiority and additional power: whether this power be considered as the means of security from opposite power, or of obtaining other advantages. It has this tendency, by rendering public good, an object and end, to every member of the society; by putting every one upon consideration and diligence, recollection and self-government, both in order to see what is the most effectual method, and also in order to perform their proper part, for obtaining and preserving it; by uniting a society within itself, and so increasing its strength; and, which is particularly to be mentioned, uniting it by means of veracity and justice. For as these last are principal bonds of union, so benevolence or public spirit, undirected, unrestrained by them, is, nobody knows what.","subId":"22","id":"Butler.AR.1.3.22"},{"type":"paragraph","content":"And suppose the invisible world, and the invisible dispensations of Providence, to be, in any sort, analogous to what appears: or that both together make up one uniform scheme, the two parts of which, the part which we see, and that which is beyond our observation, are analogous to each other: then, there must be a like natural tendency in the derived power, throughout the universe, under the direction of virtue, to prevail in general over that which is not under its direction; as there is in reason, derived reason in the universe, to prevail over brute force.","subId":"23","id":"Butler.AR.1.3.23"},{"type":"paragraph","content":"But then, in order to the prevalence of virtue, or that it may actually produce, what it has a tendency to produce; the _like concurrences are necessary_, as are, to the prevalence of reason. There must be some proportion, between the natural power or force which is, and that which is not, under the direction of virtue: there must be sufficient length of time; for the complete success of virtue, as of reason, cannot, from the nature of the thing, be otherwise than gradual: there must be, as one may speak, a fair field of trial, a stage large and extensive enough, proper occasions and opportunities, for the virtuous to join together, to exert themselves against lawless force, and to reap the fruit of their united labors. Now indeed it is to be hoped, that the disproportion between the good and bad, even here on earth, is not so great, but that the former have natural power sufficient to their prevailing to a considerable degree, if circumstances would permit this power to be united. For, much less, very much less, power under the direction of virtue, would prevail over much greater not under the direction of it. However, good men over the face of the earth cannot unite; because, (among other reasons,) they cannot be sufficiently ascertained of each other's characters. And the known course of human things, the scene we are now passing through, particularly the shortness of life, denies to virtue its full scope in several other respects.","subId":"24","id":"Butler.AR.1.3.24"},{"type":"paragraph","content":"The natural tendency which we have been considering, though real, is _hindered_ from being carried into effect in the present state: but these hinderances may be removed in a future one. Virtue, to borrow the Christian allusion, is militant here; and various untoward accidents contribute to its being often overborne: but it may combat with greater advantage hereafter, and prevail completely, and enjoy its consequent rewards, in some future states. Neglected as it is, perhaps unknown, perhaps despised and oppressed here; there maybe scenes in eternity, lasting enough, and in every other way adapted, to afford it a sufficient sphere of action; and a sufficient sphere for the natural consequences of it to follow in fact. If the soul be naturally immortal, and this state be a progress towards a future one, as childhood is towards mature age, good men may naturally unite, not only among themselves, but also with other orders of virtuous creatures, in that future state. For virtue, from the very nature of it, is a principle and bond of union, in some degree, among all who are endued with it, and known to each other; so as that by it, a good man cannot but recommend himself to the favor and protection of all virtuous beings, throughout the whole universe, who can be acquainted with his character, and can any way interpose in his behalf in any part of his duration.","subId":"25","id":"Butler.AR.1.3.25"},{"type":"paragraph","content":"One might add, that suppose all this advantageous tendency of virtue to become effect, among one or more orders of creatures, in any distant scenes and periods, and to be seen by any orders of vicious creatures, throughout the universal kingdom of God; this happy effect of virtue would have a tendency, by way of example, and possibly in other ways, to amend those of them who are capable of amendment, and of being recovered to a just sense of virtue. If our notions of the plan of Providence were enlarged in any sort proportionable to what late discoveries have enlarged our views with respect to the material world, representations of this kind would not appear absurd or extravagant. They are not to be taken as intended for a literal delineation of what is in fact the particular scheme of the universe, which cannot be known without revelation: for suppositions are not to be looked on as true, because not incredible: but they are mentioned to show, that our finding virtue to be hindered from procuring to itself such superiority and advantages, is no objection against its having, in the essential nature of the thing, a tendency to procure them. And the suppositions now mentioned do plainly show this: for they show, that these hinderances are so far from being necessary, that we ourselves can easily conceive, how they may be removed in future states, and full scope be granted to virtue. And all these advantageous tendencies of it are to be considered as declarations of God in its favor. This however is taking a pretty large compass: though it is certain, that, as the material world appears to be, in a manner, boundless and immense, there must be _some_ scheme of Providence vast in proportion to it.","subId":"26","id":"Butler.AR.1.3.26"},{"type":"paragraph","content":"But let us return to the earth our habitation; and we shall see this happy tendency of virtue, by imagining an instance not so vast and remote: by supposing a kingdom or society of men upon it, perfectly virtuous, for a succession of many ages; to which, if you please, may be given a situation advantageous for universal monarchy. In such a state, there would be no such thing as faction: but men of the greatest capacity would of course, all along, have the chief direction of affairs willingly yielded to them; and they would share it among themselves without envy. Each of these would have the part assigned him, to which his genius was peculiarly adapted; and others, who had not any distinguished genius, would be safe, and think themselves very happy, by being under the protection and guidance of those who had. Public determinations would really be the result of the united wisdom of the community: and they would faithfully be executed, by the united strength of it. Some would contribute in a higher way, but all in some way, to the public prosperity: and in it, each would enjoy the fruits of his own virtue. And as injustice, whether by fraud or force, would be unknown among themselves, so they would be sufficiently secured from it in their neighbors. For cunning and false self-interest, confederacies in injustice, ever slight, and accompanied with faction and intestine treachery; these on one hand would be found mere childish folly and weakness, when set in opposition against wisdom, public spirit, union inviolable, and fidelity on the other: allowing both a sufficient length of years to try their force. Add the general influence, which such a kingdom would have over the face of the earth, by way of example particularly, and the reverence which would be paid it. It would plainly be superior to all others, and the world must gradually come under its empire; not by means of lawless violence; but partly by what must be allowed to be just conquest; and partly by other kingdoms submitting themselves voluntarily to it, throughout a course of ages, and claiming its protection, one after another, in successive exigencies. The head of it would be a universal monarch, in another sense than any mortal has yet been; and the Eastern style would be literally applicable to him, _that all people, nations, and languages should serve him_. And though indeed our knowledge of human nature, and the whole history of mankind, show the impossibility, without some miraculous interposition, that a number of men, here on earth, should unite in one society or government, in the fear of God and universal practice of virtue; and that such a government should continue so united for a succession of ages: yet admitting or supposing this, the effect would be as now drawn out. Thus for instance, the wonderful power and prosperity promised to the Jewish nation in the Scripture, would be, in a great measure, the consequence of what is predicted of them; that the _people should be all righteous, and inherit the land forever_;[n42] were we to understand the latter phrase of a long continuance only, sufficient to give things time to work. The predictions of this kind, for there are many of them, cannot come to pass, in the present known course of nature; but suppose them come to pass, and then, the dominion and preëminence promised must naturally follow, to a very considerable degree.","subId":"27","id":"Butler.AR.1.3.27"},{"type":"paragraph","content":"Consider now the general system of religion; that the government of the world is uniform, and one, and moral; that virtue and right shall finally have the advantage, and prevail over fraud and lawless force, over the deceits as well as the violence of wickedness, under the conduct of one supreme governor: and from the observations above made, it will appear that God has, by our reason, given us to see a peculiar connection in the several parts of this scheme, and a tendency towards the completion of it, arising out of the very nature of virtue: which tendency is to be considered as something moral in the essential constitution of things. If any one should think all this to be of little importance, I desire him to consider, what he would think, if vice had, essentially and in its nature, these advantageous tendencies; or if virtue had essentially the contrary ones.","subId":"28","id":"Butler.AR.1.3.28"},{"type":"paragraph","content":"It may be objected, that notwithstanding all these natural effects and natural tendencies of virtue, yet things may be now going on throughout the universe, and may go on hereafter, in the same mixed way as here at present upon earth: virtue sometimes prosperous, sometimes depressed; vice sometimes punished, sometimes successful.","subId":"29","id":"Butler.AR.1.3.29"},{"type":"paragraph","content":"The answer to which is, that it is not the purpose of this chapter, nor of this treatise, properly to prove God's perfect moral government over the world, or the truth of religion; but to observe what there is in the constitution and course of nature, to confirm the proper proof of it, supposed to be known: and that the weight of the foregoing observations to this purpose may be thus distinctly proved. Pleasure and pain are, to a certain degree, say to a very high degree, distributed among us without any apparent regard to the merit or demerit of characters. And were there nothing else concerning this matter discernible in the constitution and course of nature, there would be no ground from the constitution and course of nature, to hope or to fear that men would be rewarded or punished hereafter according to their deserts: which, however, it is to be remarked, implies, that even then there would be no ground from appearances to think, that vice upon the whole would have the advantage, rather than that virtue would. Thus the proof of a future state of retribution would rest upon the usual known arguments for it; which are I think plainly unanswerable; and would be so, though there were no additional confirmation of them from the things above insisted on. But these things are a very strong confirmation of them. For,","subId":"30","id":"Butler.AR.1.3.30"},{"type":"paragraph","content":"_First_, They show that the Author of nature is not indifferent to virtue and vice. They amount to a declaration, from him, determinate and not to be evaded, in favor of one, and against the other; such a declaration, as there is nothing to be set over against or answer, on the part of vice. So that were a man, laying aside the proper proof of religion, to determine from the course of nature only, whether it were most probable, that the righteous or the wicked would have the advantage in a future life; there can be no doubt, but that he would determine the probability to be, that the former would. The course of nature then, in the view of it now given, furnishes us with a real practical proof of the obligations of religion.","subId":"31","id":"Butler.AR.1.3.31"},{"type":"paragraph","content":"_Secondly_, When, conformably to what religion teaches us, God shall reward and punish virtue and vice as such, so as that every one shall, upon the whole, have his deserts; this distributive justice will not be a thing different in _kind_, but only in _degree_, from what we experience in his present government. It will be that in _effect_, towards which we now see a _tendency_. It will be no more than the _completion_ of that moral government, the _principles and beginning_ of which have been shown, beyond all dispute, discernible in the present constitution and course of nature.","subId":"32","id":"Butler.AR.1.3.32"},{"type":"paragraph","content":"_Thirdly_, As under the _natural_ government of God, our experience of those kinds and degrees of happiness and misery, which we do experience at present, gives just ground to hope for, and to fear, higher degrees and other kinds of both in a future state, supposing a future state admitted: so under his _moral_ government our experience, that virtue and vice are, in the manners above mentioned, actually rewarded and punished at present, in a certain degree, gives just ground to hope and to fear, that they _may be_ rewarded and punished in a higher degree hereafter. It is acknowledged indeed that this alone is not sufficient ground to think, that they _actually will be_ rewarded and punished in a higher degree, rather than in a lower: but then,","subId":"33","id":"Butler.AR.1.3.33"},{"type":"paragraph","content":"_Lastly_, There is sufficient ground to think so, from the good and bad tendencies of virtue and vice. For these tendencies are essential, and founded in the nature of things: whereas the hinderances to their becoming effect are, in numberless cases, not necessary, but artificial only. Now it may be much more strongly argued, that these tendencies, as well as the actual rewards and punishments, of virtue and vice, which arise directly out of the nature of things, will remain hereafter, than that the accidental hinderances of them will. And if these hinderances do not remain; those rewards and punishments cannot but be carried on much farther towards the perfection of moral government: _i.e._ the tendencies of virtue and vice will become effect; but when, or where, or in what particular way, cannot be known at all, but by revelation.","subId":"34","id":"Butler.AR.1.3.34"},{"type":"paragraph","content":"Upon the whole: there is a kind of moral government implied in God's natural government:[n43] virtue and vice are naturally rewarded and punished as beneficial and mischievous to society;[n44] and rewarded and punished directly as virtue and vice.[n45] The notion of a moral scheme of government is not fictitious, but natural; for it is suggested to our thoughts by the constitution and course of nature: and the execution of this scheme is actually begun, in the instances here mentioned. And these things are to be considered as a declaration of the Author of nature, for virtue, and against vice: they give a credibility to the supposition of their being rewarded and punished hereafter; and also ground to hope and to fear, that they may be rewarded and punished in higher degrees than they are here. All this is confirmed, and the argument for religion, from the constitution and course of nature, is carried on farther, by observing, that there are natural tendencies, and, in innumerable cases, only artificial hinderances, to this moral scheme's being carried on much farther towards perfection, than it is at present.[n46]","subId":"35","id":"Butler.AR.1.3.35"},{"type":"paragraph","content":"The notion then of a moral scheme of government, much more perfect than what is seen, is not a fictitious, but a natural notion; for it is suggested to our thoughts, by the essential tendencies of virtue and vice. These tendencies are to be considered as intimations, as implicit promises and threatenings, from the Author of nature, of much greater rewards and punishments to follow virtue and vice, than do at present. Indeed, every _natural_ tendency, which is to continue, but which is hindered from becoming effect by only _accidental_ causes, affords a presumption, that such tendency will, some time or other, become effect: a presumption proportionable in degree to the length of the duration, through which such tendency will continue. From these things together, arises a real presumption, that the moral scheme of government established in nature, shall be carried on much farther towards perfection hereafter; and, I think, a presumption that it will be absolutely completed. From these things, joined with the moral nature which God has given us, considered as given us by him, arises a practical proof[n47] that it _will_ be completed: a proof from fact; and therefore a distinct one from that which is deduced from the eternal and unalterable relations, the fitness and unfitness of actions.","subId":"36","id":"Butler.AR.1.3.36"},{"type":"note","content":"[Chap. ii.]","subId":"n34","id":"Butler.AR.1.3.n34"},{"type":"note","content":"The objections against religion, from the evidence of it not being universal, nor so strong as might possibly have been, may be urged against natural religion, as well as against revealed. And therefore the consideration of them belongs to the first part of this treatise, as well as the second. But as these objections are chiefly urged against revealed religion, I choose to consider them in the second part. And the answer to them there, [ch. vi.], as urged against Christianity, being almost equally applicable to them as urged against the religion of nature; to avoid repetition, the reader is referred to that chapter.","subId":"n35","id":"Butler.AR.1.3.n35"},{"type":"note","content":"[Dissertation II.]","subId":"n36","id":"Butler.AR.1.3.n36"},{"type":"note","content":"[Chap. vi.]","subId":"n37","id":"Butler.AR.1.3.n37"},{"type":"note","content":"See [Lord Shaftesbury's Inquiry concerning Virtue, Part II.]","subId":"n38","id":"Butler.AR.1.3.n38"},{"type":"note","content":"[Chap. ii.]","subId":"n39","id":"Butler.AR.1.3.n39"},{"type":"note","content":"See [Dissertation II].","subId":"n40","id":"Butler.AR.1.3.n40"},{"type":"note","content":"See [Dissertation II].","subId":"n41","id":"Butler.AR.1.3.n41"},{"type":"note","content":"[Isa. lx. 21.]","subId":"n42","id":"Butler.AR.1.3.n42"},{"type":"note","content":"[P. 109.]","subId":"n43","id":"Butler.AR.1.3.n43"},{"type":"note","content":"[P. 110, &c.]","subId":"n44","id":"Butler.AR.1.3.n44"},{"type":"note","content":"[P. 111, &c.]","subId":"n45","id":"Butler.AR.1.3.n45"},{"type":"note","content":"[P. 118, &c.]","subId":"n46","id":"Butler.AR.1.3.n46"},{"type":"note","content":"See this proof drawn out briefly, [ch. vi.]","subId":"n47","id":"Butler.AR.1.3.n47"}]}
