{"id":"Butler.AR.1.4","parent":"Butler.AR.1","title":"Chapter IV. Probation, as implying Trial, Difficulties, and Danger","breadcrumb":"Chapter 4","texts":[],"imported":true,"published":[1736],"copytext":[1740],"sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAPTER IV. £1 £2 PROBATION, AS IMPLYING TRIAL, DIFFICULTIES, AND DANGER. £2","id":"Butler.AR.1.4"},{"type":"paragraph","content":"The general doctrine of religion, that our present life is a state of probation for a future one, comprehends under it several particular things, distinct from each other. The first and most common meaning of it seems to be, that our future interest is now depending, and depending upon ourselves; that we have scope and opportunities here, for that good and bad behavior, which God will reward and punish hereafter; together with temptations to one, as well as inducements of reason to the other. And this, in a great measure, is the same as saying, that we are under the moral government of God, and to give an account of our actions to him. For the notion of a future account and general righteous judgment, implies some sort of temptations to what is wrong: otherwise there would be no moral possibility of doing wrong, nor ground for judgment, or discrimination. But there is this difference, that the word _probation_ is more distinctly and particularly expressive of allurements to wrong, or difficulties in adhering uniformly to what is right, and of the danger of miscarrying by such temptations, than the words _moral government_. A state of probation then, as thus particularly implying in it trial, difficulties, and danger, may require to be considered distinctly by itself.","subId":"1","id":"Butler.AR.1.4.1"},{"type":"paragraph","content":"As the moral government of God, which religion teaches us, implies that we are in a state of trial with regard to a future world, so also his natural government over us implies that we are in a state of trial, in the like sense, with regard to the present world. Natural government by rewards and punishments, as much implies natural trial, as moral government does moral trial. The natural government of God here meant,[n48] consists in his annexing pleasure to some actions, and pain to others, which are in our power to do or forbear, and giving us notice of such appointment, beforehand. This necessarily implies, that he has made our happiness and misery, or our interest, to depend in part upon ourselves. So far as men have temptations to any course of action, which will probably occasion them greater temporal inconvenience and uneasiness, than satisfaction, so far their temporal interest is in danger from themselves; or they are in a state of trial with respect to it. Now people often blame others, and even themselves, for their misconduct in their temporal concerns. And we find many are greatly wanting to themselves, and miss that natural happiness, which they might have obtained in the present life: perhaps every one does in some degree. But many run themselves into great inconvenience, and into extreme distress and misery, not through incapacity of knowing better, and doing better, for themselves, which would be nothing to the present purpose, but through their own fault. These things necessarily imply temptation, and danger of miscarrying, in a greater or less degree, with respect to our worldly interest or happiness. Every one too, without having religion in his thoughts, speaks of the hazards which young people run, upon their setting out in the world: hazards from other causes, than merely their ignorance, and unavoidable accidents. And some courses of vice, at least, being contrary to men's worldly interest or good; temptations to these must at the same time be temptations to forego our present and our future interest.","subId":"2","id":"Butler.AR.1.4.2"},{"type":"paragraph","content":"Thus in our natural or temporal capacity, we are in a state of trial, _i.e._ of difficulty and danger, analogous, or like to our moral and religious trial. This will more distinctly appear to any one, who thinks it worth while, more distinctly, to consider, what it is which constitutes our trial in both capacities, and to observe, how mankind behave under it.","subId":"3","id":"Butler.AR.1.4.3"},{"type":"paragraph","content":"That which constitutes this trial, in both these capacities, must be something either in our external circumstances, or in our nature. For, on the one hand, persons may be betrayed into wrong behavior upon surprise, or overcome upon any other very singular and extraordinary external occasions, who would, otherwise, have preserved their character of prudence and of virtue: in which cases, every one, in speaking of the wrong behavior of these persons, would impute it to such particular external circumstances. On the other hand, men who have contracted habits of vice and folly of any kind, or have some particular passions in excess, will seek opportunities, and, as it were, go out of their way, to gratify themselves in these respects, at the expense of their wisdom and their virtue; led to it, as every one would say, not by external temptations, but by such habits and passions. And the account of this last case is, that particular passions are no more coincident with prudence, or that reasonable self-love, the end of which is our worldly interest, than they are with the principle of virtue and religion; but often draw contrary ways to one, as well as to the other: and so such particular passions are as much temptations, to act imprudently with regard to our worldly interest, as to act viciously.[n49] When we say, men are misled by external circumstances of temptation; it cannot but be understood, that there is somewhat within themselves, to render those circumstances temptations, or to render them susceptible of impressions from them. So when we say, they are misled by passions; it is always supposed, that there are occasions, circumstances, and objects, exciting these passions, and affording means for gratifying them. Therefore, temptations from within, and from without, coincide, and mutually imply each other. The several external objects of the appetites, passions, and affections, being present to the senses, or offering themselves to the mind, and so exciting emotions suitable to their nature; not only in cases where they can be gratified consistently with innocence and prudence, but also in cases where they cannot, and yet can be gratified imprudently and viciously: this as really puts them in danger of voluntarily foregoing their present interest or good, as their future; and as really renders self-denial necessary to secure one, as the other: _i.e._ we are in a like state of trial with respect to both, by the very same passions, excited by the very same means.","subId":"4","id":"Butler.AR.1.4.4"},{"type":"paragraph","content":"Thus mankind having a temporal interest depending upon themselves, and a prudent course of behavior being necessary to secure it, passions inordinately excited, whether by means of example, or by any other external circumstance, towards such objects, at such times, or in such degrees, as that they cannot be gratified consistently with worldly prudence, are temptations; dangerous, and too often successful temptations, to forego a greater temporal good for a less; _i.e._ to forego what is, upon the whole, our temporal interest, for the sake of a present gratification. This is a description of our state of trial in our temporal capacity. Substitute now the word _future_ for _temporal_, and _virtue_ for _prudence_; and it will be just as proper a description of our state of trial in our religious capacity; so analogous are they to each other.","subId":"5","id":"Butler.AR.1.4.5"},{"type":"paragraph","content":"If, from consideration of this our like state of trial in both capacities, we go on to observe farther, how mankind behave under it; we shall find there are some, who have so little sense of it, that they scarce look beyond the passing day: they are so taken up with present gratifications, as to have, in a manner, no feeling of consequences, no regard to their future ease or fortune in this life: any more than to their happiness in another. Some appear to be blinded and deceived by inordinate passion, in their worldly concerns, as much as in religion. Others are not deceived, but as it were forcibly carried away by the like passions, against their better judgment, and feeble resolutions too of acting better. And there are men, and truly not a few, who shamelessly avow, not their interest, but their mere will and pleasure, to be their law of life: and who, in open defiance of every thing reasonable, will go on in a course of vicious extravagance, foreseeing, with no remorse and little fear, that it will be their temporal ruin; and some of them, under the apprehension of the consequences of wickedness in another state. To speak in the most moderate way, human creatures are not only continually liable to go wrong voluntarily, but we see likewise that they often actually do so, with respect to their temporal interests, as well as with respect to religion.","subId":"6","id":"Butler.AR.1.4.6"},{"type":"paragraph","content":"Thus our difficulties and dangers, or our trials in our temporal and our religious capacity, as they proceed from the same causes, and have the same effect upon men's behavior, are evidently analogous, and of the same kind.","subId":"7","id":"Butler.AR.1.4.7"},{"type":"paragraph","content":"It may be added, that the difficulties and dangers of miscarrying in our religious state of trial, are greatly increased, and one is ready to think, are in a manner wholly _made_, by the ill behavior of others; by a wrong education, wrong in a moral sense, sometimes positively vicious; by general bad example; by the dishonest artifices which are got into business of all kinds; and, in very many parts of the world, by religion's being corrupted into superstitions, which indulge men in their vices. In like manner, the difficulties of conducting ourselves prudently in respect to our present interest, and our danger of being led aside from pursuing it, are greatly increased, by a foolish education; and, after we come to mature age, by the extravagance and carelessness of others, with whom we have intercourse: and by mistaken notions, very generally prevalent, and taken up from common opinion, concerning temporal happiness, and wherein it consists.","subId":"8","id":"Butler.AR.1.4.8"},{"type":"paragraph","content":"Persons, by their own _negligence_ and _folly_ in temporal affairs, no less than by a course of vice, bring themselves into new difficulties, and, by habits of indulgence, become less qualified to go through them: and one irregularity after another, embarrasses things to such a degree, that they know not whereabout they are; and often makes the path of conduct so intricate and perplexed, that it is difficult to trace it out; difficult even to determine what is the prudent or the moral part. Thus, for instance, wrong behavior in one stage of life, youth; wrong, I mean considering ourselves only in our temporal capacity, without taking in religion; this, in several ways, increases the difficulties of right behavior in mature age; _i.e._ puts us into a more disadvantageous state of trial in our temporal capacity.","subId":"9","id":"Butler.AR.1.4.9"},{"type":"paragraph","content":"We are an inferior part of the creation of God. There are natural appearances of our being in a state of degradation.[n50] We certainly are in a condition, which _does not seem_, by any means, the most advantageous we could imagine or desire, either in our natural or moral capacity, for securing either our present or future interest. However, this condition, low, and careful, and uncertain as it is, does not afford any just ground of complaint. For, as men _may_ manage their temporal affairs with prudence, and so pass their days here on earth in tolerable ease and satisfaction, by a moderate degree of care: so likewise with regard to religion, there is no more required than what they are well able to do, and what they must be greatly wanting to themselves, if they neglect. And for persons to have that put upon them, which they are well able to go through, and no more, we naturally consider as an equitable thing; supposing it done by proper authority. Nor have we any more reason to complain of it, with regard to the Author of nature, than of his not having given us advantages belonging to other orders of creatures.","subId":"10","id":"Butler.AR.1.4.10"},{"type":"paragraph","content":"[^Remarks.^] The thing here insisted upon is, that the state of trial, which religion teaches us we are in, is rendered credible, by its being throughout uniform and of a piece with the general conduct of Providence towards us, in all other respects within the compass of our knowledge. Indeed if mankind, considered in their natural capacity, as inhabitants of this world only, found themselves, from their birth to their death, in a settled state of security and happiness, without any solicitude or thought of their own: or if they were in no danger of being brought into inconveniences and distress, by carelessness, or the folly of passion, through bad example, the treachery of others, or the deceitful appearances of things: were this our natural condition, then it might seem strange, and be some presumption against the truth of religion, that it represents our future and more general interest, as not secure _of course_, but as depending upon our behavior, and requiring recollection and self-government to obtain it. It _then_ might be alleged, \"What you say is our condition, in one respect, is not in any wise of a sort with what we find, by experience, is our condition in another. Our whole present interest is secured to our hands, without any solicitude of ours; and why should not our future interest, if we have any such, be so too?\" But since, on the contrary, thought and consideration, the voluntary denying ourselves many things which we desire, and a course of behavior, far from being always agreeable to us, are absolutely necessary to our acting even a common decent, and common prudent part, so as to pass with any satisfaction through the _present_ world, and be received upon any tolerable good terms in it: since this is the case, all presumption against self-denial and attention being necessary to secure our _higher_ interest, is removed.","subId":"11","id":"Butler.AR.1.4.11"},{"type":"paragraph","content":"Had we not experience, it might, perhaps speciously, be urged, that it is improbable any thing of hazard and danger should be put upon us by an infinite being; when every thing which has hazard and danger in our manner of conception, and will end in error, confusion, and misery, is already certain in his foreknowledge. Indeed, why any thing of hazard and danger should be put upon such frail creatures as we are, may well be thought a difficulty in speculation; and cannot but be so, till we know the whole, or at least much more of the case. But still the constitution of nature is as it is. Our happiness and misery are trusted to our conduct, and made to depend upon it. Somewhat, and, in many circumstances, a great deal too, is put upon us, either to do, or to suffer, as we choose. All the various miseries of life, which people bring upon themselves by negligence and folly, and might have avoided by proper care, are instances of this: which miseries are, beforehand, just as contingent and undetermined as conduct, and left to be determined by it.","subId":"12","id":"Butler.AR.1.4.12"},{"type":"paragraph","content":"These observations are an answer to the objections against the credibility of a state of trial, as implying temptations, and real danger of miscarrying with regard to our general interest, under the moral government of God. And they show, that, if we are at all to be considered in such a capacity, and as having such an interest, the general analogy of Providence must lead us to apprehend ourselves in danger of miscarrying, in different degrees, as to this interest, by our neglecting to act the proper part belonging to us in that capacity. For we have a present interest under the government of God, which we experience here upon earth. This interest, as it is not forced upon us, so neither is it offered to our acceptance, but to our acquisition; and in such manner, as that we are in danger of missing it, by means of temptations to neglect, or act contrary to it; and without attention and self-denial, we must and do miss it. It is then perfectly credible, that this may be our case, with respect to that chief and final good, which religion proposes to us.","subId":"13","id":"Butler.AR.1.4.13"},{"type":"note","content":"[Chap. ii.]","subId":"n48","id":"Butler.AR.1.4.n48"},{"type":"note","content":"See [Sermons preached at the _Rolls_, 1726, 2d ed. p. 205, &c. Pref. p. 25, &c. Serm. p. 21, &c.]","subId":"n49","id":"Butler.AR.1.4.n49"},{"type":"note","content":"[Part II. chap. v.]","subId":"n50","id":"Butler.AR.1.4.n50"}]}
