{"imported":true,"id":"Hutcheson.IBV.IBO.8","parent":"Hutcheson.IBV.IBO","title":"Section 8. Of the Importance of the internal Senses in Life, and the final Causes of them","breadcrumb":"Section 8","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_032","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. VIII. £3 £3 _Of the _Importance_ of the _internal Senses_ in Life, and the _final Causes_ of them._ £3","id":"Hutcheson.IBV.IBO.8"},{"type":"paragraph","content":"#Importance of the internal Senses.# THE busy part of Mankind may look upon these things as airy Dreams of an inflam'd Imagination, which a wise Man should despise, who rationally pursues more solid Possessions independent on Fancy: but a little Reflection will convince us, \"That the Gratifications of our _internal Senses_ are as _natural_, _real_, and _satisfying_ Enjoyments as any sensible Pleasure whatsoever; and that they are the chief Ends for which we commonly pursue _Wealth_ and _Power_.\" For how is _Wealth_ or _Power_ advantageous? How do they make us _happy_, or prove _good_ to us? No otherwise than as they supply Gratifications to our _Senses_ or Facultys of perceiving Pleasure. Now, are these _Senses_ or Facultys only the _external ones_? No: Every body sees, that a small portion of _Wealth_ or _Power_ will supply more Pleasures of the _external Senses_ than we can enjoy; we know that Scarcity often heightens these Perceptions more than Abundance, which cloys that Appetite which is necessary to all Pleasure in Enjoyment: and hence the _Poet_'s Advice is perfectly just; \"\"$——— Tu pulmentaria quaere Sudando ———$[n1]\"\" In short, the only use of a great Fortune above a very small one (except in _good Offices_ and _moral Pleasures_) must be to supply us with the Pleasures of _Beauty_, _Order_, and _Harmony_.","subId":"1","id":"Hutcheson.IBV.IBO.8.1"},{"type":"paragraph","content":"^It^ is true indeed, that the noblest Pleasures of the _internal Senses_, in the Contemplation of the Works of _Nature_, are expos'd to every one without Expence; the _Poor_ and the _Low_, may have as free Use of these Objects, in this way, as the _Wealthy_ or _Powerful_. And even in Objects which may be appropriated, the _Property_ is of little Consequence to the Enjoyment of their Beauty, which is often enjoy'd by others beside the _Proprietor_. But then there are other Objects of these _internal Senses_, which require _Wealth_ or _Power_ to procure the use of them as frequently as we desire; as appears in _Architecture_, _Musick_, _Gardening_, _Painting_, _Dress_, _Equipage_, _Furniture_; of which we cannot have the full Enjoyment without _Property_. And there are some confus'd _Imaginations_, which often lead us to pursue _Property_, even in Objects where it is not necessary to the true Enjoyment of them. These are the _ultimate Motives_ of our pursuing the greater Degrees of _Wealth_, where there are no generous Intentions of virtuous Actions.","subId":"2","id":"Hutcheson.IBV.IBO.8.2"},{"type":"paragraph","content":"^This^ is confirm'd by the constant Practice of the very Enemys to these _Senses_. As soon as they think they are got above the _World_, or extricated from the Hurrys of _Avarice_ and _Ambition_; banish'd _Nature_ will return upon them, and set them upon Pursuits of _Beauty_ and _Order_ in their _Houses_, _Gardens_, _Dress_, _Table_, _Equipage_. They are never easy without some degree of this; and were their Hearts open to our View, we should see _Regularity_, _Decency_, _Beauty_, as what their Wishes terminate upon, either to themselves or to their Posterity; and what their Imagination is always presenting to them as the possible Effects of their Labours. Nor without this could they ever justify their Pursuits to themselves.","subId":"3","id":"Hutcheson.IBV.IBO.8.3"},{"type":"paragraph","content":"^There^ may perhaps be some Instances of human Nature perverted into a thorow _Miser_, who loves nothing but Money, and whose Fancy arises no higher than the cold dull Thought of Possession; but such an Instance in an Age, must not be made the Standard of Mankind against the whole Body.","subId":"4","id":"Hutcheson.IBV.IBO.8.4"},{"type":"paragraph","content":"^If^ we examine the Pursuits of the _Luxurious_, who is imagin'd wholly devoted to his Belly; we shall generally find that the far greater part of his Expence is employ'd to procure other Sensations than those of Taste; such as fine _Attendants_, _regular Apartments_, _Services of Plate_, and the like. Besides, a large share of the Preparation must be suppos'd design'd for some sort of generous friendly Purposes, to please _Acquaintance_, _Strangers_, _Parasites_. How few would be contented to enjoy the same Sensations alone, in a Cottage, or out of earthen Pitchers? To conclude this Point, however these _internal Sensations_ may be overlook'd in our Philosophical Inquirys about the human Facultys, we shall find in Fact, \"That they employ us more, and are more efficacious in _Life_, either to our _Pleasure_, or _Uneasiness_, than all our _external Senses_ taken together.\"","subId":"5","id":"Hutcheson.IBV.IBO.8.5"},{"type":"paragraph","content":"#Final Cause of the internal Senses.# ^As^ to the _final Causes_ of this _internal Sense_, we need not enquire, \"whether, to an _Almighty_, and _All-knowing Being_, there be any real Excellence in _regular Forms_, in acting by _general Laws_, in knowing by _Theorems_?\" We seem scarce capable of answering such Questions any way; nor need we enquire, \"Whether other Animals may not discern _Uniformity_ and _Regularity_ in Objects which escape our Observation, and may not perhaps have their Senses constituted so as to perceive _Beauty_ from the same Foundation which we do, in Objects which our Senses are not fit to examine or compare?\" We shall confine our selves to a Subject where we have some certain Foundation to go upon, and only inquire, \"if we can find any Reasons worthy of the great ^Author^ of _Nature_, for making such a Connection between regular Objects, and the Pleasure which accompanys our Perceptions of them; or, what Reasons might possibly influence him to create the _World_, as it at present is, as far as we can observe, every-where full of _Regularity_ and _Uniformity_?\"","subId":"6","id":"Hutcheson.IBV.IBO.8.6"},{"type":"paragraph","content":"^Let^ it be here observ'd, that as far as we know concerning any of the great Bodys of the _Universe_, we see Forms and Motions really _beautiful_ to our Senses; and if we were plac'd in any _Planet_, the _apparent Courses_ would still be _regular_ and _uniform_, and consequently =beautiful= to us. Now this gives us no small Ground to imagine, that if the Senses of their Inhabitants are in the same manner adapted to their Habitations, and the Objects occurring to their View, as ours are here, their Senses must be upon the same general Foundation with ours.","subId":"7","id":"Hutcheson.IBV.IBO.8.7"},{"type":"paragraph","content":"^But^ to return to the Questions: What occurs to resolve them, may be contain'd in the following Propositions.","subId":"8","id":"Hutcheson.IBV.IBO.8.8"},{"type":"paragraph","content":"^The^ Manner of Knowledge by _universal Theorems_, and of Operation by _universal Causes_, as far as we can attain it, must be most convenient for _Beings_ of limited Understanding and Power; since this prevents Distraction in their Understandings thro' the Multiplicity of Propositions, and Toil and Weariness to their Powers of Action: and consequently their _Reason_, without any _Sense_ of _Beauty_, must approve of such Methods when they reflect upon their apparent _Advantage_.","subId":"9","id":"Hutcheson.IBV.IBO.8.9"},{"type":"paragraph","content":"^Those^ Objects of Contemplation in which there is _Uniformity amidst Variety_, are more distinctly and easily comprehended and retain'd, than _irregular Objects_; because the accurate Observation of one or two Parts often leads to the Knowledge of the Whole: Thus we can from a _Pillar_ or two, with an intermediate _Arch_, and _Cornice_, form a distinct Idea of a whole _regular Building_, if we know of what Species it is, and have its Length and Breadth: From a _Side_ and solid _Angle_, we have the whole _regular Solid_; the measuring one _Side_, gives the whole _Square_; one _Radius_, the whole _Circle_; two _Diameters_, an _Oval_; one _Ordinate_ and _Abscissa_, the _Parabola_; thus also other Figures, if they have any Regularity, are in every Point determin'd from a few _Data_: Whereas it must be a long Attention to a vast Multiplicity of Parts, which can ascertain or fix the Idea of any _irregular Form_, or give any distinct Idea of it, or make us capable of retaining it; as appears in the Forms of _rude Rocks_, and _Pebbles_, and _confus'd Heaps_, even when the Multitude of sensible Parts is not so great as in the _regular Forms_: for such _irregular Objects_ distract the _Mind_ with _Variety_, since for every sensible Part we must have a quite different Idea.","subId":"10","id":"Hutcheson.IBV.IBO.8.10"},{"type":"paragraph","content":"^From^ these two Propositions it follows, \"That _Beings_ of limited Understanding and Power, if they act rationally for their own _Interest_, must chuse to operate by the _simplest Means_, to invent _general Theorems_, and to study _regular Objects_, if they be as useful as _irregular ones_; that they may avoid the endless Toil of producing each Effect by a separate Operation, of searching out each different Truth by a different  Inquiry, and of imprinting the endless _Variety_ of dissimilar Ideas in _irregular Objects_.\"","subId":"11","id":"Hutcheson.IBV.IBO.8.11"},{"type":"paragraph","content":"^But^ then, beside this Consideration of _Interest_, there does not appear to be any necessary Connection, antecedent to the Constitution of the ^Author^ of _Nature_, between _regular Forms_, _Actions_, _Theorems_, and that sudden sensible _Pleasure_ excited in us upon observation of them, even when we do not reflect upon the Advantage mention'd in the former Proposition. And possibly, the ^Deity^ could have form'd us so as to have receiv'd no Pleasure from such Objects, or connected Pleasure to those of a quite contrary Nature. We have a tolerable Presumption of this in the _Beautys_ of various Animals; they give some small Pleasure indeed to every one who views them, but then every one seems far more delighted with the peculiar _Beautys_ of its own _Species_, than with those of a different one, which seldom raise any Desire[n2]. This makes it probable, that the _Pleasure_ is not the necessary Result of the _Form_ it self, otherwise it would equally affect all Apprehensions in what Species soever; but depends upon a voluntary _Constitution_, adapted to preserve the _Regularity_ of the _Universe_, and is probably not the Effect of _Necessity_, but _Choice_, in the ^Supreme Agent^, who constituted our _Senses_.","subId":"12","id":"Hutcheson.IBV.IBO.8.12"},{"type":"paragraph","content":"#From the divine Goodness.# ^Now^ from the whole we may conclude, \"That supposing the ^Deity^ so kind as to connect _sensible Pleasure_ with certain Actions or Contemplations, beside the _rational Advantage_ perceivable in them; there is a great _moral Necessity_, from his _Goodness_, that the _internal Sense_ of Men should be constituted as it is at present, so as to make _Uniformity amidst Variety_ the Occasion of Pleasure.\" For were it not so, but on the contrary, if _irregular Objects_, _particular Truths_ and _Operations_ pleased us, beside the endless Toil this would involve us in, there must arise a perpetual Dissatisfaction in all rational Agents with themselves; since _Reason_ and _Interest_ would lead us to simple _general Causes_, while a _contrary Sense_ of _Beauty_ would make us disapprove them: _Universal Theorems_ would appear to our Understanding the best Means of increasing our Knowledge of what might be useful; while a _contrary Sense_ would set us on the search after _particular Truths_: _Thought_ and _Reflection_ would recommend Objects with _Uniformity_ amidst _Variety_, and yet this _perverse Instinct_ would involve us in Labyrinths of _Confusion_ and _Dissimilitude_. And hence we see \"how suitable it is to the _sagacious Bounty_ which we suppose in the ^Deity^, to constitute our _internal Senses_ in the manner in which they are; by which Pleasure is join'd to the Contemplation of _those Objects_ which a finite _Mind_ can best imprint and retain the Ideas of with the least Distraction; to _those Actions_ which are most efficacious, and fruitful in useful Effects; and to _those Theorems_ which most enlarge our _Minds_.\"","subId":"13","id":"Hutcheson.IBV.IBO.8.13"},{"type":"paragraph","content":"#Reason of general Laws.# ^As^ to the other Question, \"What Reason might influence the ^Deity^, whom no Diversity of Operation could distract or weary, to choose to operate by _simplest Means_, and _general Laws_, and to diffuse _Uniformity_, _Proportion_, and _Similitude_ thro' all the Parts of _Nature_ which we can observe?\" Perhaps there may be some real Excellence in this Manner of Operation, and in these Forms, which we know not: but this we may probably say, that since the _divine Goodness_, for the Reasons above-mention'd, has constituted our _Sense_ of _Beauty_ as it is at present, the same _Goodness_ might determine the _Great_ ^Architect^ to adorn this stupendous _Theatre_ in a manner agreeable to the Spectators, and that Part which is expos'd to the Observation of Men, so as to be pleasant to them; especially if we suppose, that he design'd to discover himself to them as _Wise_ and _Good_, as well as _Powerful_: for thus he has given them greater Evidences, thro' the whole _Earth_, of his _Art_, _Wisdom_, _Design_, and _Bounty_, than they can possibly have for the _Reason_, _Counsel_, and _Good-will_ of their fellow-Creatures, with whom they converse, with full Persuasion of these Qualities in them, about their common Affairs.","subId":"14","id":"Hutcheson.IBV.IBO.8.14"},{"type":"paragraph","content":"^As^ to the Operations of the ^Deity^ by _general Laws_, there is still a further Reason from a _Sense_ superior to these already consider'd, even that of ^Virtue^, or the _Beauty_ of _Action_, which is the Foundation of our greatest Happiness. For were there no _general Laws_ fix'd in the Course of _Nature_, there could be no _Prudence_ or _Design_ in Men, no _rational Expectation_ of Effects from Causes, no _Schemes_ of Action projected, or any _regular Execution_. If then, according to the _Frame_ of our _Nature_, our greatest happiness must depend upon our Actions, as it may perhaps be made appear it does, \"the _Universe_ must be govern'd, not by _particular Wills_, but by _general Laws_, upon which we can found our Expectations, and project our Schemes of Action.\" Nay farther, tho' _general Laws_ did ordinarily obtain, yet if the ^Deity^ usually stopp'd their Effects whenever it was necessary to prevent any particular Evils; this would effectually, and justly supersede all human _Prudence_ and _Care_ about Actions; since a superior _Mind_ did thus relieve Men from their Charge.","subId":"15","id":"Hutcheson.IBV.IBO.8.15"},{"type":"note","content":"[Hor. Lib. 2. Sat. 2. v. 20.]","subId":"n1","id":"Hutcheson.IBV.IBO.8.n1"},{"type":"note","content":"See [_Cicero de Nat. Deor._ lib. i. c. 27].","subId":"n2","id":"Hutcheson.IBV.IBO.8.n2"}]}
