{"imported":true,"id":"Hume.THN.3.3.1","parent":"Hume.THN.3.3","title":"Section 1. Of the origin of the natural virtues and vices","breadcrumb":"Section 1","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. I.\nOf the origin of the natural virtues and vices.\n","id":"Hume.THN.3.3.1"},{"type":"paragraph","content":"WE come now to the examination of such virtues and vices as are entirely natural, and have no dependance on the artifice and contrivance of men. The examination of these will conclude this system of morals.","subId":"1","id":"Hume.THN.3.3.1.1","pages":"574"},{"type":"paragraph","content":"The chief spring or actuating principle of the human mind is pleasure or pain; and when these sensations are remov'd, both from our thought and feeling, we are, in a great measure, incapable of passion or action, of desire or volition. The most immediate effects of pleasure and pain are the propense and averse motions of the mind; which are diversified into volition, into desire and aversion, grief and joy, hope and fear, according as the pleasure or pain changes its situation, and becomes probable or improbable, certain or uncertain, or is consider'd as out of our power for the present moment. But when along with this, the objects, that cause pleasure or pain, acquire a relation to ourselves or others; they still continue to excite desire and aversion, grief and joy: But cause, at the same time, the indirect passions of pride or humility, love or hatred, which in this case have a double relation of impressions and ideas to the pain or pleasure.","subId":"2","id":"Hume.THN.3.3.1.2","pages":"574"},{"type":"paragraph","content":"We have already observ'd, that moral distinctions depend entirely on certain peculiar sentiments of pain and pleasure, and that whatever mental quality in ourselves or others gives us a satisfaction, by the survey or reflection, is of course virtuous; as every thing of this nature, that gives uneasiness, is vicious. Now since every quality in ourselves or others, which gives pleasure, always causes pride or love; as every one, that produces uneasiness, excites humility or hatred: It follows, that these two particulars are to be consider'd as equivalent, with regard to our mental qualities, virtue and the power of producing love or pride, vice and the power of producing humility or hatred. In every case, therefore, we must judge of the one by the other; and may pronounce any quality of the mind virtuous, which causes love or pride; and any one vicious, which causes hatred or humility.","subId":"3","id":"Hume.THN.3.3.1.3","pages":"574-5"},{"type":"paragraph","content":"If any action be either virtuous or vicious, 'tis only as a sign of some quality or character. It must depend upon durable principles of the mind, which extend over the whole conduct, and enter into the personal character. Actions themselves, not proceeding from any constant principle, have no influence on love or hatred, pride or humility; and consequently are never consider'd in morality.","subId":"4","id":"Hume.THN.3.3.1.4","pages":"575"},{"type":"paragraph","content":"This reflection is self-evident, and deserves to be attended to, as being of the utmost importance in the present subject. We are never to consider any single action in our enquiries concerning the origin of morals; but only the quality or character from which the action proceeded. These alone are durable enough to affect our sentiments concerning the person. Actions are, indeed, better indications of a character than words, or even wishes and sentiments; but 'tis only so far as they are such indications, that they are attended with love or hatred, praise or blame.","subId":"5","id":"Hume.THN.3.3.1.5","pages":"575"},{"type":"paragraph","content":"To discover the true origin of morals, and of that love or hatred, which arises from mental qualities, we must take the matter pretty deep, and compare some principles, which have been already examin'd and explain'd.","subId":"6","id":"Hume.THN.3.3.1.6","pages":"575"},{"type":"paragraph","content":"We may begin with considering a-new the nature and force of sympathy. The minds of all men are similar in their feelings and operations, nor can any one be actuated by any affection, of which all others are not, in some degree, susceptible. As in strings equally wound up, the motion of one communicates itself to the rest; so all the affections readily pass from one person to another, and beget correspondent movements in every human creature. When I see the effects of passion in the voice and gesture of any person, my mind immediately passes from these effects to their causes, and forms such a lively idea of the passion, as is presently converted into the passion itself. In like manner, when I perceive the causes of any emotion, my mind is convey'd to the effects, and is actuated with a like emotion. Were I present at any of the more terrible operations of surgery, 'tis certain, that even before it begun, the preparation of the instruments, the laying of the bandages in order, the heating of the irons, with all the signs of anxiety and concern in the patient and assistants, wou'd have a great effect upon my mind, and excite the strongest sentiments of pity and terror. No passion of another discovers itself immediately to the mind. We are only sensible of its causes or effects. From these we infer the passion: And consequently these give rise to our sympathy.","subId":"7","id":"Hume.THN.3.3.1.7","pages":"575-6"},{"type":"paragraph","content":"Our sense of beauty depends very much on this principle; and where any object has a tendency to produce pleasure in its possessor, it is always regarded as beautiful; as every object, that has a tendency to produce pain, is disagreeable and deform'd. Thus the conveniency of a house, the fertility of a field, the strength of a horse, the capacity, security, and swift-sailing of a vessel, form the principal beauty of these several objects. Here the object, which is denominated beautiful, pleases only by its tendency to produce a certain effect. That effect is the pleasure or advantage of some other person. Now the pleasure of a stranger, for whom we have no friendship, pleases us only by sympathy. To this principle, therefore, is owing the beauty, which we find in every thing that is useful. How considerable a part this is of beauty will easily appear upon reflection. Wherever an object has a tendency to produce pleasure in the possessor, or in other words, is the proper cause of pleasure, it is sure to please the spectator, by a delicate sympathy with the possessor. Most of the works of art are esteem'd beautiful, in proportion to their fitness for the use of man, and even many of the productions of nature derive their beauty from that source. Handsome and beautiful, on most occasions, is not an absolute but a relative quality, and pleases us by nothing but its tendency to produce an end that is agreeable.","subId":"8","id":"Hume.THN.3.3.1.8","pages":"576-7"},{"type":"paragraph","content":"The same principle produces, in many instances, our sentiments of morals, as well as those of beauty. No virtue is more esteem'd than justice, and no vice more detested than injustice; nor are there any qualities, which go farther to the fixing the character, either as amiable or odious. Now justice is a moral virtue, merely because it has that tendency to the good of mankind; and, indeed, is nothing but an artificial invention to that purpose. The same may be said of allegiance, of the laws of nations, of modesty, and of good-manners. All these are mere human contrivances for the interest of society. The inventors of them had chiefly in view their own interest. But we carry our approbation of them into the most distant countreys and ages, and much beyond our own interest. And since there is a very strong sentiment of morals, which has always attended them, we must allow, that the reflecting on the tendency of characters and mental qualities, is sufficient to give us the sentiments of approbation and blame. Now as the means to an end can only be agreeable, where the end is agreeable; and as the good of society, where our own interest is not concern'd, or that of our friends, pleases only by sympathy: It follows, that sympathy is the source of the esteem, which we pay to all the artificial virtues.","subId":"9","id":"Hume.THN.3.3.1.9","pages":"577"},{"type":"paragraph","content":"Thus it appears, that sympathy is a very powerful principle in human nature, that it has a great influence on our taste of beauty, and that it produces our sentiment of morals in all the artificial virtues. From thence we may presume, that it also gives rise to many of the other virtues; and that qualities acquire our approbation, because of their tendency to the good of mankind. This presumption must become a certainty, when we find that most of those qualities, which we naturally approve of, have actually that tendency, and render a man a proper member of society: While the qualities, which we naturally disapprove of, have a contrary tendency, and render any intercourse with the person dangerous or disagreeable. For having found, that such tendencies have force enough to produce the strongest sentiment of morals, we can never reasonably, in these cases, look for any other cause of approbation or blame; it being an inviolable maxim in philosophy, that where any particular cause is sufficient for an effect, we ought to rest satisfied with it, and ought not to multiply causes without necessity. We have happily attain'd experiments in the artificial virtues, where the tendency of qualities to the good of society, is the sole cause of our approbation, without any suspicion of the concurrence of another principle. From thence we learn the force of that principle. And where that principle may take place, and the quality approv'd of is really beneficial to society, a true philosopher will never require any other principle to account for the strongest approbation and esteem.","subId":"10","id":"Hume.THN.3.3.1.10","pages":"577-8"},{"type":"paragraph","content":"That many of the natural virtues have this tendency to the good of society, no one can doubt of. Meekness, beneficence, charity, generosity, clemency, moderation, equity, bear the greatest figure among the moral qualities, and are commonly denominated the social virtues, to mark their tendency to the good of society. This goes so far, that some philosophers have represented all moral distinctions as the effect of artifice and education, when skilful politicians endeavour'd to restrain the turbulent passions of men, and make them operate to the public good, by the notions of honour and shame. This system, however, is not consistent with experience. For, first, there are other virtues and vices beside those which have this tendency to the public advantage and loss. Secondly, had not men a natural sentiment of approbation and blame, it cou'd never be excited by politicians; nor wou'd the words laudable and praise-worthy, blameable and odious, be any more intelligible, than if they were a language perfectly unknown to us, as we have already observ'd. But tho' this system be erroneous, it may teach us, that moral distinctions arise, in a great measure, from the tendency of qualities and characters to the interest of society, and that 'tis our concern for that interest, which makes us approve or disapprove of them. Now we have no such extensive concern for society but from sympathy; and consequently 'tis that principle, which takes us so far out of ourselves, as to give us the same pleasure or uneasiness in the characters of others which are useful or pernicious to society as if they had a tendency to our own advantage or loss.","subId":"11","id":"Hume.THN.3.3.1.11","pages":"578-9"},{"type":"paragraph","content":"The only difference betwixt the natural virtues and justice lies in this, that the good, which results from the former, arises from every single act, and is the object of some natural passion: Whereas a single act of justice, consider'd in itself, may often be contrary to the public good; and 'tis only the concurrence of mankind, in a general scheme or system of action, which is advantageous. When I relieve persons in distress, my natural humanity is my motive; and so far as my succour extends, so far have I promoted the happiness of my fellow-creatures. But if we examine all the questions, that come before any tribunal of justice, we shall find, that, considering each case apart, it wou'd as often be an instance of humanity to decide contrary to the laws of justice as conformable to them. Judges take from a poor man to give to a rich; they bestow on the dissolute the labour of the industrious; and put into the hands of the vicious the means of harming both themselves and others. The whole scheme, however, of law and justice is advantageous to the societyand to every individual; and 'twas with a view to this advantage, that men, by their voluntary conventions, establish'd it. After it is once establish'd by these conventions, it is naturally attended with a strong sentiment of morals; which can proceed from nothing but our sympathy with the interests of society. We need no other explication of that esteem, which attends such of the natural virtues, as have a tendency to the public good.","subId":"12","id":"Hume.THN.3.3.1.12","pages":"579-80"},{"type":"paragraph","content":"I must farther add, that there are several circumstances, which render this hypothesis much more probable with regard to the natural than the artificial virtues. 'Tis certain, that the imagination is more affected by what is particular, than by what is general; and that the sentiments are always mov'd with difficulty, where their objects are, in any degree, loose and undetermin'd: Now every particular act of justice is not beneficial to society, but the whole scheme or system: And it may not, perhaps, be any individual person, for whom we are concern'd, who receives benefit from justice, but the whole society alike. On the contrary, every particular act of generosity, or relief of the industrious and indigent, is beneficial; and is beneficial to a particular person, who is not undeserving of it. 'Tis more natural, therefore, to think, that the tendencies of the latter virtue will affect our sentiments, and command our approbation, than those of the former; and therefore, since we find, that the approbation of the former arises from their tendencies, we may ascribe, with better reason, the same cause to the approbation of the latter. In any number of similar effects, if a cause can be discover'd for one, we ought to extend that cause to all the other effects, which can be accounted for by it: But much more, if these other effects be attended with peculiar circumstances, which facilitate the operation of that cause.","subId":"13","id":"Hume.THN.3.3.1.13","pages":"580"},{"type":"paragraph","content":"Before I proceed farther, I must observe two remarkable circumstances in this affair, which may seem objections to the present system. The first may be thus explain'd. When any quality, or character, has a tendency to the good of mankind, we are pleas'd with it, and approve of it; because it presents the lively idea of pleasure; which idea affects us by sympathy, and is itself a kind of pleasure. But as this sympathy is very variable, it may be thought, that our sentiments of morals must admit of all the same variations. We sympathize more with persons contiguous to us, than with persons remote from us: With our acquaintance, than with strangers: With our countrymen, than with foreigners. But notwithstanding this variation of our sympathy, we give the same approbation to the same moral qualities in China as in England. They appear equally virtuous, and recommend themselves equally to the esteem of a judicious spectator. The sympathy varies without a variation in our esteem. Our esteem, therefore, proceeds not from sympathy.","subId":"14","id":"Hume.THN.3.3.1.14","pages":"580-1"},{"type":"paragraph","content":"To this I answer: The approbation of moral qualities most certainly is not deriv'd from reason, or any comparison of ideas; but proceeds entirely from a moral taste, and from certain sentiments of pleasure or disgust, which arise upon the contemplation and view of particular qualities or characters. Now 'tis evident, that those sentiments, whence-ever they are deriv'd, must vary according to the distance or contiguity of the objects; nor can I feel the same lively pleasure from the virtues of a person, who liv'd in Greece two thousand years ago, that I feel from the virtues of a familiar friend and acquaintance. Yet I do not say, that I esteem the one more than the other: And therefore, if the variation of the sentiment, without a variation of the esteem, be an objection, it must have equal force against every other system, as against that of sympathy. But to consider the case a-right, it has no force at all; and 'tis the easiest matter in the world to account for it. Our situation, with regard both to persons and things, is in continual fluctuation; and a man, that lies at a distance from us, may, in a little time, become a familiar acquaintance. Besides, every particular man has a peculiar position with regard to others; and 'tis impossible we cou'd ever converse together on any reasonable terms, were each of us to consider characters and persons, only as they appear from his peculiar point of view. In order, therefore, to prevent those continual contradictions, and arrive at a more stable judgment of things, we fix on some steady and general points of view; and always, in our thoughts, place ourselves in them, whatever may be our present situation. In like manner, external beauty is determin'd merely by pleasure; and 'tis evident, a beautiful countenance cannot give so much pleasure, when seen at the distance of twenty paces, as when it is brought nearer us. We say not, however, that it appears to us less beautiful: Because we know what effect it will have in such a position, and by that reflection we correct its momentary appearance.","subId":"15","id":"Hume.THN.3.3.1.15","pages":"581-2"},{"type":"paragraph","content":"In general, all sentiments of blame or praise are variable, according to our situation of nearness or remoteness, with regard to the person blam'd or prais'd, and according to the present disposition of our mind. But these variations we regard not in our general decisions, but still apply the terms expressive of our liking or dislike, in the same manner, as if we remain'd in one point of view. Experience soon teaches us this method of correcting our sentiments, or at least, of correcting our language, where the sentiments are more stubborn and inalterable. Our servant, if diligent and faithful, may excite stronger sentiments of love and kindness than Marcus Brutus, as represented in history; but we say not upon that account, that the former character is more laudable than the latter. We know, that were we to approach equally near to that renown'd patriot, he wou'd command a much higher degree of affection and admiration. Such corrections are common with regard to all the senses; and indeed 'twere impossible we cou'd ever make use of language, or communicate our sentiments to one another, did we not correct the momentary appearances of things, and overlook our present situation.","subId":"16","id":"Hume.THN.3.3.1.16","pages":"582"},{"type":"paragraph","content":"'Tis therefore from the influence of characters and qualities, upon those who have an intercourse with any person, that we blame or praise him. We consider not whether the persons, affected by the qualities, be our acquaintance or strangers, countrymen or foreigners. Nay, we over-look our own interest in those general judgments; and blame not a man for opposing us in any of our pretensions, when his own interest is particularly concern'd. We make allowance for a certain degree of selfishness in men; because we know it to be inseparable from human nature, and inherent in our frame and constitution. By this reflection we correct those sentiments of blame, which so naturally arise upon any opposition.","subId":"17","id":"Hume.THN.3.3.1.17","pages":"582-3"},{"type":"paragraph","content":"But however the general principle of our blame or praise may be corrected by those other principles, 'tis certain, they are not altogether efficacious, nor do our passions often correspond entirely to the present theory. 'Tis seldom men heartily love what lies at a distance from them, and what no way redounds to their particular benefit; as 'tis no less rare to meet with persons, who can pardon another any opposition he makes to their interest, however justifiable that opposition may be by the general rules of morality. Here we are contented with saying, that reason requires such an impartial conduct, but that 'tis seldom we can bring ourselves to it, and that our passions do not readily follow the determination of our judgment. This language will be easily understood, if we consider what we formerly said concerning that reason, which is able to oppose our passion; and which we have found to be nothing but a general calm determination of the passions, founded on some distant view or reflection. When we form our judgments of persons, merely from the tendency of their characters to our own benefit, or to that of our friends, we find so many contradictions to our sentiments in society and conversation, and such an uncertainty from the incessant changes of our situation, that we seek some other standard of merit and demerit, which may not admit of so great variation. Being thus loosen'd from our first station, we cannot afterwards fix ourselves so commodiously by any means as by a sympathy with those, who have any commerce with the person we consider. This is far from being as lively as when our own interest is concern'd, or that of our particular friends; nor has it such an influence on our love and hatred: But being equally conformable to our calm and general principles, 'tis said to have an equal authority over our reason, and to command our judgment and opinion. We blame equally a bad action, which we read of in history, with one perform'd in our neighbourhood t'other day: The meaning of which is, that we know from reflection, that the former action wou'd excite as strong sentiments of disapprobation as the latter, were it plac'd in the same position.","subId":"18","id":"Hume.THN.3.3.1.18","pages":"583-4"},{"type":"paragraph","content":"I now proceed to the second remarkable circumstance, which I propos'd to take notice of. Where a person is possess'd of a character, that in its natural tendency is beneficial to society, we esteem him virtuous, and are delighted with the view of his character, even tho' particular accidents prevent its operation, and incapacitate him from being serviceable to his friends and country. Virtue in rags is still virtue; and the love, which it procures, attends a man into a dungeon or desart, where the virtue can no longer be exerted in action, and is lost to all the world. Now this may be esteem'd an objection to the present system. Sympathy interests us in the good of mankind; and if sympathy were the source of our esteem for virtue, that sentiment of approbation cou'd only take place, where the virtue actually attain'd its end, and was beneficial to mankind. Where it fails of its end, 'tis only an imperfect means; and therefore can never acquire any merit from that end. The goodness of an end can bestow a merit on such means alone as are compleat, and actually produce the end.","subId":"19","id":"Hume.THN.3.3.1.19","pages":"584"},{"type":"paragraph","content":"To this we may reply, that where any object, in all its parts, is fitted to attain any agreeable end, it naturally gives us pleasure, and is esteem'd beautiful, even tho' some external circumstances be wanting to render it altogether effectual. 'Tis sufficient if every thing be compleat in the object itself. A house, that is contriv'd with great judgment for all the commodities of life, pleases us upon that account; tho' perhaps we are sensible, that no-one will ever dwell in it. A fertile soil, and a happy climate, delight us by a reflection on the happiness which they wou'd afford the inhabitants, tho' at present the country be desart and uninhabited. A man, whose limbs and shape promise strength and activity, is esteem'd handsome, tho' condemn'd to perpetual imprisonment. The imagination has a set of passions belonging to it, upon which our sentiments of beauty much depend. These passions are mov'd by degrees of liveliness and strength, which are inferior to belief, and independent of the real existence of their objects. Where a character is, in every respect, fitted to be beneficial to society, the imagination passes easily from the cause to the effect, without considering that there are still some circumstances wanting to render the cause a compleat one. General rules create a species of probability, which sometimes influences the judgment, and always the imagination.","subId":"20","id":"Hume.THN.3.3.1.20","pages":"584-5"},{"type":"paragraph","content":"'Tis true, when the cause is compleat, and a good disposition is attended with good fortune, which renders it really beneficial to society, it gives a stronger pleasure to the spectator, and is attended with a more lively sympathy. We are more affected by it; and yet we do not say that it is more virtuous, or that we esteem it more. We know, that an alteration of fortune may render the benevolent disposition entirely impotent; and therefore we separate, as much as possible, the fortune from the disposition. The case is the same, as when we correct the different sentiments of virtue, which proceed from its different distances from ourselves. The passions do not always follow our corrections; but these corrections serve sufficiently to regulate our abstract notions, and are alone regarded, when we pronounce in general concerning the degrees of vice and virtue.","subId":"21","id":"Hume.THN.3.3.1.21","pages":"585"},{"type":"paragraph","content":"'Tis observ'd by critics, that all words or sentences, which are difficult to the pronunciation, are disagreeable to the ear. There is no difference, whether a man hear them pronounc'd, or read them silently to himself. When I run over a book with my eye, I imagine I hear it all; and also, by the force of imagination, enter into the uneasiness, which the delivery of it wou'd give the speaker. The uneasiness is not real; but as such a composition of words has a natural tendency to produce it, this is sufficient to affect the mind with a painful sentiment, and render the style harsh and disagreeable. 'Tis a similar case, where any real quality is, by accidental circumstances, render'd impotent, and is depriv'd of its natural influence on society.","subId":"22","id":"Hume.THN.3.3.1.22","pages":"585-6"},{"type":"paragraph","content":"Upon these principles we may easily remove any contradiction, which may appear to be betwixt the extensive sympathy, on which our sentiments of virtue depend, and that limited generosity which I have frequently observ'd to be natural to men, and which justice and property suppose, according to the precedent reasoning. My sympathy with another may give me the sentiment of pain and disapprobation, when any object is presented, that has a tendency to give him uneasiness; tho' I may not be willing to sacrifice any thing of my own interest, or cross any of my passions, for his satisfaction. A house may displease me by being ill-contriv'd for the convenience of the owner; and yet I may refuse to give a shilling towards the rebuilding of it. Sentiments must touch the heart, to make them controul our passions: But they need not extend beyond the imagination, to make them influence our taste. When a building seems clumsy and tottering to the eye, it is ugly and disagreeable; tho' we be fully assur'd of the solidity of the workmanship. 'Tis a kind of fear, which causes this sentiment of disapprobation; but the passion is not the same with that which we feel, when oblig'd to stand under a wall, that we really think tottering and insecure. The seeming tendencies of objects affect the mind: And the emotions they excite are of a like species with those, which proceed from the real consequences of objects, but their feeling is different. Nay, these emotions are so different in their feeling that they may often be contrary, without destroying each other; as when the fortifications of a city belonging to an enemy are esteem'd beautiful upon account of their strength, tho' we cou'd wish that they were entirely destroy'd. The imagination adheres to the general views of things, and distinguishes betwixt the feelings they produce, and those which arise from our particular and momentary situation.\n","subId":"23","id":"Hume.THN.3.3.1.23","pages":"586-7"},{"type":"paragraph","content":"If we examine the panegyrics that are commonly made of great men, we shall find, that most of the qualities, which are attributed to them, may be divided into two kinds, viz. such as make them perform their part in society; and such as render them serviceable to themselves, and enable them to promote their own interest. Their prudence, temperance, frugality, industry, assiduity, enterprize, dexterity, are celebrated, as well as their generosity and humanity. If we ever give an indulgence to any quality, that disables a man from making a figure in life, 'tis to that of indolence, which is not suppos'd to deprive one of his parts and capacity, but only suspends their exercise; and that without any inconvenience to the person himself, since 'tis, in some measure, from his own choice. Yet indolence is always allow'd to be a fault, and a very great one, if extreme: Nor do a man's friends ever acknowledge him to be subject to it, but in order to save his character in more material articles. He cou'd make a figure, say they, if he pleas'd to give application: His understanding is sound, his conception quick, and his memory tenacious; but he hates business, and is indifferent about his fortune. And this a man sometimes may make even a subject of vanity; tho' with the air of confessing a fault: Because he may think, that this incapacity for business implies much more noble qualities; such as a philosophical spirit, a fine taste, a delicate wit, or a relish for pleasure and society. But take any other case: Suppose a quality, that without being an indication of any other good qualities, incapacitates a man always for business, and is destructive to his interest; such as a blundering understanding, and a wrong judgment of every thing in life; inconstancy and irresolution; or a want of address in the management of men and business: These are all allow'd to be imperfections in a character; and many men wou'd rather acknowledge the greatest crimes, than have it suspected, that they are, in any degree, subject to them.","subId":"24","id":"Hume.THN.3.3.1.24","pages":"587-8"},{"type":"paragraph","content":"'Tis very happy, in our philosophical researches, when we find the same phænomenon diversified by a variety of circumstances; and by discovering what is common among them, can the better assure ourselves of the truth of any hypothesis we may make use of to explain that phænomenon. Were nothing esteem'd virtue but what were beneficial to society, I am persuaded, that the foregoing explication of the moral sense ought still to be receiv'd, and that upon sufficient evidence: But this evidence must grow upon us, when we find other kinds of virtue, which will not admit of any explication except from that hypothesis. Here is a man, who is not remarkably defective in his social qualities; but what principally recommends him is his dexterity in business, by which be has extricated himself from the greatest difficulties, and conducted the most delicate affairs with a singular address and prudence. I find an esteem for him immediately to arise in me: His company is a satisfaction to me; and before I have any farther acquaintance with him, I wou'd rather do him a service than another, whose character is in every other respect equal, but is deficient in that particular. In this case, the qualities that please me are all consider'd as useful to the person, and as having a tendency to promote his interest and satisfaction. They are only regarded as means to an end, and please me in proportion to their fitness for that end. The end, therefore, must be agreeable to me. But what makes the end agreeable? The person is a stranger: I am no way interested in him, nor lie under any obligation to him: His happiness concerns not me, farther than the happiness of every human, and indeed of every sensible creature: That is, it affects me only by sympathy. From that principle, whenever I discover his happiness and good, whether in its causes or effects, I enter so deeply into it, that it gives me a sensible emotion. The appearance of qualities, that have a tendency to promote it, have an agreeable effect upon my imagination, and command my love and esteem.","subId":"25","id":"Hume.THN.3.3.1.25","pages":"588-9"},{"type":"paragraph","content":"This theory may serve to explain, why the same qualities, in all cases, produce both pride and love, humility and hatred; and the same man is always virtuous or vicious, accomplish'd or despicable to others, who is so to himself. A person, in whom we discover any passion or habit, which originally is only incommodious to himself, becomes always disagreeable to us, merely on its account; as on the other hand, one whose character is only dangerous and disagreeable to others, can never be satisfied with himself, as long as he is sensible of that disadvantage. Nor is this observable only with regard to characters and manners, but may be remark'd even in the most minute circumstances. A violent cough in another gives us uneasiness; tho' in itself it does not in the least affect us. A man will be mortified, if you tell him he has a stinking breath; tho' 'tis evidently no annoyance to himself. Our fancy easily changes its situation; and either surveying ourselves as we appear to others, or considering others as they feel themselves, makes us enter, by that means, into sentiments, which no way belong to us, and in which nothing but sympathy is able to interest us. And this sympathy we sometimes carry so far, as even to be displeas'd with a quality commodious to us, merely because it displeases others, and renders us disagreeable in their eyes; tho' perhaps we never can have any interest in rendering ourselves agreeable to them.","subId":"26","id":"Hume.THN.3.3.1.26","pages":"589"},{"type":"paragraph","content":"There have been many systems of morality advanc'd by philosophers in all ages; but if they are strictly examin'd, they may be reduc'd to two, which alone merit our attention. Moral good and evil are certainly distinguish'd by our sentiments, not by reason: But these sentiments may arise either from the mere species or appearance of characters and passions, or from reflections on their tendency to the happiness of mankind, and of particular persons. My opinion is, that both these causes are intermix'd in our judgments of morals; after the same manner as they are in our decisions concerning most kinds of external beauty: Tho' I am also of opinion, that reflections on the tendencies of actions have by far the greatest influence, and determine all the great lines of our duty. There are, however, instances, in cases of less moment, wherein this immediate taste or sentiment produces our approbation. Wit, and a certain easy and disengag'd behaviour, are qualities immediately agreeable to others, and command their love and esteem. Some of these qualities produce satisfaction in others by particular original principles of human nature, which cannot be accounted for: Others may be resolv'd into principles, which are more general. This will best appear upon a particular enquiry.","subId":"27","id":"Hume.THN.3.3.1.27","pages":"589-90"},{"type":"paragraph","content":"As some qualities acquire their merit from their being immediately agreeable to others, without any tendency to public interest; so some are denominated virtuous from their being immediately agreeable to the person himself, who possesses them. Each of the passions and operations of the mind has a particular feeling, which must be either agreeable or disagreeable. The first is virtuous, the second vicious. This particular feeling constitutes the very nature of the passion; and therefore needs not be accounted for.","subId":"28","id":"Hume.THN.3.3.1.28","pages":"590"},{"type":"paragraph","content":"But however directly the distinction of vice and virtue may seem to flow from the immediate pleasure or uneasiness, which particular qualities cause to ourselves or others; 'tis easy to observe, that it has also a considerable dependence on the principle of sympathy so often insisted on. We approve of a person, who is possess'd of qualities immediately agreeable to those, with whom he has any commerce; tho' perhaps we ourselves never reap'd any pleasure from them. We also approve of one, who is possess'd of qualities, that are immediately agreeable to himself; tho' they be of no service to any mortal. To account for this we must have recourse to the foregoing principles.","subId":"29","id":"Hume.THN.3.3.1.29","pages":"590"},{"type":"paragraph","content":"Thus, to take a general review of the present hypothesis: Every quality of the mind is denominated virtuous, which gives pleasure by the mere survey; as every quality, which produces pain, is call'd vicious. This pleasure and this pain may arise from four different sources. For we reap a pleasure from the view of a character, which is naturally fitted to be useful to others, or to the person himself, or which is agreeable to others, or to the person himself. One may, perhaps, be surpriz'd, that amidst all these interests and pleasures, we shou'd forget our own, which touch us so nearly on every other occasion. But we shall easily satisfy ourselves on this head, when we consider, that every particular person's pleasure and interest being different, 'tis impossible men cou'd ever agree in their sentiments and judgments, unless they chose some common point of view, from which they might survey their object, and which might cause it to appear the same to all of them. Now, in judging of characters, the only interest or pleasure, which appears the same to every spectator, is that of the person himself, whose character is examin'd; or that of persons, who have a connexion with him. And tho' such interests and pleasures touch us more faintly than our own, yet being more constant and universal, they counter-ballance the latter even in practice, and are alone admitted in speculation as the standard of virtue and morality. They alone produce that particular feeling or sentiment, on which moral distinctions depend.","subId":"30","id":"Hume.THN.3.3.1.30","pages":"590-1"},{"type":"paragraph","content":"As to the good or ill desert of virtue or vice, 'tis an evident consequence of the sentiments of pleasure or uneasiness. These sentiments produce love or hatred; and love or hatred, by the original constitution of human passion, is attended with benevolence or anger; that is, with a desire of making happy the person we love, and miserable the person we hate. We have treated of this more fully on another occasion.","subId":"31","id":"Hume.THN.3.3.1.31","pages":"591"},{"type":"note","content":"Decentior equus cujus astricta sunt ilia; sed idem velocior. Pulcher aspectu sit athleta, cujus lacertos exercitatio expressit; idem certamini paratior. Nunquam vero species ab utilitate dividitur. Sed hoc quidem discernere, modici judicii est. \n             Quinct. lib. 8.","subId":"n83","id":"Hume.THN.3.3.1.n83","pages":"577"}]}