{"imported":true,"id":"Hume.HE.5.54","parent":"Hume.HE.5","title":"Chapter 54. Charles I (cont.)","breadcrumb":"Chapter 54","texts":[],"published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LIV. £2 £1 CHARLES I. £1 _Meeting of the long parliament——Strafford and Laud impeached——Finch and Windebank fly——Great authority of the commons——The bishops attacked——Tonnage and poundage——Triennial bill——Strafford's trial——Bill of attainder——Execution of Strafford——High-commission and star-chamber abolished——King's journey to Scotland._","id":"Hume.HE.5.54"},{"type":"paragraph","content":"THE causes of disgust, which, for above thirty years, had daily been multiplying in England, #1640.# were now come to full maturity, and threatened the kingdom with some great revolution or convulsion. The uncertain and undefined limits of prerogative and privilege had been eagerly disputed during that whole period; and in every controversy between prince and people, the question, however doubtful, had always been decided, by each party, in favour of its own pretensions. Too lightly, perhaps, moved by the appearance of necessity, the king had even assumed powers incompatible with the principles of limited government, and had rendered it impossible for his most zealous partizans entirely to justify his conduct, except by topics so unpopular, that they were more fitted, in the present disposition of men's minds, to inflame, than appease, the general discontent. Those great supports of public authority, law and religion, had likewise, by the unbounded |compliance of judges and prelates, lost much of their influence over the people; or rather had in a great measure gone over to the side of faction, and authorized the spirit of opposition and rebellion. The nobility, also, whom the king had no means of retaining by offices and preferments suitable to their rank, had been seized with the general discontent, and unwarily threw themselves into the scale, which already began too much to preponderate. Sensible of some encroachments, which had been made by royal authority, men entertained no jealousy of the commons, whose enterprizes, for the acquisition of power, had ever been covered with the appearance of public good, and had hitherto gone no farther than some disappointed efforts and endeavours. The progress of the Scottish malcontents reduced the crown to an entire dependence for supply: Their union with the popular party in England brought great accession of authority to the latter: The near prospect of success roused all latent murmurs and pretensions, which had hitherto been held in such violent constraint: And the torrent of general inclination and opinion ran so strongly against the court, that the king was in no situation to refuse any reasonable demands of the popular leaders, either for defining or limiting the powers of his prerogative. Even many exorbitant claims, in his present situation, would probably be made, and must necessarily be complied with.","subId":"1","id":"Hume.HE.5.54.1"},{"type":"paragraph","content":"^The^ triumph of the malcontents over the church was not yet so immediate or certain. Though the political and religious puritans mutually lent assistance to each other, there were many who joined the former, yet declined all connexion with the latter. The hierarchy had been established in England ever since the reformation: The Romish church, in all ages, had carefully maintained that form of ecclesiastical government: The ancient fathers too bore testimony to episcopal jurisdiction: And though parity may seem at first to have had place among Christian pastors, the period, during which it prevailed, was so short, that few undisputed traces of it remained in history. The bishops and their more zealous partizans inferred thence the divine indefeizable right of prelacy: Others regarded that institution as venerable and useful: And, if the love of novelty led some to adopt the new rites and discipline of the puritans, the reverence to antiquity retained many in their attachment to the liturgy and government of the church. It behoved, |therefore, the zealous innovators in parliament to proceed with some caution and reserve. By promoting all measures which reduced the powers of the crown, they hoped to disarm the king, whom they justly regarded, from principle, inclination, and policy, to be the determined patron of the hierarchy. By declaiming against the supposed encroachments and tyranny of the prelates, they endeavoured to carry the nation, from a hatred of their persons, to an opposition against their office and character. And when men were inlisted in party, it would not be difficult, they thought, to lead them by degrees into many measures, for which they formerly entertained the greatest aversion. Though the new sectaries composed not, at first, the majority of the nation, they were inflamed, as is usual among innovators, with extreme zeal for their opinions. Their unsurmountable passion, disguised to themselves, as well as to others, under the appearance of holy fervours, was well qualified to make proselytes, and to seize the minds of the ignorant multitude. And one furious enthusiast was able, by his active industry, to surmount the indolent efforts of many sober and reasonable antagonists.","subId":"2","id":"Hume.HE.5.54.2"},{"type":"paragraph","content":"^When^ the nation, therefore, was so generally discontented, and little suspicion was entertained of any design to subvert the church and monarchy; no wonder, that almost all elections ran in favour of those, who, by their high pretensions to piety and patriotism, had encouraged the national prejudices. It is a usual compliment to regard the king's inclination in the choice of a speaker; and Charles had intended to advance Gardiner, recorder of London, to that important trust: But so little interest did the crown, at that time, possess in the nation, that Gardiner was disappointed of his election, not only in London, but in every other place where it was attempted: And the king was obliged to make the choice of speaker fall on Lenthal, a lawyer of some character, but not sufficiently qualified for so high and difficult an office[n1].","subId":"3","id":"Hume.HE.5.54.3"},{"type":"paragraph","content":"#Meeting of the long parliament. Nov. 3.# ^The^ eager expectations of men with regard to a parliament, summoned at so critical a juncture, and during such general discontents; a parliament, which, from the situation of public affairs, could not be abruptly dissolved, and which was to execute every thing left unfinished by former parliaments; these motives, so |important and interesting, engaged the attendance of all the members; and the house of commons was never observed to be, from the beginning, so full and numerous. Without any interval, therefore, they entered upon business, and by unanimous consent they immediately struck a blow, which may, in a manner, be regarded as decisive.","subId":"4","id":"Hume.HE.5.54.4"},{"type":"paragraph","content":"^The^ earl of Strafford was considered as chief minister, both on account of the credit which he possessed with his master, and of his own great and uncommon vigour and capacity. By a concurrence of accidents, this man laboured under the severe hatred of all the three nations, which composed the British monarchy. The Scots, whose authority now ran extremely high, looked on him as the capital enemy of their country, and one whose counsels and influence they had most reason to apprehend. He had engaged the parliament of Ireland to advance large subsidies, in order to support a war against them: He had levied an army of 9000 men, with which he had menaced all their western coast: He had obliged the Scots, who lived under his government, to renounce the covenant, their national idol: He had in Ireland proclaimed the Scottish covenanters rebels and traitors, even before the king had issued any such declaration against them in England: And he had ever dissuaded his master against the late treaty and suspension of arms, which he regarded as dangerous and dishonourable. So avowed and violent were the Scots in their resentment of all these measures, that they had refused to send commissioners to treat at York, as was at first proposed; because, they said, the lieutenant of Ireland, their capital enemy, being general of the king's forces, had there the chief command and authority.","subId":"5","id":"Hume.HE.5.54.5"},{"type":"paragraph","content":"^Strafford^, first as deputy, then as lord lieutenant, had governed Ireland during eight years with great vigilance, activity, and prudence, but with very little popularity. In a nation so averse to the English government and religion, these very virtues were sufficient to draw on him the public hatred. The manners too and character of this great man, though to all full of courtesy, and to his friends full of affection, were, at bottom, haughty, rigid, and severe. His authority and influence, during the time of his government, had been unlimited; but no sooner did adversity seize him, than the concealed aversion of the nation blazed up at once, and the Irish parliament used every expedient to aggravate the charge against him.","subId":"6","id":"Hume.HE.5.54.6"},{"type":"paragraph","content":"^The^ universal discontent, which prevailed in England against the court, was all pointed towards the earl of Strafford; though without any particular reason, but because he was the minister of state, whom the king most favoured and most trusted. His extraction was honourable, his paternal fortune considerable: Yet envy attended his sudden and great elevation. And his former associates in popular counsels, finding that he owed his advancement to the desertion of their cause, represented him as the great apostate of the commonwealth, whom it behoved them to sacrifice, as a victim to public justice.","subId":"7","id":"Hume.HE.5.54.7"},{"type":"paragraph","content":"^Strafford^, sensible of the load of popular prejudices under which he laboured, would gladly have declined attendance in parliament; and he begged the king's permission to withdraw himself to his government of Ireland, at least to remain at the head of the army in Yorkshire; where many opportunities, he hoped, would offer, by reason of his distance, to elude the attacks of his enemies. But Charles, who had entire confidence in the earl's capacity, thought, that his counsels would be extremely useful during the critical session which approached. And when Strafford still insisted on the danger of his appearing amidst so many enraged enemies, the king, little apprehensive that his own authority was so suddenly to expire, promised him protection, and assured him, that not a hair of his head should be touched by the parliament[n2].","subId":"8","id":"Hume.HE.5.54.8"},{"type":"paragraph","content":"#11th Nov.# ^No^ sooner was Stafford's arrival known, than a concerted attack was made upon him in the house of commons. Pym, in a long, studied discourse, divided into many heads after his manner, enumerated all the grievances, under which the nation laboured; and, from a complication of such oppressions, inferred, that a deliberate plan had been formed of changing entirely the frame of government, #Strafford impeached.# and subverting the ancient laws and liberties of the kingdom[n3]. Could any thing, he said, encrease our indignation against so enormous and criminal a project, it would be to find, that, during the reign of the best of princes, the constitution had been endangered by the worst of ministers, and that the virtues of the king had been seduced by wicked and pernicious counsel. We must enquire, added he, from what fountain these waters of bitterness flow; and though doubtless many evil counsellors will be found to have contributed their endeavours, yet there is one who challenges |the infamous pre-eminence, and who, by his courage, enterprize, and capacity, is intitled to the first place among these betrayers of their country. He is the earl of Strafford, lieutenant of Ireland, and president of the council of York, who, in both places, and in all other provinces, where he has been entrusted with authority, has raised ample monuments of tyranny, and will appear, from a survey of his actions, to be the chief promoter of every arbitrary counsel. Some instances of imperious expressions, as well as actions, were given by Pym; who afterwards entered into a more personal attack of that minister, and endeavoured to expose his whole character and manners. The austere genius of Strafford, occupied in the pursuits of ambition, had not rendered his breast altogether inaccessible to the tender passions, or secured him from the dominion of the fair; and in that sullen age, when the irregularities of pleasure were more reproachful than the most odious crimes, these weaknesses were thought worthy of being mentioned, together with his treasons, before so great an assembly. And upon the whole, the orator concluded, that it belonged to the house to provide a remedy proportionable to the disease, and to prevent the farther mischiefs justly to be apprehended from the influence, which this man had acquired over the measures and counsels of their sovereign[n4].","subId":"9","id":"Hume.HE.5.54.9"},{"type":"paragraph","content":"^Sir^ John Clotworthy an Irish gentleman, Sir John Hotham of Yorkshire, and many others, entered into the same topics: And after several hours spent in bitter invective, when the doors were locked, in order to prevent all discovery of their purpose; it was moved, in consequence of the resolution secretly taken, that Strafford should immediately be impeached of high treason. This motion was received with universal approbation; nor was there, in all the debate, one person that offered to stop the torrent by any testimony in favour of the earl's conduct. Lord Falkland alone, though known to be his enemy, modestly desired the house to consider, whether it would not better suit the gravity of their proceedings, first to digest, by a committee, many of those particulars, which had been mentioned, before they sent up an accusation against him. It was ingenuously answered by Pym, that such a delay might probably blast all their hopes, and put it out of their |power to proceed any farther in the prosecution: That when Strafford should learn, that so many of his enormities were discovered, his conscience would dictate his condemnation; and so great was his power and credit, he would immediately procure the dissolution of the parliament, or attempt some other desperate measure for his own preservation: That the commons were only accusers, not judges; and it was the province of the peers to determine, whether such a complication of enormous crimes, in one person, did not amount to the highest crime known by the law[n5]. Without farther debate, the impeachment was voted: Pym was chosen to carry it up to the lords: Most of the house accompanied him on so agreeable an errand: And Strafford, who had just entered the house of peers, and who little expected so speedy a prosecution, was immediately, upon this general charge; ordered into custody, with several symptoms of violent prejudice in his judges, as well as in his prosecutors.","subId":"10","id":"Hume.HE.5.54.10"},{"type":"paragraph","content":"#Laud impeached.# ^In^ the enquiry concerning grievances and in the censure of past measures, Laud could not long escape the severe scrutiny of the commons; who were led too, in their accusation of that prelate, as well by their prejudices against his whole order, as by the extreme antipathy, which his intemperate zeal had drawn upon him. After a deliberation, which scarcely lasted half an hour, an impeachment of high treason was voted against this subject, the first, both in rank and in favour, throughout the kingdom. Though this incident, considering the example of Strafford's impeachment and the present disposition of the nation and parliament, needed be no surprize to him; yet was he betrayed into some passion, when the accusation was presented. _The commons themselves,_ he said, _though his accusers, did not believe him guilty of the crimes with which they charged him:_ An indiscretion, which, next day, upon more mature deliberation, he desired leave to retract; but so little favourable were the peers, that they refused him this advantage or indulgence. Laud also was immediately, upon this general charge, sequestered from parliament, and committed to custody[n6].","subId":"11","id":"Hume.HE.5.54.11"},{"type":"paragraph","content":"^The^ capital article, insisted on against these two great men, was the design which the commons supposed to have been formed of |subverting the laws and constitution of England, and introducing arbitrary and unlimited authority into the kingdom. Of all the king's ministers, no one was so obnoxious in this respect as the lord keeper, Finch. He it was, who, being speaker in the king's third parliament, had left the chair, and refused to put the question, when ordered by the house. The extrajudicial opinion of the judges in the case of ship-money had been procured by his intrigues, persuasions, and even menaces. In all unpopular and illegal measures, he was ever most active; and he was even believed to have declared publicly, that, while he was keeper, an order of council should always with him be equivalent to a law. To appease the rising displeasure of the commons, he desired to be heard at their bar. He prostrated himself with all humility before them; but this submission availed him nothing. An impeachment was resolved on; and in order to escape their fury, he thought proper secretly to withdraw, #Lord keeper Finch flies.# and retire into Holland. As he was not esteemed equal to Strafford, or even to Laud, either in capacity or in fidelity to his master; it was generally believed, that his escape had been connived at by the popular leaders[n7]. His impeachment, however, in his absence, was carried up to the house of peers.","subId":"12","id":"Hume.HE.5.54.12"},{"type":"paragraph","content":"^Sir^ Francis Windebank, the secretary, was a creature of Laud's; a sufficient reason for his being extremely obnoxious to the commons. He was secretly suspected too of the crime of popery; and it was known, that, from complaisance to the queen, and indeed in compliance with the king's maxims of government, he had granted many indulgences to catholics, and had signed warrants for the pardon of priests, and their delivery from confinement. Grimstone, a popular member, called him, in the house, the very pander and broker to the whore of Babylon[n8]. #Secretary Windebank flies.# Finding that the scrutiny of the commons was pointing towards him, and being sensible that England was no longer a place of safety for men of his character, he suddenly made his escape into France[n9].","subId":"13","id":"Hume.HE.5.54.13"},{"type":"paragraph","content":"^Thus^, in a few weeks, this house of commons, not opposed, or rather seconded by the peers, had produced such a revolution in the government, that the two most powerful and most favoured ministers of the king were thrown into the Tower, and daily expected |to be tried for their life: Two other ministers had, by flight alone, saved themselves from a like fate: All the king's servants saw that no protection could be given them by their master: A new jurisdiction was erected in the nation; and before that tribunal all those trembled, who had before exulted most in their credit and authority.","subId":"14","id":"Hume.HE.5.54.14"},{"type":"paragraph","content":"^What^ rendered the power of the commons more formidable, was, the extreme prudence with which it was conducted. Not content with the authority, which they had acquired by attacking these great ministers, they were resolved to render the most considerable bodies of the nation obnoxious to them. #Great authority of the commons.# Though the idol of the people, they determined to fortify themselves likewise with terrors, and to overawe those who might still be inclined to support the falling ruins of monarchy.","subId":"15","id":"Hume.HE.5.54.15"},{"type":"paragraph","content":"^During^ the late military operations, several powers had been exercised by the lieutenants and deputy-lieutenants of counties: And these powers, though necessary for the defence of the nation, and even warranted by all former precedent, yet not being authorized by statute, were now voted to be illegal; and the persons who had assumed them, declared _delinquents._ This term was newly come into vogue, and expressed a degree and species of guilt not exactly known or ascertained. In consequence of that determination, many of the nobility and prime gentry of the nation, while only exerting, as they justly thought, the legal powers of magistracy, unexpectedly found themselves involved in the crime of delinquency. And the commons reaped this multiplied advantage by their vote: They disarmed the crown; they established the maxims of rigid law and liberty; and they spread the terror of their own authority[n10].","subId":"16","id":"Hume.HE.5.54.16"},{"type":"paragraph","content":"^The^ writs for ship-money had been directed to the sheriffs, who were required, and even obliged under severe penalties, to assess the sums upon individuals, and to levy them by their authority: Yet were all the sheriffs, and all those who had been employed in that illegal service, voted, by a very rigorous sentence, to be delinquents. The king, by the maxims of law, could do no wrong: His ministers and servants, of whatever degree, in case of any violation of the constitution, were alone culpable[n11].","subId":"17","id":"Hume.HE.5.54.17"},{"type":"paragraph","content":"^All^ the farmers and officers of the customs, who had been employed during so many years, in levying tonnage and poundage and the new impositions, were likewise declared criminals, and were afterwards glad to compound for a pardon by paying a fine of 150,000 pounds.","subId":"18","id":"Hume.HE.5.54.18"},{"type":"paragraph","content":"^Every^ discretionary or arbitrary sentence of the star-chamber and high commission; courts, which, from their very constitution, were arbitrary, underwent a severe scrutiny: And all those, who had concurred in such sentences, were voted to be liable to the penalties of law[n12]. No minister of the king, no member of the council, but found himself exposed by this decision.","subId":"19","id":"Hume.HE.5.54.19"},{"type":"paragraph","content":"^The^ judges, who had given their vote against Hambden in the trial of ship-money, were accused before the peers, and obliged to find surety for their appearance. Berkeley, a judge of the King's Bench, was seized by order of the house, even when sitting in his tribunal; and all men saw with astonishment the irresistible authority of their jurisdiction[n13].","subId":"20","id":"Hume.HE.5.54.20"},{"type":"paragraph","content":"^The^ sanction of the lords and commons, as well as that of the king, was declared necessary for the confirmation of ecclesiastical canons[n14]. And this judgment, it must be confessed, however reasonable, at least useful, it would have been difficult to justify by any precedent[n15]. But the present was no time for question or dispute. That decision, which abolished all legislative power except that of parliament, was requisite for completing the new plan of liberty, and rendering it quite uniform and systematical. Almost all the bench of bishops, and the most considerable of the inferior clergy, who had voted in the late convocation, found themselves exposed, by these new principles, to the imputation of delinquency[n16].","subId":"21","id":"Hume.HE.5.54.21"},{"type":"paragraph","content":"^The^ most unpopular of all Charles's measures, and the least justifiable, was the revival of monopolies, so solemnly abolished, after reiterated endeavours, by a recent act of parliament. Sensible |of this unhappy measure, the king had, of himself, recalled, during the time of his first expedition against Scotland, many of these oppressive patents; and the rest were now annulled by authority of parliament, and every one who was concerned in them, declared delinquents. The commons carried so far their detestation of this odious measure, that they assumed a power which had formerly been seldom practised[n17], and they expelled all their members who were monopolists or projectors: An artifice, by which, besides encreasing their own privileges, they weakened still farther the very small party, which the king secretly retained in the house. Mildmay, a notorious monopolist, yet having associated himself with the ruling party, was still allowed to keep his seat. In all questions indeed of elections, no steddy rule of decision was observed; and nothing farther was regarded than the affections and attachments of the parties[n18]. Men's passions were too much heated to be shocked with any instance of injustice, which served ends so popular as those which were pursued by this house of commons.","subId":"22","id":"Hume.HE.5.54.22"},{"type":"paragraph","content":"^The^ whole sovereign power being thus in a manner transferred to the commons, and the government, without any seeming violence or disorder, being changed, in a moment, from a monarchy almost absolute, to a pure democracy; the popular leaders seemed willing for some time to suspend their active vigour, and to consolidate their authority, ere they proceeded to any violent exercise of it. Every day produced some new harangue on past grievances. The detestation of former usurpations, was farther enlivened: The jealousy of liberty rouzed: And agreeably to the spirit of free government, no less indignation was excited, by the view of a violated constitution, than by the ravages of the most enormous tyranny.","subId":"23","id":"Hume.HE.5.54.23"},{"type":"paragraph","content":"^This^ was the time, when genius and capacity of all kinds, freed from the restraint of authority, and nourished by unbounded hopes and projects, began to exert themselves, and be distinguished by the public. Then was celebrated the sagacity of Pym, more fitted for use than ornament; matured, not chilled, by his advanced age and long experience: Then was displayed the mighty ambition of Hambden, taught disguise, not moderation, from |former constraint; supported by courage, conducted by prudence, embellished by modesty; but whether founded in a love of power or zeal for liberty, is still, from his untimely end, left doubtful and uncertain: Then too were known the dark, ardent, and dangerous character of St. John; the impetuous spirit of Hollis, violent and sincere, open and entire in his enmities and in his friendships; the enthusiastic genius of young Vane, extravagant in the ends which he pursued, sagacious and profound in the means which he employed; incited by the appearances of religion, negligent of the duties of morality.","subId":"24","id":"Hume.HE.5.54.24"},{"type":"paragraph","content":"^So^ little apology would be received for past measures, so contagious the general spirit of discontent, that even men of the most moderate tempers, and the most attached to the church and monarchy, exerted themselves with the utmost vigour in the redress of grievances, and in prosecuting the authors of them. The lively and animated Digby displayed his eloquence on this occasion, the firm and undaunted Capel, the modest and candid Palmer. In this list too of patriot royalists are found the virtuous names of Hyde and Falkland. Though in their ultimate views and intentions, these men differed widely from the former; in their present actions and discourses, an entire concurrence and unanimity was observed.","subId":"25","id":"Hume.HE.5.54.25"},{"type":"paragraph","content":"^By^ the daily harangues and invectives against illegal usurpations, not only the house of commons inflamed themselves with the highest animosity against the court: The nation caught new fire from the popular leaders, and seemed now to have made the first discovery of the many supposed disorders in the government. While the law, in several instances, seemed to be violated, they went no farther than some secret and calm murmurs; but mounted up into rage and fury, as soon as the constitution was thought to be restored to its former integrity and vigour. The capital especially, being the seat of parliament, was highly animated with the spirit of mutiny and dissaffection. Tumults were daily raised; seditious assemblies encouraged; and every man, neglecting his own business, was wholly intent on the defence of liberty and religion. By stronger contagion, the popular affections were communicated from breast to breast, in this place of general rendezvous and society.","subId":"26","id":"Hume.HE.5.54.26"},{"type":"paragraph","content":"^The^ harangues of members, now first published and dispersed, kept alive the discontents against the king's administration. The |pulpits, delivered over to puritanical preachers and lecturers, whom the commons arbitrarily settled in all the considerable churches, resounded with faction and fanaticism. Vengeance was fully taken for the long silence and constraint, in which, by the authority of Laud and the high commission, these preachers had been retained. The press, freed from all fear or reserve, swarmed with productions, dangerous by their seditious zeal and calumny, more than by any art or eloquence of composition. Noise and fury, cant and hypocrisy, formed the sole rhetoric, which, during this tumult of various prejudices and passions, could be heard or attended to.","subId":"27","id":"Hume.HE.5.54.27"},{"type":"paragraph","content":"^The^ sentence, which had been executed against Prynne, Bastwic, and Burton, now suffered a revisal from parliament. These libellers, far from being tamed by the rigorous punishments, which they had undergone, showed still a disposition of repeating their offence; and the ministers were afraid, lest new satires should issue from their prisons, and still farther inflame the prevailing discontents. By an order, therefore, of council, they had been carried to remote prisons; Bastwic to Scilly, Prynne to Jersey, Burton to Guernsey; all access to them was denied; and the use of books, and of pen, ink, and paper, was refused them. The sentence for these additional punishments was immediately reversed, in an arbitrary manner by the commons: Even the first sentence, upon examination, was declared illegal: and the judges, who passed it, were ordered to make reparation to the sufferers[n19]. When the prisoners landed in England, they were received and entertained with the highest demonstrations of affection, were attended by a mighty confluence of company, their charges were borne with great magnificence, and liberal presents bestowed on them. On their approach to any town, all the inhabitants crowded to receive them, and welcomed their reception with shouts and acclamations. Their train still encreased, as they drew nigh to London. Some miles from the city, the zealots of their party met them in great multitudes, and attended their triumphant entrance: Boughs were carried in this tumultuous procession; the roads were strewed with flowers; and amidst the highest exultations of joy, were intermingled loud and virulent invectives against the prelates, who had |so cruelly persecuted such godly personages[n20]. The more ignoble these men were, the more sensible was the insult upon royal authority, and the more dangerous was the spirit of disaffection and mutiny, which it discovered among the people.","subId":"28","id":"Hume.HE.5.54.28"},{"type":"paragraph","content":"^Lilburne^, Leighton, and every one that had been punished for seditious libels during the preceding administration, now recovered their liberty, and were decreed damages from the judges and ministers of justice[n21].","subId":"29","id":"Hume.HE.5.54.29"},{"type":"paragraph","content":"^Not^ only the present disposition of the nation ensured impunity to all libellers: A new method of framing and dispersing libels was invented by the leaders of popular discontent. Petitions to parliament were drawn, craving redress against particular grievances; and when a sufficient number of subscriptions were procured, the petitions were presented to the commons, and immediately published. These petitions became secret bonds of association among the subscribers, and seemed to give undoubted sanction and authority to the complaints, which they contained.","subId":"30","id":"Hume.HE.5.54.30"},{"type":"paragraph","content":"^It^ is pretended by historians favourable to the royal cause[n22], and is even asserted by the king himself in a declaration[n23], that a most disingenuous or rather criminal practice prevailed, in conducting many of these addresses. A petition was first framed; moderate, reasonable, such as men of character willingly subscribed. The names were afterwards torn off, and affixed to another petition, which served better the purposes of the popular faction. We may judge of the wild fury which prevailed throughout the nation, when so scandalous an imposture, which affected such numbers of people, could be openly practised, without drawing infamy and ruin upon the managers.","subId":"31","id":"Hume.HE.5.54.31"},{"type":"paragraph","content":"^So^ many grievances were offered, both by the members, and by petitions without-doors, that the house was divided into above forty committees, charged, each of them, with the examination of some particular violation of law and liberty, which had been complained of. Besides the general committees of religion, trade, privileges, laws; many subdivisions of these were framed, and a strict scrutiny was every where carried on. It is to be remarked, that, |before the beginning of this century, when the commons assumed less influence and authority, complaints of grievances were usually presented to the house, by any members who had had particular opportunity of observing them. These general committees, which were a kind of inquisitorial courts, had not then been established; and we find, that the king, in a former declaration[n24], complains loudly of this innovation, so little favourable to royal authority. But never was so much multiplied, as at present, the use of these committees; and the commons, though themselves the greatest innovators, employed the usual artifice of complaining against innovations, and pretending to recover the ancient and established government.","subId":"32","id":"Hume.HE.5.54.32"},{"type":"paragraph","content":"^From^ the reports of their committees, the house daily passed votes, which mortified and astonished the court, and inflamed and animated the nation. Ship-money was declared illegal and arbitrary; the sentence against Hambden cancelled; the court of York abolished; compositions for knighthood stigmatized; the enlargement of the forests condemned; patents for monopolies annulled; and every late measure of administration treated with reproach and obloquy. To day, a sentence of the star-chamber was exclaimed against: To morrow, a decree of the high commission. Every discretionary act of council was represented as arbitrary and tyrannical; and the general inference was still inculcated, that a formed design had been laid to subvert the laws and constitution of the kingdom.","subId":"33","id":"Hume.HE.5.54.33"},{"type":"paragraph","content":"^From^ necessity, the king remained entirely passive during all these violent operations. The few servants, who continued faithful to him, were seized with astonishment at the rapid progress made by the commons in power and popularity, and were glad, by their unactive and inoffensive behaviour, to compound for impunity. The torrent rising to so dreadful and unexpected a height, despair seized all those, who from interest or habit, were most attached to monarchy. And as for those, who maintained their duty to the king, merely from their regard to the constitution, they seemed by their concurrence to swell that inundation, which began already to deluge every thing. \"You have taken the whole machine of government |in pieces,\" said Charles in a discourse to the parliament; \"a practice frequent with skilful artists, when they desire to clear the wheels from any rust, which may have grown upon them. The engine,\" continued he, \"may again be restored to its former use and motions, provided it be put up entire; so as not a pin of it be wanting.\" But this was far from the intention of the commons. The machine they thought, with some reason, was incumbered with many wheels and springs, which retarded and crossed its operations, and destroyed its utility. Happy! had they proceeded with moderation, and been contented, in their present plenitude of power, to remove such parts only as might justly be deemed superfluous and incongruous.","subId":"34","id":"Hume.HE.5.54.34"},{"type":"paragraph","content":"^In^ order to maintain that high authority, which they had acquired, the commons, besides confounding and overawing their opponents, judged it requisite to inspire courage into their friends and adherents; particularly into the Scots, and the religious puritans, to whose assistance and good offices they were already so much beholden.","subId":"35","id":"Hume.HE.5.54.35"},{"type":"paragraph","content":"^No^ sooner were the Scots masters of the northern counties, than they laid aside their first professions, which they had not indeed means to support, of paying for every thing; and in order to prevent the destructive expedient of plunder and free quarters, the country consented to give them a regular contribution of 850 pounds a day, in full of their subsistence[n25]. The parliament, that they might relieve the northern counties from so grievous a burden, agreed to remit pay to the Scottish, as well as to the English army; and because subsidies would be levied too slowly for so urgent an occasion, money was borrowed from the citizens upon the security of particular members. Two subsidies, a very small sum[n26], were at first voted; and as the intention of this supply was to indemnify the members, who, by their private, had supported public credit, this pretence was immediately laid hold of, and the money was ordered to be paid, not into the treasury, but to commissioners appointed by parliament: A practice, which, as it diminished the authority of the crown, was willingly embraced, and was afterwards continued by the commons, with regard to every |branch of revenue, which they granted to the king. The invasion of the Scots had evidently been the cause of assembling the parliament: The presence of their army reduced the king to that total subjection, in which he was now held: The commons, for this reason, openly professed their intention of retaining these invaders, till all their own enemies should be suppressed, and all their purposes effected. _We cannot yet spare the Scots,_ said Strode plainly in the house; _the sons of Zeruiah are still too strong for us[n27]:_ An allusion to a passage of scripture, according to the mode of that age. Eighty thousand pounds a month were requisite for the subsistence of the two armies; a sum much greater than the subject had ever been accustomed, in any former period, to pay to the public. And though several subsidies, together with a poll-tax, were from time to time voted to answer the charge; the commons still took care to be in debt, in order to render the continuance of the session the more necessary.","subId":"36","id":"Hume.HE.5.54.36"},{"type":"paragraph","content":"^The^ Scots being such useful allies to the malcontent party in England, no wonder they were courted with the most unlimited complaisance and the most important services. The king having, in his first speech, called them _rebels,_ observed, that he had given great offence to the parliament; and he was immediately obliged to soften, and even retract the expression. The Scottish commissioners, of whom the most considerable were the earl of Rothes and lord Loudon, found every advantage in conducting their treaty; yet made no haste in bringing it to an issue. They were lodged in the city, and kept an intimate correspondence, as well with the magistrates, who were extremely disaffected, as with the popular leaders in both houses. St. Antholine's church was assigned them for their devotions; and their chaplains, here, began openly to practise the presbyterian form of worship, which, except in foreign languages, had never hitherto been allowed any indulgence or toleration. So violent was the general propensity towards this new religion, that multitudes of all ranks crowded to the church. Those, who were so happy as to find access early in the morning, kept their places the whole day: Those, who were excluded, clung to the doors or windows, in hopes of catching, at least, some distant murmur or broken phrases of the holy rhetoric[n28]. |All the eloquence of parliament, now well refined from pedantry, animated with the spirit of liberty, and employed in the most important interests, was not attended to with such insatiable avidity, as were these lectures, delivered with ridiculous cant, and a provincial accent, full of barbarism and of ignorance.","subId":"37","id":"Hume.HE.5.54.37"},{"type":"paragraph","content":"^The^ most effectual expedient for paying court to the zealous Scots was to promote the presbyterian discipline and worship throughout England and to this innovation, the popular leaders among the commons, as well as their more devoted partizans, were, of themselves, sufficiently inclined. The puritanical party, whose progress, though secret, had hitherto been gradual in the kingdom, taking advantage of the present disorders, began openly to profess their tenets, and to make furious attacks on the established religion. The prevalence of that sect in the parliament discovered itself, from the beginning, by insensible, but decisive symptoms. Marshall and Burgess, two puritanical clergymen, were chosen to preach before them, and entertained them with discourses seven hours in length[n29]. It being the custom of the house always to take the sacrament before they enter upon business, they ordered, as a necessary preliminary, that the communion table should be removed from the east end of St. Margaret's into the middle of the area[n30]. The name of the _spiritual lords_ was commonly left out in acts of parliament; and the laws ran in the name of king, lords, and commons. The clerk of the upper house, in reading bills, turned his back on the bench of bishops; nor was his insolence ever taken notice of. On a day appointed for a solemn fast and humiliation, all the orders of temporal peers, contrary to former practice, in going to church, took place of the spiritual; and lord Spencer remarked, that the humiliation, that day, seemed confined alone to the prelates.","subId":"38","id":"Hume.HE.5.54.38"},{"type":"paragraph","content":"#The bishops attacked.# ^Every^ meeting of the commons produced some vehement harangue against the usurpations of the bishops, against the high commission, against the late convocation, against the new canons. So disgusted were all lovers of civil liberty at the doctrines promoted by the clergy, that these invectives were received without controul; and no distinction, at first, appeared between such as |desired only to repress the exorbitancies of the hierarchy, and such as pretended totally to annihilate episcopal jurisdiction. Encouraged by these favourable appearances, petitions against the church were framed in different parts of the kingdom. The epithet of the ignorant and vicious priesthood was commonly applied to all churchmen, addicted to the established discipline and worship; though the episcopal clergy in England, during that age, seem to have been, as they are at present, sufficiently learned and exemplary. An address against episcopacy was presented by twelve clergymen to the committee of religion, and pretended to be signed by many hundreds of the puritanical persuasion. But what made most noise was the city petition for a total alteration of church government; a petition, to which 15,000 subscriptions were annexed, and which was presented by Alderman Pennington, the city-member[n31]. It is remarkable, that, among the many ecclesiastical abuses there complained of, an allowance, given by the licencers of books, to publish a translation of Ovid's Art of Love, is not forgotten by these rustic censors[n32].","subId":"39","id":"Hume.HE.5.54.39"},{"type":"paragraph","content":"^Notwithstanding^ the favourable disposition of the people, the leaders in the house resolved to proceed with caution. They introduced a bill for prohibiting all clergymen the exercise of any civil office. As a consequence, the bishops were to be deprived of their seats in the house of peers; a measure not unacceptable to the zealous friends of liberty, who observed, with regret, the devoted attachment of that order to the will of the monarch. But when this bill was presented to the peers, it was rejected by a great majority[n33]: The first check which the commons had received in their popular career, and a prognostic of what they might afterwards expect from the upper house, whose inclinations and interests could never be totally separated from the throne. But to show how little they were discouraged, the puritans immediately brought in another bill for the total abolition of episcopacy; though they thought proper to let that bill sleep at present, in expectation of a more favourable opportunity of reviving it[n34].","subId":"40","id":"Hume.HE.5.54.40"},{"type":"paragraph","content":"^Among^ other acts of regal executive power, which the commons were every day assuming, they issued orders for demolishing |all images, altars, crucifixes. The zealous Sir Robert Harley, to whom the execution of these orders was committed, removed all crosses even out of streets and markets; and from his abhorrence of that superstitious figure, would not any where allow one piece of wood or stone to lie over another at right angles[n35].","subId":"41","id":"Hume.HE.5.54.41"},{"type":"paragraph","content":"^The^ bishop of Ely and other clergymen were attacked on account of innovations[n36]. Cozens, who had long been obnoxious, was exposed to new censures. This clergyman, who was dean of Peterborough, was extremely zealous for ecclesiastical ceremonies: And so far from permitting the communicants to break the sacramental bread with their fingers; a privilege on which the puritans strenuously insisted; he would not so much as allow it to be cut with an ordinary household instrument. A consecrated knife must perform that sacred office, and must never afterwards be profaned by any vulgar service[n37].","subId":"42","id":"Hume.HE.5.54.42"},{"type":"paragraph","content":"^Cozens^ likewise was accused of having said, _The king has no more authority in ecclesiastical matters, than the boy who rubs my horse's heels[n38]._ The expression was violent: But it is certain, that all those high churchmen, who were so industrious in reducing the laity to submission, were extremely fond of their own privileges and independency, and were desirous of exempting the mitre from all subjection to the crown.","subId":"43","id":"Hume.HE.5.54.43"},{"type":"paragraph","content":"^A^ committee was elected by the lower house as a court of inquisition upon the clergy, and was commonly denominated the committee of_ scandalous ministers._ The politicians among the commons were apprized of the great importance of the pulpit for guiding the people; the bigots were enraged against the prelatical clergy; and both of them knew that no established government could be overthrown by strictly observing the principles of justice, equity, or clemency. The proceedings, therefore, of this famous committee, which continued for several years, were cruel and arbitrary, and made great havoc both on the church and the universities. They began with harassing, imprisoning, and molesting the clergy; and ended with sequestrating and ejecting them. In order to join contumely to cruelty, they gave the sufferers the epithet of _scandalous,_ and endeavoured to render them as odious as they were |miserable[n39]. The greatest vices, however, which they could reproach to a great part of them, were, bowing at the name of Jesus, placing the communion table in the east, reading the king's orders for sports on Sunday, and other practices, which the established government, both in church and state, had strictly enjoined them.","subId":"44","id":"Hume.HE.5.54.44"},{"type":"paragraph","content":"^It^ may be worth observing, that all historians, who lived near that age, or what perhaps is more decisive, all authors, who have casually made mention of those public transactions, still represent the civil disorders and convulsions, as proceeding from religious controversy, and consider the political disputes about power and liberty as entirely subordinate to the other. It is true, had the king been able to support government, and at the same time, to abstain from all invasion of national privileges, it seems not probable, that the puritans ever could have acquired such authority as to overturn the whole constitution: Yet so entire was the subjection, into which Charles was now fallen, that, had not the wound been poisoned by the infusion of theological hatred, it must have admitted of an easy remedy. Disuse of parliaments, imprisonments and prosecution of members, ship-money, an arbitrary administration; these were loudly complained of: But the grievances, which tended chiefly to inflame the parliament and nation, especially the latter, were, the surplice, the rails placed about the altar, the bows exacted on approaching it, the liturgy, the breach of the sabbath, embroidered copes, lawn sleeves, the use of the ring in marriage, and of the cross in baptism. On account of these, were the popular leaders content to throw the government into such violent convulsions; and to the disgrace of that age and of this island, it must be acknowledged, that the disorders in Scotland entirely, and those in England mostly, proceeded from so mean and contemptible an origin[n40].","subId":"45","id":"Hume.HE.5.54.45"},{"type":"paragraph","content":"^Some^ persons, partial to the patriots of this age, have ventured to put them in a balance with the most illustrious characters of antiquity; and mentioned the names of Pym, Hambden, Vane, as a just parallel to those of Cato, Brutus, Cassius. Profound capacity, indeed, undaunted courage, extensive enterprize; in these particulars, perhaps the Roman do not much surpass the English worthies: But what a difference, when the discourse, conduct, conversation, and private as well as public behaviour, of both are inspected! Compare only one circumstance, and consider its consequences. The leisure of those noble ancients was totally employed in the study of Grecian eloquence and philosophy; in the cultivation of polite letters and civilized society: The whole discourse and language of the moderns were polluted with mysterious jargon, and full of the lowest and most vulgar hypocrisy.","subId":"46","id":"Hume.HE.5.54.46"},{"type":"paragraph","content":"^The^ laws, as they stood at present, protected the church; but they exposed the catholics to the utmost rage of the puritans; and these unhappy religionists, so obnoxious to the prevailing sect, could not hope to remain long unmolested. The voluntary contribution, which they had made, in order to assist the king in his war against the Scottish covenanters, was enquired into, and represented as the greatest enormity[n41]. By an address from the commons, all officers of that religion were removed from the army, and application was made to the king for seizing two thirds of the lands of recusants; a proportion to which, by law, he was intitled, but which he had always allowed them to possess upon easy compositions. The execution of the severe and bloody laws against priests was insisted on: And one Goodman, a jesuit, who was found in prison, was condemned to a capital punishment. Charles, however, agreeably to his usual principles, scrupled to sign the warrant for his execution; and the commons expressed great resentment on the occasion[n42]. There remains a singular petition of Goodman, begging to be hanged, rather than prove a source of contention between the king and his people[n43]. He escaped with his life; but it seems more probable, that he was overlooked, amidst affairs of greater consequence, than that such unrelenting hatred would be softened by any consideration of his courage and generosity.","subId":"47","id":"Hume.HE.5.54.47"},{"type":"paragraph","content":"^For^ some years, Con, a Scotchman; afterwards, Rosetti, an Italian, had openly resided at London, and frequented the court, as vested with a commission from the Pope. The queen's zeal and her authority with her husband had been the cause of this imprudence, so offensive to the nation[n44]. But the spirit of bigotry now rose too high to permit any longer such indulgences[n45].","subId":"48","id":"Hume.HE.5.54.48"},{"type":"paragraph","content":"^Hayward^, a justice of peace, having been wounded, when employed in the exercise of his office, by one James, a catholic madman, this enormity was ascribed to the popery, not to the phrenzy, of the assassin; and great alarms seized the nation and parliament[n46]. An universal conspiracy of the papists was supposed to have taken place; and every man for some days, imagined that he had a sword at his throat. Though some persons of family and distinction were still attached to the catholic superstition; it is certain that the numbers of that sect did not amount to the fortieth part of the nation: And the frequent panics, to which men, during this period, were so subject on account of the catholics, were less the effects of fear, than of extreme rage and aversion entertained against them.","subId":"49","id":"Hume.HE.5.54.49"},{"type":"paragraph","content":"^The^ queen mother of France, having been forced into banishment by some court-intrigues, had retired into England; and expected shelter, amidst her present distresses, in the dominions of her daughter and son-in-law. But though she behaved in the most inoffensive manner, she was insulted by the populace on account of her religion; and was even threatened with worse treatment. The earl of Holland, lieutenant of Middlesex, had ordered a hundred musqueteers to guard her; but finding that they had imbibed the same prejudices with the rest of their countrymen, and were unwillingly employed in such a service, he laid the case before the house of peers: For the king's authority was now entirely annihilated. He represented the indignity of the action, that so great a princess, mother to the king of France and to the queens |of Spain and England, should be affronted by the multitude. He observed the indelible reproach, which would fall upon the nation, if that unfortunate queen should suffer any violence from the misguided zeal of the people. He urged the sacred rights of hospitality, due to every one, much more to a person in distress, of so high a rank, with whom the nation was so nearly connected. The peers thought proper to communicate the matter to the commons, whose authority over the people was absolute. The commons agreed to the necessity of protecting the queen mother; but at the same time prayed, that she might be desired to depart the kingdom; \"For the quieting those jealousies in the hearts of his majesty's well-affected subjects, occasioned by some ill instruments about that queen's person, by the flowing of priests and papists to her house, and by the use and practice of the idolatry of the mass, and exercise of other superstitious services of the Romish church, to the great scandal of true religion.\" [n47]","subId":"50","id":"Hume.HE.5.54.50"},{"type":"paragraph","content":"^Charles^, in the former part of his reign, had endeavoured to overcome the intractable and encroaching spirit of the commons, by a perseverance in his own measures, by a stately dignity of behaviour, and by maintaining, at their utmost height, and even perhaps stretching beyond former precedent, the rights of his prerogative. Finding by experience how unsuccessful those measures had proved, and observing the low condition to which he was now reduced, he resolved to alter his whole conduct, and to regain the confidence of his people, by pliableness, by concessions, and by a total conformity to their inclinations and prejudices. It may safely be averred, that this new extreme, into which the king, for want of proper counsel or support was fallen, became no less dangerous to the constitution, and pernicious to public peace, than the other, in which he had so long and so unfortunately persevered.","subId":"51","id":"Hume.HE.5.54.51"},{"type":"paragraph","content":"#Tonnage and poundage.# ^The^ pretensions with regard to tonnage and poundage were revived, and with certain assurance of success, by the commons[n48]. The levying of these duties, as formerly, without consent of parliament, |and even encreasing them at pleasure, was such an incongruity in a free constitution, where the people, by their fundamental privileges, cannot be taxed but by their own consent, as could no longer be endured by these jealous patrons of liberty. In the preamble, therefore, to the bill, by which the commons granted these duties to the king, they took care, in the strongest and most positive terms, to assert their own right of bestowing this gift, and to divest the crown of all independent title of assuming it. And that they might encrease, or rather finally fix, the entire dependence and subjection of the king, they voted these duties only for two months; and afterwards, from time to time, renewed their grant for very short periods[n49]. Charles, in order to show that he entertained no intention ever again to separate himself from his parliament, passed this important bill; without any scruple or hesitation[n50].","subId":"52","id":"Hume.HE.5.54.52"},{"type":"paragraph","content":"#Triennial bill.# ^With^ regard to the bill for triennial parliaments, he made a little difficulty. By an old statute, passed during the reign of Edward III. it had been enacted, that parliaments should be held once every year, or more frequently, if necessary: But as no provision had been made in case of failure, and no precise method pointed out for execution; this statute had been considered merely as a general declaration, and was dispensed with at pleasure. The defect was supplied by those vigilant patriots, who now assumed the reins of government. It was enacted, that if the chancellor, who was first bound under severe penalties, failed to issue writs by the third of September in every third year, any twelve or more of the peers should be impowered to exert this authority: In default of the peers, that the sheriffs, mayors, bailiffs, &c. should summon the voters: And in their default, that the voters themselves should meet and proceed to the election of members, in the same manner as if writs had been regularly issued from the crown. Nor could the parliament, after it was assembled, be adjourned, prorogued, or dissolved, without their own consent, during the space of fifty days. By this bill, some of the noblest and most valuable prerogatives |of the crown were retrenched; but at the same time, nothing could be more necessary than such a statute, for completing a regular plan of law and liberty. A great reluctance to assemble parliaments must be expected in the king; where these assemblies, as of late, establish it as a maxim to carry their scrutiny into every part of government. During long intermissions of parliament, grievances and abuses, as was found by recent experience, would naturally creep in; and it would even become necessary for the king and council to exert a great discretionary authority, and, by acts of state, to supply, in every emergence, the legislative power, whose meeting was so uncertain and precarious. Charles, finding that nothing less would satisfy his parliament and people, at last gave his assent to this bill, which produced so great an innovation in the constitution[n51]. Solemn thanks were presented him by both houses. Great rejoicings were expressed both in the city and throughout the nation. And mighty professions were every–where made of gratitude and mutual returns of supply and confidence. This concession of the king, it must be owned, was not entirely voluntary: It was of a nature too important to be voluntary. The sole inference, which his partizans were intitled to draw from the submissions so frankly made to present necessity, was, that he had certainly adopted a new plan of government, and for the future, was resolved, by every indulgence, to acquire the confidence and affections of his people.","subId":"53","id":"Hume.HE.5.54.53"},{"type":"paragraph","content":"^Charles^ thought, that what concessions were made to the public were of little consequence, if no gratifications were bestowed on individuals, who had acquired the direction of public counsels and determinations. A change of ministers, as well as of measures, was therefore resolved on. In one day several new privy-counsellors were sworn; the earls of Hertford, Bedford, Essex, Bristol; the lords Say, Saville, Kimbolton: Within a few days after, was admitted the earl of Warwic[n52]. All these noblemen were of the popular party; and some of them afterwards, when matters were pushed to extremities by the commons, proved the greatest support of monarchy.","subId":"54","id":"Hume.HE.5.54.54"},{"type":"paragraph","content":"^Juxon^, bishop of London, who had never desired the treasurer's staff, now earnestly solicited for leave to resign it, and retire to the care of that turbulent diocese, committed to him. The king gave his consent; and it is remarkable, that, during all the severe enquiries carried on against the conduct of ministers and prelates, the mild and prudent virtues of this man, who bore both these invidious characters, remained unmolested[n53]. It was intended, that Bedford, a popular man, of great authority, as well as wisdom and moderation, should succeed Juxon: But that nobleman, unfortunately both for king and people, died about this very time. By some promotions, place was made for St. John, who was created solicitor-general. Hollis was to be made secretary of state, in the room of Windebank, who had fled: Pym, chancellor of the exchequer, in the room of lord Cottington, who had resigned: Lord Say, master of the wards, in the room of the same nobleman: The earl of Essex, governor; and Hambden, tutor to the prince[n54].","subId":"55","id":"Hume.HE.5.54.55"},{"type":"paragraph","content":"^What^ retarded the execution of these projected changes, was the difficulty of satisfying all those, who from their activity and authority in parliament, had pretensions for offices, and who still had it in their power to embarrass and distress the public measures. Their associates too in popularity, whom the king intended to distinguish by his favour, were unwilling to undergo the reproach of having driven a separate bargain, and of sacrificing, to their own ambitious views, the cause of the nation. And as they were sensible that they must owe their preferment entirely to their weight and consideration in parliament, they were most of them resolved still to adhere to that assembly, and both to promote its authority, and to preserve their own credit in it. On all occasions, they had no other advice to give the king, than to allow himself to be directed by his great council, or, in other words, to resign himself passively to their guidance and government. And Charles found, that, instead of acquiring friends by the honours and offices which he should bestow, he should only arm his enemies with more power to hurt him.","subId":"56","id":"Hume.HE.5.54.56"},{"type":"paragraph","content":"^The^ end, on which the king was most intent in changing ministers, was, to save the life of the earl of Strafford, and to mollify, by |these indulgences, the rage of his most furious prosecutors. But so high was that nobleman's reputation for experience and capacity, that all the new counsellors and intended ministers plainly saw, that, if he escaped their vengeance, he must return into favour and authority; and they regarded his death as the only security which they could have, both for the establishment of their present power, and for success in their future enterprizes. His impeachment, therefore, was pushed on with the utmost vigour; and, after long and solemn preparations, was brought to a final issue.","subId":"57","id":"Hume.HE.5.54.57"},{"type":"paragraph","content":"#Strafford's trial.# ^Immediately^ after Strafford was sequestered from parliament, and confined in the Tower, a committee of thirteen was chosen by the lower house, and entrusted with the office of preparing a charge against him. These, joined to a small committee of lords, were vested with authority to examine all witnesses, to call for every paper, and to use any means of scrutiny, with regard to any part of the earl's behaviour and conduct[n55]. After so general and unbounded an inquisition, exercised by such powerful and implacable enemies; a man must have been very cautious or very innocent, not to afford, during the whole course of his life, some matter of accusation, against him.","subId":"58","id":"Hume.HE.5.54.58"},{"type":"paragraph","content":"^This^ committee, by direction from both houses, took an oath of secrecy; a practice very unusual, and which gave them the appearance of conspirators, more than ministers of justice[n56]. But the intention of this strictness was to render it more difficult for the earl to elude their search, or prepare for his justification.","subId":"59","id":"Hume.HE.5.54.59"},{"type":"paragraph","content":"^Application^ was made to the king, that he would allow this committee to examine privy-counsellors with regard to opinions delivered at the board: A concession which Charles unwarily made, and which thenceforth banished all mutual confidence from the deliberations of council; where every man is supposed to have entire freedom, without fear of future punishment or enquiry, of proposing any expedient, questioning any opinion, or supporting any argument. [n57]","subId":"60","id":"Hume.HE.5.54.60"},{"type":"paragraph","content":"^Sir^ George Ratcliffe, the earl's intimate friend and confident, was accused of high treason, sent for from Ireland, and committed to close custody. As no charge ever appeared or was prosecuted |against him, it is impossible to give a more charitable interpretation to this measure, than that the commons thereby intended to deprive Strafford, in his present distress, of the assistance of his best friend, who was most enabled, by his testimony, to justify the innocence of his patron's conduct and behaviour[n58].","subId":"61","id":"Hume.HE.5.54.61"},{"type":"paragraph","content":"^When^ intelligence arrived in Ireland of the plans laid for Strafford's ruin, the Irish house of commons, though they had very lately bestowed ample praises on his administration, entered into all the violent counsels against him, and prepared a representation of the miserable state, into which, by his misconduct, they supposed the kingdom to be fallen. They sent over a committee to London, to assist in the prosecution of their unfortunate governor; and by intimations from this committee, who entered into close confederacy with the popular leaders in England, was every measure of the Irish parliament governed and directed. Impeachments, which were never prosecuted, were carried up against Sir Richard Bolton the chancellor, Sir Gerard Louther chief justice, and Bramhall bishop of Derry[n59]. This step, which was an exact counterpart to the proceedings in England, served also the same purposes: It deprived the king of the ministers whom he most trusted; it discouraged and terrified all the other ministers; and it prevented those persons, who were best acquainted with Strafford's counsels, from giving evidence in his favour before the English parliament.","subId":"62","id":"Hume.HE.5.54.62"},{"type":"paragraph","content":"#1641.# ^The^ bishops, being forbidden by the ancient canons to assist in trials for life, and being unwilling, by any opposition, to irritate the commons, who were already much prejudiced against them, thought proper, of themselves, to withdraw[n60]. The commons also voted, that the new-created peers ought to have no voice in this trial; because the accusation being agreed to, while they were commoners, their consent to it was implied with that of all the commons of England. Notwithstanding this decision, which was meant only to deprive Strafford of so many friends, lord Seymour, and some others, still continued to keep their seat; nor was their right to it any farther questioned[n61].","subId":"63","id":"Hume.HE.5.54.63"},{"type":"paragraph","content":"^To^ bestow the greater solemnity on this important trial, scaffolds |were erected in Westminster-hall; where both houses sat, the one as accusers, the other as judges. Besides the chair of state, a close gallery was prepared for the king and queen, who attended during the whole trial[n62].","subId":"64","id":"Hume.HE.5.54.64"},{"type":"paragraph","content":"^An^ accusation, carried on by the united effort of three kingdoms, against one man, unprotected by power, unassisted by council, discountenanced by authority, was likely to prove a very unequal contest: Yet such were the capacity, genius, presence of mind, displayed by this magnanimous statesman, that, while argument and reason and law had any place, he obtained an undisputed victory. And he perished at last, overwhelmed and still unsubdued, by the open violence of his fierce and unrelenting antagonists.","subId":"65","id":"Hume.HE.5.54.65"},{"type":"paragraph","content":"#March 22.# ^The^ articles of impeachment against Strafford are twenty-eight in number; and regard his conduct, as president of the council of York, as deputy or lieutenant of Ireland, and as counsellor or commander in England. But though four months were employed by the managers in framing the accusation, and all Strafford's answers were extemporary; it appears from comparison, not only that he was free from the crime of treason, of which there is not the least appearance, but that his conduct, making allowance for human infirmities, exposed to such severe scrutiny, was innocent, and even laudable.","subId":"66","id":"Hume.HE.5.54.66"},{"type":"paragraph","content":"^The^ powers of the northern council, while he was president, had been extended, by the king's instructions, beyond what formerly had been practised: But that court being, at first, instituted by a stretch of royal prerogative, it had been usual for the prince to vary his instructions; and the largest authority, committed to it, was altogether as legal as the most moderate and most limited. Nor was it reasonable to conclude, that Strafford had used any art to procure those extensive powers; since he never once sat as president, or exercised one act of jurisdiction, after he was invested with the authority so much complained of[n63].","subId":"67","id":"Hume.HE.5.54.67"},{"type":"paragraph","content":"^In^ the government of Ireland, his administration had been equally promotive of his master's interest, and that of the subjects committed to his care. A large debt he had paid off: He had left a |considerable sum in the exchequer: The revenue, which never before answered the charges of government, was now raised to be equal to them[n64]. A small standing army, formerly kept in no order, was augmented, and was governed by exact discipline: And a great force was there raised and paid, for the support of the king's authority against the Scottish covenanters.","subId":"68","id":"Hume.HE.5.54.68"},{"type":"paragraph","content":"^Industry^, and all the arts of peace, were introduced among that rude people: The shipping of the kingdom augmented a hundred fold[n65]: The customs tripled upon the same rates[n66]: The exports double in value to the imports: Manufactures, particularly that of linen, introduced and promoted[n67]. Agriculture, by means of the English and Scottish plantations, gradually advancing: The protestant religion encouraged, without the persecution or discontent of the catholics.","subId":"69","id":"Hume.HE.5.54.69"},{"type":"paragraph","content":"^The^ springs of authority he had enforced without over-straining them. Discretionary acts of jurisdiction, indeed, he had often exerted, by holding courts-martial, billetting soldiers, deciding causes upon paper-petitions before the council, issuing proclamations, and punishing their infraction. But discretionary authority, during that age, was usually exercised even in England. In Ireland, it was still more requisite, among a rude people, not yet thoroughly subdued, averse to the religion and manners of their conquerors, ready on all occasions to relapse into rebellion and disorder. While the managers of the commons demanded, every moment, that the deputy's conduct should be examined by the line of rigid law and severe principles; he appealed still to the practice of all former deputies, and to the uncontroulable necessity of his situation.","subId":"70","id":"Hume.HE.5.54.70"},{"type":"paragraph","content":"^So^ great was his art of managing elections, and balancing parties, that he had engaged the Irish parliament to vote whatever was necessary, both for the payment of former debts, and for support of the new-levied army; nor had he ever been reduced to the illegal expedients practiced in England, for the supply of public necessities. No imputation of rapacity could justly lie against his administration. Some instances of imperious expressions and even actions may be met with. The case of lord Mountnorris, of all those which |were collected with so much industry, is the most flagrant and the least excusable.","subId":"71","id":"Hume.HE.5.54.71"},{"type":"paragraph","content":"^It^ had been reported at the table of lord chancellor Loftus, that Annesley, one of the deputy's attendants, in moving a stool, had sorely hurt his master's foot, who was at that time afflicted with the gout. _Perhaps,_ said Mountnorris, who was present at table, _it was done in revenge of that public affront which my lord deputy formerly put upon him:_ BUT HE HAS A BROTHER, WHO WOULD NOT HAVE TAKEN SUCH A REVENGE. This casual, and seemingly innocent, at least ambiguous, expression, was reported to Strafford; who, on pretence that such a suggestion might prompt Annesley to avenge himself in another manner, ordered Mountnorris, who was an officer, to be tried by a court-martial for mutiny and sedition against his general. The court, which consisted of the chief officers of the army, found the crime to be capital, and condemned that nobleman to lose his head[n68].","subId":"72","id":"Hume.HE.5.54.72"},{"type":"paragraph","content":"^In^ vain did Strafford plead in his own defence against this article of impeachment, that the sentence of Mountnorris was the deed, and that too unanimous, of the court, not the act of the deputy; that he spake not to a member of the court, nor voted in the cause, but sat uncovered as a party, and then immediately withdrew, to leave them to their freedom; that sensible of the iniquity of the sentence, he procured his majesty's free pardon to Mountnorris; and that he did not even keep that nobleman a moment in suspence with regard to his fate, but instantly told him, that he himself would sooner lose his right hand than execute such a sentence, nor was his lordship's life in any danger. In vain did Strafford's friends add, as a further apology, that Mountnorris was a man of an infamous character, who paid court, by the lowest adulation, to all deputies, while present; and blackened their character, by the vilest calumnies, when recalled: And that Strafford, expecting like treatment, had used this expedient for no other purpose than to subdue the petulant spirit of the man. These excuses alleviate the guilt; but there still remains enough to prove, that the mind of the deputy, though great and firm, had been not a little debauched by the riot of absolute power, and uncontrouled authority.","subId":"73","id":"Hume.HE.5.54.73"},{"type":"paragraph","content":"^When^ Strafford was called over to England, he found every thing falling into such confusion, by the open rebellion of the Scots, and the secret discontents of the English, that, if he had counselled or executed any violent measure, he might perhaps have been able to apologize for his conduct, from the great law of necessity, which admits not, while the necessity is extreme, of any scruple, ceremony, or delay[n69]. But in fact, no illegal advice or action was proved against him; and the whole amount of his guilt, during this period, was some peevish, or at most imperious expressions, which, amidst such desperate extremities, and during a bad state of health, had unhappily fallen from him.","subId":"74","id":"Hume.HE.5.54.74"},{"type":"paragraph","content":"^If^ Strafford's apology was, in the main, so satisfactory, when he pleaded to each particular article of the charge, his victory was still more decisive, when he brought the whole together, and repelled the imputation of treason; the crime which the commons would infer from the full view of his conduct and behaviour. Of all species of guilt, the law of England had, with the most scrupulous exactness, defined that of treason, because on the side it was found most necessary to protect the subject against the violence of the king and of his ministers. In the famous statute of Edward III. all the kinds of treason are enumerated, and every other crime, besides such as are there expressly mentioned, is carefully excluded from that appellation. But with regard to this guilt, _An endeavour to subvert the fundamental laws,_ the statute of treasons is totally silent: And arbitrarily to introduce it into the fatal catalogue, is itself a subversion of all law; and, under colour of defending liberty, reverses a statute the best calculated for the security of liberty, that had ever been enacted by an English parliament.","subId":"75","id":"Hume.HE.5.54.75"},{"type":"paragraph","content":"^As^ this species of treason, discovered by the commons, is entirely new and unknown to the laws; so is the species of proof, by which they pretend to fix that guilt upon the prisoner. They have invented a kind of _accumulative or constructive_ evidence, by which many actions either totally innocent in themselves, or criminal in a much inferior degree, shall, when united, amount to treason, and subject the person to the highest penalties inflicted by the law. A hasty and unguarded word, a rash and passionate action, assisted by the malevolent fancy of the accuser, and tortured by doubtful |constructions, is transmuted into the deepest guilt; and the lives and fortunes of the whole nation, no longer protected by justice, are subjected to arbitrary will and pleasure.","subId":"76","id":"Hume.HE.5.54.76"},{"type":"paragraph","content":"\"Where has this species of guilt lain so long concealed?\" said Strafford in conclusion: \"Where has this fire been so long buried, during so many centuries, that no smoke should appear, till it burst out at once, to consume me and my children? Better it were to live under no law at all, and by the maxims of cautious prudence, to conform ourselves the best we can, to the arbitrary will of a master; than fancy we have a law on which we can rely, and find at last, that this law shall inflict a punishment precedent to the promulgation, and try us by maxims unheard of till the very moment of the prosecution. If I sail on the Thames, and split my vessel on an anchor; in case there be no buoy to give warning, the party shall pay me damages: But, if the anchor be marked out, then is the striking on it at my own peril. Where is the mark set upon this crime? Where the token by which I should discover it? It has lain concealed, under water; and no human prudence, no human innocence, could save me from the destruction, with which I am at present threatened.\"","subId":"77","id":"Hume.HE.5.54.77"},{"type":"paragraph","content":"\"It is now full two hundred and forty years since treasons were defined; and so long has it been, since any man was touched to this extent, upon this crime, before myself. We have lived, my lords, happily to ourselves at home: We have lived gloriously abroad to the world: Let us be content with what our fathers have left us: Let not our ambition carry us to be more learned than they were, in these killing and destructive arts. Great wisdom it will be in your lordships, and just providence, for yourselves, for your posterities, for the whole kingdom, to cast from you, into the fire, these bloody and mysterious volumes of arbitrary and constructive treasons, as the primitive christians did their books of curious arts, and betake yourselves to the plain letter of the statute, which tells you where the crime is, and points out to you the path by which you may avoid it.\"","subId":"78","id":"Hume.HE.5.54.78"},{"type":"paragraph","content":"\"Let us not, to our own destruction, awake those sleeping lions, by rattling up a company of old records, which have lain for so many ages, by the wall, forgotten and neglected. To all my afflictions, add not this, my lords, the most severe of any; that I, for my other sins, not for my treasons, be the means of introducing a |precedent, so pernicious to the laws and liberties of my native country.\"","subId":"79","id":"Hume.HE.5.54.79"},{"type":"paragraph","content":"\"However these gentlemen at the bar say they speak for the commonwealth; and they believe so: Yet, under favour, it is I who, in this particular, speak for the commonwealth. Precedents, like those which are endeavoured to be established against me, must draw along such inconveniences and miseries, that, in a few years, the kingdom will be in the condition expressed in a statute of Henry IV.; and no man shall know by what rule to govern his words and actions.\"","subId":"80","id":"Hume.HE.5.54.80"},{"type":"paragraph","content":"\"Impose not, my lords, difficulties insurmountable upon ministers of state, nor disable them from serving with chearfulness their king and country. If you examine them, and under such severe penalties, by every grain, by every little weight; the scrutiny will be intolerable. The public affairs of the kingdom must be left waste; and no wise man, who has any honour or fortune to lose, will ever engage himself in such dreadful, such unknown perils.\"","subId":"81","id":"Hume.HE.5.54.81"},{"type":"paragraph","content":"\"My lords, I have now troubled your lordships a great deal longer than I should have done. Were it not for the interest of these pledges, which a saint in heaven, left me, I should be loth\"—Here he pointed to his children, and his weeping stopped him.—\"What I forfeit for myself, it is nothing: But, I confess, that my indiscretion should forfeit for them, it wounds me very deeply. You will be pleased to pardon my infirmity: Something I should have said; but I see I shall not be able, and therefore I shall leave it.\"","subId":"82","id":"Hume.HE.5.54.82"},{"type":"paragraph","content":"\"And now, my lords, I thank God, I have been, by his blessing, sufficiently instructed in the extreme vanity of all temporary enjoyments, compared to the importance of our eternal duration. And so, my lords, even so, with all humility, and with all tranquillity of mind, I submit, clearly and freely, to your judgments: And whether that righteous doom shall be to life or death, I shall repose myself, full of gratitude and confidence, in the arms of the great Author of my existence.\"[n70]","subId":"83","id":"Hume.HE.5.54.83"},{"type":"paragraph","content":"^Certainly^, says Whitlocke[n71] with his usual candor, _never any man acted such a part, on such a theatre, with more wisdom, constancy, and eloquence, with greater reason, judgment, and temper, and with a better|_ grace in all his words and actions, than did this great and excellent person; and he moved the hearts of all his auditors, some few excepted, to remorse and pity. It is remarkable, that the historian, who expresses himself in these terms, was himself chairman of that committee, which conducted the impeachment against this unfortunate statesman. The accusation and defence lasted eighteen days. The managers divided the several articles among them, and attacked the prisoner with all the weight of authority, with all the vehemence of rhetoric, with all the accuracy of long preparation. Strafford was obliged to speak with deference and reserve towards his most inveterate enemies, the commons, the Scottish nation, and the Irish parliament. He took only a very short time, on each article, to recollect himself: Yet he alone, without assistance, mixing modesty and humility with firmness and vigour, made such a defence that the commons saw it impossible, by a legal prosecution, ever to obtain a sentence against him.","subId":"84","id":"Hume.HE.5.54.84"},{"type":"paragraph","content":"^But^ the death of Strafford was too important a stroke of party to be left unattempted by any expedient, however extraordinary. Besides the great genius and authority of that minister, he had threatened some of the popular leaders with an impeachment; and, had he not, himself, been suddenly prevented by the impeachment of the commons, he had, that very day, it was thought, charged Pym, Hambden, and others, with treason, for having invited the Scots to invade England. A bill of attainder was therefore brought into the lower house immediately after finishing these pleadings; and preparatory to it, a new proof of the earl's guilt was produced, in order to remove such scruples as might be entertained with regard to a method of proceeding so unusual and irregular.","subId":"85","id":"Hume.HE.5.54.85"},{"type":"paragraph","content":"^Sir^ Henry Vane, secretary, had taken some notes of a debate in council, after the dissolution of the last parliament; and being at a distance, he had sent the keys of his cabinet, as was pretended, to his son, Sir Henry, in order to search for some papers, which were necessary for completing a marriage-settlement. Young Vane, falling upon this paper of notes, deemed the matter of the utmost importance; and immediately communicated it to Pym, who now produced the paper before the house of commons. The question before the council was: _Offensive or defensive war with the Scots._ The king proposes this difficulty, \"But how can I undertake offensive |war, if I have no more money?\" The answer ascribed to Strafford was in these words: \"Borrow of the city a hundred thousand pounds: Go on vigorously to levy ship-money. Your majesty having tried the affections of your people, you are absolved and loose from all rules of government, and may do what power will admit. Your majesty, having tried all ways, shall be acquitted before God and man. And you have an army in Ireland, which you may employ to reduce this kingdom to obedience: For I am confident the Scots cannot hold out five months.\" There followed some counsels of Laud and Cottington equally violent, with regard to the king's being absolved from all rules of government[n72].","subId":"86","id":"Hume.HE.5.54.86"},{"type":"paragraph","content":"^This^ paper, with all the circumstances of its discovery and communication, was pretended to be equivalent to two witnesses, and to be an unanswerable proof of those pernicious counsels of Strafford, which tended to the subversion of the laws and constitution. It was replied by Strafford and his friends, That old Vane was his most inveterate and declared enemy; and if the secretary himself, as was by far most probable, had willingly delivered to his son this paper of notes, to be communicated to Pym, this implied such a breach of oaths and of trust as rendered him totally unworthy of all credit. That the secretary's deposition was at first exceedingly dubious: Upon two examinations, he could not remember any such words: Even the third time, his testimony was not positive, but imported only, that Strafford had spoken such or such-like words: And words may be very like in sound, and differ much in sense; nor ought the lives of men to depend upon grammatical criticisms of any expressions, much less of those which had been delivered by the speaker without premeditation, and committed by the hearer, for any time, however short, to the uncertain record of memory. That, in the present case, changing _This kingdom_ into _That kingdom,_ a very slight alteration! the earl's discourse could regard nothing but Scotland, and implies no advice unworthy of an English counsellor. That even retaining the expression, _This kingdom,_ the words may fairly be understood of Scotland, which alone was the kingdom that the debate regarded, and which alone had thrown off allegiance, and could be reduced to obedience. That it could be proved, as well by the evidence of all the king's ministers, |as by the known disposition of the forces, that the intention never was to land the Irish army in England, but in Scotland. That of six other counsellors present, Laud and Windebank could give no evidence; Northumberland, Hamilton, Cottington, and Juxon, could recollect no such expression; and the advice was too remarkable to be easily forgotten. That it was no-wise probable such a desperate counsel would be openly delivered at the board, and before Northumberland, a person of that high rank, and whose attachments to the court were so much weaker than his connections with the country. That though Northumberland, and he alone, had recollected some such expression, as that _Of being absolved from rules of government;_ yet, in such desperate extremities as those into which the king and kingdom were then fallen, a maxim of that nature, allowing it to be delivered by Strafford, may be defended, upon principles the most favourable to law and liberty. And that nothing could be more iniquitous, than to extract an accusation of treason from an opinion simply proposed at the council-table; where all freedom of debate ought to be permitted, and where it was not unusual for the members, in order to draw forth the sentiments of others, to propose counsels very remote from their own secret advice and judgment[n73].","subId":"87","id":"Hume.HE.5.54.87"},{"type":"paragraph","content":"#Bill of attainder.# ^The^ evidence of Secretary Vane, though exposed to such unsurmountable objections, was the real cause of Strafford's unhappy fate; and made the bill of attainder pass the commons with no greater opposition than that of fifty-nine dissenting votes. But there remained two other branches of the legislature, the king and the lords, whose assent was requisite; and these, if left to their free judgment, it was easily foreseen, would reject the bill without scruple or deliberation. To overcome this difficulty, the popular leaders employed expedients, for which they were beholden, partly to their own industry, partly to the indiscretion of their adversaries.","subId":"88","id":"Hume.HE.5.54.88"},{"type":"paragraph","content":"^Next^ Sunday after the bill passed the commons, the puritanical pulpits resounded with declamations concerning the necessity of executing justice upon great delinquents[n74]. The populace took the alarm. About six thousand men, armed with swords and cudgels, flocked from the city, and surrounded the houses of parliament[n75]. The names of the fifty-nine commoners, who had voted against |the bill of attainder, were posted up under the title of _Straffordians, and betrayers of theircountry._ These were exposed to all the insults of the ungovernable multitude. When any of the lords passed, the cry for _Justice_ against Strafford resounded in their ears: And such as were suspected of friendship to that obnoxious minister, were sure to meet with menaces, not unaccompanied with symptoms of the most desperate resolutions in the furious populace[n76].","subId":"89","id":"Hume.HE.5.54.89"},{"type":"paragraph","content":"^Complaints^ in the house of commons being made against these violences as the most flagrant breach of privilege, the ruling members, by their affected coolness and indifference, showed plainly, that the popular tumults were not disagreeable to them[n77]. But a new discovery, made about this time, served to throw every thing into still greater flame and combustion.","subId":"90","id":"Hume.HE.5.54.90"},{"type":"paragraph","content":"^Some^ principal officers, Piercy, Jermyn, ONeale, Goring, Wilmot, Pollard, Ashburnham, partly attached to the court, partly disgusted with the parliament, had formed a plan of engaging into the king's service the English army, whom they observed to be displeased at some marks of preference given by the commons to the Scots. For this purpose, they entered into an association, took an oath of secrecy, and kept a close correspondence with some of the king's servants. The form of a petition to the king and parliament was concerted; and it was intended to get this petition subscribed by the army. The petitioners there represent the great and unexampled concessions made by the king for the security of public peace and liberty; the endless demands of certain insatiable and turbulent spirits, whom nothing less will content than a total subversion of the ancient constitution; the frequent tumults which these factious malcontents had excited, and which endangered the liberty of parliament. To prevent these mischiefs, the army offered to come up and guard that assembly. \"So shall the nation,\" as they express themselves in the conclusion, \"not only be vindicated from preceding innovations, but be secured from the future, which are threatened, and which are likely to produce more dangerous effects than the former.\"[n78] The draught of this petition being conveyed to the king, he was prevailed on, somewhat imprudently, to countersign it himself as a mark of his approbation. But as several |difficulties occurred, the project was laid aside two months before any public discovery was made of it.","subId":"91","id":"Hume.HE.5.54.91"},{"type":"paragraph","content":"^It^ was Goring who betrayed the secret to the popular leaders. The alarm may easily be imagined, which this intelligence conveyed. Petitions from the military to the civil power are always looked on as disguised, or rather undisguised commands; and are of a nature widely different from petitions presented by any other rank of men. Pym opened the matter in the house[n79]. On the first intimation of a discovery, Piercy concealed himself, and Jermyn withdrew beyond sea. This farther confirmed the suspicion of a dangerous conspiracy. Goring delivered his evidence before the house: Piercy wrote a letter to his brother, Northumberland, confessing most of the particulars[n80]. Both their testimonies agree with regard to the oath of secrecy; and as this circumstance had been denied by Pollard, Ashburnham, and Wilmot, in all their examination, it was regarded as a new proof of some desperate resolutions, which had been taken.","subId":"92","id":"Hume.HE.5.54.92"},{"type":"paragraph","content":"^To^ convey more quickly the terror and indignation at this plot, the commons voted, that a protestation should be signed by all the members. It was sent up to the lords, and signed by all of them, except Southampton and Robarts. Orders were given by the commons alone, without other authority, that it should be subscribed by the whole nation. The protestation was in itself very inoffensive, even insignificant; and contained nothing but general declarations, that the subscribers would defend their religion and liberties[n81]. But it tended to encrease the popular panic, and intimated, what was more expressly declared in the preamble, that these blessings were now exposed to the utmost peril.","subId":"93","id":"Hume.HE.5.54.93"},{"type":"paragraph","content":"^Alarms^ were every day given of new conspiracies[n82]: In Lancashire, great multitudes of papists were assembling: Secret meetings were held by them in caves and under-ground in Surrey: They had entered into a plot to blow up the river with gun-powder, in order to drown the city[n83]: Provisions of arms were making beyond sea: Sometimes France, sometimes Denmark, was forming designs against the kingdom: And the populace, who are always terrified |with present, and enraged with distant dangers, were still farther animated in their demands of justice against the unfortunate Strafford.","subId":"94","id":"Hume.HE.5.54.94"},{"type":"paragraph","content":"^The^ king came to the house of lords: And though he expressed his resolution, for which he offered them any security, never again to employ Strafford in any branch of public business; he professed himself totally dissatisfied with regard to the circumstance of treason, and on that account declared his difficulty in giving his assent to the bill of attainder[n84]. The commons took fire, and voted it a breach of privilege for the king to take notice of any bill; depending before the houses. Charles did not perceive that his attachment to Strafford was the chief motive for the bill; and that, the greater proofs he gave of anxious concern for this minister, the more inevitable did he render his destruction.","subId":"95","id":"Hume.HE.5.54.95"},{"type":"paragraph","content":"^About^ eighty peers had constantly attended Strafford's trial; but such apprehensions were entertained on account of the popular tumults, that only forty-five were present when the bill of attainder was brought into the house. Yet of these, nineteen had the courage to vote against it[n85]; A certain proof, that, if entire freedom had been allowed, the bill had been rejected by a great majority.","subId":"96","id":"Hume.HE.5.54.96"},{"type":"paragraph","content":"^In^ carrying up the bill to the lords, St. John, the solicitor-general, advanced two topics, well suited to the fury of the times; that, though the testimony against Strafford were not clear, yet, in this way of bill, private satisfaction to each man's conscience was sufficient, even should no evidence at all be produced; and that the earl had no title to plead law, because he had broken the law. It is true, added he, we give law to hares and deer; for they are beasts of chace. But it was never accounted either cruel or unfair to destroy foxes or wolves, where-ever they can be found; for they are beasts of prey[n86].","subId":"97","id":"Hume.HE.5.54.97"},{"type":"paragraph","content":"^After^ popular violence had prevailed over the lords, the same battery was next applied to force the king's assent. The populace flocked about Whitehall, and accompanied their demand of justice with the loudest clamours and most open menaces. Rumours of conspiracies against the parliament were anew spread abroad: Invasions |and insurrections talked of: And the whole nation was raised into such a ferment, as threatened some great and imminent convulsion. On which-ever side the king cast his eyes, he saw no resource of security. All his servants, consulting their own safety, rather than their master's honour, declined interposing with their advice between him and his parliament. The queen, terrified with the appearance of so mighty a danger, and bearing formerly no good will to Strafford, was in tears, and pressed him to satisfy his people in this demand, which, it was hoped, would finally content them. Juxon alone, whose courage was not inferior to his other virtues, ventured to advise him, if, in his conscience, he did not approve of the bill, by no means to assent to it[n87].","subId":"98","id":"Hume.HE.5.54.98"},{"type":"paragraph","content":"^Strafford^, hearing of Charles's irresolution and anxiety, took a very extraordinary step: He wrote a letter, in which he entreated the king, for the sake of public peace, to put an end to his unfortunate, however innocent, life, and to quiet the tumultuous people by granting them the request, for which they were so importunate[n88]. \"In this,\" added he, \"my consent will more acquit you to God than all the world can do besides. To a willing man there is no injury. And as, by God's grace, I forgive all the world with a calmness and meekness, of infinite contentment to my dislodging soul; so, Sir, to you, I can resign the life of this world with all imaginable chearfulness, in the just acknowledgment of your exceeding favours.\" Perhaps, Strafford hoped, that this unusual instance of generosity would engage the king still more strenuously to protect him: Perhaps he gave his life for lost; and finding himself in the hands of his enemies, and observing that Balfour, the lieutenant of the Tower, was devoted to the popular party[n89]; he absolutely despaired of ever escaping the multiplied dangers, with which he was every way environed. We might ascribe this step to a noble effort of disinterestedness, not unworthy the great mind of Strafford; if the measure which he advised had not been, in the event, as pernicious to his master, as it was immediately fatal to himself[n90].","subId":"99","id":"Hume.HE.5.54.99"},{"type":"paragraph","content":"^After^ the most violent anxiety and doubt, Charles at last granted a commission to four noblemen to give the royal assent, in his name, to the bill: Flattering himself, probably, in this extremity of distress, that, as neither his will consented to the deed, nor was his hand immediately engaged in it, he was the more free from all the guilt which attended it. These commissioners he empowered, at the same time, to give his assent to the bill which rendered the parliament perpetual.","subId":"100","id":"Hume.HE.5.54.100"},{"type":"paragraph","content":"^The^ commons, from policy, rather than necessity, had embraced the expedient of paying the two armies by borrowing money from the city; and these loans they had repaid afterwards by taxes levied upon the people. The citizens, either of themselves or by suggestion, began to start difficulties, with regard to a farther loan which was demanded. We make no scruple of trusting the parliament, said they, were we certain, that the parliament were to continue till our repayment. But, in the present precarious situation of affairs, what security can be given us for our money? In pretence of obviating this objection, a bill was suddenly brought into the house, and passed with great unanimity and rapidity, that the parliament should not be dissolved, prorogued, or adjourned, without their own consent. It was hurried in like manner through the house of peers; and was instantly carried to the king for his assent. Charles, in the agony of grief, shame, and remorse, for Strafford's doom, perceived not that this other bill was of still more fatal consequence to his authority; and rendered the power of his enemies perpetual, as it was already uncontroulable[n91]. In comparison of the bill of attainder, by which he deemed himself an accomplice in his friend's murder, this concession made no figure in his eyes[n92]: A circumstance, which, if it lessen our idea of his resolution or penetration, serves to prove the integrity of his heart, and the goodness of his disposition. It is indeed certain, that strong compunction for his consent to Strafford's execution attended this unfortunate prince during the remainder of his life: and even at his own fatal end, the memory of this guilt, with great sorrow and remorse, recurred upon him. All men were so sensible of the |extreme violence which was done him, that he suffered the less, both in character and interest, from this unhappy measure; and though he abandoned his best friend, yet was he still able to preserve, in some degree, the attachment of all his adherents.","subId":"101","id":"Hume.HE.5.54.101"},{"type":"paragraph","content":"^Secretary^ Carleton was sent by the king to inform Strafford of the final resolution, which necessity had extorted from him. The earl seemed surprised, and, starting up, exclaimed in the words of Scripture, _Put not your trust in princes, nor in the sons of men: For in them there is no salvation[n93]._ He was soon able, however, to collect his courage; and he prepared himself to suffer the fatal sentence. Only three days' interval was allowed him. The king, who made a new effort in his behalf, and sent, by the hands of the young prince, a letter addressed to the peers, in which he entreated them to confer with the commons about a mitigation of Strafford's sentence, and begged at least for some delay, was refused in both requests[n94].","subId":"102","id":"Hume.HE.5.54.102"},{"type":"paragraph","content":"#Execution of Strafford.# ^Strafford^, in passing from his apartment to Tower-hill, where the scaffold was erected, stopped under Laud's windows, with whom he had long lived in intimate friendship; and intreated the assistance of his prayers, in those awful moments which were approaching: The aged primate dissolved in tears; and having pronounced, with a broken voice, a tender blessing on his departing friend, sunk into the arms of his attendants[n95]. Strafford, still superior to his fate, moved on with an elated countenance, and with an air even of greater dignity than what usually attended him. He wanted that consolation, which commonly supports those who perish by the stroke of injustice and oppression: He was not buoyed up by glory, nor by the affectionate compassion of the spectators: Yet his mind, erect and undaunted, found resources within itself, and maintained its unbroken resolution, amidst the terrors of death, and the triumphant exultations of his misguided enemies. His discourse on the scaffold was full of decency and courage. \"He feared,\" he said, \"that the omen was bad for the intended reformation of the state, that it commenced with the shedding of innocent blood.\" Having bid a last adieu to his brother and friends who attended him, and having sent a blessing to his nearer relations who were absent; \"And now,\" said he, \"I have |nigh done! One stroke will make my wife a widow, my dear children fatherless, deprive my poor servants of their indulgent master, and separate me from my affectionate brother and all my friends! But let God be to you and them all in all!\" Going to disrobe, and prepare himself for the block, \"I thank God,\" said he, \"that I am nowise afraid of death, nor am daunted with any terrors; but do as chearfully lay down my head at this time, as ever I did when going to repose!\" With one blow was a period put to his life by the executioner[n96].","subId":"103","id":"Hume.HE.5.54.103"},{"type":"paragraph","content":"^Thus^ perished, in the 49th year of his age, the earl of Strafford, one of the most eminent personages that has appeared in England. Though his death was loudly demanded as a satisfaction to justice, and an atonement for the many violations of the constitution; it may safely be affirmed, that the sentence, by which he fell, was an enormity greater than the worst of those, which his implacable enemies prosecuted with so much cruel industry. The people, in their rage, had totally mistaken the proper object of their resentment. All the necessities, or, more properly speaking, the difficulties, by which the king had been induced to use violent expedients for raising supply, were the result of measures previous to Strafford's favour; and if they arose from ill conduct, he, at least, was entirely innocent. Even those violent expedients themselves, which occasioned the complaint that the constitution was subverted, had been, all of them, conducted, so far as appeared, without his counsel or assistance. And whatever his private advice might be[n97], this salutary maxim he failed not, often and publicly, to inculcate in the king's presence, that, if any inevitable necessity ever obliged the sovereign to violate the laws, this licence ought to be practised with extreme reserve, and, as soon as possible, a just atonement be made to the constitution, for any injury which it might sustain from such dangerous precedents[n98]. This first parliament after the restoration reversed the bill of attainder; and even a few weeks after Strafford's execution, this very parliament remitted to his children the more severe consequences of his sentence: |As if conscious of the violence, with which the prosecution had been conducted.","subId":"104","id":"Hume.HE.5.54.104"},{"type":"paragraph","content":"^In^ vain did Charles expect, as a return for so many instances of unbounded compliance, that the parliament would at last show him some indulgence, and would cordially fall into that unanimity, to which, at the expence of his own power, and of his friend's life, he so earnestly courted them. All his concessions were poisoned by their suspicion of his want of cordiality; and the supposed attempt to engage the army against them, served with many as a confirmation of this jealousy. It was natural for the king to seek some resource, while all the world seemed to desert him, or combine against him; and this probably was the utmost of the embryo scheme which was formed with regard to the army. But the popular leaders still insisted, that a desperate plot was laid to bring up the forces immediately, and offer violence to the parliament: A design of which Piercy's evidence acquits the king, and which the near neighbourhood of the Scottish army seems to render absolutely impracticable[n99]. By means, however, of these suspicions, was the same implacable spirit still kept alive; and the commons, without giving the king any satisfaction in the settlement of his revenue, proceeded to carry their inroads, with great vigour, into his now defenceless prerogative[n100].","subId":"105","id":"Hume.HE.5.54.105"},{"type":"paragraph","content":"#High commission and star-chamber abolished.# ^The^ two ruling passions of this parliament, were zeal for liberty, and an aversion to the church; and to both of these, nothing could appear more exceptionable, than the court of high commission, whose institution rendered it entirely arbitrary, and assigned to it the defence of the ecclesiastical establishment. The star-chamber also was a court, which exerted high discretionary powers; and had no precise rule or limit, either with regard to the causes which came under its jurisdiction, or the decisions which it formed. A bill unanimously passed the houses to abolish these two |courts; and, in them, to annihilate the principal and most dangerous articles of the king's prerogative. By the same bill, the jurisdiction of the council was regulated, and its authority abridged[n101]. Charles hesitated before he gave his assent. But finding that he had gone too far to retreat, and that he possessed no resource in case of a rupture, he at last affixed the royal sanction to this excellent bill. But to show the parliament, that he was sufficiently apprised of the importance of his grant, he observed to them, that this statute altered in a great measure the fundamental laws, ecclesiastical and civil, which many of his predecessors had established[n102].","subId":"106","id":"Hume.HE.5.54.106"},{"type":"paragraph","content":"^By^ removing the star-chamber, the king's power of binding the people by his proclamations, was indirectly abolished; and that important branch of prerogative, the strong symbol of arbitrary power, and unintelligible in a limited constitution, being at last removed, left the system of government more consistent and uniform. The star-chamber alone was accustomed to punish infractions of the king's edicts: But as no courts of judicature now remained, except those in Westminster-hall, which take cognizance only of common and statute law, the king may thenceforth issue proclamations, but no man is bound to obey them. It must, however, be confessed, that the experiment here made by the parliament, was not a little rash and adventurous. No government, at that time, appeared in the world, nor is perhaps to be found in the records of any history, which subsisted without the mixture of some arbitrary authority, committed to some magistrate; and it might reasonably, beforehand, appear doubtful, whether human society could ever reach that state of perfection, as to support itself with no other controul than the general and rigid maxims of law and equity. But the parliament justly thought, that the king was too eminent a magistrate to be trusted with discretionary power, which he might so easily turn to the destruction of liberty. And in the event it has hitherto been found, that, though some sensible inconveniences arise from the maxim of adhering strictly to law, yet the advantages overbalance them, and should render the English grateful to the memory of their ancestors, who, after |repeated contests, at last established that noble, though dangerous, principle.","subId":"107","id":"Hume.HE.5.54.107"},{"type":"paragraph","content":"^At^ the request of the parliament, Charles, instead of the patents during pleasure, gave all the judges patents during their good behaviour[n103]: A circumstance of the greatest moment towards securing their independency, and barring the entrance of arbitrary power into the ordinary courts of judicature.","subId":"108","id":"Hume.HE.5.54.108"},{"type":"paragraph","content":"^The^ marshal's court, which took cognizance of offensive words, and was not thought sufficiently limited by law, was also, for that reason, abolished[n104]. The stannary courts, which exercised jurisdiction over the miners, being liable to a like objection, underwent a like fate. The abolition of the council of the north and the council of Wales followed from the same principles. The authority of the clerk of the market, who had a general inspection over the weights and measures throughout the kingdom, was transferred to the mayors, sheriffs, and ordinary magistrates.","subId":"109","id":"Hume.HE.5.54.109"},{"type":"paragraph","content":"^In^ short, if we take a survey of the transactions of this memorable parliament, during the first period of its operations, we shall find, that, excepting Strafford's attainder, which was a complication of cruel iniquity, their merits, in other respects, so much outweigh their mistakes, as to entitle them to praise from all lovers of liberty. Not only were former abuses remedied, and grievances redressed: Great provision, for the future, was made by law against the return of like complaints. And if the means, by which they obtained such advantages, savour often of artifice, sometimes of violence; it is to be considered, that revolutions of government cannot be effected by the mere force of argument and reasoning: And that factions being once excited, men can neither so firmly regulate the tempers of others, nor their own, as to ensure themselves against all exorbitancies.","subId":"110","id":"Hume.HE.5.54.110"},{"type":"paragraph","content":"^The^ parliament now came to a pause. The king had promised his Scottish subjects, that he would this summer pay them a visit, in order to settle their government; #8th of Aug. King's journey to Scotland.# and though the English parliament was very importunate with him, that he should lay aside that journey; they could not prevail with him so much as to delay it. As he must necessarily in his journey have passed through the troops of both nations, the commons seem to have entertained great |jealousy on that account, and to have now hurried on, as much as they formerly delayed, the disbanding of the armies. The arrears therefore of the Scots were fully paid them; and those of the English in part. The Scots returned home, and the English were separated into their several counties, and dismissed.","subId":"111","id":"Hume.HE.5.54.111"},{"type":"paragraph","content":"#9th of Sept.# ^After^ this the parliament adjourned to the 20th of October; and a committee of both houses, a thing unprecedented, was appointed to sit during the recess, with very ample powers[n105]. Pym was elected chairman of the committee of the lower house. Farther attempts were made by the parliament, while it sat, and even by the commons alone, for assuming sovereign executive powers, and publishing their ordinances, as they called them, instead of laws. The committee too, on their part, was ready to imitate the example.","subId":"112","id":"Hume.HE.5.54.112"},{"type":"paragraph","content":"^A^ small committee of both houses was appointed to attend the king into Scotland, in order, as was pretended, to see that the articles of pacification were executed; but really to be spies upon him, and extend still farther the ideas of parliamentary authority, as well as eclipse the majesty of the king. The earl of Bedford, lord Howard, Sir Philip Stapleton, Sir William Armyne, Fiennes, and Hambden, were the persons chosen[n106].","subId":"113","id":"Hume.HE.5.54.113"},{"type":"paragraph","content":"^Endeavours^ were used, before Charles's departure, to have a protector of the kingdom appointed, with a power to pass laws without having recourse to the king. So little regard was now paid to royal authority, or to the established constitution of the kingdom.","subId":"114","id":"Hume.HE.5.54.114"},{"type":"paragraph","content":"^Amidst^ the great variety of affairs, which occurred during this busy period, we have almost overlooked the marriage of the princess Mary with William prince of Orange. The king concluded not this alliance without communicating his intentions to the parliament, who received the proposal with satisfaction[n107]. This was the commencement of the connections with the family of Orange: Connections, which were afterwards attended with the most important consequences, both to the kingdom and to the house of Stuart.","subId":"115","id":"Hume.HE.5.54.115"},{"type":"note","content":"Clarendon, vol. i. p. 169.","subId":"n1","id":"Hume.HE.5.54.n1"},{"type":"note","content":"Whitlocke, p. 36.","subId":"n2","id":"Hume.HE.5.54.n2"},{"type":"note","content":"Id. ibid.","subId":"n3","id":"Hume.HE.5.54.n3"},{"type":"note","content":"Clarendon, vol. i. p. 172.","subId":"n4","id":"Hume.HE.5.54.n4"},{"type":"note","content":"Clarendon, vol. i. p. 174.","subId":"n5","id":"Hume.HE.5.54.n5"},{"type":"note","content":"^Clarendon^, vol. i. p. 177. Whitlocke, p. 38. Rushworth, vol. iii. p. 1365.","subId":"n6","id":"Hume.HE.5.54.n6"},{"type":"note","content":"Clarendon, vol. i. p. 177. Whitlocke, p. 38. Rushworth, vol. i. p. 129. 136.","subId":"n7","id":"Hume.HE.5.54.n7"},{"type":"note","content":"Rushworth, vol. v. p. 122.","subId":"n8","id":"Hume.HE.5.54.n8"},{"type":"note","content":"Clarendon, vol. i. p. 178. Whitlocke, p. 37.","subId":"n9","id":"Hume.HE.5.54.n9"},{"type":"note","content":"Clarendon, vol. i. p. 176.","subId":"n10","id":"Hume.HE.5.54.n10"},{"type":"note","content":"Clarendon, vol. i. p. 176.","subId":"n11","id":"Hume.HE.5.54.n11"},{"type":"note","content":"Ibid. p. 177.","subId":"n12","id":"Hume.HE.5.54.n12"},{"type":"note","content":"Whitlocke, p. 39.","subId":"n13","id":"Hume.HE.5.54.n13"},{"type":"note","content":"Nalson, vol. i. p. 678.","subId":"n14","id":"Hume.HE.5.54.n14"},{"type":"note","content":"An act of parliament, 25 Hen. VIII. cap. 19. allowed the convocation with the king's consent to make canons. By the famous act of submission to that prince, the clergy bound themselves to enact no canons without the king's consent. The parliament was never mentioned nor thought of. Such pretensions as the commons advanced at present, would, in any former age, have been deemed strange usurpations.","subId":"n15","id":"Hume.HE.5.54.n15"},{"type":"note","content":"Clarendon, vol. i. p. 206. Whitlocke, p. 37. Rush. vol. v. p. 235. 359. Nalson, vol. i. p. 807.","subId":"n16","id":"Hume.HE.5.54.n16"},{"type":"note","content":"Lord Clarendon says it was entirely new; but there are instances of it in the reign of Elizabeth. D'Ewes. p. 296, 352. There are also instances in the reign of James.","subId":"n17","id":"Hume.HE.5.54.n17"},{"type":"note","content":"Clarendon, vol. i. p. 176.","subId":"n18","id":"Hume.HE.5.54.n18"},{"type":"note","content":"Nalson, vol. i. p. 783. May, p. 79.","subId":"n19","id":"Hume.HE.5.54.n19"},{"type":"note","content":"Clarendon, vol. i. p. 199, 200, &c. Nalson, vol. i. p. 570. May, p. 80.","subId":"n20","id":"Hume.HE.5.54.n20"},{"type":"note","content":"Rush. vol. v. p. 228. Nalson, vol. i. p. 800.","subId":"n21","id":"Hume.HE.5.54.n21"},{"type":"note","content":"Dugdale. Clarendon, vol. i. p. 203.","subId":"n22","id":"Hume.HE.5.54.n22"},{"type":"note","content":"Husb. Col. p. 536.","subId":"n23","id":"Hume.HE.5.54.n23"},{"type":"note","content":"Published on dissolving the third parliament. See Parl. Hist. vol. viii. p. 347.","subId":"n24","id":"Hume.HE.5.54.n24"},{"type":"note","content":"Rushworth, vol. iii. p. 1295.","subId":"n25","id":"Hume.HE.5.54.n25"},{"type":"note","content":"It appears, that a subsidy was now fallen to 50,000 pounds.","subId":"n26","id":"Hume.HE.5.54.n26"},{"type":"note","content":"Dugdale, p. 71.","subId":"n27","id":"Hume.HE.5.54.n27"},{"type":"note","content":"Clarendon, vol. i. p. 189.","subId":"n28","id":"Hume.HE.5.54.n28"},{"type":"note","content":"Nalson, vol. i. p. 530, 533.","subId":"n29","id":"Hume.HE.5.54.n29"},{"type":"note","content":"Idem, ibid. p. 537.","subId":"n30","id":"Hume.HE.5.54.n30"},{"type":"note","content":"Clarendon, vol. i. p. 203. Whitlocke, p. 37. Nalson, vol. i. p. 666.","subId":"n31","id":"Hume.HE.5.54.n31"},{"type":"note","content":"Rush. vol. v. p. 171.","subId":"n32","id":"Hume.HE.5.54.n32"},{"type":"note","content":"Clarendon, vol. i. p. 237.","subId":"n33","id":"Hume.HE.5.54.n33"},{"type":"note","content":"Idem, ibid. p. 237.","subId":"n34","id":"Hume.HE.5.54.n34"},{"type":"note","content":"Whitlocke, p. 45.","subId":"n35","id":"Hume.HE.5.54.n35"},{"type":"note","content":"Rushworth, vol. v. p. 351.","subId":"n36","id":"Hume.HE.5.54.n36"},{"type":"note","content":"Ibid. p. 203.","subId":"n37","id":"Hume.HE.5.54.n37"},{"type":"note","content":"Parl. Hist. vol. vii. p. 282. Rushworth, vol. v. p. 209.","subId":"n38","id":"Hume.HE.5.54.n38"},{"type":"note","content":"Clarendon, vol. i. p. 199. Whitlocke, p. 122. May, p. 81.","subId":"n39","id":"Hume.HE.5.54.n39"},{"type":"note","content":"Lord Clarendon, vol. i. p. 233, says, that the parliamentary party were not agreed about the entire abolition of episcopacy: They were only the _root and branch men,_ as they were called, who insisted on that measure. But those who were willing to retain bishops, insisted on reducing their authority to a low ebb; as well as on abolishing the ceremonies of worship and vestments of the clergy. The controversy, therefore between the parties was almost wholly theological, and that of the most frivolous and ridiculous kind.","subId":"n40","id":"Hume.HE.5.54.n40"},{"type":"note","content":"Rushworth, vol. v. p. 160.","subId":"n41","id":"Hume.HE.5.54.n41"},{"type":"note","content":"Idem, ibid. p. 158, 159. Nalson, vol. i. p. 739.","subId":"n42","id":"Hume.HE.5.54.n42"},{"type":"note","content":"Rushworth, vol. v. p. 166. Nalson, vol. i. p. 749.","subId":"n43","id":"Hume.HE.5.54.n43"},{"type":"note","content":"It is now known from the Clarendon papers, that the king had also an authorized agent who resided at Rome. His name was Bret, and his chief business was to negociate with the pope concerning indulgences to the catholics, and to engage the catholics in return to be good and loyal subjects. But this whole matter, though very innocent, was most carefully kept secret. The king says, that he believed Bret to be as much his as any papist could be. See p. 348, 354.","subId":"n44","id":"Hume.HE.5.54.n44"},{"type":"note","content":"Rushworth, vol. v. p. 301.","subId":"n45","id":"Hume.HE.5.54.n45"},{"type":"note","content":"Clarendon, vol. i. p. 249. Rushworth, vol. v. p. 57.","subId":"n46","id":"Hume.HE.5.54.n46"},{"type":"note","content":"Rushworth, vol. v. p. 267.","subId":"n47","id":"Hume.HE.5.54.n47"},{"type":"note","content":"It appears not, that the commons, though now entirely masters, abolished the new impositions of James, against which they had formerly so loudly complained: A certain proof that the rates of customs, settled by that prince, were in most instances just, and proportioned to the new price of commodities. They seem rather to have been low. See Journ. 10th Aug. 1625.","subId":"n48","id":"Hume.HE.5.54.n48"},{"type":"note","content":"It was an instruction given by the house to the committee which framed one of these bills, to take care that the rates upon exportation may be as light as possible; and upon importation as heavy as trade will bear: A proof that the nature of commerce began now to be understood. Journ. 1 June, 1641.","subId":"n49","id":"Hume.HE.5.54.n49"},{"type":"note","content":"Clarendon, vol. i. p. 208.","subId":"n50","id":"Hume.HE.5.54.n50"},{"type":"note","content":"Clarendon, vol. i. p. 209. Whitlocke, p. 39. Rushworth, vol. v. p. 189.","subId":"n51","id":"Hume.HE.5.54.n51"},{"type":"note","content":"Clarendon, vol. i. p. 195.","subId":"n52","id":"Hume.HE.5.54.n52"},{"type":"note","content":"Warwick, p. 95.","subId":"n53","id":"Hume.HE.5.54.n53"},{"type":"note","content":"Clarendon, vol. i. p. 210, 211.","subId":"n54","id":"Hume.HE.5.54.n54"},{"type":"note","content":"Clarendon, vol. i. p. 192.","subId":"n55","id":"Hume.HE.5.54.n55"},{"type":"note","content":"Whitlocke, p. 37.","subId":"n56","id":"Hume.HE.5.54.n56"},{"type":"note","content":"Clarendon, vol. i. p. 193.","subId":"n57","id":"Hume.HE.5.54.n57"},{"type":"note","content":"Idem, vol. i. p. 214.","subId":"n58","id":"Hume.HE.5.54.n58"},{"type":"note","content":"Rush. vol. v. p. 214.","subId":"n59","id":"Hume.HE.5.54.n59"},{"type":"note","content":"Clarendon, vol. i. p. 216.","subId":"n60","id":"Hume.HE.5.54.n60"},{"type":"note","content":"Idem, ibid.","subId":"n61","id":"Hume.HE.5.54.n61"},{"type":"note","content":"Whitlocke, p. 40. Rush. vol. iv. p. 41. May, p. 90.","subId":"n62","id":"Hume.HE.5.54.n62"},{"type":"note","content":"Rushworth, vol. iv. p. 145.","subId":"n63","id":"Hume.HE.5.54.n63"},{"type":"note","content":"Rush. vol. iv. p. 120, 247. Warwick, p. 115.","subId":"n64","id":"Hume.HE.5.54.n64"},{"type":"note","content":"Nalson, vol. ii. p. 45.","subId":"n65","id":"Hume.HE.5.54.n65"},{"type":"note","content":"Rush. vol. iv. p. 124.","subId":"n66","id":"Hume.HE.5.54.n66"},{"type":"note","content":"Warwick, p. 115.","subId":"n67","id":"Hume.HE.5.54.n67"},{"type":"note","content":"Rush. vol. iv. p. 187.","subId":"n68","id":"Hume.HE.5.54.n68"},{"type":"note","content":"Rush. vol. iv. 559.","subId":"n69","id":"Hume.HE.5.54.n69"},{"type":"note","content":"Rush. vol. iv. p. 659, &c.","subId":"n70","id":"Hume.HE.5.54.n70"},{"type":"note","content":"Page 41.","subId":"n71","id":"Hume.HE.5.54.n71"},{"type":"note","content":"Clarendon, vol. i. p. 223, 229, 230, &c. Whitlocke, p. 41. May, p. 93.","subId":"n72","id":"Hume.HE.5.54.n72"},{"type":"note","content":"Rushworth, vol. iv. p. 560.","subId":"n73","id":"Hume.HE.5.54.n73"},{"type":"note","content":"Whitlocke, p. 43.","subId":"n74","id":"Hume.HE.5.54.n74"},{"type":"note","content":"Idem ibid.","subId":"n75","id":"Hume.HE.5.54.n75"},{"type":"note","content":"Clarendon, vol. i. p. 232, 256. Rush. vol v. p. 248, 1279.","subId":"n76","id":"Hume.HE.5.54.n76"},{"type":"note","content":"Whitlocke, ut supra.","subId":"n77","id":"Hume.HE.5.54.n77"},{"type":"note","content":"Clarendon, vol. i. p. 247. Whitlocke, p. 43.","subId":"n78","id":"Hume.HE.5.54.n78"},{"type":"note","content":"Rush. vol. v. p. 240.","subId":"n79","id":"Hume.HE.5.54.n79"},{"type":"note","content":"Idem, ibid. p. 255.","subId":"n80","id":"Hume.HE.5.54.n80"},{"type":"note","content":"Clarendon, vol. i. p. 252. Rush. vol. v. p. 241. Warwick, p. 180.","subId":"n81","id":"Hume.HE.5.54.n81"},{"type":"note","content":"Dugdale, p. 69. Franklyn, p. 901.","subId":"n82","id":"Hume.HE.5.54.n82"},{"type":"note","content":"Sir Edw. Walker, p. 349.","subId":"n83","id":"Hume.HE.5.54.n83"},{"type":"note","content":"Rushworth, vol. v. p. 239.","subId":"n84","id":"Hume.HE.5.54.n84"},{"type":"note","content":"Whitlocke, p. 43.","subId":"n85","id":"Hume.HE.5.54.n85"},{"type":"note","content":"Clarendon, vol. i. p. 232.","subId":"n86","id":"Hume.HE.5.54.n86"},{"type":"note","content":"Ibid. p. 257. Warwick, p. 160.","subId":"n87","id":"Hume.HE.5.54.n87"},{"type":"note","content":"Clarendon, vol. i. p. 258. Rush. vol. v. p. 251.","subId":"n88","id":"Hume.HE.5.54.n88"},{"type":"note","content":"Whitlocke, p. 44. Franklyn, p. 896.","subId":"n89","id":"Hume.HE.5.54.n89"},{"type":"note","content":"Mr. Carte, in his life of the duke of Ormond, has given us some evidence to prove, that this letter was intirely a forgery of the popular leaders, in order to induce the king to sacrifice Strafford. He tells us, that Strafford said so to his son, the night before his execution. But there are some reasons, why I adhere to the common way of telling this story. 1. The account of the forgery comes through several hands, and from men of characters not fully known to the public. A circumstance which weakens every evidence. It is a hearsay of a hearsay. 2. It seems impossible, but young Lord Strafford must inform the king, who would not have failed to trace the forgery, and expose his enemies to their merited infamy. 3. It is not to be conceived but Clarendon and Whitlocke, not to mention others, must have heard of the matter. 4. Sir George Ratcliffe, in his life of Strafford, tells the story the same way that Clarendon and Whitlocke do. Would he also, who was Strafford's intimate friend, never have heard of the forgery? It is remarkable, that his life is dedicated or addressed to young Strafford. Would not he have put Sir George right in so material and interesting a fact?","subId":"n90","id":"Hume.HE.5.54.n90"},{"type":"note","content":"Clarendon, vol. i. p. 261, 262. Rushworth, vol. v. p. 264.","subId":"n91","id":"Hume.HE.5.54.n91"},{"type":"note","content":"What made this bill appear of less consequence was, that the parliament voted tonnage and poundage for no longer a period than two months: And as that branch was more than half of the revenue, and the government could not possibly subsist without it; it seemed indirectly in the power of the parliament to continue themselves as long as they pleased. This indeed was true in the ordinary administration of government: But on the approaches towards a civil war, which was not then foreseen, it had been of great consequence to the king to have reserved the right of dissolution, and to have endured any extremity rather than allow the continuance of the parliament.","subId":"n92","id":"Hume.HE.5.54.n92"},{"type":"note","content":"Whitlocke, p. 44.","subId":"n93","id":"Hume.HE.5.54.n93"},{"type":"note","content":"Rush. vol. v. p. 265.","subId":"n94","id":"Hume.HE.5.54.n94"},{"type":"note","content":"Nalson, vol. ii. p. 198.","subId":"n95","id":"Hume.HE.5.54.n95"},{"type":"note","content":"Rushworth, vol. v. p. 267.","subId":"n96","id":"Hume.HE.5.54.n96"},{"type":"note","content":"That Strafford was secretly no enemy to arbitrary counsel, appears from some of his letters and dispatches, particularly, vol. ii. p. 60. where he seems to wish that a standing army were established.","subId":"n97","id":"Hume.HE.5.54.n97"},{"type":"note","content":"Rushworth, vol. iv. p. 567, 568, 569, 570.","subId":"n98","id":"Hume.HE.5.54.n98"},{"type":"note","content":"The project of bringing up the army to London, according to Piercy, was proposed to the king; but he rejected it as foolish: Because the Scots, who were in arms, and lying in their neighbourhood, must be at London as soon as the English army. This reason is so solid and convincing, that it leaves no room to doubt of the veracity of Piercy's evidence; and consequently acquits the king of this terrible plot of bringing up the army, which made such a noise at the time, and was a pretence for so many violences.","subId":"n99","id":"Hume.HE.5.54.n99"},{"type":"note","content":"Clarendon, vol. i. p. 266.","subId":"n100","id":"Hume.HE.5.54.n100"},{"type":"note","content":"Idem, ibid. p. 283, 284. Whitlocke, p. 47. Rushworth, vol. iii. p. 1383, 1384.","subId":"n101","id":"Hume.HE.5.54.n101"},{"type":"note","content":"Rushworth, vol. v. p. 307.","subId":"n102","id":"Hume.HE.5.54.n102"},{"type":"note","content":"May, p. 107.","subId":"n103","id":"Hume.HE.5.54.n103"},{"type":"note","content":"Nalson, vol. i. p. 778.","subId":"n104","id":"Hume.HE.5.54.n104"},{"type":"note","content":"Rushworth, vol. v. p. 387.","subId":"n105","id":"Hume.HE.5.54.n105"},{"type":"note","content":"Ibid. p. 376.","subId":"n106","id":"Hume.HE.5.54.n106"},{"type":"note","content":"Whitlocke, p. 38.","subId":"n107","id":"Hume.HE.5.54.n107"}]}
