{"imported":true,"id":"Hume.HE.5.56","parent":"Hume.HE.5","title":"Chapter 56. Charles I (cont.)","breadcrumb":"Chapter 56","texts":[],"published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LVI. £2 £1 CHARLES I. £1 _Commencement of the civil war——State of parties——Battle of Edgehill——Negociation at Oxford——Victories of the royalists in the west——Battle of Stratton——Of Lansdown——Of Roundway-down——Death of Hambden——Bristol taken——Siege of Gloucester——Battle of Newbury——Actions in the north of England——Solemn league and covenant——Arming of the Scots——State of Ireland._","id":"Hume.HE.5.56"},{"type":"paragraph","content":"WHEN two names, #1642. Commencement of the civil war.# so sacred in the English constitution as those of ^King^ and ^Parliament^, were placed in opposition; no wonder the people were divided in their choice, and were agitated with most violent animosities and factions.","subId":"1","id":"Hume.HE.5.56.1"},{"type":"paragraph","content":"^The^ nobility, and more considerable gentry, dreading a total confusion of rank from the fury of the populace, inlisted themselves in defence of the monarch, from whom they received, and to whom they communicated their lustre. #State of parties.# Animated with the spirit of loyalty, derived from their ancestors, they adhered to the ancient principles of the constitution, and valued themselves on exerting the maxims, as well as inheriting the possessions, of the old English families. And while they passed their time mostly at their country-seats, they were surprised to hear of opinions prevailing, |with which they had ever been unacquainted, and which implied, not a limitation, but an abolition almost total, of monarchical authority.","subId":"2","id":"Hume.HE.5.56.2"},{"type":"paragraph","content":"^The^ city of London, on the other hand, and most of the great corporation, took part with the parliament, and adopted with zeal those democratical principles, on which the pretensions of that assembly were founded. The government of cities, which even under absolute monarchies, is commonly republican, inclined them to this party: The small hereditary influence, which can be retained over the industrious inhabitants of towns; the natural independence of citizens; and the force of popular currents over those more numerous associations of mankind; all these causes gave, there, authority to the new principles propagated throughout the nation. Many families too, which had lately been enriched by commerce, saw with indignation, that notwithstanding their opulence, they could not raise themselves to a level with the ancient gentry: They therefore adhered to a power, by whose success they hoped to acquire rank and consideration[n1]. And the new splendor and glory of the Dutch commonwealth, where liberty so happily supported industry, made the commercial part of the nation desire to see a like form of government established in England.","subId":"3","id":"Hume.HE.5.56.3"},{"type":"paragraph","content":"^The^ genius of the two religions, so closely at this time interwoven with politics, corresponded exactly to these divisions. The presbyterian religion was new, republican, and suited to the genius of the populace: The other had an air of greater show and ornament, was established on ancient authority, and bore an affinity to the kingly and aristocratical parts of the constitution. The devotees of presbytery became of course zealous partizans of the parliament: The friends of the episcopal church valued themselves on defending the rights of monarchy.","subId":"4","id":"Hume.HE.5.56.4"},{"type":"paragraph","content":"^Some^ men also there were of liberal education, who, being either careless or ignorant of those disputes, bandied about by the clergy of both sides, aspired to nothing but an easy enjoyment of life, amidst the jovial entertainment and social intercourse of their companions. All these flocked to the king's standard, where they breathed a freer air, and were exempted from that rigid preciseness |and melancholy austerity, which reigned among the parliamentary party.","subId":"5","id":"Hume.HE.5.56.5"},{"type":"paragraph","content":"^Never^ was a quarrel more unequal than seemed at first that between the contending parties: Almost every advantage lay against the royal cause. The king's revenue had been seized, from the beginning, by the parliament, who issued out to him, from time to time, small sums for his present subsistence; and as soon as he withdrew to York, they totally stopped all payments. London and all the sea-ports, except Newcastle, being in their hands, the customs yielded them a certain and considerable supply of money; and all contributions, loans, and impositions, were more easily raised from the cities, which possessed the ready money, and where men lived under their inspection, than they could be levied by the king in those open countries, which, after some time, declared for him.","subId":"6","id":"Hume.HE.5.56.6"},{"type":"paragraph","content":"^The^ seamen naturally followed the disposition of the sea-ports, to which they belonged: And the earl of Northumberland, lord admiral, having embraced the party of the parliament, had appointed at their desire, the earl of Warwic to be his lieutenant; who at once established his authority in the fleet, and kept the entire dominion of the sea in the hands of that assembly.","subId":"7","id":"Hume.HE.5.56.7"},{"type":"paragraph","content":"^All^ the magazines of arms and ammunition were from the first seized by the parliament; and their fleet intercepted the greater part of those which were sent by the queen from Holland. The king was obliged, in order to arm his followers, to borrow the weapons of the train-bands, under promise of restoring them as soon as peace should be settled in the kingdom.","subId":"8","id":"Hume.HE.5.56.8"},{"type":"paragraph","content":"^The^ veneration for parliaments was at this time extreme throughout the nation[n2]. The custom of reviling those assemblies for corruption, as it had no pretence, so was it unknown, during all former ages. Few or no instances of their encroaching ambition or selfish claims had hitherto been observed. Men considered the house of commons, in no other light than as the representatives of the nation, whose interest was the same with that of the public, who were the eternal guardians of law and liberty, and whom no motive, but the necessary defence of the people, could ever engage in an opposition to the crown. The torrent, therefore, of general |affection, ran to the parliament. What is the great advantage of popularity; the privilege of affixing epithets fell of course to that party. The king's adherents were the _Wicked_ and the _Malignant:_ Their adversaries were the _Godly_ and the _Well-affected._ And as the force of the cities was more united than that of the country, and at once gave shelter and protection to the parliamentary party, who could easily suppress the royalists in their neighbourhood; almost the whole kingdom, at the commencement of the war, seemed to be in the hands of the parliament[n3].","subId":"9","id":"Hume.HE.5.56.9"},{"type":"paragraph","content":"^What^ alone gave the king some compensation for all the advantages possessed by his adversaries, was, the nature and qualities of his adherents. More bravery and activity were hoped for, from the generous spirit of the nobles and gentry, than from the base disposition of the multitude. And as the men of estates, at their own expence, levied and armed their tenants; besides an attachment to their masters, greater force and courage were to be expected in these rustic troops, than in the vicious and enervated populace of cities.","subId":"10","id":"Hume.HE.5.56.10"},{"type":"paragraph","content":"^The^ neighbouring states of Europe, being engaged in violent wars, little interested themselves in these civil commotions; and this island enjoyed the singular advantage (for such it surely was) of fighting out its own quarrels without the interposition of foreigners. France, from policy, had fomented the first disorders in Scotland; had sent over arms to the Irish rebels; and continued to give countenance to the English parliament: Spain, from bigotry, furnished the Irish with some supplies of money and arms. The prince of Orange, closely allied to the crown, encouraged English officers, who served in the Low Countries, to enlist in the king's army: The Scottish officers, who had been formed in Germany, and in the late commotions, chiefly took part with the parliament.","subId":"11","id":"Hume.HE.5.56.11"},{"type":"paragraph","content":"^The^ contempt, entertained by the parliament, for the king's party, was so great, that it was the chief cause of pushing matters to such extremities against him; and many believed that he never would attempt resistance, but must soon yield to the pretensions, however enormous, of the two houses. Even after his standard was erected, men could not be brought to apprehend the danger of a civil war; nor was it imagined, that he would have the imprudence |to enrage his implacable enemies, and render his own condition more desperate, by opposing a force, which was so much superior. The low condition, in which he appeared at Nottingham, confirmed all these hopes. His artillery, though far from numerous, had been left at York, for want of horses to transport it. Besides the trained bands of the county, raised by Sir John Digby, the sheriff, he had not gotten together above three hundred infantry. His cavalry, in which consisted his chief strength, exceeded not eight hundred, and were very ill provided with arms. The forces of the parliament lay at Northampton, within a few days march of him; and consisted of above six thousand men, well armed and well appointed. Had these troops advanced upon him, they must soon have dissipated the small force, which he had assembled. By pursuing him in his retreat, they had so discredited his cause and discouraged his adherents, as to have for ever prevented his collecting an army able to make head against them. But the earl of Essex, the parliamentary general, had not yet received any orders from his masters[n4]. What rendered them so backward, after such precipitate steps as they had formerly taken, is not easily explained. It is probable, that, in the extreme distress of his party, consisted the present safety of the king. The parliament hoped, that the royalists, sensible of their feeble condition, and convinced of their slender resources, would disperse of themselves, and leave their adversaries a victory, so much the more complete and secure, as it would be gained without the appearance of force, and without bloodshed. Perhaps too, when it became necessary to make the concluding step, and offer barefaced violence to their sovereign, their scruples and apprehensions, though not sufficient to overcome their resolutions, were able to retard the execution of them[n5].","subId":"12","id":"Hume.HE.5.56.12"},{"type":"paragraph","content":"^Sir^ Jacob Astley, whom the king had appointed major-general of his intended army, told him, that he could not give him assurance but he might be taken out of his bed, if the rebels should make a brisk attempt to that purpose. All the king's attendants were full of well-grounded apprehensions. Some of the lords having desired that a message might be sent to the parliament, with overtures to a treaty; Charles, who well knew, that an accommodation, in his present condition, meant nothing but a total submission, hastily |broke up the council, lest this proposal should be farther insisted on. But next day, the earl of Southampton, whom no one could suspect of base or timid sentiments, having offered the same advice in council, it was hearkened to with more coolness and deliberation. He urged, that, though such a step would probably encrease the insolence of the parliament; this was so far from being an objection, that such dispositions must necessarily turn to the advantage of the royal cause: That if they refused to treat, which was more probable, the very sound of peace was so popular, that nothing could more disgust the nation than such haughty severity: That if they admitted of a treaty, their proposals, considering their present situation, would be so exorbitant, as to open the eyes of their most partial adherents, and turn the general favour to the king's party: And that, at worst, time might be gained by this expedient, and a delay of the imminent danger, with which the king was at present threatened[n6].","subId":"13","id":"Hume.HE.5.56.13"},{"type":"paragraph","content":"^Charles^, on assembling the council, had declared against all advances towards an accommodation; and had said, that, having now nothing left him but his honour, this last possession he was resolved steadily to preserve, and rather to perish than yield any farther to the pretensions of his enemies[n7]. But by the unanimous desire of the counsellors, he was prevailed on to embrace Southampton's advice. That nobleman, therefore, with Sir John Colepeper and Sir William Uvedale, was dispatched to London, with offers of a treaty[n8]. The manner, in which they were received, gave little hopes of success. Southampton was not allowed by the peers to take his seat; but was ordered to deliver his message to the usher, and immediately to depart the city: The commons showed little better disposition towards Colepeper and Uvedale[n9]. Both houses replied, that they could admit of no treaty with the king, till he took down his standard, and recalled his proclamations, in which the parliament supposed themselves to be declared traitors. The king, by a second message, denied any such intention against the two houses; but offered to recal these proclamations, provided the parliament agreed to recal theirs, in which his adherents were declared traitors. They desired him in return to dismiss his forces, |to reside with his parliament, and to give up delinquents to their justice; that is, abandon himself and his friends to the mercy of his enemies[n10]. Both parties flattered themselves, that, by these messages and replies, they had gained the ends, which they proposed[n11]. The king believed, that the people were made sufficiently sensible of the parliament's insolence and aversion to peace: The parliament intended by this vigour in their resolutions, to support the vigour of their military operations.","subId":"14","id":"Hume.HE.5.56.14"},{"type":"paragraph","content":"^The^ courage of the parliament was increased, besides their great superiority of force, by two recent events, which had happened in their favour. Goring was governor of Portsmouth, the best fortified town in the kingdom, and, by its situation, of great importance. This man seemed to have rendered himself an implacable enemy to the king, by betraying, probably magnifying, the secret cabals of the army; and the parliament thought, that his fidelity to them might, on that account, be entirely depended on. But the same levity of mind still attended him, and the same disregard to engagements and professions. He took underhand his measures with the court, and declared against the parliament. But, though he had been sufficiently supplied with money, and long before knew his danger; so small was his foresight, that he had left the place entirely destitute of provisions, and, in a few days, he was obliged to surrender to the parliamentary forces[n12].","subId":"15","id":"Hume.HE.5.56.15"},{"type":"paragraph","content":"^The^ marquis of Hertford was a nobleman of the greatest quality and character in the kingdom, and equally with the king, descended, by a female, from Henry VII. During the reign of James, he had attempted, without having obtained the consent of that monarch, to marry Arabella Stuart, a lady nearly related to the crown; and upon discovery of his intentions, had been obliged, for some time, to fly the kingdom. Ever after, he was looked on with an evil eye at court, from which, in a great measure, he withdrew; and living in an independant manner, he addicted himself entirely to literary occupations and amusements. In proportion as the king declined in popularity, Hertford's character flourished with the people; and when this parliament assembled, no nobleman possessed more general favour and authority. By his sagacity, he soon |perceived, that the commons, not content with correcting the abuses of government, were carried, by the natural current of power and popularity, into the opposite extreme, and were committing violations, no less dangerous than the former, upon the English constitution. Immediately he devoted himself to the support of the king's falling authority, and was prevailed with to be governor to the young prince, and reside at court, to which, in the eyes of all men, he gave, by his presence, a new lustre and authority. So high was his character for mildness and humanity, that he still preserved, by means of these popular virtues, the public favour; and every one was sensible of the true motive of his change. Notwithstanding his habits of ease and study, he now exerted himself in raising an army for the king; and being named general of the western counties, where his interest chiefly lay, he began to assemble forces in Somersetshire. By the assistance of lord Seymour, lord Paulet, John Digby, son of the earl of Bristol, Sir Francis Hawley, and others, he had drawn together some appearance of an army; when the parliament, apprehensive of the danger, sent the earl of Bedford, with a considerable force against him. On his approach, Hertford was obliged to retire into Sherborne castle; and, finding that place untenable, he himself passed over into Wales, leaving Sir Ralph Hopton, Sir John Berkeley, Digby, and other officers, with their horse, consisting of about a hundred and twenty, to march into Cornwal, in hopes of finding that county better prepared for their reception[n13].","subId":"16","id":"Hume.HE.5.56.16"},{"type":"paragraph","content":"^All^ the dispersed bodies of the parliamentary army were now ordered to march to Northampton; and the earl of Essex, who had joined them, found the whole amount to 15,000 men[n14]. The king, though his camp had been gradually reinforced from all quarters, was sensible that he had no army, which could cope with so formidable a force; and he thought it prudent, by slow marches, to retire to Derby, thence to Shrewsbury, in order to countenance the levies, which his friends were making in those parts. At Wellington, a day's march from Shrewsbury, he made a rendezvous of all his forces, and caused his military orders to be read at the head of every regiment. That he might bind himself by reciprocal ties, he solemnly made the following declaration before his whole army:","subId":"17","id":"Hume.HE.5.56.17"},{"type":"paragraph","content":"\"I do promise, in the presence of Almighty God, and as I hope for his blessing and protection, that I will, to the utmost of my power, defend and maintain the true reformed protestant religion, established in the church of England, and, by the grace of God, in the same will live and die.\"","subId":"18","id":"Hume.HE.5.56.18"},{"type":"paragraph","content":"\"I desire that the laws may ever be the measure of my government, and that the liberty and property of the subject may be preserved by them with the same care as my own just rights. And if it please God, by his blessing on this army, raised for my necessary defence, to preserve me from the present rebellion; I do solemnly and faithfully promise, in the sight of God, to maintain the just privileges and freedom of parliament, and to govern to the utmost of my power, by the known statutes and customs of the kingdom, and particularly, to observe inviolably the laws, to which I have given my consent this parliament. Meanwhile, if this emergence, and the great necessity, to which I am driven, beget any violation of law, I hope it shall be imputed by God and man to the authors of this war; not to me, who have so earnestly laboured to preserve the peace of the kingdom.\"","subId":"19","id":"Hume.HE.5.56.19"},{"type":"paragraph","content":"\"When I willingly fail in these particulars, I shall expect no aid or relief from man, nor any protection from above: But in this resolution, I hope for the chearful assistance of all good men, and am confident of the blessing of heaven.\"[n15]","subId":"20","id":"Hume.HE.5.56.20"},{"type":"paragraph","content":"^Though^ the concurrence of the church undoubtedly encreased the king's adherents, it may safely be affirmed, that the high monarchical doctrines, so much inculcated by the clergy, had never done him any real service. The bulk of that generous train of nobility and gentry, who now attended the king in his distresses, breathed the spirit of liberty as well as of loyalty: And in the hopes alone of his submitting to a legal and limited government, were they willing in his defence to sacrifice their lives and fortunes.","subId":"21","id":"Hume.HE.5.56.21"},{"type":"paragraph","content":"^While^ the king's army lay at Shrewsbury, and he was employing himself in collecting money, which he received, though in no great quantities, by voluntary contributions, and by the plate of the universities, which was sent him; the news arrived of an action, the first which had happened in these wars, and where he was successful.","subId":"22","id":"Hume.HE.5.56.22"},{"type":"paragraph","content":"^On^ the appearance of commotions in England, the princes |Rupert and Maurice, sons of the unfortunate Palatine, had offered their service to the king; and the former, at that time, commanded a body of horse, which had been sent to Worcester, in order to watch the motions of Essex, who was marching towards that city. No sooner had the prince arrived, than he saw some cavalry of the enemy approaching the gates. Without delay, he briskly attacked them, as they were defiling from a lane, and forming themselves. Colonel Sandys, who led them, and who fought with valour, being mortally wounded, fell from his horse. The whole party was routed, and was pursued above a mile. The prince hearing of Essex's approach, retired to the main body[n16]. This rencounter, though in itself of small importance, mightily raised the reputation of the royalists, and acquired to prince Rupert the character of promptitude and courage; qualities, which he eminently displayed during the whole course of the war.","subId":"23","id":"Hume.HE.5.56.23"},{"type":"paragraph","content":"^The^ king, on mustering his army, found it amount to 10,000 men. The earl of Lindesey, who in his youth had sought experience of military service in the Low Countries[n17], was general: Prince Rupert commanded the horse: Sir Jacob Astley, the foot: Sir Arthur Aston, the dragoons: Sir John Heydon, the artillery. Lord Bernard Stuart was at the head of a troop of guards. The estates and revenue of this single troop, according to lord Clarendon's computation, were at least equal to those of all the members, who, at the commencement of war, voted in both houses. Their servants, under the command of Sir William Killigrew, made another troop, and always marched with their masters[n18].","subId":"24","id":"Hume.HE.5.56.24"},{"type":"paragraph","content":"#15th Oct.# ^With^ this army the king left Shrewsbury, resolving to give battle as soon as possible to the army of the parliament, which, he heard, was continually augmenting by supplies from London. In order to bring on an action, he directed his march towards the capital, which, he knew, the enemy would not abandon to him. Essex had now received his instructions. The import of them was, to present a most humble petition to the king, and to rescue him and the royal family from those desperate malignants, who had seized their persons[n19]. Two days after the departure of the royalists from Shrewsbury, he left Worcester. Though it be commonly easy in civil wars |to get intelligence, the armies were within six miles of each other, ere either of the generals was acquainted with the approach of his enemy. Shrewsbury and Worcester, the places from which they set out, are not above twenty miles distant; yet had the two armies marched ten days in this mutual ignorance. So much had military skill, during a long peace, decayed in England[n20].","subId":"25","id":"Hume.HE.5.56.25"},{"type":"paragraph","content":"#Battle of Edge-hill. 23d of Oct.# ^The^ royal army lay near Banbury: That of the parliament, at Keinton, in the county of Warwic. Prince Rupert sent intelligence of the enemy's approach. Tho' the day was far advanced, the king resolved upon the attack: Essex drew up his men to receive him. Sir Faithful Fortescue, who had levied a troop for the Irish wars, had been obliged to serve in the parliamentary army, and was now posted on the left wing, commanded by Ramsay, a Scotchman. No sooner did the king's army approach, than Fortescue, ordering his troop to discharge their pistols in the ground, put himself under the command of prince Rupert. Partly from this incident, partly from the furious shock made upon them by the prince; that whole wing of cavalry immediately fled, and were pursued for two miles. The right wing of the parliament's army had no better success. Chased from their ground with Wilmot and Sir Arthur Aston, they also took to flight. The king's body of reserve, commanded by Sir John Biron, judging, like raw soldiers, that all was over, and impatient to have some share in the action, heedlessly followed the chase, which their left wing had precipitately led them. Sir William Balfour, who commanded Essex's reserve, perceived the advantage: He wheeled about upon the king's infantry, now quite unfurnished of horse; and he made great havoc among them. Lindesey, the general, was mortally wounded, and taken prisoner. His son, endeavouring his rescue, fell likewise into the enemy's hands. Sir Edmund Verney, who carried the king's standard, was killed, and the standard taken; but it was afterwards recovered. In this situation, prince Rupert, on his return, found affairs. Every thing bore the appearance of a defeat, instead of a victory, with which he had hastily flattered himself. Some advised the king to leave the field: But that prince rejected such pusillanimous counsel. The two armies faced each other for some time, and neither of them retained courage sufficient for a new attack. All night they lay under arms; and next morning found themselves in sight of each |other. General, as well as soldier, on both sides, seemed averse to renew the battle. Essex first drew off, and retired to Warwic. The king returned to his former quarters. Five thousand men are said to have been found dead on the field of battle; and the loss of the two armies, as far as we can judge by the opposite accounts, was nearly equal. Such was the event of this first battle, fought at Keinton, or Edge-hill[n21].","subId":"26","id":"Hume.HE.5.56.26"},{"type":"paragraph","content":"^Some^ of Essex's horse, who had been driven off the field in the beginning of the action, flying to a great distance, carried news of a total defeat, and struck a mighty terror into the city and parliament. After a few days, a more just account arrived; and then the parliament pretended to a complete victory[n22]. The king also, on his part, was not wanting to display his advantages; though, except the taking of Banbury, a few days after, he had few marks of victory to boast of. He continued his march, and took possession of Oxford, the only town in his dominions, which was altogether at his devotion.","subId":"27","id":"Hume.HE.5.56.27"},{"type":"paragraph","content":"^After^ the royal army was recruited and refreshed; as the weather still continued favourable, it was again put in motion. A party of horse approached to Reading, of which Martin was appointed governor by the parliament. Both governor and garrison were seized with a panic, and fled with precipitation to London. The king, hoping that every thing would yield before him, advanced with his whole army to Reading. The parliament, who, instead of their fond expectations, that Charles would never be able to collect an army, had now the prospect of a civil war, bloody, and of uncertain event; were farther alarmed at the near approach of the royal army, while their own forces lay at a distance. They voted an address for a treaty. The king's nearer approach to Colebroke quickened their advances for peace. Northumberland and Pembroke, with three commoners, presented the address of both houses; in which they besought his majesty to appoint some convenient place where he might reside, till committees could attend him with proposals. The king named Windsor, and desired that their garrison might be removed, and his own troops admitted into that castle[n23].","subId":"28","id":"Hume.HE.5.56.28"},{"type":"paragraph","content":"#30th Nov.# ^Meanwhile^ Essex, advancing by hasty marches, had arrived at London. But neither the presence of his army, nor the precarious hopes of a treaty, retarded the king's approaches. Charles attacked, at Brentford, two regiments quartered there, and, after a sharp action, beat them from that village, and took about 500 prisoners. The parliament had sent orders to forbear all hostilities, and had expected the same from the king; though no stipulations to that purpose had been mentioned by their commissioners. Loud complaints were raised against this attack, as if it had been the most apparent perfidy, and breach of treaty[n24]. Inflamed with resentment, as well as anxious for its own safety, the city marched its trained bands in excellent order, and joined the army under Essex. The parliamentary army now amounted to above 24,000 men, and was much superior to that of the king[n25]. After both armies had faced each other for some time, Charles drew off and retired to Reading, thence to Oxford.","subId":"29","id":"Hume.HE.5.56.29"},{"type":"paragraph","content":"^While^ the principal armies on both sides were kept in inaction by the winter-season, the king and parliament were employed in real preparations for war, and in seeming advances toward peace. By means of contributions or assessments, levied by the horse, Charles maintained his cavalry: By loans and voluntary presents, sent him from all parts of the kingdom, he supported his infantry: But the supplies were still very unequal to the necessities, under which he laboured[n26]. The parliament had much greater resources for money; and had, by consequence, every military preparation in much greater order and abundance. Besides an imposition levied in London, amounting to the five-and-twentieth part of every one's substance, they established on that city a weekly assessment of 10,000 pounds, and another of 23,518, on the rest of the kingdom[n27]. And as their authority was at present established in most counties, they levied these taxes with regularity; though they amounted to sums much greater than the nation had formerly paid to the public.","subId":"30","id":"Hume.HE.5.56.30"},{"type":"paragraph","content":"#1643.# ^The^ king and parliament sent reciprocally their demands; and a treaty commenced, but without any cessation of hostilities, as had at first been proposed. The earl of Northumberland, and four |members of the lower house, #Negociation at Oxford.# came to Oxford as commissioners[n28]. In this treaty, the king perpetually insisted on the re-establishment of the crown in its legal powers, and on the restoration of his constitutional prerogative[n29]: The parliament still required new concessions, and a farther abridgment of regal authority, as a more effectual remedy to their fears and jealousies. Finding the king supported by more forces and a greater party than they had ever looked for, they seemingly abated somewhat of those extravagant conditions, which they had formerly claimed; but their demands were still too high for an equal treaty. Besides other articles, to which a complete victory alone could entitle them, they required the king, in express terms, utterly to abolish episcopacy; a demand, which, before, they had only insinuated: And they required, that all other ecclesiastical controversies should be determined by _their_ assembly of divines; that is, in the manner the most repugnant to the inclinations of the king and all his partizans. They insisted, that he should submit to the punishment of his most faithful adherents. And they desired him to acquiesce in their settlement of the militia, and to confer on their adherents the entire power of the sword. In answer to the king's proposal, that his magazines, towns, forts, and ships, should be restored to him, the parliament required, that they should be put into such hands as they could confide in[n30]: The nineteen propositions, which they formerly sent to the king, shewed their _inclination_ to abolish monarchy: They only asked, at present, the _power_ of doing it. And having now, in the eye of the law, been guilty of treason, by levying war against their sovereign; it is evident, that their fears and jealousies must, on that account, have multiplied extremely; and have rendered their personal safety, which they interwove with the safety of the nation, still more incompatible with the authority of the monarch. Though the gentleness and lenity of the king's temper might have ensured them against schemes of future vengeance; they preferred, as is, no doubt, natural, an independent security, accompanied too with sovereign power, to the station of subjects, and that not entirely guarded from all apprehensions of danger[n31].","subId":"31","id":"Hume.HE.5.56.31"},{"type":"paragraph","content":"^The^ conferences went no farther than the first demand on each |side. The parliament, finding that there was no likelihood of coming to any agreement, suddenly recalled their commissioners.","subId":"32","id":"Hume.HE.5.56.32"},{"type":"paragraph","content":"^A^ military enterprize, which they had concerted early in the spring, was immediately undertaken. Reading, the garrison of the king's, which lay nearest to London, was esteemed a place of considerable strength, in that age, when the art of attacking towns was not well understood in Europe, and was totally unknown in England. #15th April.# The earl of Essex sat down before this place with an army of 18,000 men; and carried on the siege by regular approaches. Sir Arthur Aston, the governor, being wounded, colonel Fielding succeeded to the command. In a little time the town was found to be no longer in a condition of defence; and though the king approached, with an intention of obliging Essex to raise the siege, the disposition of the parliamentary army was so strong, as rendered the design impracticable. #27th April.# Fielding, therefore, was contented to yield the town, on condition that he should bring off all the garrison with the honours of war, and deliver up deserters. This last article was thought so ignominious and so prejudicial to the king's interests, that the governor was tried by a council of war, and condemned to lose his life, for consenting to it. His sentence was afterwards remitted by the king[n32].","subId":"33","id":"Hume.HE.5.56.33"},{"type":"paragraph","content":"^Essex^'s army had been fully supplied with all necessaries from London: Even many superfluities and luxuries were sent them by the care of the zealous citizens: Yet the hardships, which they suffered from the siege, during so early a season, had weakened them to such a degree, that they were no longer fit for any new enterprize. And the two armies, for some time, encamped in the neighbourhood of each other, without attempting, on either side, any action of moment.","subId":"34","id":"Hume.HE.5.56.34"},{"type":"paragraph","content":"^Besides^ the military operations between the principal armies, which lay in the centre of England; each county, each town, each family almost, was divided within itself; and the most violent convulsions shook the whole kingdom. Throughout the winter, continual efforts had every-where been made by each party to surmount its antagonist; and the English, rouzed from the lethargy of peace, with eager, though unskilful hands, employed against their fellow-citizens their long-neglected weapons. The furious zeal for |liberty and presbyterian discipline, which had hitherto run uncontrouled throughout the nation, now at last excited an equal ardour for monarchy and episcopacy; when the intention of abolishing these ancient modes of government was openly avowed by the parliament. Conventions for neutrality, though, in several counties, they had been entered into, and confirmed by the most solemn oaths, yet, being voted illegal by the two houses, were immediately broken[n33]; and the fire of discord was spread into every quarter. The altercation of discourse, the controversies of the pen, but, above all, the declamations of the pulpit, indisposed the minds of men towards each other, and propagated the blind rage of party[n34]. Fierce, however, and inflamed as were the dispositions of the English, by a war both civil and religious, that great destroyer of humanity; all the events of this period are less distinguished by atrocious deeds either of treachery or cruelty, than were ever any intestine discords, which had so long a continuance. A circumstance which will be found to reflect great praise on the national character of that people, now so unhappily rouzed to arms.","subId":"35","id":"Hume.HE.5.56.35"},{"type":"paragraph","content":"^In^ the north, lord Fairfax commanded for the parliament, the earl of Newcastle for the king. The latter noblemen began those associations, which were afterwards so much practised in other parts of the kingdom. He united in a league for the king the counties of Northumberland, Cumberland, Westmoreland, and the Bishopric, and engaged, some time after, other counties in the same association. Finding that Fairfax, assisted by Hotham and the garrison of Hull, was making progress in the southern parts of Yorkshire; he advanced with a body of four thousand men, and took possession of York. At Tadcaster, he attacked the forces of the parliament, and dislodged them: But his victory was not decisive. In other rencounters he obtained some inconsiderable advantages. But the chief benefit, which resulted from his enterprizes, was, the establishing of the king's authority in all the northern provinces.","subId":"36","id":"Hume.HE.5.56.36"},{"type":"paragraph","content":"^In^ another part of the kingdom, lord Broke was killed by a shot, while he was taking possession of Litchfield for the parliament[n35]. |After a sharp combat, near Stafford, between the earl of Northampton and Sir John Gell, the former, who commanded the king's forces, was killed while he fought with great valour; and his forces, discouraged by his death, though they had obtained the advantage in the action, retreated into the town of Stafford[n36].","subId":"37","id":"Hume.HE.5.56.37"},{"type":"paragraph","content":"^Sir^ William Waller began to distinguish himself among the generals of the parliament. Active and indefatigable in his operations, rapid and enterprising; he was fitted by his genius to the nature of the war; which, being managed by raw troops, conducted by unexperienced commanders, afforded success to every bold and sudden undertaking. After taking Winchester and Chichester, he advanced towards Glocester, which was in a manner blockaded by lord Herbert, who had levied considerable forces in Wales for the royal party[n37]. While he attacked the Welsh on one side, a sally from Glocester made impression on the other. Herbert was defeated; five hundred of his men killed on the spot; a thousand taken prisoners; and he himself escaped with some difficulty to Oxford. Hereford, esteemed a strong town, defended by a considerable garrison, was surrendered to Waller, from the cowardice of colonel Price, the governor. Tewkesbury underwent the same fate. Worcester refused him admittance; and Waller, without placing any garrisons in his new conquests, retired to Glocester, and he thence joined the army under the earl of Essex[n38].","subId":"38","id":"Hume.HE.5.56.38"},{"type":"paragraph","content":"#Victories of the royalists in the west.# ^But^ the most memorable actions of valour, during this winter-season, were performed in the west. When Sir Ralph Hopton, with his small troop, retired into Cornwall before the earl of Bedford, that nobleman, despising so inconsiderable a force, abandoned the pursuit, and committed the care of suppressing the royal party to the sheriffs of the county. But the affections of Cornwall were much inclined to the king's service. While Sir Richard Buller and Sir Alexander Carew lay at Launceston, and employed themselves in executing the parliament's ordinance for the militia, a meeting of the county was assembled at Truro; and after Hopton produced |his commission from the earl of Hertford, the king's general, it was agreed to execute the laws, and to expel these invaders of the county. The train-bands were accordingly levied, Launceston taken, and all Cornwall reduced to peace and to obedience under the king.","subId":"39","id":"Hume.HE.5.56.39"},{"type":"paragraph","content":"^It^ had been usual for the royal party, on the commencement of these disorders, to claim, on all occasions, the strict execution of the laws, which, they knew, were favourable to them; and the parliament, rather than have recourse to the plea of necessity, and avow the transgression of any statute, had also been accustomed to warp the laws, and, by forced constructions, to interpret them in their own favour[n39]. But though the king was naturally the gainer by such a method of conducting war, and it was by favour of law that the train-bands were raised in Cornwall; it appeared that those maxims were now prejudicial to the royal party. These troops could not legally, without their own consent, be carried out of the county; and consequently, it was impossible to push into Devonshire, the advantage, which they had obtained. The Cornish royalists, therefore, bethought themselves of levying a force, which might be more serviceable. Sir Bevil Granville, the most beloved man of that country, Sir Ralph Hopton, Sir Nicholas Slanning, Arundel, and Trevannion, undertook, at their own charges, to raise an army for the king; and their great interest in Cornwall soon enabled them to effect their purpose. The parliament, alarmed at this appearance of the royalists, gave a commission to Ruthven, a Scotchman, governor of Plymouth, to march with all the forces of Dorset, Somerset, and Devon, and make an entire conquest of Cornwall. The earl of Stamford followed him, at some distance, with a considerable supply. Ruthven, having entered Cornwall by bridges thrown over the Tamar, hastened to an action; lest Stamford should join him, and obtain the honour of that victory, which he looked for with assurance. The royalists, in like manner, were impatient to bring the affair to a decision, before Ruthven's army should receive so considerable a reinforcement. The battle was fought on Bradoc-down; and the king's forces, though inferior in number, gave a total defeat to their enemies. Ruthven, with a few broken troops, fled to Saltash; and when that |town was taken, he escaped, with some difficulty, and almost alone, into Plymouth. Stamford retired, and distributed his forces into Plymouth and Exeter.","subId":"40","id":"Hume.HE.5.56.40"},{"type":"paragraph","content":"^Notwithstanding^ these advantages, the extreme want both of money and ammunition, under which the Cornish royalists laboured, obliged them to enter into a convention of neutrality with the parliamentary party in Devonshire; and this neutrality held all the winter-season. In the spring, it was broken by the authority of the two houses; and war recommenced with great appearance of disadvantage to the king's party. Stamford, having assembled a strong body of near seven thousand men, well supplied with money, provisions, and ammunition, advanced upon the royalists, who were not half his number, and were oppressed by every kind of necessity. #Battle of Stratton. May 16th.# Despair, joined to the natural gallantry of these troops, commanded by the prime gentry of the county, made them resolve, by one vigorous effort, to overcome all these disadvantages. Stamford being encamped on the top of a high hill near Stratton, they attacked him in four divisions, at five in the morning, having lain all night under arms. One division was commanded by lord Mohun and Sir Ralph Hopton, another by Sir Bevile Granville and Sir John Berkeley, a third by Slanning and Trevannion, a fourth by Basset and Godolphin. In this manner the action began; the king's forces pressing with vigour those four ways up the hill, and their enemies obstinately defending themselves. The fight continued with doubtful success, till word was brought to the chief officers of the Cornish, that their ammunition was spent to less than four barrels of powder. This defect, which they concealed from the soldiers, they resolved to supply by their valour. They agreed to advance without firing till they should reach the top of the hill, and could be on equal ground with the enemy. The courage of the officers was so well seconded by the soldiers, that the royalists began on all sides to gain ground. Major–general Chidley, who commanded the parliamentary army (for Stamford kept at a distance) failed not in his duty; and when he saw his men recoil, he himself advanced with a good stand of pikes, and, piercing into the thickest of the enemy, was at last overpowered by numbers and taken prisoner. His army, upon this disaster, gave ground apace; insomuch that the four parties of the royalists, growing nearer and nearer as they ascended, at length |met together upon the plain at the top; where they embraced with great joy, and signalized their victory with loud shouts and mutual congratulations. [n40]","subId":"41","id":"Hume.HE.5.56.41"},{"type":"paragraph","content":"^After^ this success, the attention both of king and parliament was turned towards the west, as to a very important scene of action. The king sent thither the marquis of Hertford and prince Maurice with a reinforcement of cavalry; who, having joined the Cornish army, soon over-ran the county of Devon; and advancing into that of Somerset, began to reduce it to obedience. On the other hand, the parliament, having supplied Sir William Waller, in whom they much trusted, with a complete army, dispatched him westwards, in order to check the progress of the royalists. After some skirmishes, the two armies met at Lansdown, #Battle of Lansdown. 5th July.# near Bath, and fought a pitched battle, with great loss on both sides, but without any decisive event[n41]. The gallant Granville was there killed; and Hopton, by the blowing up of some powder, was dangerously hurt. The royalists next attempted to march eastwards, and to join their forces to the king's at Oxford: But Waller hung on their rear, and infested their march till they reached the Devizes. Reinforced by additional troops, which flocked to him from all quarters; he so much surpassed the royalists in number, that they durst no longer continue their march, or expose themselves to the hazard of an action. It was resolved, that Hertford and prince Maurice should proceed with the cavalry; and, having procured a reinforcement from the king, should hasten back to the relief of their friends. Waller was so confident of taking this body of infantry, now abandoned by the horse, that he wrote to the parliament, that their work was done, and that, by the next post, he would inform them of the number and quality of the prisoners. But the king, even before Hertford's arrival, hearing of the great difficulties, to which his western army was reduced, had prepared a considerable body of cavalry, which he immediately dispatched to their succour under the command of lord Wilmot. #Battle of Roundway–down. 13th July.# Waller drew up on Roundway-down, about two miles from the Devizes; and advancing with his cavalry to fight Wilmot, and prevent his conjunction with the Cornish infantry, was received with equal valour by the royalists. After a sharp action he |was totally routed, and, flying with a few horse, escaped to Bristol. Wilmot, seizing the enemy's cannon, and having joined his friends, whom he came to relieve, attacked Waller's infantry with redoubled courage, drove them off the field, and routed and dispersed the whole army[n42].","subId":"42","id":"Hume.HE.5.56.42"},{"type":"paragraph","content":"^This^ important victory, following so quick after many other successes, struck great dismay into the parliament, and gave an alarm to their principal army commanded by Essex. Waller exclaimed loudly against that general, for allowing Wilmot to pass him, and proceed without any interruption to the succour of the distressed infantry at the Devizes. But Essex, finding that his army fell continually to decay after the siege of Reading, was resolved to remain upon the defensive; and the weakness of the king, and his want of all military stores, had also restrained the activity of the royal army. No action had happened in that part of England, except one skirmish, which, of itself, was of no great consequence, and was rendered memorable by the death alone of the famous Hambden.","subId":"43","id":"Hume.HE.5.56.43"},{"type":"paragraph","content":"^Colonel^ Urrey, a Scotchman, who served in the parliamentary army, having received some disgust, came to Oxford, and offered his services to the king. In order to prove the sincerity of his conversion, he informed Prince Rupert of the loose disposition of the enemy's quarters, and exhorted him to form some attempt upon them. The Prince, who was entirely fitted for that kind of service, falling suddenly upon the dispersed bodies of Essex's army, routed two regiments of cavalry and one of infantry, and carried his ravages within two miles of the general's quarters. The alarm being given, every one mounted on horseback, in order to pursue the prince, to recover the prisoners, and to repair the disgrace, which the army had sustained. Among the rest, Hambden, who had a regiment of infantry that day at a distance, joined the horse as a volunteer; and overtaking the royalists on Chalgrave field, entered into the thickest of the battle. By the bravery and activity of Rupert, the king's troops were brought off, and a great booty, together with two hundred prisoners, was conveyed to Oxford. But what most pleased the royalists, was, the expectation that some disaster had happened to Hambden, their capital and much–dreaded |enemy. One of the prisoners taken in the action, said, that he was confident Mr. Hambden was hurt: For he saw him, contrary to his usual custom, ride off the field, before the action was finished, his head hanging down, and his hands leaning upon his horse's neck. Next day, the news arrived, that he was shot in the shoulder with a brace of bullets, and the bone broken. #Death of Hambden.# Some days after, he died, in exquisite pain, of his wound; nor could his whole party, had their army met with a total overthrow, have been thrown into greater consternation. The king himself so highly valued him, that, either from generosity or policy, he intended to have sent him his own surgeon to assist at his cure. [n43]","subId":"44","id":"Hume.HE.5.56.44"},{"type":"paragraph","content":"^Many^ were the virtues and talents of this eminent personage; and his valour during the war, had shone out with a lustre equal to that of the other accomplishments, by which he had ever been distinguished. Affability in conversation; temper, art, and eloquence in debate; penetration and discernment in counsel; industry, vigilance, and enterprize in action; all these praises are unanimously ascribed to him by historians of the most opposite parties. His virtue too and integrity, in all the duties of private life, are allowed to have been beyond exception: We must only be cautious, notwithstanding his generous zeal for liberty, not hastily to ascribe to him the praises of a good citizen. Through all the horrors of civil war, he sought the abolition of monarchy, and subversion of the constitution; an end, which, had it been attainable by peaceful measures, ought carefully to have been avoided by every lover of his country. But whether, in the pursuit of this violent enterprize, he was actuated by private ambition, or by honest prejudices, derived from the former exorbitant powers of royalty, it belongs not to an historian of this age, scarcely even to an intimate friend, positively to determine[n44].","subId":"45","id":"Hume.HE.5.56.45"},{"type":"paragraph","content":"^Essex^, discouraged by this event, dismayed by the total rout of Waller, was farther informed, that the queen, who landed in Burlington-bay, had arrived at Oxford, and had brought from the north a reinforcement of three thousand foot and fifteen hundred horse. Dislodging from Thame and Aylesbury, where he had hitherto lain, he thought proper to retreat nearer to London, and he |showed to his friends his broken and disheartened forces, which a few months before he had led into the field in so flourishing a condition. The king, freed from this enemy, sent his army westward under prince Rupert; and, by their conjunction with the Cornish troops, a formidable force, for numbers as well as reputation and valour, was composed. That an enterprize, correspondent to men's expectations, might be undertaken, the prince resolved to lay siege to Bristol, the second town for riches and greatness in the kingdom. Nathaniel Fiennes, son of lord Say, he himself, as well as his father, a great parliamentary leader, was governor, and commanded a garrison of two thousand five hundred foot, and two regiments, one of horse, another of dragoons. The fortifications not being complete or regular, it was resolved by prince Rupert to storm the city; and next morning, with little other provisions, suitable to such a work, besides the courage of the troops, the assault began. The Cornish, in three divisions, attacked the west side, with a resolution which nothing could controul: But though the middle division had already mounted the wall, so great was the disadvantage of the ground, and so brave the defence of the garrison, that in the end the assailants were repulsed with a considerable loss both of officers and soldiers. On the prince's side, the assault was conducted with equal courage, and almost with equal loss, but with better success. One party, led by lord Grandison, was indeed beaten off, and the commander himself mortally wounded: Another, conducted by colonel Bellasis, met with a like fate: but Washington, with a less party, finding a place in the curtain weaker than the rest, broke in, and quickly made room for the horse to follow. By this irruption, however, nothing but the suburbs was yet gained: The entrance into the town was still more difficult: And by the loss already sustained, as well as by the prospect of farther danger, every one was extremely discouraged: #Bristol taken. 25th July.# When, to the great joy of the army, the city beat a parley. The garrison was allowed to march out with their arms and baggage, leaving their cannon, ammunition, and colours. For this instance of cowardice, Fiennes was afterwards tried by a court-martial, and condemned to lose his head; but the sentence was remitted by the general[n45].","subId":"46","id":"Hume.HE.5.56.46"},{"type":"paragraph","content":"^Great^ complaints were made of violences exercised on the garrison, contrary to the capitulation. An apology was made by the royalists, as if these were a retaliation for some violences, committed on their friends at the surrender of Reading. And under pretence of like retaliations, but really from the extreme animosity of the parties, were such irregularities continued during the whole course of the war[n46].","subId":"47","id":"Hume.HE.5.56.47"},{"type":"paragraph","content":"^The^ loss sustained by the royalists in the assault of Bristol, was considerable. Five hundred excellent soldiers perished. Among those of condition were Grandison, Slanning, Trevannion, and Moyle: Bellasis, Ashley, and Sir John Owen, were wounded: Yet was the success, upon the whole, so considerable as mightily raised the courage of the one party, and depressed that of the other. The king, to show that he was not intoxicated with good fortune, nor aspired to a total victory over the parliament, published a manifesto; in which he renewed the protestation, formerly taken, with great solemnity, at the head of his army, and expressed his firm intention of making peace upon the re-establishment of the constitution. Having joined the camp at Bristol, and sent prince Maurice with a detachment into Devonshire, he deliberated how to employ the remaining forces in an enterprize of moment. Some proposed, and seemingly with reason, to march directly to London; where every thing was in confusion, where the army of the parliament was baffled, weakened, and dismayed, and where, it was hoped, either by an insurrection of the citizens, by victory, or by treaty, a speedy end might be put to the civil disorders. But this undertaking, by reason of the great number and force of the London militia, was thought by many to be attended with considerable difficulties. Glocester, lying within twenty miles, presented an easier, yet a very important conquest. It was the only remaining garrison possessed by the parliament in those parts. Could that city be reduced, the king held the whole course of the Severn under his command; the rich and malcontent counties of the west, having lost all protection from their friends, might be forced to pay high contributions, as an atonement for their disaffection; an open communication could be preserved between Wales and these new |conquests; and half of the kingdom, being entirely freed from the enemy, and thus united into one firm body, might be employed in re-establishing the king's authority throughout the remainder. These were the reasons for embracing that resolution; fatal, as it was ever esteemed, to the royal party[n47].","subId":"48","id":"Hume.HE.5.56.48"},{"type":"paragraph","content":"#Siege of Glocester.# ^The^ governor of Glocester was one Massey, a soldier of fortune, who, before he engaged with the parliament, had offered his service to the king; and as he was free from the fumes of enthusiasm, by which most of the officers on that side were intoxicated, he would lend an ear, it was presumed, to proposals for accommodation. But Massey was resolute to preserve an entire fidelity to his masters; and though no enthusiast himself, he well knew how to employ to advantage that enthusiastic spirit so prevalent in his city and garrison. #10th Aug.# The summons to surrender allowed two hours for an answer: But before that time expired, there appeared before the king two citizens, with lean, pale, sharp, and dismal visages: Faces, so strange and uncouth, according to lord Clarendon; figures, so habited and accoutered; as at once moved the most severe countenance to mirth, and the most chearful heart to sadness: It seemed impossible, that such messengers could bring less than a defiance. The men, without any circumstance of duty or good manners, in a pert, shrill, undismayed accent, said, that they brought an answer from the godly city of Glocester: And extremely ready were they, according to the historian, to give insolent and seditious replies to any question; as if their business were chiefly, by provoking the king, to make him violate his own safe conduct. The answer from the city was in these words: \"We the inhabitants, magistrates, officers and soldiers, within the garrison of Glocester, unto his Majesty's gracious message, return this humble answer: That we do keep this city, according to our oaths and allegiance, to and for the use of his majesty and his royal posterity: And do accordingly conceive ourselves wholly bound to obey the commands of his majesty signified by both houses of parliament: And are resolved by God's help to keep this city accordingly.\"[n48] After these preliminaries, the siege was resolutely undertaken by the army, and as resolutely sustained by the citizens and garrison.","subId":"49","id":"Hume.HE.5.56.49"},{"type":"paragraph","content":"^When^ intelligence of the siege of Glocester arrived in London, the consternation among the inhabitants was as great as if the enemy were already at their gates. The rapid progress of the royalists threatened the parliament with immediate subjection: The factions and discontents, among themselves, in the city, and throughout the neighbouring counties, prognosticated some dangerous division or insurrection. Those parliamentary leaders, it must be owned, who had introduced such mighty innovations into the English constitution, and who had projected so much greater, had not engaged in an enterprize which exceeded their courage and capacity. Great vigour, from the beginning, as well as wisdom, they had displayed in all their counsels; and a furious, headstrong body, broken loose from the restraint of law, had hitherto been retained in subjection under their authority, and firmly united by zeal and passion, as by the most legal and established government. A small committee, on whom the two houses devolved their power, had directed all their military operations, and had preserved a secrecy in deliberation, and a promptitude in execution, beyond what the king, notwithstanding the advantages possessed by a single leader, had ever been able to attain. Sensible that no jealousy was by their partizans entertained against them, they had on all occasions exerted an authority much more despotic than the royalists, even during the pressing exigencies of war, could with patience endure in their sovereign. Whoever incurred their displeasure, or was exposed to their suspicions, was committed to prison, and prosecuted under the notion of delinquency: After all the old jails were full, many new ones were erected; and even the ships were crowded with the royalists, both gentry and clergy, who languished below decks, and perished in those unhealthy confinements: They imposed taxes, the heaviest, and of the most unusual nature, by an ordinance of the two houses: They voted a commission for sequestrations; and they seized, wherever they had power, the revenues of all the king's party[n49]: And knowing that themselves, and all their adherents, were, by resisting the prince, exposed to the penalties of law, they resolved, by a severe administration, |to overcome these terrors, and to retain the people in obedience, by penalties of a more immediate execution. In the beginning of this summer, a combination, formed against them in London, had obliged them to exert the plenitude of their authority.","subId":"50","id":"Hume.HE.5.56.50"},{"type":"paragraph","content":"^Edmond^ Waller, the first refiner of English versification, was a member of the lower house; a man of considerable fortune, and not more distinguished by his poetical genius than by his parliamentary talents, and by the politeness and elegance of his manners. As full of keen satire and invective in his eloquence, as of tenderness and panegyric in his poetry, he caught the attention of his hearers, and exerted the utmost boldness in blaming those violent counsels, by which the commons were governed. Finding all opposition within doors to be fruitless, he endeavoured to form a party without, which might oblige the parliament to accept of reasonable conditions, and restore peace to the nation. The charms of his conversation, joined to his character of courage and integrity had procured him the entire confidence of Northumberland, Conway, and every eminent person of either sex who resided in London. They opened their breast to him without reserve, and expressed their disapprobation of the furious measures, pursued by the commons, and their wishes that some expedient could be found for stopping so impetuous a career. Tomkins, Waller's brother-in-law, and Chaloner, the intimate friend of Tomkins, had entertained like sentiments: And as the connexions of these two gentlemen lay chiefly in the city, they informed Waller, that the same abhorrence of war prevailed there, among all men of reason and moderation. Upon reflection, it seemed not impracticable that a combination might be formed between the lords and citizens; and, by mutual concert, the illegal taxes be refused, which the parliament, without the royal assent, imposed on the people. While this affair was in agitation, and lists were making of such as they conceived to be well-affected to their design; a servant of Tomkins, who had overheard their discourse, immediately carried intelligence to Pym. Waller, Tomkins, and Chaloner were seized, and tried by a court-martial[n50]. They were all three condemned, and the two latter executed on gibbets erected |before their own doors. A covenant, as a test, was taken[n51] by the lords and commons, and imposed on their army, and on all who lived within their quarters. Besides resolving to amend and reform their lives, the covenanters there vow, that they will never lay down their arms so long as the papists, now in open war against the parliament, shall, by force of arms, be protected from justice; they express their abhorrence of the late conspiracy; and they promise to assist to the utmost the forces raised by both houses, against the forces levied by the king[n52].","subId":"51","id":"Hume.HE.5.56.51"},{"type":"paragraph","content":"^Waller^, as soon as imprisoned, sensible of the great danger into which he had fallen, was so seized with the dread of death, that all his former spirit deserted him; and he confessed whatever he knew, without sparing his most intimate friends, without regard to the confidence reposed in him, without distinguishing between the negligence of familiar conversation and the schemes of a regular conspiracy. With the most profound dissimulation, he counterfeited such remorse of conscience, that his execution was put off, out of mere christian compassion, till he might recover the use of his understanding. He invited visits from the ruling clergy of all sects; and while he expressed his own penitence, he received their devout exhortations with humility and reverence, as conveying clearer conviction and information than in his life he had ever before attained. Presents too, of which, as well as of flattery, these holy men were not insensible, were distributed among them; as a small retribution for their prayers and ghostly counsel. And by all these artifices, more than from any regard to the beauty of his genius, of which, during that time of furious cant and faction, small account would be made, he prevailed so far as to have his life spared, and a fine of ten thousand pounds accepted in lieu of it[n53].","subId":"52","id":"Hume.HE.5.56.52"},{"type":"paragraph","content":"^The^ severity, exercised against the conspiracy or rather project of Waller, encreased the authority of the parliament, and seemed to ensure them against like attempts for the future. But by the progress of the king's arms, the defeat of Sir William Waller, the taking of Bristol, the siege of Glocester, a cry for peace was renewed, and with more violence than ever. Crowds of women, with |a petition for that purpose, flocked about the house, and were so clamorous and importunate, that orders were given for dispersing them; and some of the females were killed in the fray[n54]. Bedford, Holland, and Conway, had deserted the parliament, and had gone to Oxford; Clare and Lovelace had followed them[n55]. Northumberland had retired to his country-seat: Essex himself shewed extreme dissatisfaction, and exhorted the parliament to make peace[n56]. The upper house sent down terms of accommodation, more moderate than had hitherto been insisted on. It even passed by a majority among the commons, that these proposals should be transmitted to the king. The zealots took the alarm. A petition against peace was framed in the city, and presented by Pennington, the factious mayor. Multitudes attended him, and renewed all the former menaces against the moderate party[n57]. The pulpits thundered, and rumours were spread of twenty thousand Irish, who had landed, and were to cut the throat of every protestant[n58]. The majority was again turned to the other side; and all thoughts of pacification being dropped, every preparation was made for resistance, and for the immediate relief of Glocester, on which the parliament was sensible, all their hopes of success in the war did so much depend.","subId":"53","id":"Hume.HE.5.56.53"},{"type":"paragraph","content":"^Massey^, resolute to make a vigorous defence, and having under his command a city and garrison ambitious of the crown of martyrdom, had hitherto maintained the siege with courage and abilities, and had much retarded the advances of the king's army. By continual sallies, he infested them in their trenches, and gained sudden advantages over them: By disputing every inch of ground, he repressed the vigour and alacrity of their courage, elated by former successes. His garrison, however, was reduced to the last extremity; and he failed not, from time to time, to inform the parliament, that, unless speedily relieved, he should be necessitated, from the extreme want of provisions and ammunition, to open his gates to the enemy.","subId":"54","id":"Hume.HE.5.56.54"},{"type":"paragraph","content":"^The^ parliament, in order to repair their broken condition, and put themselves in a posture of defence, now exerted to the utmost their power and authority. They voted, that an army should be |levied under Sir William Waller, whom, notwithstanding his misfortunes, they loaded with extraordinary caresses. Having associated in their cause the counties of Hertford, Essex, Cambridge, Norfolk, Suffolk, Lincoln, and Huntingdon, they gave the earl of Manchester a commission to be general of the association, and appointed an army to be levied under his command. But, above all, they were intent that Essex's army on which their whole fortune depended, should be put in a condition of marching against the king. They excited afresh their preachers to furious declamations against the royal cause. They even employed the expedient of pressing, though abolished by a late law, for which they had strenuously contended[n59]. And they engaged the city to send four regiments of its militia to the relief of Glocester. All shops, meanwhile, were ordered to be shut; and every man expected, with the utmost anxiety, the event of that important enterprize[n60].","subId":"55","id":"Hume.HE.5.56.55"},{"type":"paragraph","content":"^Essex^, carrying with him a well-appointed army of 14,000 men, took the road of Bedford and Leicester; and, though inferior in cavalry, yet, by the mere force of conduct and discipline, he passed over those open champaign countries, and defended himself from the enemy's horse, who had advanced to meet him, and who infested him during his whole march. As he approached to Glocester, the king was obliged to raise the siege, and open the way for Essex to enter that city. The necessities of the garrison were extreme. One barrel of powder was their whole stock of ammunition remaining; and their other provisions were in the same proportion. Essex had brought with him military stores; and the neighbouring country abundantly supplied him with victuals of every kind. The inhabitants had carefully concealed all provisions from the king's army, and, pretending to be quite exhausted, had reserved their stores for that cause, which they so much favoured[n61].","subId":"56","id":"Hume.HE.5.56.56"},{"type":"paragraph","content":"^The^ chief difficulty still remained. Essex dreaded a battle with the king's army, on account of its great superiority in cavalry; and he resolved to return, if possible, without running that hazard. He lay five days at Tewkesbury, which was his first stage after leaving Glocester; and he feigned, by some preparations, to point towards Worcester. By a forced march during the night, he reached Cirencester, and obtained the double advantage of passing unmolested |an open country, and of surprising a convoy of provisions, which lay in that town[n62]. Without delay, he proceeded towards London; but, when he reached Newbury, he was surprised to find, that the king, by hasty marches, had arrived before him, and was already possessed of the place.","subId":"57","id":"Hume.HE.5.56.57"},{"type":"paragraph","content":"#20th Sept. Battle of Newbury.# ^An^ action was now unavoidable; and Essex prepared for it with presence of mind, and not without military conduct. On both sides, the battle was fought with desperate valour and a steady bravery. Essex's horse were several times broken by the king's, but his infantry maintained themselves in firm array; and, besides giving a continued fire, they presented an invincible rampart of pikes against the furious shock of prince Rupert, and those gallant troops of gentry, of which the royal cavalry was chiefly composed. The militia of London especially, though utterly unacquainted with action, though drawn but a few days before from their ordinary occupations, yet having learned all military exercises, and being animated with unconquerable zeal for the cause, in which they were engaged, equalled, on this occasion, what could be expected from the most veteran forces. While the armies were engaged with the utmost ardour, night put an end to the action, and left the victory undecided. Next morning, Essex proceeded on his march; and though his rear was once put in some disorder by an incursion of the king's horse, he reached London in safety, and received applause for his conduct and success in the whole enterprize. The king followed him on his march; and having taken possession of Reading, after the earl left it, he there established a garrison; and straitened, by that means, London and the quarters of the enemy[n63].","subId":"58","id":"Hume.HE.5.56.58"},{"type":"paragraph","content":"^In^ the battle of Newbury, on the part of the king, besides the earls of Sunderland and Carnarvon, two noblemen of promising hopes, was unfortunately slain, to the regret of every lover of ingenuity and virtue throughout the kingdom, Lucius Cary viscount Falkland, secretary of state. Before assembling the present parliament, this man, devoted to the pursuits of learning, and to the society of all the polite and elegant, had enjoyed himself in every pleasure, which a fine genius, a generous disposition, and an opulent fortune could afford. Called into public life, he stood |foremost in all attacks on the high prerogatives of the crown; and displayed that masculine eloquence, and undaunted love of liberty, which, from his intimate acquaintance with the sublime spirits of antiquity, he had greedily imbibed. When civil convulsions proceeded to extremities, and it became requisite for him to chuse his side; he tempered the ardour of his zeal, and embraced the defence of those limited powers, which remained to monarchy, and which he deemed necessary for the support of the English constitution. Still anxious, however, for his country, he seems to have dreaded the too prosperous success of his own party as much as of the enemy; and, among his intimate friends, often after a deep silence, and frequent sighs, he would, with a sad accent, re-iterate the word, _Peace._ In excuse for the too free exposing of his person, which seemed unsuitable in a secretary of state, he alledged, that it became him to be more active than other men in all hazardous enterprizes, lest his impatience for peace might bear the imputation of cowardice or pusillanimity. From the commencement of the war, his natural chearfulness and vivacity became clouded; and even his usual attention to dress, required by his birth and station, gave way to a negligence, which was easily observable. On the morning of the battle in which he fell, he had shown some care of adorning his person; and gave for a reason, that the enemy should not find his body in any slovenly, indecent situation. \"I am weary,\" subjoined he, \"of the times, and foresee much misery to my country; but believe, that I shall be out of it ere night.\"[n64] This excellent person was but thirty four years of age, when a period was thus put to his life.","subId":"59","id":"Hume.HE.5.56.59"},{"type":"paragraph","content":"^The^ loss sustained on both sides in the battle of Newbury, and the advanced season, obliged the armies to retire into winter-quarters.","subId":"60","id":"Hume.HE.5.56.60"},{"type":"paragraph","content":"#Actions in the north.# ^In^ the north, during this summer, the great interest and popularity of the earl, now created marquis of Newcastle, had raised a considerable force for the king; and great hopes of success were entertained from that quarter. There appeared, however, in opposition to him, two men, on whom the event of the war finally depended, and who began about this time to be remarked for their valour and military conduct. These were Sir Thomas Fairfax, son |of the lord of that name, and Oliver Cromwel. The former gained a considerable advantage at Wakefield[n65] over a detachment of royalists, and took general Goring prisoner: The latter obtained a victory at Gainsborow[n66] over a party commanded by the gallant Cavendish, who perished in the action. But both these defeats of the royalists were more than sufficiently compensated by the total rout of lord Fairfax at Atherton moor[n67], and the dispersion of his army. After this victory, Newcastle, with an army of 15,000 men, sat down before Hull. Hotham was no longer governor of this place. That gentleman and his son, partly from a jealousy entertained of lord Fairfax, partly repenting of their engagements against the king, had entered into a correspondence with Newcastle, and had expressed an intention of delivering Hull into his hands. But their conspiracy being detected, they were arrested and sent prisoners to London; where, without any regard to their former services, they fell, both of them, victims to the severity of the parliament[n68].","subId":"61","id":"Hume.HE.5.56.61"},{"type":"paragraph","content":"^Newcastle^, having carried on the attack of Hull for some time, was beat off by a sally of the garrison[n69], and suffered so much, that he thought proper to raise the siege. About the same time, Manchester, who advanced from the eastern associated countries, having joined Cromwel and young Fairfax, obtained a considerable victory over the royalists at Horn Castle; where the two officers last mentioned gained renown by their conduct and gallantry. And though fortune had thus balanced her favours, the king's party still remained much superior in those parts of England; and had it not been for the garrison of Hull, which kept Yorkshire in awe, a conjunction of the northern forces with the army in the south might have been made, and had probably enabled the king, instead of entering on the unfortunate, perhaps imprudent, enterprize of Glocester, to march directly to London, and put an end to the war[n70].","subId":"62","id":"Hume.HE.5.56.62"},{"type":"paragraph","content":"^While^ the military enterprizes were carried on with vigour in England, and the event became every day more doubtful, both parties cast their eye towards the neighbouring kingdoms, and sought assistance for the finishing of that enterprize, in which |their own forces experienced such furious opposition. The parliament had recourse to Scotland; the king, to Ireland.","subId":"63","id":"Hume.HE.5.56.63"},{"type":"paragraph","content":"^When^ the Scottish covenanters obtained that end, for which they so earnestly contended, the establishment of presbyterian discipline in their own country, they were not satisfied, but indulged still an ardent passion for propagating, by all methods, that mode of religion in the neighbouring kingdoms. Having flattered themselves, in the fervor of their zeal, that, by supernatural assistances, they should be enabled to carry their triumphant covenant to the gates of Rome itself, it behoved them first to render it prevalent in England, which already showed so great a disposition to receive it. Even in the articles of pacification, they expressed a desire of uniformity in worship with England; and the king, employing general expressions, had approved of this inclination, as pious and laudable. No sooner was there an appearance of a rupture, than the English parliament, in order to allure that nation into a close confederacy, openly declared their wishes of ecclesiastical reformation, and of imitating the example of their northern brethren[n71]. When war was actually commenced, the same artifices were used; and the Scots beheld, with the utmost impatience, a scene of action, of which they could not deem themselves indifferent spectators. Should the king, they said, be able, by force of arms, to prevail over the parliament of England, and re-establish his authority in that powerful kingdom, he will undoubtedly retract all those concessions, which, with so many circumstances of violence and indignity, the Scots have extorted from him. Besides a sense of his own interests, and a regard to royal power, which has been entirely annihilated in this country; his very passion for prelacy and for religious ceremonies must lead him to invade a church, which he has ever been taught to regard as antichristian and unlawful. Let us but consider who the persons are that compose the factions, now so furiously engaged in arms. Does not the parliament consist of those very men, who have ever opposed all war with Scotland, who have punished the authors of our oppressions, who have obtained us the redress of every grievance, and who, with many honourable expressions, have conferred on us an ample reward for our brotherly assistance? And is not the court |full of papists, prelates, malignants; all of them zealous enemies to our religious model, and resolute to sacrifice their lives for their idolatrous establishments? Not to mention our own necessary security; can we better express our gratitude to heaven for that pure light, with which we are, above all nations, so eminently distinguished, than by conveying the same divine knowledge to our unhappy neighbours, who are wading through a sea of blood in order to attain it? These were in Scotland the topics of every conversation: With these doctrines the pulpits echoed: And the famous curse of Meroz, that curse so solemnly denounced and re-iterated against neutrality and moderation, resounded from all quarters[n72].","subId":"64","id":"Hume.HE.5.56.64"},{"type":"paragraph","content":"^The^ parliament of England had ever invited the Scots, from the commencement of the civil dissentions, to interpose their mediation, which, they knew, would be so little favourable to the king: And the king, for that very reason, had ever endeavoured, with the least offensive expressions, to decline it[n73]. Early this spring, the earl of Loudon, the chancellor, with other commissioners, and attended by Henderson, a popular and intriguing preacher, was sent to the king at Oxford, and renewed the offer of mediation; but with the same success as before. The commissioners were also empowered to press the king on the article of religion, and to recommend to him the Scottish model of ecclesiastic worship and discipline. This was touching Charles in a very tender point: His honour, his conscience, as well as his interest, he believed to be intimately concerned in supporting prelacy and the liturgy[n74]. He begged the commissioners, therefore, to remain satisfied with the concessions which he had made to Scotland; and having modelled their own church according to their own principles, to leave their neighbours in the like liberty, and not to intermeddle with affairs, of which they could not be supposed competent judges[n75].","subId":"65","id":"Hume.HE.5.56.65"},{"type":"paragraph","content":"^The^ divines of Oxford, secure, as they imagined, of a victory, by means of their authorities from church-history, their quotations from the fathers, and their spiritual arguments, desired a conference |with Henderson, and undertook, by dint of reasoning, to convert that great apostle of the north: But Henderson, who had ever regarded as impious the least doubt with regard to his own principles, and who knew of a much better way to reduce opponents than by employing any theological topics, absolutely refused all disputation or controversy. The English divines went away, full of admiration at the blind assurance and bigotted prejudices of the man: He, on his part, was moved with equal wonder at their obstinate attachment to such palpable error and delusions.","subId":"66","id":"Hume.HE.5.56.66"},{"type":"paragraph","content":"^By^ the concessions, which the king had granted to Scotland, it became necessary for him to summon a parliament once in three years; and in June of the subsequent year, was fixed the period for the meeting of that assembly. Before that time elapsed, Charles flattered himself, that he should be able, by some decisive advantage, to reduce the English parliament to a reasonable submission, and might then expect with security the meeting of a Scottish parliament. Though earnestly solicited by Loudon to summon presently that great council of the nation, he absolutely refused to give authority to men, who had already excited such dangerous commotions, and who showed still the same disposition to resist and invade his authority. The commissioners, therefore, not being able to prevail in any of their demands, desired the king's passport for London, where they purposed to confer with the English parliament[n76]; and being likewise denied this request, they returned with extreme dissatisfaction to Edinburgh.","subId":"67","id":"Hume.HE.5.56.67"},{"type":"paragraph","content":"^The^ office of conservators of the peace was newly erected in Scotland, in order to maintain the confederacy between the two kingdoms; and these, instigated by the clergy, were resolved, since they could not obtain the king's consent, to summon, in his name, but by their own authority, a convention of states; and to bereave their sovereign of this article, the only one which remained, of his prerogative. Under colour of providing for national peace, endangered by the neighbourhood of English armies, was a convention called[n77]; an assembly, which, though it meets with less solemnity, has the same authority as a parliament, in raising money and levying forces. Hamilton and his brother the earl of Laneric, who had been sent into Scotland in order to oppose these |measures, wanted either authority or sincerity; and passively yielded to the torrent. The general assembly of the church met at the same time with the convention; and exercising an authority almost absolute over the whole civil power, made every political consideration yield to their theological zeal and prejudices.","subId":"68","id":"Hume.HE.5.56.68"},{"type":"paragraph","content":"^The^ English parliament was, at that time, fallen into great distress, by the progress of the royal arms; and they gladly sent to Edinburgh commissioners, with ample power, to treat of a nearer union and confederacy with the Scottish nation. The persons employed were the earl of Rutland, Sir William Armyne, Sir Henry Vane the younger, Thomas Hatcher, and Henry Darley, attended by Marshal and Nye, two clergymen of signal authority[n78]. In this negociation, the man chiefly trusted was Vane, who, in eloquence, address, capacity, as well as in art and dissimulation, was not surpassed by any one, even during that age, so famous for active talents. #Solemn league and covenant.# By his persuasion was framed at Edinburgh, that SOLEMN LEAGUE AND COVENANT; which effaced all former protestations and vows taken in both kingdoms; and long maintained its credit and authority. In this covenant, the subscribers, besides engaging mutually to defend each other against all opponents, bound themselves to endeavour, without respect of persons, the extirpation of popery and prelacy, superstition, heresy, schism, and profaneness; to maintain the rights and privileges of parliaments, together with the king's authority; and to discover and bring to justice all incendiaries and malignants[n79].","subId":"69","id":"Hume.HE.5.56.69"},{"type":"paragraph","content":"^The^ subscribers of the covenant vowed also to preserve the reformed religion established in the church of Scotland; but by the artifice of Vane no declaration more explicit was made with regard to England and Ireland, than that these kingdoms should be reformed, according to the word of God and the example of the purest churches. The Scottish zealots, when prelacy was abjured, deemed this expression quite free from ambiguity, and regarded their own model as the only one, which corresponded, in any degree, to such a description: But that able politician had other views; and while he employed his great talents in over-reaching the presbyterians, and secretly laughed at their simplicity, he had |blindly devoted himself to the maintenance of systems, still more absurd and more dangerous.","subId":"70","id":"Hume.HE.5.56.70"},{"type":"paragraph","content":"^In^ the English parliament there remained some members, who, though they had been induced, either by private ambition or by zeal for civil liberty, to concur with the majority, still retained an attachment to the hierarchy and to the ancient modes of worship. But in the present danger, which threatened their cause, all scruples were laid aside; and the covenant, by whose means alone they could expect to obtain so considerable a reinforcement as the accession of the Scottish nation, was received without opposition. #Sept. 17.# The parliament therefore, having first subscribed it themselves, ordered it to be received by all who lived under their authority.","subId":"71","id":"Hume.HE.5.56.71"},{"type":"paragraph","content":"^Great^ were the rejoicings among the Scots, that they should be the happy instruments of extending their mode of religion, and dissipating that profound darkness, in which the neighbouring nations were involved. The general assembly applauded this glorious imitation of the piety displayed by their ancestors, who, they said, in three different applications, during the reign of Elizabeth, had endeavoured to engage the English, by persuasion, to lay aside the use of the surplice, tippet, and corner-cap[n80]. The convention too, in the height of their zeal, ordered every one to swear to this covenant, under the penalty of confiscation; beside what farther punishment it should please the ensuing parliament to inflict on the refusers, as enemies to God, to the king, and to the kingdom. And being determined, that the sword should carry conviction to all refractory minds, they prepared themselves, with great vigilance and activity, for their military enterprizes. #Arming of the Scots.# By means of a hundred thousand pounds, which they received from England; by the hopes of good pay and warm quarters; not to mention men's favourable disposition towards the cause; they soon completed their levies. And having added, to their other forces, the troops which they had recalled from Ireland, they were ready, about the end of the year, to enter England, under the command of their old general, the earl of Leven, with an army of above twenty thousand men[n81].","subId":"72","id":"Hume.HE.5.56.72"},{"type":"paragraph","content":"^The^ king, foreseeing this tempest, which was gathering upon him, endeavoured to secure himself by every expedient; and he |cast his eye towards Ireland, in hopes that this kingdom, from which his cause had already received so much prejudice, might at length contribute somewhat towards his protection and security.","subId":"73","id":"Hume.HE.5.56.73"},{"type":"paragraph","content":"#State of Ireland.# ^After^ the commencement of the Irish insurrection, the English parliament, though they undertook the suppression of it, had ever been too much engaged, either in military projects or expeditions at home, to take any effectual step towards finishing that enterprize. They had entered indeed into a contract with the Scots, for sending over an army of ten thousand men into Ireland; and in order to engage that nation in this undertaking, beside giving a promise of pay, they agreed to put Caricfergus into their hands, and to invest their general with an authority quite independent of the English government. These troops, so long as they were allowed to remain, were useful, by diverting the force of the Irish rebels, and protecting in the north the small remnants of the British planters. But except this contract with the Scottish nation, all the other measures of the parliament either were hitherto absolutely insignificant, or tended rather to the prejudice of the protestant cause in Ireland. By continuing their violent persecution, and still more violent menaces against priests and papists, they confirmed the Irish catholics in their rebellion, and cut off all hopes of indulgence and toleration. By disposing beforehand of all the Irish forfeitures to subscribers or adventurers, they rendered all men of property desperate, and seemed to threaten a total extirpation of the natives[n82]. And while they thus infused zeal and animosity into the enemy, no measure was pursued, which could tend to support or encourage the protestants, now reduced to the last extremities.","subId":"74","id":"Hume.HE.5.56.74"},{"type":"paragraph","content":"^So^ great is the ascendant, which, from a long course of successes, the English has acquired over the Irish nation, that though the latter, when they receive military discipline among foreigners, are not surpassed by any troops, they have never, in their own country, been able to make any vigorous effort for the defence or recovery of their liberties. In many rencounters, the English, under |lord More, Sir William St. Leger, Sir Frederic Hamilton, and others, had, though under great disadvantages of situation and numbers, put the Irish to rout, and returned in triumph to Dublin. The rebels raised the siege of Tredah, after an obstinate defence made by the garrison[n83]. Ormond had obtained two complete victories, at Kilrush and Ross; and had brought relief to all the forts, which were besieged or blockaded in different parts of the kingdom[n84]. But notwithstanding these successes, even the most common necessaries of life were wanting to the victorious armies. The Irish, in their wild rage against the British planters, had laid waste the whole kingdom, and were themselves totally unfit, from their habitual sloth and ignorance, to raise any convenience of human life. During the course of six months, no supplies had come from England; except the fourth part of one small vessel's lading. Dublin, to save itself from starving, had been obliged to send the greater part of its inhabitants to England. The army had little ammunition, scarcely exceeding forty barrels of gun-powder; not even shoes or cloaths; and for want of food the soldiers had been obliged to eat their own horses. And though the distress of the Irish was not much inferior[n85]; besides that they were more hardened against such extremities, it was but a melancholy reflection, that the two nations, while they continued their furious animosities, should make desolate that fertile island, which might serve to the subsistence and happiness of both.","subId":"75","id":"Hume.HE.5.56.75"},{"type":"paragraph","content":"^The^ justices and council of Ireland had been engaged chiefly by the interest and authority of Ormond, to fall into an entire dependence on the king. Parsons, Temple, Loftus, and Meredith, who favoured the opposite party, had been removed; and Charles had supplied their place by others, better affected to his service. A committee of the English house of commons, which had been sent over to Ireland, in order to conduct the affairs of that kingdom, had been excluded the council, in obedience to orders transmitted from the king[n86]. And these were reasons sufficient, besides the great difficulties, under which they themselves laboured, why the parliament was unwilling to send supplies to an army, which |though engaged in a cause much favoured by them, was commanded by their declared enemies. They even intercepted some small succours sent thither by the king.","subId":"76","id":"Hume.HE.5.56.76"},{"type":"paragraph","content":"^The^ king, as he had neither money, arms, ammunition, nor provisions to spare from his own urgent wants, resolved to embrace an expedient, which might at once relieve the necessities of the Irish protestants, and contribute to the advancement of his affairs in England. A truce with the rebels, he thought, would enable his subjects in Ireland to provide for their own support, and would procure him the assistance of the army against the English parliament. But as a treaty with a people, so odious for their barbarities, and still more for their religion, might be represented in invidious colours, and renew all those calumnies, with which he had been loaded; it was necessary to proceed with great caution in conducting that measure. A remonstrance from the army was made to the Irish council, representing their intolerable necessities, and craving permission to leave the kingdom: And if that were refused, _We must have recourse,_ they said, _to that first and primary law, with which God has endowed all men; we mean the law of nature, which teaches every creature to preserve itself. [n87]_ Memorials both to the king and parliament were transmitted by the justices and council, in which their wants and dangers are strongly set forth[n88]; and though the general expressions in these memorials might perhaps be suspected of exaggeration, yet from the particular facts mentioned, from the confession of the English parliament itself; [n89] and from the very nature of things, it is apparent that the Irish protestants were reduced to great extremities[n90]; and it became prudent in the king, if not absolutely necessary, to embrace some expedient, which might secure them, for a time, from the ruin and misery, with which they were threatened.","subId":"77","id":"Hume.HE.5.56.77"},{"type":"paragraph","content":"^Accordingly^, the king gave orders[n91] to Ormond and the justices to conclude, for a year, a cessation of arms with the council of Kilkenny, by whom the Irish were governed, and to leave both |sides in possession of their present advantages. The parliament, whose business it was to find fault with every measure adopted by the opposite party, and who would not lose so fair an opportunity of reproaching the king with his favour to the Irish papists, exclaimed loudly against this cessation. Among other reasons, they insisted upon the divine vengeance, which England might justly dread for tolerating antichristian idolatry, on pretence of civil contracts and political agreements[n92]. Religion, though every day employed as the engine of their own ambitious purposes, was supposed too sacred to be yielded up to the temporal interests or safety of kingdoms.","subId":"78","id":"Hume.HE.5.56.78"},{"type":"paragraph","content":"^After^ the cessation, there was little necessity, as well as no means of subsisting the army in Ireland. The king ordered Ormond, who was entirely devoted to him, to send over considerable bodies of it to England. Most of them continued in his service: But a small part having imbibed in Ireland a strong animosity against the catholics, and hearing the king's party universally reproached with popery, soon after deserted to the parliament.","subId":"79","id":"Hume.HE.5.56.79"},{"type":"paragraph","content":"^Some^ Irish catholics came over with these troops, and joined the royal army, where they continued the same cruelties and disorders, to which they had been accustomed[n93]. The parliament voted, that no quarter, in any action, should ever be given them: But prince Rupert, by making some reprizals, soon repressed this inhumanity[n94].","subId":"80","id":"Hume.HE.5.56.80"},{"type":"note","content":"Clarendon, vol. iii. p. 4.","subId":"n1","id":"Hume.HE.5.56.n1"},{"type":"note","content":"Walker, p. 336.","subId":"n2","id":"Hume.HE.5.56.n2"},{"type":"note","content":"Warwick, p. 318.","subId":"n3","id":"Hume.HE.5.56.n3"},{"type":"note","content":"Clarendon, vol. iii. p. 1, 2.","subId":"n4","id":"Hume.HE.5.56.n4"},{"type":"note","content":"Idem, ibid. p. 18.","subId":"n5","id":"Hume.HE.5.56.n5"},{"type":"note","content":"Clarendon, vol. iii. p. 7.","subId":"n6","id":"Hume.HE.5.56.n6"},{"type":"note","content":"Idem, ibid.","subId":"n7","id":"Hume.HE.5.56.n7"},{"type":"note","content":"Rush. vol. v. p. 784.","subId":"n8","id":"Hume.HE.5.56.n8"},{"type":"note","content":"Clarendon, vol. iii. p. 10.","subId":"n9","id":"Hume.HE.5.56.n9"},{"type":"note","content":"Rushworth, vol. v. p. 786. Dugdale, p. 102.","subId":"n10","id":"Hume.HE.5.56.n10"},{"type":"note","content":"Whitlocke, p. 59.","subId":"n11","id":"Hume.HE.5.56.n11"},{"type":"note","content":"Rushworth, vol. v. p. 683. Whitlocke, p. 6o. Clarendon, vol. ii. p. 19.","subId":"n12","id":"Hume.HE.5.56.n12"},{"type":"note","content":"Clarendon, vol. vi. p. 2, 3, &c.","subId":"n13","id":"Hume.HE.5.56.n13"},{"type":"note","content":"Whitlocke, p. 60.","subId":"n14","id":"Hume.HE.5.56.n14"},{"type":"note","content":"Clarendon, vol. iii. p. 16, 17. Dugdale, p. 104.","subId":"n15","id":"Hume.HE.5.56.n15"},{"type":"note","content":"Clarendon, vol. iii. p. 25. May, book iii. p. 10.","subId":"n16","id":"Hume.HE.5.56.n16"},{"type":"note","content":"He was then lord Willoughby.","subId":"n17","id":"Hume.HE.5.56.n17"},{"type":"note","content":"Clarendon, vol. iii. p. 41. Warwick, p. 231.","subId":"n18","id":"Hume.HE.5.56.n18"},{"type":"note","content":"Whitlocke, p. 59. Clarendon, vol. iii. p. 27, 28, &c.","subId":"n19","id":"Hume.HE.5.56.n19"},{"type":"note","content":"Clarendon, vol. iii. p. 44.","subId":"n20","id":"Hume.HE.5.56.n20"},{"type":"note","content":"Clarendon, vol. iii. p. 44, &c. May, book iii. p. 16, &c.","subId":"n21","id":"Hume.HE.5.56.n21"},{"type":"note","content":"Whitlocke, p. 61. Clarendon, vol. iii. p. 59.","subId":"n22","id":"Hume.HE.5.56.n22"},{"type":"note","content":"Whitlocke, p. 62. Clarendon, vol. iii. p. 73.","subId":"n23","id":"Hume.HE.5.56.n23"},{"type":"note","content":"Whitlocke, p. 62. Clarendon, vol. iii. p. 75.","subId":"n24","id":"Hume.HE.5.56.n24"},{"type":"note","content":"Whitlocke, p. 62.","subId":"n25","id":"Hume.HE.5.56.n25"},{"type":"note","content":"Clarendon, vol. iii. p. 87.","subId":"n26","id":"Hume.HE.5.56.n26"},{"type":"note","content":"Clarendon, vol. iii. p. 171.","subId":"n27","id":"Hume.HE.5.56.n27"},{"type":"note","content":"Whitlocke, p. 64.","subId":"n28","id":"Hume.HE.5.56.n28"},{"type":"note","content":"Rush. vol. vi. p. 202.","subId":"n29","id":"Hume.HE.5.56.n29"},{"type":"note","content":"Rushworth, vol. vi. p. 166. Clarendon, vol. iii. p. 119.","subId":"n30","id":"Hume.HE.5.56.n30"},{"type":"note","content":"Whitlocke, who was one of the commissioners, says, p. 65, \"In this treaty, the king manifested his great parts and abilities, strength of reason and quickness of apprehension, with much patience in hearing what was objected against him; wherein he allowed all freedom, and would himself sum up the arguments, and give a most clear judgment upon them. His unhappiness was, that he had a better opinion of others judgments than of his own, though they were weaker than his own; and of this the parliament commissioners had experience to their great trouble. They were often waiting on the king, and debating some points of the treaty with him, until midnight, before they could come to a conclusion. Upon one of the most material points, they pressed his majesty with their reasons and best arguments they could use to grant what they desired. The king said, he was fully satisfied, and promised to give them his answer in writing according to their desire; but because it was then past midnight, and too late to put it into writing, he would have it drawn up next morning (when he commanded them to wait on him again) and then he would give them an answer in writing, as it was now agreed upon. But next morning the king told them, that he had altered his mind: And some of his friends, of whom the commissioners enquired, told them; that after they were gone, and even his council retired, some of his bed-chamber never left pressing and persuading him till they prevailed on him to change his former resolutions.\" It is difficult, however, to conceive that any negociation could have succeeded between the king and parliament, while the latter insisted, as they did all along, on a total submission to all their demands; and challenged the whole power, which they professedly intended to employ, to the punishment of all the king's friends.","subId":"n31","id":"Hume.HE.5.56.n31"},{"type":"note","content":"Rush. vol. vi. p. 265, &c. Clarendon, vol. iii. p. 237, 238, &c.","subId":"n32","id":"Hume.HE.5.56.n32"},{"type":"note","content":"Clarendon, vol. iii. p. 137, 139.","subId":"n33","id":"Hume.HE.5.56.n33"},{"type":"note","content":"Dugdale, p. 95.","subId":"n34","id":"Hume.HE.5.56.n34"},{"type":"note","content":"He had taken possession of Litchfield, and was viewing from a window St. Chad's cathedral, in which a party of the royalists had fortified themselves. He was cased in complete armour, but was shot through the eye by a random-ball. Lord Broke was a zealous puritan; and had formerly said, that he hoped to see with his eyes the ruin of all the cathedrals of England. It was a superstitious remark of the royalists, that he was killed on St. Chad's day by a shot from St. Chad's cathedral, which pierced that very eye by which he hoped to see the ruin of all cathedrals. Dugdale, p. 118. Clarendon, &c.","subId":"n35","id":"Hume.HE.5.56.n35"},{"type":"note","content":"Whitlocke, p. 66. Rush. vol. vi. p. 152. Clarendon, vol. iii. p. 151.","subId":"n36","id":"Hume.HE.5.56.n36"},{"type":"note","content":"Rush. vol. vi. p. 92, 100.","subId":"n37","id":"Hume.HE.5.56.n37"},{"type":"note","content":"Rush. vol. vi. p. 263.","subId":"n38","id":"Hume.HE.5.56.n38"},{"type":"note","content":"Clarendon, vol. iii. p. 130.","subId":"n39","id":"Hume.HE.5.56.n39"},{"type":"note","content":"Rush. vol. vi. p. 267, 273. Clarendon, vol. iii. p. 269, 279.","subId":"n40","id":"Hume.HE.5.56.n40"},{"type":"note","content":"Rush. vol. vi. p. 284. Clarendon, vol. iii. p. 282.","subId":"n41","id":"Hume.HE.5.56.n41"},{"type":"note","content":"Rush, vol. vi. p. 285. Clarendon, vol. iii. p. 291.","subId":"n42","id":"Hume.HE.5.56.n42"},{"type":"note","content":"Warwick's Memoirs, p. 241. Clarendon, vol. i. p. 264.","subId":"n43","id":"Hume.HE.5.56.n43"},{"type":"note","content":"The author is sensible, that some blame may be thrown upon him, on account of this last clause in Mr. Hambden's character; as if he were willing to entertain a suspicion of bad intentions, where the actions were praiseworthy. But the author's meaning is directly contrary: He esteems the last actions of Mr. Hambden's life to have been very blameable; though, as they were derived from good motives only pushed to an extreme, there is room left to believe, that the intentions of that patriot, as well as of many of his party, were laudable. Had the preceding administration of the king, which we are apt to call arbitrary, proceeded from ambition, and an unjust desire of encroaching on the ancient liberties of the people, there would have been less reason for giving him any trust, or leaving in his hands a considerable share of that power which he had so much abused. But if his conduct was derived in a great measure from necessity, and from a natural desire of defending that prerogative which was transmitted to him from his ancestors, and which his parliaments were visibly encroaching on; there is no reason why he may not be esteemed a very virtuous prince, and entirely worthy of trust from his people. The attempt, therefore, of totally annihilating monarchical power, was a very blameable extreme; especially as it was attended with the danger, to say the least, of a civil war, which, besides the numberless ills inseparable from it, exposed liberty to much greater perils than it could have incurred under the now limited authority of the king. But as these points could not be supposed so clear during the time as they are, or may be, at present; there are great reasons of alleviation for men who were heated by the controversy, or engaged in the action. And it is remarkable, that even at present, (such is the force of party prejudices,) there are few people who have coolness enough to see these matters in a proper light, and are convinced that the parliament could prudently have stopped in their pretensions. They still plead the violations of liberty attempted by the king, after granting the petition of right; without considering the extreme harsh treatment, which he met with, after making that great concession, and the impossibility of supporting government by the revenue then settled on the crown. The worst of it is, that there was a great tang of enthusiasm in the conduct of the parliamentary leaders, which, though it might render their conduct sincere, will not much enhance their character with posterity. And though Hambden was, perhaps, less infected with this spirit than many of his associates, he appears not to have been altogether free from it. His intended migration to America, where he could only propose the advantage of enjoying puritanical prayers and sermons, will be allowed a proof of the prevalence of this spirit in him.","subId":"n44","id":"Hume.HE.5.56.n44"},{"type":"note","content":"Rushworth, vol. vi. p. 284. Clarendon, vol. iii. p. 293, 294, &c.","subId":"n45","id":"Hume.HE.5.56.n45"},{"type":"note","content":"Clarendon, ubi supra, p. 297.","subId":"n46","id":"Hume.HE.5.56.n46"},{"type":"note","content":"Whitlocke, p. 69. May, book iii. p. 91.","subId":"n47","id":"Hume.HE.5.56.n47"},{"type":"note","content":"Rush. vol. vi. p. 287. Clarendon, vol. iii. p. 315. May, book iii. p. 96.","subId":"n48","id":"Hume.HE.5.56.n48"},{"type":"note","content":"The king afterwards copied from this example; but, as the far greater part of the nobility and landed gentry were his friends, he reaped much less profit from this measure.","subId":"n49","id":"Hume.HE.5.56.n49"},{"type":"note","content":"Rushworth, vol. vi. p. 326. Clarendon, vol. iii. p. 249. 250, &c.","subId":"n50","id":"Hume.HE.5.56.n50"},{"type":"note","content":"6th of June.","subId":"n51","id":"Hume.HE.5.56.n51"},{"type":"note","content":"Rush. vol. vi. p. 325. Clarendon, vol. ii. p. 255.","subId":"n52","id":"Hume.HE.5.56.n52"},{"type":"note","content":"Whitlocke, p. 66. Rushworth, vol. vi. p. 330. Clarendon, vol. iii. p. 253, 254, &c.","subId":"n53","id":"Hume.HE.5.56.n53"},{"type":"note","content":"Rushworth, vol. vi. p. 357.","subId":"n54","id":"Hume.HE.5.56.n54"},{"type":"note","content":"Whitlocke, p. 67.","subId":"n55","id":"Hume.HE.5.56.n55"},{"type":"note","content":"Rush. vol. vi. p. 290.","subId":"n56","id":"Hume.HE.5.56.n56"},{"type":"note","content":"Idem, ibid. p. 356.","subId":"n57","id":"Hume.HE.5.56.n57"},{"type":"note","content":"Clarendon, vol. iii. p. 320. Rush. vol. vi. p. 588.","subId":"n58","id":"Hume.HE.5.56.n58"},{"type":"note","content":"Rushworth, vol. vi. p. 292.","subId":"n59","id":"Hume.HE.5.56.n59"},{"type":"note","content":"Idem, ibid.","subId":"n60","id":"Hume.HE.5.56.n60"},{"type":"note","content":"Clarendon, vol. iii. p. 344.","subId":"n61","id":"Hume.HE.5.56.n61"},{"type":"note","content":"Rush. vol. vi. p. 292.","subId":"n62","id":"Hume.HE.5.56.n62"},{"type":"note","content":"Rush. vol. vi. p. 293. Clarendon, vol. iii. p. 347.","subId":"n63","id":"Hume.HE.5.56.n63"},{"type":"note","content":"Whitlocke, p. 70. Clarendon, vol. iii. p. 350, 351, &c.","subId":"n64","id":"Hume.HE.5.56.n64"},{"type":"note","content":"21st of May.","subId":"n65","id":"Hume.HE.5.56.n65"},{"type":"note","content":"31st of July.","subId":"n66","id":"Hume.HE.5.56.n66"},{"type":"note","content":"30th of June.","subId":"n67","id":"Hume.HE.5.56.n67"},{"type":"note","content":"Rush. vol. vi. p. 275.","subId":"n68","id":"Hume.HE.5.56.n68"},{"type":"note","content":"12th of October.","subId":"n69","id":"Hume.HE.5.56.n69"},{"type":"note","content":"Warwick, p. 261. Walker, p. 278.","subId":"n70","id":"Hume.HE.5.56.n70"},{"type":"note","content":"Rush. vol. vi. p. 390. Clarendon, vol. iii. p. 68.","subId":"n71","id":"Hume.HE.5.56.n71"},{"type":"note","content":"Curse ye Meroz, said the angel of the Lord; curse ye bitterly the inhabitants thereof: Because they came not to the help of the Lord, to the help of the Lord against the mighty. Judges, chap. v. ver. 23.","subId":"n72","id":"Hume.HE.5.56.n72"},{"type":"note","content":"Rush. vol. vi. p. 398.","subId":"n73","id":"Hume.HE.5.56.n73"},{"type":"note","content":"In a letter of the king to the queen, preserved in the British Museum, and published by Mrs. Macaulay, vol. iv. p. 420, he says, that unless religion was preserved, the militia (being not as in France a formed powerful strength) would be of little use to the crown; and that if the pulpits had not obedience, which would never be, if presbyterian government was absolutely established, the king would have but small comfort of the militia. This reasoning shows the king's good sense, and proves, that his attachment to episcopacy, though partly founded on religious principles, was also, in his situation, derived from the soundest views of civil policy. In reality, it was easy for the king to perceive, by the necessary connexion between trifles and important matters, and by the connexion maintained at that time between religion and politics, that, when he was contending for the surplice, he was, in effect, fighting for his crown and even for his head. Few of the popular party could perceive this connexion. Most of them were carried headlong by fanaticism; as might be expected in the ignorant multitude. Few even of the leaders seem to have had more enlarged views.","subId":"n74","id":"Hume.HE.5.56.n74"},{"type":"note","content":"Rush. vol. vi. p. 462.","subId":"n75","id":"Hume.HE.5.56.n75"},{"type":"note","content":"Rush. vol. vi. p. 406.","subId":"n76","id":"Hume.HE.5.56.n76"},{"type":"note","content":"22d of June.","subId":"n77","id":"Hume.HE.5.56.n77"},{"type":"note","content":"Whitlocke, p. 73. Rush. vol. vi. p. 466. Clarendon, vol. iii. p. 300.","subId":"n78","id":"Hume.HE.5.56.n78"},{"type":"note","content":"Rush. vol. vi. p. 478. Clarendon, vol. iii. p. 373.","subId":"n79","id":"Hume.HE.5.56.n79"},{"type":"note","content":"Rushworth, vol. vi. p. 388.","subId":"n80","id":"Hume.HE.5.56.n80"},{"type":"note","content":"Clarendon, vol. iii. p. 383.","subId":"n81","id":"Hume.HE.5.56.n81"},{"type":"note","content":"A thousand acres in Ulster were given to every one that subscribed 200 pounds, in Connaught to the subscribers of 350, in Munster for 450, in Leinster for 600.","subId":"n82","id":"Hume.HE.5.56.n82"},{"type":"note","content":"Rushworth, vol. vi. p. 506.","subId":"n83","id":"Hume.HE.5.56.n83"},{"type":"note","content":"Idem, ibid. p. 512.","subId":"n84","id":"Hume.HE.5.56.n84"},{"type":"note","content":"Idem, ibid. p. 555.","subId":"n85","id":"Hume.HE.5.56.n85"},{"type":"note","content":"Idem, ibid. p. 530. Clarendon, vol. iii. p. 167.","subId":"n86","id":"Hume.HE.5.56.n86"},{"type":"note","content":"Rushworth, vol. vi. p. 537.","subId":"n87","id":"Hume.HE.5.56.n87"},{"type":"note","content":"Idem, ibid. p. 538.","subId":"n88","id":"Hume.HE.5.56.n88"},{"type":"note","content":"Rush. vol. vi. p. 540.","subId":"n89","id":"Hume.HE.5.56.n89"},{"type":"note","content":"See farther Carte's Ormond, vol. iii. No. 113, 127, 128, 129, 134, 136, 141, 144, 149, 158, 159. All these papers put it past doubt, that the necessities of the English army in Ireland were extreme. See farther, Rush. vol. vi. p. 537. and Dugdale, p. 853, 854.","subId":"n90","id":"Hume.HE.5.56.n90"},{"type":"note","content":"7th September, See Rush. vol. vi. p. 537, 544, 547.","subId":"n91","id":"Hume.HE.5.56.n91"},{"type":"note","content":"Idem, ibid, p. 557.","subId":"n92","id":"Hume.HE.5.56.n92"},{"type":"note","content":"Whitlocke, p. 78, 103.","subId":"n93","id":"Hume.HE.5.56.n93"},{"type":"note","content":"Rush. vol. vi. p. 680, 783.","subId":"n94","id":"Hume.HE.5.56.n94"}]}
