{"imported":true,"id":"Hume.HE.5.59","parent":"Hume.HE.5","title":"Chapter 59. Charles I (cont.)","breadcrumb":"Chapter 59","texts":[],"published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LIX. £2 £1 CHARLES I. £1 _Mutiny of the army——The king seized by Joyce——The army march against the parliament——The army subdue the parliament——The king flies to the isle of Wight——Second civil war——Invasion from Scotland——The treaty of Newport——The civil war and invasion repressed——The king seized again by the army——The house purged——The king's trial——And execution——And character._","id":"Hume.HE.5.59"},{"type":"paragraph","content":"#1647.# THE dominion of the parliament was of short duration. No sooner had they subdued their sovereign, than their own servants rose against them, and tumbled them from their slippery throne. The sacred boundaries of the laws being once violated, nothing remained to confine the wild projects of zeal and ambition. And every successive revolution became a precedent for that which followed it.","subId":"1","id":"Hume.HE.5.59.1"},{"type":"paragraph","content":"^In^ proportion as the terror of the king's power diminished, the division between independent and presbyterian became every day more apparent; and the neuters found it, at last, requisite to seek shelter in one or the other faction. Many new writs were issued for elections, in the room of members, who had died, or were disqualified by adhering to the king; yet still the presbyterians retained |the superiority among the commons: And all the peers, except Lord Say, were esteemed of that party. The independents, to whom the inferior sectaries adhered, predominated in the army: And the troops of the new model were universally infected with that enthusiastic spirit. To their assistance did the independent party, among the commons, chiefly trust, in their projects for acquiring the ascendant over their antagonists.","subId":"2","id":"Hume.HE.5.59.2"},{"type":"paragraph","content":"^Soon^ after the retreat of the Scots, the presbyterians, seeing every thing reduced to obedience, began to talk of diminishing the army: And, on pretence of easing the public burthens, they levelled a deadly blow at the opposite faction. They purposed to embark a strong detachment, under Skippon and Massey, for the service of Ireland: They openly declared their intention of making a great reduction of the remainder[n1]. It was even imagined, that another new model of the army was projected, in order to regain to the presbyterians, that superiority, which they had so imprudently lost by the former[n2].","subId":"3","id":"Hume.HE.5.59.3"},{"type":"paragraph","content":"^The^ army had small inclination to the service of Ireland; a country barbarous, uncultivated, and laid waste by massacres, and civil commotions: They had less inclination to disband, and to renounce that pay, which, having earned it through fatigues and dangers, they now purposed to enjoy in ease and tranquillity. And most of the officers, having risen from the dregs of the people, had no other prospect, if deprived of their commission, than that of returning to languish in their native poverty and obscurity.","subId":"4","id":"Hume.HE.5.59.4"},{"type":"paragraph","content":"^These^ motives of interest acquired additional influence, and became more dangerous to the parliament, from the religious spirit, by which the army was universally actuated. Among the generality of men, educated in regular, civilized societies, the sentiments of shame, duty, honour, have considerable authority, and serve to counterbalance and direct the motives, derived from private advantage: But, by the predominancy of enthusiasm among the parliamentary forces, these salutary principles lost their credit, and were regarded as mere human inventions, yea moral institutions, fitter for heathens than for christians[n3]. The saint, resigned |over to superior guidance, was at full liberty to gratify all his appetites, disguised under the appearance of pious zeal. And, besides the strange corruptions engendered by this spirit, it eluded and loosened all the ties of morality, and gave entire scope, and even sanction, to the selfishness and ambition, which naturally adhere to the human mind.","subId":"5","id":"Hume.HE.5.59.5"},{"type":"paragraph","content":"^The^ military confessors were farther encouraged in disobedience to superiors, by that spiritual pride, to which a mistaken piety is so subject. They were not, they said, mere janizaries; mercenary troops inlisted for hire, and to be disposed of at the will of their paymasters[n4]. Religion and liberty were the motives, which had excited them to arms; and they had a superior right to see those blessings, which they had purchased with their blood, ensured to future generations. By the same title, that the presbyterians, in contradistinction to the royalists, had appropriated to themselves the epithet of _godly,_ or the _well-affected[n5];_ the independents did now, in contradistinction to the presbyterians, assume this magnificent appellation, and arrogate all the ascendant, which naturally belongs to it.","subId":"6","id":"Hume.HE.5.59.6"},{"type":"paragraph","content":"^Hearing^ of parties in the house of commons, and being informed, that the minority were friends to the army, the majority enemies; the troops naturally interested themselves in that dangerous distinction, and were eager to give the superiority to their partizans. Whatever hardships they underwent, though perhaps derived from inevitable necessity, were ascribed to a settled design of oppressing them, and resented as an effect of the animosity and malice of their adversaries.","subId":"7","id":"Hume.HE.5.59.7"},{"type":"paragraph","content":"^Notwithstanding^ the great revenue, which accrued from taxes, assessments, sequestrations, and compositions, considerable arrears were due to the army; and many of the private men, as well as officers, had near a twelvemonth's pay still owing them. The army suspected, that this deficiency was purposely contrived in order to oblige them to live at free quarters; and, by rendering them odious to the country, serve as a pretence for disbanding them. When they saw such members, as were employed in committees and civil offices, accumulate fortunes, they accused them of rapine and public plunder. And, as no plan was pointed out by the |commons for the payment of arrears, the soldiers dreaded, that, after they should be disbanded or embarked for Ireland, their enemies, who predominated in the two houses, would entirely defraud them of their right, and oppress them with impunity.","subId":"8","id":"Hume.HE.5.59.8"},{"type":"paragraph","content":"#Mutiny of the army.# ^On^ this ground or pretence did the first commotions begin in the army. A petition, addressed to Fairfax the general, was handed about; craving an indemnity, and that ratified by the king, for any illegal actions, of which, during the course of the war, the soldiers might have been guilty; together with satisfaction in arrears, freedom from pressing, relief of widows and maimed soldiers, and pay till disbanded[n6]. The commons, aware of what combustible materials the army was composed, were alarmed at this intelligence. Such a combination, they knew, if not checked in its first appearance, must be attended with the most dangerous consequences, and must soon exalt the military above the civil authority. #March 30.# Besides summoning some officers to answer for this attempt, they immediately voted, that the petition tended to introduce mutiny, to put conditions upon the parliament, and to obstruct the relief of Ireland; and they threatened to proceed against the promoters of it, as enemies to the state, and disturbers of public peace[n7]. This declaration, which may be deemed violent, especially as the army had some ground for complaint, produced fatal effects. The soldiers lamented, that they were deprived of the privileges of Englishmen; that they were not allowed so much as to represent their grievances; that, while petitions from Essex and other places were openly encouraged against the army, their mouths were stopped; and that they, who were the authors of liberty to the nation, were reduced, by a faction in parliament, to the most grievous servitude.","subId":"9","id":"Hume.HE.5.59.9"},{"type":"paragraph","content":"^In^ this disposition was the army found by Warwic, Dacres, Massey, and other commissioners; who were sent to make them proposals for entering into the service of Ireland[n8]. Instead of inlisting, the generality objected to the terms; demanded an indemnity; were clamorous for their arrears: And, though they expressed no dissatisfaction against Skippon, who was appointed commander, they discovered much stronger inclination to serve under Fairfax and Cromwel[n9]. Some officers, who were of the presbyterian |party, having entered into engagements for this service, could prevail on very few of the soldiers to inlist under them. And, as these officers lay all under the grievous reproach of deserting the army, and betraying the interests of their companions; the rest were farther confirmed in that confederacy, which they had secretly formed[n10].","subId":"10","id":"Hume.HE.5.59.10"},{"type":"paragraph","content":"^To^ petition and remonstrate being the most cautious method of conducting a confederacy, an application to parliament was signed by near 200 officers; in which they made their apology with a very imperious air, asserted their right of petitioning, and complained of that imputation thrown upon them by the former declaration of the lower house[n11]. The private men likewise of some regiments sent a letter to Skippon; in which, together with insisting on the same topics, they lament, that designs were formed against them and many of the godly party in the kingdom; and declare, that they could not engage for Ireland, till they were satisfied in their expectations, and had their just desires granted[n12]. The army, in a word, felt their power, and resolved to be masters.","subId":"11","id":"Hume.HE.5.59.11"},{"type":"paragraph","content":"^The^ parliament too resolved, if possible, to preserve their dominion; but being destitute of power, and not retaining much authority, it was not easy for them to employ any expedient, which could contribute to their purpose. The expedient, which they now made use of, was the worst imaginable. They sent Skippon, Cromwel, Ireton, and Fleetwood, to the head-quarters at Saffron–Weldon in Essex; and empowered them to make offers to the army, and enquire into the cause of its _distempers._ #7th May.# These very generals, at least the three last, were secretly the authors of all the discontents; and failed not to foment those disorders, which they pretended to appease. By their suggestion, a measure was embraced, which, at once, brought matters to extremity, and rendered the mutiny incurable.","subId":"12","id":"Hume.HE.5.59.12"},{"type":"paragraph","content":"^In^ opposition to the parliament at Westminster, a military parliament was formed. Together with a council of the principal officers, which was appointed after the model of the house of peers; a more free representative of the army was composed, by the election of two private men or inferior officers, under the title of agitators, from each troop or company[n13]. By this means, both the |general humour of that time was gratified, intent on plans of imaginary republics; and an easy method contrived for conducting underhand, and propagating the sedition of the army.","subId":"13","id":"Hume.HE.5.59.13"},{"type":"paragraph","content":"^This^ terrible court, when assembled; having first declared, that they found no _distempers_ in the army, but many _grievances,_ under which it laboured; immediately voted the offers of the parliament unsatisfactory. Eight weeks' pay alone, they said, was promised; a small part of fifty-six weeks, which they claimed as their due: No visible security was given for the remainder: And having been declared public enemies by the commons, they might hereafter be prosecuted as such, unless the declaration were recalled[n14]. Before matters came to this height, Cromwel had posted up to London, on pretence of laying before the parliament the rising discontents of the army.","subId":"14","id":"Hume.HE.5.59.14"},{"type":"paragraph","content":"^The^ parliament made one vigorous effort more, to try the force of their authority: They voted, that all the troops, which did not engage for Ireland, should instantly be disbanded in their quarters[n15]. At the same time, the council of the army ordered a general rendezvous of all the regiments, in order to provide for their common interests. And while they thus prepared themselves for opposition to the parliament, they struck a blow, which at once decided the victory in their favour.","subId":"15","id":"Hume.HE.5.59.15"},{"type":"paragraph","content":"#3d June. The king seized by Joyce.# ^A^ party of five hundred horse appeared at Holdenby, conducted by one Joyce, who had once been a taylor by profession; but was now advanced to the rank of cornet, and was an active agitator in the army. Without being opposed by the guard, whose affections were all on their side; Joyce came into the king's presence, armed with pistols, and told him, that he must immediately go along with him. _Whither?_ said the king. _To the army;_ replied Joyce. _By what warrant?_ asked the king. Joyce pointed to the soldiers, whom he brought along; tall, handsome, and well accoutred. _Your warrant,_ said Charles smiling, _is writ in fair characters, legible without spelling[n16]._ The parliamentary commissioners came into the room: They asked Joyce, whether he had any orders from the parliament? He said, _No:_ From the general? _No:_ By what authority he came? He made the same reply as to the king: _They would write,_ they said, _to the parliament to know their pleasure. You may do so,_ replied |Joyce; _but in the mean time the king must immediately go with me._ Resistance was vain. The king, after protracting the time as long as he could, went into his coach; and was safely conducted to the army, who were hastening to their rendezvous at Triplo-Heath near Cambridge. The parliament, informed of this event by their commissioners, were thrown into the utmost consternation[n17].","subId":"16","id":"Hume.HE.5.59.16"},{"type":"paragraph","content":"^Fairfax^ himself was no less surprized at the king's arrival. That bold measure, executed by Joyce, had never been communicated to the general. The orders were entirely verbal; and no body avowed them. And, while every one affected astonishment at the enterprize, Cromwel, by whose counsel it had been directed, arrived from London, and put an end to their deliberations.","subId":"17","id":"Hume.HE.5.59.17"},{"type":"paragraph","content":"^This^ artful and audacious conspirator had conducted himself in the parliament with such profound dissimulation, with such refined hypocrisy, that he had long deceived those, who, being themselves very dextrous practitioners in the same arts, should naturally have entertained the more suspicion against others. At every intelligence of disorders in the army, he was moved to the highest pitch of grief and of anger. He wept bitterly: He lamented the misfortunes of his country: He advised every violent measure for suppressing the mutiny; and by these precipitate counsels, at once seemed to evince his own sincerity, and inflamed those discontents, of which he intended to make advantage. He obtested heaven and earth, that his devoted attachment to the parliament had rendered him so odious in the army, that his life, while among them, was in the utmost danger; and he had very narrowly escaped a conspiracy, formed to assassinate him. But information being brought, that the most active officers and agitators were entirely his creatures, the parliamentary leaders secretly resolved, that, next day, when he should come to the house, an accusation should be entered against him, and he should be sent to the Tower[n18]. Cromwel, who, in the conduct of his desperate enterprizes, frequently approached to the very brink of destruction, knew how to make the requisite turn with proper dexterity and boldness. Being informed of this design, he hastened to the camp; where he was received with acclamations, and was instantly invested with the supreme command both of general and army.","subId":"18","id":"Hume.HE.5.59.18"},{"type":"paragraph","content":"^Fairfax^, having neither talents himself for cabal, nor penetration to discover the cabals of others, had given his entire confidence to Cromwel; who, by the best coloured pretences, and by the appearance of an open sincerity and a scrupulous conscience, imposed on the easy nature of this brave and virtuous man. The council of officers and the agitators were moved altogether by Cromwel's direction, and conveyed his will to the whole army. By his profound and artful conduct, he had now attained a situation, where he could cover his enterprizes from public view; and seeming either to obey the commands of his superior officer, or yield to the movements of the soldiers, could secretly pave the way for his future greatness. While the disorders of the army were yet in their infancy, he kept at a distance; lest his counterfeit aversion might throw a damp upon them, or his secret encouragement beget suspicion in the parliament. As soon as they came to maturity, he openly joined the troops; and in the critical moment, struck that important blow of seizing the king's person, and depriving the parliament of any resource of an accommodation with him. Though one vizor fell off, another still remained, to cover his natural countenance. Where delay was requisite, he could employ the most indefatigable patience: Where celerity was necessary, he flew to a decision. And by thus uniting in his person the most opposite talents, he was enabled to combine the most contrary interests in a subserviency to his secret purposes.","subId":"19","id":"Hume.HE.5.59.19"},{"type":"paragraph","content":"#The army march against the parliament.# ^The^ parliament, though at present defenceless, was possessed of many resources; and time might easily enable them to resist that violence, with which they were threatened. Without farther deliberation, therefore, Cromwel advanced the army upon them, and arrived in a few days at St. Albans.","subId":"20","id":"Hume.HE.5.59.20"},{"type":"paragraph","content":"^Nothing^ could be more popular, than this hostility, which the army commenced against the parliament. As much as that assembly was once the idol of the nation, as much was it now become the object of general hatred and aversion.","subId":"21","id":"Hume.HE.5.59.21"},{"type":"paragraph","content":"^The^ self-denying ordinance had no longer been put in execution, than till Essex, Manchester, Waller, and the other officers of that party, had resigned their commission: Immediately after, it was laid aside by tacit consent; and the members, sharing all offices of power and profit among them, proceeded with impunity in exercising acts of oppression on the helpless nation. Though the necessity of their situation might serve as an apology for many of |their measures, the people, not accustomed to such a species of government, were not disposed to make the requisite allowances.","subId":"22","id":"Hume.HE.5.59.22"},{"type":"paragraph","content":"^A^ small supply of 100,000 pounds a year could never be obtained by former kings from the jealous humour of parliaments; and the English, of all nations in Europe, were the least accustomed to taxes: But this parliament, from the commencement of the war, according to some computations, had levied, in five years, above forty millions[n19]; yet were loaded with debts and incumbrances, which, during that age, were regarded as prodigious. If these computations should be thought much exaggerated, as they probably are[n20], the taxes and impositions were certainly far higher than in any former state of the English government; and such popular exaggerations are, at least, a proof of popular discontents.","subId":"23","id":"Hume.HE.5.59.23"},{"type":"paragraph","content":"^But^ the disposal of this money was no less the object of general complaint against the parliament than the levying of it. The sum of 300,000 pounds they openly took, 'tis affirmed[n21], and divided among their own members. The committees, to whom the management of the different branches of revenue was entrusted, never brought in their accounts, and had unlimited power of secreting whatever sums they pleased from the public treasure[n22]. These branches were needlessly multiplied, in order to render the revenue more intricate, to share the advantages among greater numbers, and to conceal the frauds, of which they were universally suspected[n23].","subId":"24","id":"Hume.HE.5.59.24"},{"type":"paragraph","content":"^The^ method of keeping accounts, practised in the exchequer, was confessedly the exactest, the most ancient, the best known, and the least liable to fraud. The exchequer was, for that reason, abolished, and the revenue put under the management of a committee, who were subject to no controul[n24].","subId":"25","id":"Hume.HE.5.59.25"},{"type":"paragraph","content":"^The^ excise was an odious tax, formerly unknown to the nation; |and was now extended over provisions and the common necessaries of life. Near one half of the goods and chattels, and at least one half of the lands, rents, and revenues of the kingdom, had been sequestered. To great numbers of royalists, all redress from these sequestrations was refused: To the rest, the remedy could be obtained only by paying large compositions and subscribing the covenant, which they abhorred. Besides pitying the ruin and desolation of so many ancient and honourable families; indifferent spectators could not but blame the hardship of punishing with such severity, actions, which the law, in its usual and most undisputed interpretation, strictly required of every subject.","subId":"26","id":"Hume.HE.5.59.26"},{"type":"paragraph","content":"^The^ severities, too, exercised against the episcopal clergy, naturally affected the royalists, and even all men of candor, in a sensible manner. By the most moderate computation[n25], it appears, that above one half of the established clergy had been turned out to beggary and want, for no other crime than their adhering to the civil and religious principles, in which they had been educated; and for their attachment to those laws, under whose countenance they had at first embraced that profession. To renounce episcopacy and the liturgy, and to subscribe the covenant, were the only terms, which could save them from so rigorous a fate; and if the least mark of malignancy, as it was called, or affection to the king, who so entirely loved them, had ever escaped their lips, even this hard choice was not permitted. The sacred character, which gives the priesthood such authority over mankind, becoming more venerable from the sufferings, endured, for the sake of principle, by these distressed royalists, aggravated the general indignation against their persecutors.","subId":"27","id":"Hume.HE.5.59.27"},{"type":"paragraph","content":"^But^ what excited the most universal complaint was, the unlimited tyranny and despotic rule of the country-committees. During the war, the discretionary power of these courts was excused, from the plea of necessity: But the nation was reduced to despair, when it saw neither end put to their duration, nor bounds to their authority. |These could sequester, fine, imprison, and corporally punish, without law or remedy. They interposed in questions of private property. Under colour of malignancy, they exercised vengeance against their private enemies. To the obnoxious, and sometimes to the innocent, they sold their protection. And instead of one star-chamber, which had been abolished, a great number were anew erected, fortified with better pretences, and armed with more unlimited authority[n26].","subId":"28","id":"Hume.HE.5.59.28"},{"type":"paragraph","content":"^Could^ any thing have increased the indignation against that slavery, into which the nation, from the too eager pursuit of liberty, had fallen; it must have been the reflection on the pretences, by which the people had so long been deluded. The sanctified hypocrites, who called their oppressions the spoiling of the Egyptians, and their rigid severity the dominion of the Elect, interlarded all their iniquities with long and fervent prayers, saved themselves from blushing by their pious grimaces, and exercised, in the name of the Lord, all their cruelty on men. An undisguised violence could be forgiven: But such a mockery of the understanding, such an abuse of religion, were, with men of penetration, objects of peculiar resentment.","subId":"29","id":"Hume.HE.5.59.29"},{"type":"paragraph","content":"^The^ parliament, conscious of their decay in popularity, seeing a formidable armed force advance upon them, were reduced to despair, and found all their resources much inferior to the present necessity. London still retained a strong attachment to presbyterianism; and its militia, which was numerous, and had acquired reputation in the wars, had, by a late ordinance, been put into hands, in whom the parliament could entirely confide. This militia was now called out, and ordered to guard the lines, which had been drawn round the city, in order to secure it against the king. A body of horse was ordered to be instantly levied. Many officers, who had been cashiered by the new model of the army, offered their service to the parliament. An army of 5000 men lay in the north under the command of general Pointz, who was of the presbyterian faction; |but these were too distant to be employed in so urgent a necessity. The forces, destined for Ireland, were quartered in the west; and, though deemed faithful to the parliament, they also lay at a distance. Many inland garrisons were commanded by officers of the same party; but their troops, being so much dispersed, could, at present, be of no manner of service. The Scots were faithful friends and zealous for presbytery and the covenant; but a long time was required, ere they could collect their forces, and march to the assistance of the parliament.","subId":"30","id":"Hume.HE.5.59.30"},{"type":"paragraph","content":"^In^ this situation it was thought more prudent to submit, and by compliance to stop the fury of the enraged army. #8th June.# The declaration, by which the military petitioners had been voted public enemies, was recalled, and erazed from the journal-book[n27]. This was the first symptom, which the parliament gave of submission; and the army, hoping, by terror alone, to effect all their purposes, stopped at St. Albans, and entered into negociation with their masters.","subId":"31","id":"Hume.HE.5.59.31"},{"type":"paragraph","content":"^Here^ commenced the encroachments of the military upon the civil authority. The army, in their usurpations on the parliament, copied exactly the model, which the parliament itself had set them, in their recent usurpations on the crown.","subId":"32","id":"Hume.HE.5.59.32"},{"type":"paragraph","content":"^Every^ day, they rose in their demands. If one claim was granted, they had another ready, still more enormous and exorbitant; and were determined never to be satisfied. At first, they pretended only to petition for what concerned themselves as soldiers: Next, they must have a vindication of their character: Then, it was necessary, that their enemies be punished[n28]: At last, they claimed a right of modelling the whole government, and settling the nation[n29].","subId":"33","id":"Hume.HE.5.59.33"},{"type":"paragraph","content":"^They^ preserved, in words, all deference and respect to the parliament; but in reality, insulted them and tyrannized over them. That assembly, they pretended not to accuse: It was only evil counsellors, who seduced and betrayed it.","subId":"34","id":"Hume.HE.5.59.34"},{"type":"paragraph","content":"#16th June.# ^They^ proceeded so far as to name eleven members, whom, in general terms, they charged with high treason, as enemies to the army and evil counsellors to the parliament. Their names were Hollis, Sir Philip Stapleton, Sir William Lewis, Sir John Clotworthy, |Sir William Waller, Sir John Maynard, Massey, Glyn, Long, Harley, and Nichols[n30]. These were the very leaders of the presbyterian party.","subId":"35","id":"Hume.HE.5.59.35"},{"type":"paragraph","content":"^They^ insisted that these members should immediately be sequestered from parliament, and be thrown into prison. [n31] The commons replied, that they could not, upon a general charge, proceed so far[n32]. The army observed to them, that the cases of Strafford and Laud were direct precedents for that purpose[n33]. At last, the eleven members themselves, not to give occasion for discord, begged leave to retire from the house; and the army, for the present, seemed satisfied with this mark of submission[n34].","subId":"36","id":"Hume.HE.5.59.36"},{"type":"paragraph","content":"^Pretending^, that the parliament intended to levy war upon them, and to involve the nation again in blood and confusion, they required, that all new levies should be stopped. The parliament complied with this demand[n35].","subId":"37","id":"Hume.HE.5.59.37"},{"type":"paragraph","content":"^There^ being no signs of resistance, the army, in order to save appearances, removed, at the desire of the parliament, to a greater distance from London, and fixed their head quarters at Reading. They carried the king along with them in all their marches.","subId":"38","id":"Hume.HE.5.59.38"},{"type":"paragraph","content":"^That^ prince now found himself in a better situation than at Holdenby, and had attained some greater degree of freedom, as well as of consideration with both parties.","subId":"39","id":"Hume.HE.5.59.39"},{"type":"paragraph","content":"^All^ his friends had access to his presence: His correspondence with the queen was not interrupted: His chaplains were restored to him, and he was allowed the use of the liturgy: His children were once allowed to visit him, and they passed a few days at Caversham, where he then resided[n36]. He had not seen the duke of Gloucester, his youngest son, and the princess Elizabeth, since he left London, at the commencement of the civil disorders[n37]; nor the duke of York, since he went to the Scottish army before Newark. No private man, unacquainted with the pleasures of a court, and the tumult of a camp, more passionately loved his family, than did this good prince; and such an instance of indulgence in the army was extremely |grateful to him. Cromwel, who was witness to the meeting of the royal family, confessed, that he never had been present at so tender a scene; and he extremely applauded the benignity, which displayed itself in the whole disposition and behaviour of Charles.","subId":"40","id":"Hume.HE.5.59.40"},{"type":"paragraph","content":"^That^ artful politician, as well as the leaders of all parties, payed court to the king; and fortune; notwithstanding all his calamities, seemed again to smile upon him. The parliament, afraid of his forming some accommodation with the army, addressed him in a more respectful style than formerly; and invited him to reside at Richmond, and contribute his assistance to the settlement of the nation. The chief officers treated him with regard, and spake on all occasions of restoring him to his just powers and prerogatives. In the public declarations of the army, the settlement of his revenue and authority was insisted on[n38]. The royalists, every where, entertained hopes of the restoration of monarchy; and the favour, which they universally bore to the army, contributed very much to discourage the parliament, and to forward their submission.","subId":"41","id":"Hume.HE.5.59.41"},{"type":"paragraph","content":"^The^ king began to feel of what consequence he was. The more the national confusions encreased, the more was he confident, that all parties would, at length, have recourse to his lawful authority, as the only remedy for the public disorders. _You cannot be without me,_ said he, on several occasions: _You cannot settle the nation but by my assistance._ A people without government and without liberty, a parliament without authority, an army without a legal master: Distractions every where, terrors, oppressions, convulsions: From this scene of confusion, which could not long continue, all men, he hoped, would be brought to reflect on that ancient government, under which they and their ancestors had so long enjoyed happiness and tranquillity.","subId":"42","id":"Hume.HE.5.59.42"},{"type":"paragraph","content":"^Though^ Charles kept his ears open to all proposals, and expected to hold the balance between the opposite parties, he entertained more hopes of accommodation with the army. He had experienced the extreme rigour of the parliament. They pretended totally to annihilate his authority: They had confined his person. In both these particulars, the army showed more indulgence[n39]. He had a free intercourse with his friends. And in the proposals, which |the council of officers sent for the settlement of the nation, they insisted neither on the abolition of episcopacy, nor of the punishment of the royalists; the two points to which the king had the most extreme reluctance: And they demanded, that a period should be put to the present parliament, the event for which he most ardently longed.","subId":"43","id":"Hume.HE.5.59.43"},{"type":"paragraph","content":"^His^ conjunction too seemed more natural with the generals, than with that usurping assembly, who had so long assumed the entire sovereignty of the state, and who had declared their resolution still to continue masters. By gratifying a few persons with titles and preferments, he might draw over, he hoped, the whole military power, and, in an instant, reinstate himself in his civil authority. To Ireton he offered the lieutenancy of Ireland: To Cromwel, the garter, the title of earl of Essex, and the command of the army. Negociations to this purpose were secretly conducted. Cromwel pretended to hearken to them; and was well pleased to keep the door open for an accommodation, if the course of events should, at any time, render it necessary. And the king, who had no suspicion, that one, born a private gentleman, could entertain the daring ambition of seizing a sceptre, transmitted through a long line of monarchs; indulged hopes, that he would, at last, embrace a measure, which, by all the motives of duty, interest, and safety, seemed to be recommended to him.","subId":"44","id":"Hume.HE.5.59.44"},{"type":"paragraph","content":"^While^ Cromwel allured the king by these expectations, he still continued his scheme of reducing the parliament to subjection, and depriving them of all means of resistance. To gratify the army, the parliament invested Fairfax with the title of general in chief of all the forces in England and Ireland; and entrusted the whole military authority to a person, who, though well inclined to their service, was no longer at his own disposal.","subId":"45","id":"Hume.HE.5.59.45"},{"type":"paragraph","content":"^They^ voted, that the troops, which, in obedience to them, had inlisted for Ireland, and deserted the rebellious army, should be disbanded, or, in other words, be punished for their fidelity. The forces in the north, under Pointz, had already mutinied against their general, and had entered into an association with that body of the army, which was so successfully employed in exalting the military above the civil authority[n40].","subId":"46","id":"Hume.HE.5.59.46"},{"type":"paragraph","content":"^That^ no resource might remain to the parliament, it was demanded, |that the militia of London should be changed, the presbyterian commissioners displaced, and the command restored to those, who, during the course of the war, had constantly exercised it. The parliament even complied with so violent a demand, and passed a vote in obedience to the army[n41].","subId":"47","id":"Hume.HE.5.59.47"},{"type":"paragraph","content":"^By^ this unlimited patience, they purposed to temporize under their present difficulties, and they hoped to find a more favourable opportunity for recovering their authority and influence: But the impatience of the city lost them all the advantage of their cautious measures. #20th July.# A petition against the alteration of the militia was carried to Westminster, attended by the apprentices and seditious multitude, who besieged the door of the house of commons; and by their clamour, noise, and violence, obliged them to reverse that vote, which they had passed so lately. When gratified in this pretension, they immediately dispersed, and left the parliament at liberty [n42].","subId":"48","id":"Hume.HE.5.59.48"},{"type":"paragraph","content":"^No^ sooner was intelligence of this tumult conveyed to Reading, than the army was put in motion. The two houses being under restraint, they were resolved, they said, to vindicate, against the seditious citizens, the invaded privileges of parliament, and restore that assembly to its just freedom of debate and counsel. In their way to London, they were drawn up on Hounslow-Heath; a formidable body, twenty thousand strong, and determined, without regard to laws or liberty, to pursue whatever measures their generals should dictate to them. Here the most favourable event happened, to quicken and encourage their advance. The speakers of the two houses, Manchester and Lenthal, attended by eight peers, and about sixty commoners, having secretly retired from the city, presented themselves with their maces, and all the ensigns of their dignity; and complaining of the violence put upon them, applied to the army for defence and protection. They were received with shouts and acclamations: Respect was paid to them as to the parliament of England: And the army being provided with so plausible a pretence, which, in all public transactions, is of great consequence, advanced to chastise the rebellious city, and to re-instate the violated parliament[n43].","subId":"49","id":"Hume.HE.5.59.49"},{"type":"paragraph","content":"^Neither^ Lenthal nor Manchester were esteemed independents; and such a step in them was unexpected. But they probably foresaw, that the army must, in the end, prevail; and they were willing to pay court in time to that authority, which began to predominate in the nation.","subId":"50","id":"Hume.HE.5.59.50"},{"type":"paragraph","content":"^The^ parliament, forced from their temporizing measures, and obliged to resign, at once, or combat for their liberty and power, prepared themselves with vigour for defence, and determined to resist the violence of the army. The two houses immediately chose new speakers, lord Hunsdon, and Henry Pelham: They renewed their former orders for enlisting troops: They appointed Massey to be commander: They ordered the trained bands to man the lines: And the whole city was in a ferment, and resounded with military preparations[n44].","subId":"51","id":"Hume.HE.5.59.51"},{"type":"paragraph","content":"^When^ any intelligence arrived, that the army stopped or retreated, the shout of _One and all,_ ran with alacrity, from street to street, among the citizens: When news came of their advancing, the cry of _Treat and capitulate_ was no less loud and vehement[n45]. The terror of an universal pillage, and even massacre, had seized the timid inhabitants.","subId":"52","id":"Hume.HE.5.59.52"},{"type":"paragraph","content":"^As^ the army approached, Rainsborow, being sent by the general over the river, presented himself before Southwark, and was gladly received by some soldiers, who were quartered there for its defence, and who were resolved not to separate their interests from those of the army. #6th Aug.# It behoved then the parliament to submit. The army marched in triumph through the city; but preserved the greatest order, decency, and appearance of humility. They conducted to Westminster the two speakers, who took their seats as if nothing had happened. The eleven impeached members, being accused as authors of the tumult, were expelled; and most of them retired beyond sea: Seven peers were impeached: The mayor, one sheriff, and three aldermen, sent to the Tower: Several citizens and officers of the militia committed to prison: Every deed of the parliament annulled, from the day of the tumult till the return of the speakers: #The army subdue the parliament.# The lines about the city levelled: The militia restored to the independents: Regiments quartered in Whitehall and the Meuse: And the parliament being reduced to a regular formed |servitude, a day was appointed of solemn thanksgiving for the restoration of its liberty[n46].","subId":"53","id":"Hume.HE.5.59.53"},{"type":"paragraph","content":"^The^ independent party among the commons exulted in their victory. The whole authority of the nation, they imagined, was now lodged in their hands; and they had a near prospect of moulding the government into that imaginary republic, which had long been the object of their wishes. They had secretly concurred in all encroachments of the military upon the civil power; and they expected, by the terror of the sword, to impose a more perfect system of liberty on the reluctant nation. All parties, the king, the church, the parliament, the presbyterians, had been guilty of errors, since the commencement of these disorders: But it must be confessed, that this delusion of the independents and republicans was, of all others, the most contrary to common sense and the established maxims of policy. Yet were the leaders of that party, Vane, Fiennes, St. John, Martin, the men in England the most celebrated for profound thought and deep contrivance; and by their well–coloured pretences and professions, they had over-reached the whole nation. To deceive such men would argue a superlative capacity in Cromwel; were it not, that, besides the great difference there is between dark, crooked councils and true wisdom, an exorbitant passion for rule and authority will make the most prudent overlook the dangerous consequences of such measures as seem to tend, in any degree, to their own advancement.","subId":"54","id":"Hume.HE.5.59.54"},{"type":"paragraph","content":"^The^ leaders of the army, having established their dominion over the parliament and city, ventured to bring the king to Hampton-Court; and he lived, for some time, in that palace, with an appearance of dignity and freedom. Such equability of temper did he possess, that, during all the variety of fortune, which he underwent, no difference was perceived in his countenance or behaviour; and though a prisoner, in the hands of his most inveterate enemies, he supported, towards all who approached him, the majesty of a monarch; and that, neither with less nor greater state, than he had been accustomed to maintain. His manner, which was not in itself popular nor gracious, now appeared amiable, from its great meekness and equality.","subId":"55","id":"Hume.HE.5.59.55"},{"type":"paragraph","content":"^The^ parliament renewed their applications to him, and |presented him with the same conditions, which they had offered at Newcastle. The king declined accepting them, and desired the parliament to take the proposals of the army into consideration, and make them the foundation of the public settlement[n47]. He still entertained hopes, that his negociations with the generals would be crowned with success; though every thing, in that particular, daily bore a worse aspect. Most historians have thought, that Cromwel never was sincere in his professions; and that, having, by force, rendered himself master of the king's person, and, by fair pretences, acquired the countenance of the royalists, he had employed these advantages to the enslaving of the parliament: And afterwards thought of nothing but the establishment of his own unlimited authority, with which he esteemed the restoration, and even life of the king, altogether incompatible. This opinion, so much warranted by the boundless ambition and profound dissimulation of his character, meets with ready belief; though it is more agreeable to the narrowness of human views, and the darkness of futurity, to suppose, that this daring usurper was guided by events, and did not, as yet, foresee, with any assurance, that unparalleled greatness, which he afterwards attained. Many writers of that age have asserted[n48], that he really intended to make a private bargain with the king; a measure, which carried the most plausible appearance both for his safety and advancement: But that he found insuperable difficulties in reconciling to it the wild humours of the army. The horror and antipathy of these fanatics had, for many years, been artfully fomented against Charles; and though their principles were, on all occasions, easily warped and eluded by private interest, yet was some colouring requisite, and a flat contradiction to all former professions and tenets could not safely be proposed to them. It is certain, at least, that Cromwel made use of this reason, why he admitted rarely of visits from the king's friends, and showed less favour than formerly to the royal cause. The agitators, he said, had rendered him odious to the army, and had represented him as a traitor, who, for the sake of private interest, was ready to betray the cause of God to the great enemy of piety and religion. Desperate projects too, he asserted to be secretly formed, for the murder of the king; and he pretended |much to dread lest all his authority, and that of the commanding officers, would not be able to restrain these enthusiasts from their bloody purposes[n49].","subId":"56","id":"Hume.HE.5.59.56"},{"type":"paragraph","content":"^Intelligence^ being daily brought to the king of menaces thrown out by the agitators; he began to think of retiring from Hampton-Court, and of putting himself in some place of safety. The guards were doubled upon him: The promiscuous concourse of people restrained: A more jealous care exerted in attending his person: All, under colour of protecting him from danger; but really with a view of making him uneasy in his present situation. These artifices soon produced the intended effect. Charles, who was naturally apt to be swayed by counsel, and who had not then access to any good counsel, took suddenly a resolution of withdrawing himself, though without any concerted, at least, any rational scheme, for the future disposal of his person. #11th Nov.# Attended only by Sir John Berkeley, Ashburnham, and Leg, he privately left Hampton-Court; and his escape was not discovered, till near an hour after; when those, who entered his chamber, found on the table some letters directed to the parliament, to the general, and to the officer, who had attended him[n50]. All night, he travelled through the forest, and arrived next day at Tichfield, a seat of the earl of Southampton's, where the countess dowager resided, as woman of honour, to whom, the king knew, he might safely entrust his person. Before he arrived at this place, he had gone to the sea-coast; and expressed great anxiety, that a ship, which he seemed to look for, had not arrived; and thence, Berkeley and Leg, who were not in the secret, conjectured, that his intention was to transport himself beyond sea.","subId":"57","id":"Hume.HE.5.59.57"},{"type":"paragraph","content":"#King flies to the isle of Wight.# ^The^ king could not hope to remain long concealed at Tichfield: What measure should next be embraced, was the question. In the neighbourhood lay the isle of Wight, of which Hammond was governor. This man was entirely dependent on Cromwel. At his recommendation he had married a daughter of the famous Hampden, who, during his life-time, had been an intimate friend of Cromwel's, and whose memory was ever respected by him. These circumstances were very unfavourable: Yet because the governor was nephew to Dr. Hammond, the king's favourite chaplain, and |had acquired a good character in the army, it was thought proper to have recourse to him, in the present exigence, when no other rational expedient could be thought of. Ashburnham and Berkeley were dispatched to the island. They had orders not to inform Hammond of the place, where the king was concealed, till they had first obtained a promise from him not to deliver up his majesty, though the parliament and army should require him; but to restore him to his liberty, if he could not protect him. This promise, it is evident; would have been a very slender security: Yet even without exacting it, Ashburnham, imprudently, if not treacherously, brought Hammond to Tichfield; and the king was obliged to put himself in his hands, and to attend him to Carisbroke-castle in the isle of Wight, where, though received with great demonstrations of respect and duty, he was in reality a prisoner.","subId":"58","id":"Hume.HE.5.59.58"},{"type":"paragraph","content":"^Lord^ Clarendon[n51] is positive, that the king, when he fled from Hampton-Court, had no intention of going to this island; and indeed all the circumstances of that historian's narrative, which we have here followed, strongly favour this opinion. But there remains a letter of Charles's to the earl of Laneric, secretary of Scotland; in which he plainly intimates, that that measure was voluntarily embraced, and even insinuates, that, if he had thought proper, he might have been in Jersey or any other place of safety[n52]. Perhaps, he still confided in the promises of the generals; and flattered himself, that, if he were removed from the fury of the agitators, by which his life was immediately threatened, they would execute what they had so often promised in his favour.","subId":"59","id":"Hume.HE.5.59.59"},{"type":"paragraph","content":"^Whatever^ may be the truth in this matter; for it is impossible fully to ascertain the truth; Charles never took a weaker step, nor one more agreeable to Cromwel and all his enemies. He was now lodged in a place, removed from his partizans, at the disposal of the army, whence it would be very difficult to deliver him, either by force or artifice. And though it was always in the power of Cromwel, whenever he pleased, to have sent him thither; yet such a measure, without the king's consent, would have been very invidious, if not attended with some danger. That the king should voluntarily throw himself into the snare, and thereby gratify his |implacable persecutors, was to them an incident peculiarly fortunate, and proved in the issue very fatal to him.","subId":"60","id":"Hume.HE.5.59.60"},{"type":"paragraph","content":"^Cromwel^, being now entirely master of the parliament, and free from all anxiety, with regard to the custody of the king's person, applied himself seriously to quell those disorders in the army, which he himself had so artfully raised, and so successfully employed, against both king and parliament. In order to engage the troops into a rebellion against their masters, he had encouraged an arrogant spirit among the inferior officers and private men; and the camp, in many respects, carried more the appearance of civil liberty than of military obedience. The troops themselves were formed into a kind of republic; and the plans of imaginary republics, for the settlement of the state, were, every day, the topics of conversation among these armed legislators. Royalty it was agreed to abolish: Nobility must be set aside: Even all ranks of men be levelled; and an universal equality of property, as well as of power, be introduced among the citizens. The saints, they said, were the salt of the earth: An entire parity had place among the elect: And, by the same rule, that the apostles were exalted from the most ignoble professions, the meanest sentinel, if enlightened by the spirit, was entitled to equal regard with the greatest commander. In order to wean the soldiers from these licentious maxims, Cromwel had issued orders for discontinuing the meetings of the agitators; and he pretended to pay entire obedience to the parliament, whom, being now fully reduced to subjection, he purposed to make, for the future, the instruments of his authority. But the _Levellers,_ for so that party in the army was called, having experienced the sweets of dominion, would not so easily be deprived of it. They secretly continued their meetings: They asserted, that their officers, as much as any part of the church or state, needed reformation: Several regiments joined in seditious remonstrances and petitions[n53]: Separate rendevouses were concerted: And every thing tended to anarchy and confusion. But this distemper was soon cured by the rough, but dextrous hand of Cromwel. He chose the opportunity of a review, that he might display the greater boldness, and spread the terror the wider. He seized the ringleaders |before their companions: Held in the field a council of war: Shot one mutineer instantly: And struck such dread into the rest, that they presently threw down the symbols of sedition, which they had displayed, and thenceforth returned to their wonted discipline and obedience[n54].","subId":"61","id":"Hume.HE.5.59.61"},{"type":"paragraph","content":"^Cromwel^ had great deference for the counsels of Ireton; a man, who, having grafted the soldier on the lawyer, the statesman on the saint, had adopted such principles as were fitted to introduce the severest tyranny, while they seemed to encourage the most unbounded licence, in human society. Fierce in his nature, though probably sincere in his intentions; he purposed by arbitrary power to establish liberty, and, in prosecution of his imagined religious purposes, he thought himself dispensed from all the ordinary rules of morality, by which inferior mortals must allow themselves to be governed. From his suggestion, Cromwel secretly called at Windsor a council of the chief officers, in order to deliberate concerning the settlement of the nation, and the future disposal of the king's person[n55]. In this conference, which commenced with devout prayers, poured forth by Cromwel himself and other inspired persons (for the officers of this army received inspiration with their commission,) was first opened the daring and unheard-of counsel, of bringing the king to justice, and of punishing, by a judicial sentence, their sovereign for his pretended tyranny and mal-administration. While Charles lived, even though restrained to the closest prison, conspiracies, they knew, and insurrections would never be wanting, in favour of a prince, who was so extremely revered and beloved by his own party, and whom the nation in general began to regard with great affection and compassion. To murder him privately was exposed to the imputation of injustice and cruelty, aggravated by the baseness of such a crime; and every odious epithet of _Traitor_ and _Assassin_ would, by the general voice of mankind, be undisputably ascribed to the actors in such a villany. Some unexpected procedure must be attempted, which would astonish the world by its novelty, would bear the semblance of justice, and would cover its barbarity by the audaciousness of the enterprize. Striking in with the fanatical notions of the entire equality of mankind, it would ensure the devoted obedience of the |army, and serve as a general engagement against the royal family, whom, by their open and united deed, they would so heinously affront and injure[n56].","subId":"62","id":"Hume.HE.5.59.62"},{"type":"paragraph","content":"^This^ measure, therefore, being secretly resolved on, it was requisite, by degrees, to make the parliament adopt it, and to conduct them from violence to violence; till this last act of atrocious iniquity should seem, in a manner, wholly inevitable. The king, in order to remove those fears and jealousies, which were perpetually pleaded as reasons for every invasion of the constitution, had offered, by a message, sent from Carisbroke-castle, to resign, during his own life, the power of the militia and the nomination to all the great offices; provided, that, after his demise, these prerogatives should revert to the crown[n57]. But the parliament acted entirely as victors and enemies; and, in all their transactions with him, payed no longer any regard to equity or reason. At the instigation of the independents and army, they neglected this offer, and framed four proposals, which they sent him as preliminaries; and, before they would deign to treat, they demanded his positive assent to all of them. By one, he was required to invest the parliament with the military power for twenty years, together with an authority to levy whatever money should be necessary for exercising it: And even after the twenty years should be elapsed, they reserved a right of resuming the same authority, whenever they should declare the safety of the kingdom to require it. By the second, he was to recall all his proclamations and declarations against the parliament, and acknowledge that assembly to have taken arms in their just and necessary defence. By the third, he was to annul all the acts, and void all the patents of peerage, which had passed the great seal, since it had been carried from London by lord-keeper Littleton; and at the same time, renounce for the future the power of making peers without consent of parliament. By the fourth, he gave the |two houses power to adjourn as they thought proper: A demand seemingly of no great importance; but contrived by the independents, that they might be able to remove the parliament to places, where it should remain in perpetual subjection to the army[n58].","subId":"63","id":"Hume.HE.5.59.63"},{"type":"paragraph","content":"#1648.# ^The^ king regarded the pretension as unusual and exorbitant, that he should make such concessions, while not secure of any settlement; and should blindly trust his enemies for the conditions, which they were afterwards to grant him. He required, therefore, a personal treaty with the parliament, and desired, that all the terms, on both sides, should be adjusted, before any concession, on either sides, should be insisted on. The republican party in the house pretended to take fire at this answer; and openly inveighed, in violent terms, against the person and government of the king; whose name, hitherto, had commonly, in all debates, been mentioned with some degree of reverence. Ireton, seeming to speak the sense of the army, under the appellation of many thousand godly men, who had ventured their lives in defence of the parliament, said, that the king, by denying the four bills, had refused safety and protection to his people; that their obedience to him was but a reciprocal duty for his protection of them; and that, as he had failed on his part, they were freed from all obligations to allegiance, and must settle the nation, without consulting any longer so misguided a prince[n59]. Cromwel, after giving an ample character of the valour, good affections, and godliness of the army, subjoined, that it was expected the parliament should guide and defend the kingdom by their own power and resolutions, and not accustom the people any longer to expect safety and government from an obstinate man, whose heart God had hardened; that those, who, at the expence of their blood, had hitherto defended the parliament from so many dangers, would still continue, with fidelity and courage, to protect them against all opposition, in this vigorous measure. \"Teach them not,\" added he, \"by your neglecting your own safety and that of the kingdom (in which theirs too is involved) to imagine themselves betrayed, and their interests abandoned to the rage and malice of an irreconcileable enemy, whom, for your sake, they have dared to provoke. Beware, _(and at these words he laid his hands on his sword,)_ beware, lest despair cause |them to seek safety by some other means, than by adhering to you, who know not how to consult your own safety.\"[n60] Such arguments prevailed, though ninety-one members had still the courage to oppose. #15th Jan.# It was voted, that no more addresses be made to the king, nor any letters or messages be received from him; and that it be treason for any one, without leave of the two houses, to have any intercourse with him. The lords concurred in the same ordinance[n61].","subId":"64","id":"Hume.HE.5.59.64"},{"type":"paragraph","content":"^By^ this vote of non-addresses, so it was called, the king was, in reality, dethroned, and the whole constitution formally overthrown. So violent a measure was supported by a declaration of the commons no less violent. The blackest calumnies were there thrown upon the king; such as, even in their famous remonstrance, they thought proper to omit, as incredible and extravagant: The poisoning of his father, the betraying of Rochelle, the contriving of the Irish massacre[n62]. By blasting his fame, had that injury been in their power, they formed a very proper prelude to the executing of violence on his person.","subId":"65","id":"Hume.HE.5.59.65"},{"type":"paragraph","content":"^No^ sooner had the king refused his assent to the four bills, than Hammond, by orders from the army, removed all his servants, cut off his correspondence with his friends, and shut him up in close confinement. The king afterwards showed to Sir Philip Warwick, a decrepid old man, who, he said, was employed to kindle his fire, and was the best company he enjoyed, during several months that this rigorous confinement lasted[n63]. No amusement was allowed him, nor society, which might relieve his anxious thoughts: To be speedily poisoned or assassinated was the only prospect, which he had, every moment, before his eyes: For he entertained no apprehension of a judicial sentence and execution; an event, of which no history hitherto furnished an example. Meanwhile the parliament was very industrious in publishing, from time to time, the intelligence, which they received from Hammond; how chearful the king was, how pleased with every one that approached him, how satisfied in his present condition[n64]: As if the view of such benignity and constancy had not been more proper to inflame, than allay, the general compassion of the people. The great source whence the king derived consolation amidst all his calamities, was undoubtedly |religion; a principle, which, in him, seems to have contained nothing fierce or gloomy, nothing which enraged him against his adversaries, or terrified him with the dismal prospect of futurity. While every thing around him bore a hostile aspect; while friends, family, relations, whom he passionately loved, were placed at a distance, and unable to serve him; he reposed himself with confidence in the arms of that being, who penetrates and sustains all nature, and whose severities, if received with piety and resignation, he regarded as the surest pledges of unexhausted favour.","subId":"66","id":"Hume.HE.5.59.66"},{"type":"paragraph","content":"#Second civil war.# ^The^ parliament and army, meanwhile, enjoyed not, in tranquility, that power, which they had obtained with so much violence and injustice. Combinations and conspiracies, they were sensible, were every where forming around them; and Scotland, whence the king's cause had received the first fatal disaster, seemed now to promise it support and assistance.","subId":"67","id":"Hume.HE.5.59.67"},{"type":"paragraph","content":"^Before^ the surrender of the king's person at Newcastle, and much more, since that event, the subjects of discontent had been daily multiplying between the two kingdoms. The independents, who began to prevail, took all occasions of mortifying the Scots, whom the presbyterians looked on with the greatest affection and veneration. When the Scottish commissioners, who, joined to a committee of English lords and commons, had managed the war, were ready to depart, it was proposed in parliament to give them thanks for their civilities and good offices. The independents insisted, that the words, _Good offices,_ should be struck out; and thus the whole brotherly friendship and intimate alliance with the Scots resolved itself into an acknowledgment of their being well-bred gentlemen.","subId":"68","id":"Hume.HE.5.59.68"},{"type":"paragraph","content":"^The^ advance of the army to London, the subjection of the parliament, the seizing of the king at Holdenby, his confinement in Carisbroke-castle, were so many blows, sensibly felt by that nation; as threatening the final overthrow of presbytery, to which they were so passionately devoted. The covenant was profanely called, in the house of commons, an almanac out of date[n65], and that impiety, though complained of, had passed uncensured. Instead of being able to determine and establish orthodoxy by the sword and by penal statutes, they saw the sectarian army, who were absolute |masters, claim an unbounded liberty of conscience, which the presbyterians regarded with the utmost abhorrence. All the violences, put on the king, they loudly blamed, as repugnant to the covenant, by which they stood engaged to defend his royal person. And those very actions, of which they themselves had been guilty, they denominated treason and rebellion, when executed by an opposite party.","subId":"69","id":"Hume.HE.5.59.69"},{"type":"paragraph","content":"^The^ earls of Loudon, Lauderdale, and Laneric, who were sent to London, protested against the four bills; as containing too great a diminution of the king's civil power, and providing no security for religion. They complained, that, notwithstanding this protestation, the bills were still insisted on; contrary to the solemn league, and to the treaty between the two nations. And when they accompanied the English commissioners to the isle of Wight, they secretly formed a treaty with the king, for arming Scotland in his favour[n66].","subId":"70","id":"Hume.HE.5.59.70"},{"type":"paragraph","content":"#Invasion from Scotland.# ^Three^ parties, at that time, prevailed in Scotland: The_ Royalists,_ who insisted upon the restoration of the king's authority, without any regard to religious sects or tenets: Of these Montrose, though absent, was regarded as the head. The _Rigid presbyterians,_ who hated the king, even more than they abhorred toleration; and who determined to give him no assistance, till he should subscribe the covenant: These were governed by Argyle. The _Moderate presbyterians,_ who endeavoured to reconcile the interests of religion and of the crown, and hoped, by supporting the presbyterian party in England, to suppress the sectarian army, and to re-instate the parliament, as well as the king, in their just freedom and authority: The two brothers, Hamilton and Laneric, were leaders of this party.","subId":"71","id":"Hume.HE.5.59.71"},{"type":"paragraph","content":"^When^ Pendennis castle was surrendered to the parliamentary army, Hamilton, who then obtained his liberty, returned into Scotland; and being generously determined to remember ancient favours, more than recent injuries, he immediately embraced, with zeal and success, the protection of the royal cause. He obtained a vote from the Scottish parliament to arm 40,000 men in support of the king's authority, and to call over a considerable body under Monro, who commanded the Scottish forces in Ulster. And though |he openly protested, that the covenant was the foundation of all his measures, he secretly entered into correspondence with the English royalists, Sir Marmaduke Langdale and Sir Philip Musgrave, who had levied considerable forces in the north of England.","subId":"72","id":"Hume.HE.5.59.72"},{"type":"paragraph","content":"^The^ general assembly, who sat at the same time, and was guided by Argyle, dreaded the consequence of these measures, and foresaw, that the opposite party, if successful, would effect the restoration of monarchy, without the establishment of presbytery, in England. To join the king before he had subscribed the covenant, was, in their eyes, to restore him to his honour before Christ had obtained his[n67]; and they thundered out anathemas against every one, who payed obedience to the parliament. Two supreme independent judicatures were erected in the kingdom; one threatening the people with damnation and eternal torments, the other with imprisonment, banishment, and military execution. The people were distracted in their choice; and the armament of Hamilton's party, though seconded by all the civil power, went on but slowly. The royalists he would not, as yet, allow to join him, lest he might give offence to the ecclesiastical party; though he secretly promised them trust and preferment, as soon as his army should advance into England.","subId":"73","id":"Hume.HE.5.59.73"},{"type":"paragraph","content":"^While^ the Scots were making preparations for the invasion of England, every part of that kingdom was agitated with tumults, insurrections, conspiracies, discontents. It is seldom, that the people gain any thing by revolutions in government; because the new settlement, jealous and insecure, must commonly be supported with more expence and severity than the old: But on no occasion was the truth of this maxim more sensibly felt, than in the present situation of England. Complaints against the oppression of ship–money, against the tyranny of the star-chamber, had rouzed the people to arms: And having gained a complete victory over the crown, they found themselves loaded with a multiplicity of taxes, formerly unknown; and scarcely an appearance of law and liberty remained in the administration. The presbyterians, who had chiefly supported the war, were enraged to find the prize, just when it seemed within their reach, snatched by violence from them. The royalists, disappointed in their expectations, by the |cruel treatment which the king now received from the army, were strongly animated to restore him to liberty, and to recover the advantages, which they had unfortunately lost. All orders of men were inflamed with indignation at seeing the military prevail over the civil power, and king and parliament at once reduced to subjection by a mercenary army. Many persons of family and distinction had, from the beginning of the war, adhered to the parliament: But all these were, by the new party, deprived of authority; and every office was entrusted to the most ignoble part of the nation. A base populace exalted above their superiors: Hypocrites exercising iniquity under the vizor of religion: These circumstances promised not much liberty or lenity to the people; and these were now found united, in the same usurped and illegal administration.","subId":"74","id":"Hume.HE.5.59.74"},{"type":"paragraph","content":"^Though^ the whole nation seemed to combine in their hatred of military tyranny, the ends which the several parties pursued, were so different, that little concert was observed in their insurrections. Langhorne, Poyer, and Powel, presbyterian officers, who commanded bodies of troops in Wales, were the first that declared themselves; and they drew together a considerable army in those parts, which were extremely devoted to the royal cause. An insurrection was raised in Kent by young Hales and the earl of Norwich. Lord Capel, Sir Charles Lucas, Sir George Lisle, excited commotions in Essex. The earl of Holland, who had several times changed sides, since the commencement of the civil wars, endeavoured to assemble forces in Surrey. Pomfret castle in Yorkshire was surprized by Morrice. Langdale and Musgrave were in arms, and masters of Berwic and Carlisle in the north.","subId":"75","id":"Hume.HE.5.59.75"},{"type":"paragraph","content":"^What^ seemed the most dangerous circumstance; the general spirit of discontent had seized the fleet. Seventeen ships, lying in the mouth of the river, declared for the king; and putting Rainsborow, their admiral, ashore, sailed over to Holland, where the prince of Wales took the command of them[n68].","subId":"76","id":"Hume.HE.5.59.76"},{"type":"paragraph","content":"^The^ English royalists exclaimed loudly against Hamilton's delays, which they attributed to a refined policy in the Scots; as if their intentions were, that all the king's party should first be suppressed, and the victory remain solely to the presbyterians. Hamilton, with better reason, complained of the precipitate humour of |the English royalists, who, by their ill-timed insurrections, forced him to march his army, before his levies were completed, or his preparations in any forwardness.","subId":"77","id":"Hume.HE.5.59.77"},{"type":"paragraph","content":"^No^ commotions, beyond a tumult of the apprentices, which was soon suppressed, were raised in London: The terror of the army kept the citizens in subjection. The parliament was so over-awed, that they declared the Scots to be enemies, and all who joined them, traitors. Ninety members, however, of the lower house had the courage to dissent from this vote.","subId":"78","id":"Hume.HE.5.59.78"},{"type":"paragraph","content":"^Cromwel^ and the military council prepared themselves with vigour and conduct for defence. The establishment of the army was, at this time, 26,000 men; but by inlisting supernumeraries, the regiments were greatly augmented, and commonly consisted of more than double their stated complement[n69]. Colonel Horton first attacked the revolted troops in Wales, and gave them a considerable defeat. The remnants of the vanquished threw themselves into Pembroke, and were there closely besieged, and soon after taken, by Cromwel. Lambert was opposed to Langdale and Musgrave in the north, and gained advantages over them. Sir Michael Livesey defeated the earl of Holland at Kingston, and pursuing his victory, took him prisoner at St. Neots. Fairfax, having routed the Kentish royalists at Maidstone, followed the broken army: And when they joined the royalists of Essex, and threw themselves into Colchester; he laid siege to that place, which defended itself to the last extremity. A new fleet was manned, and sent out under the command of Warwic, to oppose the revolted ships, of which the prince had taken the command.","subId":"79","id":"Hume.HE.5.59.79"},{"type":"paragraph","content":"^While^ the forces were employed in all quarters, the parliament regained its liberty, and began to act with its wonted courage and spirit. The members, who had withdrawn, from terror of the army, returned; and infusing boldness into their companions, restored to the presbyterian party the ascendant, which it had formerly lost. The eleven impeached members were recalled, and the vote, by which they were expelled, was reversed. The vote too of non-addresses was repealed; and commissioners, five peers and ten commoners, were sent to Newport in the isle of Wight, in order to |treat with the king[n70]. He was allowed to summon several of his friends and old counsellors, that he might have their advice in this important transaction[n71]. The theologians on both sides, armed with their syllogisms and quotations, attended as auxiliaries[n72]. By them, the flame had first been raised; and their appearance was but a bad prognostic of its extinction. Any other instruments seemed better adapted for a treaty of pacification.","subId":"80","id":"Hume.HE.5.59.80"},{"type":"paragraph","content":"#18th Sept. Treaty of Newport.# ^When^ the king presented himself to this company, a great and sensible alteration was remarked in his aspect, from what it appeared the year before, when he resided at Hampton Court. The moment his servants had been removed, he had laid aside all care of his person, and had allowed his beard and hair to grow, and to hang dishevelled and neglected. His hair was become almost entirely gray; either from the decline of years, or from that load of sorrows, under which he laboured, and which, though borne with constancy, preyed inwardly on his sensible and tender mind. His friends beheld with compassion, and perhaps even his enemies, that _grey and discrowned head;_ as he himself terms it, in a copy of verses, which the truth of the sentiment, rather than any elegance of expression, renders very pathetic[n73]. Having in vain endeavoured by courage to defend his throne from his armed adversaries, it now behoved him, by reasoning and persuasion, to save some fragments of it from these peaceful, and no less implacable negotiators.","subId":"81","id":"Hume.HE.5.59.81"},{"type":"paragraph","content":"^The^ vigour of the king's mind, notwithstanding the seeming decline of his body, here appeared unbroken and undecayed. The parliamentary commissioners would allow none of his council to be present, and refused to enter into reasoning with any but himself. He alone, during the transactions of two months, was obliged to maintain the argument against fifteen men of the greatest parts and capacity in both houses; and no advantage was ever obtained over him[n74]. This was the scene, above all others, in which he was qualified to excel. A quick conception, a cultivated understanding, a chaste elocution, a dignified manner; by these accomplishments |he triumphed in all discussions of cool and temperate reasoning. _The king is much changed,_ said the earl of Salisbury to Sir Philip Warwic: _He is extremely improved of late. No,_ replied Sir Philip; _he was always so: But you are now at last sensible of it[n75]._ Sir Henry Vane, discoursing with his fellow commissioners, drew an argument from the king's uncommon abilities, why the terms of pacification must be rendered more strict and rigid[n76]. But Charles's capacity shone not equally in action as in reasoning.","subId":"82","id":"Hume.HE.5.59.82"},{"type":"paragraph","content":"^The^ first point, insisted on by the parliamentary commissioners, was the king's recalling all his proclamations and declarations against the parliament, and the acknowledging, that they had taken arms in their own defence. He frankly offered the former concession; but long scrupled the latter. The falsehood, as well as indignity of that acknowledgement, begat in his breast an extreme reluctance against it. The king had, no doubt, in some particulars of moment, invaded, from a seeming necessity, the privileges of his people: But having renounced all claim to these usurped powers, having confessed his errors, and having repaired every breach in the constitution, and even erected new ramparts, in order to secure it; he could no longer, at the commencement of the war, be represented as the aggressor. However it might be pretended, that the former display of his arbitrary inclinations, or rather his monarchical principles, rendered an offensive or preventive war in the parliament prudent and reasonable; it could never, in any propriety of speech, make it be termed a defensive one. But the parliament, sensible, that the letter of the law condemned them as rebels and traitors, deemed this point absolutely necessary for their future security: And the king, finding, that peace could be obtained on no other terms, at last yielded to it. He only entered a protest, which was admitted; that no concession, made by him, should be valid, unless the whole treaty of pacification were concluded[n77].","subId":"83","id":"Hume.HE.5.59.83"},{"type":"paragraph","content":"^He^ agreed, that the parliament should retain, during the term of twenty years, the power over the militia and army, and that of levying what money they pleased for their support. He even yielded to them the right of resuming, at any time afterwards, this |authority, whenever they should declare such a resumption necessary for public safety. In effect, the important power of the sword was for ever ravished from him and his successors[n78].","subId":"84","id":"Hume.HE.5.59.84"},{"type":"paragraph","content":"^He^ agreed, that all the great offices, during twenty years, should be filled by both houses of parliament[n79]. He relinquished to them the entire government of Ireland, and the conduct of the war there[n80]. He renounced the power of the wards, and accepted of 100,000 pounds a year in lieu of it[n81]. He acknowledged the validity of their great seal, and gave up his own[n82]. He abandoned the power of creating peers without consent of parliament. And he agreed, that all the debts, contracted in order to support the war against him, should be paid by the people.","subId":"85","id":"Hume.HE.5.59.85"},{"type":"paragraph","content":"^So^ great were the alterations, made on the English constitution by this treaty, that the king said, not without reason, that he had been more an enemy to his people by these concessions, could he have prevented them, than by any other action of his life.","subId":"86","id":"Hume.HE.5.59.86"},{"type":"paragraph","content":"^Of^ all the demands of the parliament, Charles refused only two. Though he relinquished almost every power of the crown, he would neither give up his friends to punishment, nor desert what he esteemed his religious duty. The severe repentance, which he had undergone, for abandoning Strafford, had, no doubt, confirmed him in the resolution never again to be guilty of a like error. His long solitude and severe afflictions had contributed to rivet him the more in those religious principles, which had ever a considerable influence over him. His desire, however, of finishing an accommodation induced him to go as far in both these particulars, as he thought any wise consistent with his duty.","subId":"87","id":"Hume.HE.5.59.87"},{"type":"paragraph","content":"^The^ estates of the royalists being, at that time, almost entirely under sequestration, Charles, who could give them no protection, consented, that they should pay such compositions, as they and the parliament could agree on; and only begged, that they might be made as moderate as possible. He had not the disposal of offices; and it seemed but a small sacrifice to consent, that a certain number of his friends should be rendered incapable of public employments[n83]. But when the parliament demanded a bill of attainder and banishment against seven persons, the marquess of Newcastle, |lord Digby, lord Biron, Sir Marmaduke Langdale, Sir Richard Granville, Sir Francis Doddington, and judge Jenkins, the king absolutely refused compliance: Their banishment for a limited time he was willing to agree to[n84].","subId":"88","id":"Hume.HE.5.59.88"},{"type":"paragraph","content":"^Religion^ was the fatal point about which the differences had arisen; and of all others, it was the least susceptible of composition or moderation between the contending parties. The parliament insisted on the establishment of presbytery, the sale of the chapter lands, the abolition of all forms of prayer, and strict laws against catholics. The king offered to retrench every thing, which he did not esteem of apostolical institution: He was willing to abolish archbishops, deans, prebends, canons: He offered, that the chapter lands should be let at low leases during ninety-nine years: He consented, that the present church government should continue during three years[n85]. After that time, he required not, that any thing should be restored to bishops but the power of ordination, and even that power to be exercised by advice of the presbyters[n86]. If the parliament, upon the expiration of that period, still insisted on their demand, all other branches of episcopal jurisdiction were abolished, and a new form of church government must, by common consent, be established. The book of common prayer he was willing to renounce, but required the liberty of using some other liturgy in his own chapel[n87]: A demand, which, though seemingly reasonable, was positively refused by the parliament.","subId":"89","id":"Hume.HE.5.59.89"},{"type":"paragraph","content":"^In^ the dispute on these articles, one is not surprised, that two of the parliamentary theologians should tell the king, _That if he did not consent to the utter abolition of episcopacy, he would be damned._ But it is not without some indignation, that we read the following vote of the lords and commons. \"The houses, out of their detestation to that abominable idolatry used in the mass, do declare, that they cannot admit of, or consent unto, any such indulgence in any law, as is desired by his majesty for exempting the queen and her family from the penalties to be enacted against the exercise of the mass.\"[n88] The treaty of marriage, the regard to the queen's sex and high station, even common humanity; all considerations were undervalued, in comparison of their bigotted prejudices[n89].","subId":"90","id":"Hume.HE.5.59.90"},{"type":"paragraph","content":"^It^ was evidently the interest, both of king and parliament, to finish their treaty with all expedition; and endeavour, by their combined force, to resist, if possible, the usurping fury of the army. It seemed even the interest of the parliament, to leave, in the king's hand, a considerable share of authority, by which he might be enabled to protect them and himself, from so dangerous an enemy. But the terms, on which they insisted, were so rigorous, that the king, fearing no worse from the most implacable enemies, was in no haste to come to a conclusion. And so great was the bigotry on both sides, that they were willing to sacrifice the greatest civil interests, rather than relinquish the most minute of their theological contentions. From these causes, assisted by the artifice of the independents, the treaty was spun out to such a length, that the invasions and insurrections were every where subdued; and the army had leisure to execute their violent and sanguinary purposes.","subId":"91","id":"Hume.HE.5.59.91"},{"type":"paragraph","content":"#Civil war and invasion repressed.# ^Hamilton^, having entered England with a numerous, though undisciplined, army, durst not unite his forces with those of Langdale; because the English royalists had refused to take the covenant; and the Scottish presbyterians, though engaged for the king, refused to join them on any other terms. The two armies marched together though at some distance; nor could even the approach of the parliamentary army under Cromwel, oblige the covenanters to consult their own safety, by a close union with the royalists. When principles are so absurd and so destructive of human society, it may safely be averred, that, the more sincere and the more disinterested they are, they only become the more ridiculous and more odious.","subId":"92","id":"Hume.HE.5.59.92"},{"type":"paragraph","content":"^Cromwel^ feared not to oppose 8000 men, to the numerous armies of 20,000, commanded by Hamilton and Langdale. He attacked the latter by surprize, near Preston in Lancashire[n90]; and, though the royalists made a brave resistance, yet, not being succoured in time by their confederates, they were almost entirely cut in pieces. Hamilton was next attacked, put to rout, and pursued to Utoxeter, where he surrendered himself prisoner. Cromwel followed his advantage; and marching into Scotland with a considerable body, joined Argyle, who was also in arms; and having suppressed Laneric, Monro, and other moderate presbyterians, |he placed the power entirely in the hands of the violent party. The ecclesiastical authority, exalted above the civil, exercised the severest vengeance on all who had a share in Hamilton's engagement, as it was called; nor could any of that party recover trust, or even live in safety, but by doing solemn and public penance for taking arms, by authority of parliament, in defence of their lawful sovereign.","subId":"93","id":"Hume.HE.5.59.93"},{"type":"paragraph","content":"^The^ chancellor, Loudon, who had, at first, countenanced Hamilton's enterprize, being terrified with the menaces of the clergy, had, some time before, gone over to the other party; and he now, openly in the church, though invested with the highest civil character in the kingdom, did penance for his obedience to the parliament, which he termed a _carnal self–seeking._ He accompanied his penance with so many tears, and such pathetical addresses to the people for their prayers in this his uttermost sorrow and distress, that an universal weeping and lamentation took place among the deluded audience[n91].","subId":"94","id":"Hume.HE.5.59.94"},{"type":"paragraph","content":"^The^ loan of great sums of money, often to the ruin of families, was exacted from all such as lay under any suspicion of favouring the king's party, though their conduct had been ever so inoffensive. This was a device, fallen upon by the ruling party, in order, as they said, to reach _Heart Malignants[n92]._ Never, in this island, was known a more severe and arbitrary government, than was generally exercised, by the patrons of liberty in both kingdoms.","subId":"95","id":"Hume.HE.5.59.95"},{"type":"paragraph","content":"^The^ siege of Colchester terminated in a manner no less unfortunate than Hamilton's engagement, for the royal cause. After suffering the utmost extremities of famine, after feeding on the vilest aliments; the garrison desired, at last, to capitulate. Fairfax required them to surrender at discretion; and he gave such an explanation to these terms, as to reserve to himself power, if he pleased, to put them all instantly to the sword. The officers endeavoured, though in vain, to persuade the soldiers, by making a vigorous sally, to break through, at least, to sell their lives as dear as possible. They were obliged[n93] to accept of the conditions offered; and Fairfax, instigated by Ireton, to whom Cromwel, in his absence, had consigned over the government of the passive general, seized Sir Charles Lucas and Sir George Lisle, and resolved to |make them instant sacrifices to military justice. This unusual severity was loudly exclaimed against by all the prisoners. Lord Capel, fearless of danger, reproached Ireton with it; and challenged him, as they were all engaged in the same honourable cause, to exercise the same impartial vengeance on all of them. Lucas was first shot, and he himself, gave orders to fire, with the same alacrity, as if he had commanded a platoon of his own soldiers. Lisle instantly ran and kissed the dead body, then chearfully presented himself to a like fate. Thinking that the soldiers, destined for his execution, stood at too great a distance, he called to them to come nearer: One of them replied, _I'll warrant you, Sir, we'll hit you:_ He answered smiling, _Friends, I have been nearer you when you have missed me._ Thus perished this generous spirit, not less beloved for his modesty and humanity, than esteemed for his courage and military conduct.","subId":"96","id":"Hume.HE.5.59.96"},{"type":"paragraph","content":"^Soon^ after, a gentleman appearing in the king's presence, cloathed in mourning for Sir Charles Lucas; that humane prince, suddenly recollecting the hard fate of his friends, paid them a tribute, which none of his own unparalleled misfortunes ever extorted from him: He dissolved into a flood of tears[n94].","subId":"97","id":"Hume.HE.5.59.97"},{"type":"paragraph","content":"^By^ these multiplied successes of the army, they had subdued all their enemies; and none remained but the helpless king and parliament, to oppose their violent measures. From Cromwel's suggestion, a remonstrance was drawn by the council of general officers, and sent to the parliament. They there complain of the treaty with the king; demand his punishment for the blood spilt during the war; require a dissolution of the present parliament, and a more equal representative for the future; and assert, that, though servants, they are entitled to represent these important points to their masters, who are themselves no better than servants and trustees of the people. #The king seized again by the army.# At the same time, they advanced with the army to Windsor, and sent colonel Eure to seize the king's person at Newport, and convey him to Hurst castle in the neighbourhood, where he was detained in strict confinement.","subId":"98","id":"Hume.HE.5.59.98"},{"type":"paragraph","content":"^This^ measure being foreseen some time before, the king was exhorted to make his escape, which was conceived to be very easy: But having given his word to the parliament not to attempt the recovery of his liberty during the treaty, and three weeks after; he |would not, by any persuasion, be induced to hazard the reproach of violating that promise. In vain was it urged, that a promise, given to the parliament, could no longer be binding; since they could no longer afford him protection from violence, threatened him by other persons, to whom he was bound by no tye or engagement. The king would indulge no refinements of casuistry, however plausible, in such delicate subjects; and was resolved, that, what depredations soever fortune should commit upon him, she never should bereave him of his honour[n95].","subId":"99","id":"Hume.HE.5.59.99"},{"type":"paragraph","content":"^The^ parliament lost not courage, notwithstanding the danger, with which they were so nearly menaced. Tho' without any plan for resisting military usurpations, they resolved to withstand them to the uttermost; and rather to bring on a violent and visible subversion of government, than lend their authority to those illegal and sanguinary measures, which were projected. They set aside the remonstrance of the army, without deigning to answer it; they voted the seizing of the king's person, to be without their consent, and sent a message to the general, to know by what authority that enterprize had been executed; and they issued orders, that the army should advance no nearer to London.","subId":"100","id":"Hume.HE.5.59.100"},{"type":"paragraph","content":"^Hollis^, the present leader of the presbyterians, was a man of unconquerable intrepidity; and many others of that party seconded his magnanimous spirit. It was proposed by them, that the generals, and principal officers should, for their disobedience and usurpations, be proclaimed traitors by the parliament.","subId":"101","id":"Hume.HE.5.59.101"},{"type":"paragraph","content":"^But^ the parliament was dealing with men, who would not be frightened by words, nor retarded by any scrupulous delicacy. The generals, under the name of Fairfax, (for he still allowed them to employ his name) marched the army to London, and placing guards in Whitehall, the Meuse, St. James's, Durham-house, Covent-garden, and Palace-yard, surrounded the parliament with their hostile armaments.","subId":"102","id":"Hume.HE.5.59.102"},{"type":"paragraph","content":"#Decemb. 6. The house purged.# ^The^ parliament, destitute of all hopes of prevailing retained, however, courage to resist. They attempted, in the face of the army, to close their treaty with the king; and, though they had formerly voted his concessions with regard to the church and delinquents to be unsatisfactory, they now took into consideration the final resolution with regard to the whole. After a violent debate |of three days, it was carried by a majority of 129 against 83, in the house of commons, that the king's concessions were a foundation for the houses to proceed upon in the settlement of the kingdom.","subId":"103","id":"Hume.HE.5.59.103"},{"type":"paragraph","content":"^Next^ day, when the commons were to meet, colonel Pride, formerly a drayman, had environed the house with two regiments; and, directed by lord Grey of Groby, he seized in the passage forty-one members of the presbyterian party, and sent them to a low room, which passed by the appelation of _hell;_ whence they were afterwards carried to several inns. Above 160 members more were excluded; and none were allowed to enter but the most furious and most determined of the independents; and these exceeded not the number of fifty or sixty. This invasion of the parliament commonly passed under the name of _colonel Pride's purge;_ so much disposed was the nation to make merry with the dethroning of those members, who had violently arrogated the whole authority of government, and deprived the king of his legal prerogatives.","subId":"104","id":"Hume.HE.5.59.104"},{"type":"paragraph","content":"^The^ subsequent proceedings of the parliament, if this diminutive assembly deserve that honourable name, retain not the least appearance of law, equity, or freedom. They instantly reversed the former vote, and declared the king's concessions unsatisfactory. They determined, that no member, absent at this last vote, should be received, till he subscribed it, as agreeable to his judgment. They renewed their former vote of non-addresses. And they committed to prison, Sir William Waller, Sir John Clotworthy, the generals Massey, Brown, Copley, and other leaders of the presbyterians. These men, by their credit and authority, which was then very high, had, at the commencement of the war, supported the parliament; and thereby prepared the way for the greatness of the present leaders, who, at that time, were of small account in the nation.","subId":"105","id":"Hume.HE.5.59.105"},{"type":"paragraph","content":"^The^ secluded members having published a paper, containing a narrative of the violence, which had been exercised upon them, and a protestation, that all acts were void, which, from that time, had been transacted in the house of commons; the remaining members encountered it with a declaration, in which they pronounced it false, scandalous, seditious, and tending to the destruction of the visible and fundamental government of the kingdom.","subId":"106","id":"Hume.HE.5.59.106"},{"type":"paragraph","content":"^These^ sudden and violent revolutions held the whole nation in terror and astonishment. Every man dreaded to be trampled under foot, in the contention between those mighty powers, which |disputed for the sovereignty of the state. Many began to withdraw their effects beyond sea: Foreigners scrupled to give any credit to a people, so torn by domestic faction, and oppressed by military usurpation: Even the internal commerce of the kingdom began to stagnate: And in order to remedy these growing evils, the generals, in the name of the army, published a declaration, in which they expressed their resolution of supporting law and justice[n96].","subId":"107","id":"Hume.HE.5.59.107"},{"type":"paragraph","content":"^The^ more to quiet the minds of men, the council of officers took into consideration, a scheme called _The agreement of the people;_ being the plan of a republic, to be substituted in the place of that government, which they had so violently pulled in pieces. Many parts of this scheme, for correcting the inequalities of the representative, are plausible; had the nation been disposed to receive it, or had the army intended to impose it. Other parts are too perfect for human nature, and favour strongly of that fanatical spirit, so prevalent throughout the kingdom.","subId":"108","id":"Hume.HE.5.59.108"},{"type":"paragraph","content":"^The^ height of all iniquity and fanatical extravagance yet remained; the public trial and execution of their sovereign. To this period was every measure precipitated by the zealous independents. The parliamentary leaders of that party had intended, that the army, themselves, should execute that daring enterprize; and they deemed so irregular and lawless a deed, best fitted to such irregular and lawless instruments[n97]. But the generals were too wise, to load themselves singly with the infamy, which, they knew, must attend an action, so shocking to the general sentiments of mankind. The parliament, they were resolved, should share with them the reproach of a measure, which was thought requisite for the advancement of their common ends of safety and ambition. In the house of commons, therefore, a committee was appointed to bring in a charge against the king. On their report a vote passed, declaring it a treason in a king, to levy war against his parliament, and appointing a HIGH COURT OF JUSTICE to try Charles for this new invented treason. This vote was sent up to the house of peers.","subId":"109","id":"Hume.HE.5.59.109"},{"type":"paragraph","content":"^The^ house of peers, during the civil wars, had, all along, been of small account; but it had lately, since the king's fall, become totally contemptible; and very few members would submit to the mortification of attending it. It happened, that day, to be fuller |than usual, and they were assembled to the number of sixteen. Without one dissenting voice, and almost without deliberation, they instantly rejected the vote of the lower house, and adjourned themselves for ten days; hoping that this delay would be able to retard the furious career of the commons.","subId":"110","id":"Hume.HE.5.59.110"},{"type":"paragraph","content":"#1649.# ^The^ commons were not to be stopped by so small an obstacle. Having first established a principle, which is noble in itself, and seems specious, but is belied by all history and experience, _That the people are the origin of all just power;_ they next declared, that the commons of England, assembled in parliament, being chosen by the people, and representing them, are the supreme authority of the nation, and that whatever is enacted and declared to be law by the commons, hath the force of law, without the consent of king or house of peers. #January 4.# The ordinance for the trial of Charles Stuart, king of England, so they called him, was again read and unanimously assented to.","subId":"111","id":"Hume.HE.5.59.111"},{"type":"paragraph","content":"^In^ proportion to the enormity of the violences and usurpations, were augmented the pretences of sanctity, among those regicides. \"Should any one have voluntarily proposed,\" said Cromwel in the house, \"to bring the king to punishment, I should have regarded him as the greatest traitor; but, since providence and necessity have cast us upon it, I will pray to God for a blessing on your counsels; though I am not prepared to give you any advice on this important occasion. Even I myself,\" subjoined he, \"when I was lately offering up petitions for his majesty's restoration, felt my tongue cleave to the roof of my mouth, and considered this preternatural movement as the answer which heaven, having rejected the king, had sent to my supplications.\"","subId":"112","id":"Hume.HE.5.59.112"},{"type":"paragraph","content":"^A^ woman of Hertfordshire, illuminated by prophetical visions, desired admittance into the military council, and communicated to the officers a revelation, which assured them, that their measures were consecrated from above, and ratified by a heavenly sanction. This intelligence gave them great comfort, and much confirmed them in their present resolutions[n98].","subId":"113","id":"Hume.HE.5.59.113"},{"type":"paragraph","content":"^Colonel^ Harrison, the son of a butcher, and the most furious enthusiast in the army, was sent with a strong party to conduct the king to London. At Windsor, Hamilton, who was there detained a |prisoner, was admitted into the king's presence; and falling on his knees, passionately exclaimed, _My dear master!-I have indeed been so to you,_ replied Charles, embracing him. No farther intercourse was allowed between them. The king was instantly hurried away. Hamilton long followed him with his eyes, all suffused in tears, and prognosticated, that, in this short salutation, he had given the last adieu to his sovereign and his friend.","subId":"114","id":"Hume.HE.5.59.114"},{"type":"paragraph","content":"^Charles^ himself was assured, that the period of his life was now approaching; but notwithstanding all the preparations, which were making, and the intelligence, which he received, he could not, even yet, believe, that his enemies really meant to conclude their violences by a public trial and execution. A private assassination he every moment looked for; and though Harrison assured him, that his apprehensions were entirely groundless, it was by that catastrophe, so frequent with dethroned princes, that he expected to terminate his life. In appearance, as well as in reality, the king was now dethroned. All the exterior symbols of sovereignty were withdrawn, and his attendants had orders to serve him without ceremony. At first, he was shocked with instances of rudeness and familiarity, to which he had been so little accustomed. _Nothing so contemptible as a despised prince!_ was the reflection, which they suggested to him. But he soon reconciled his mind to this, as he had done to his other calamities.","subId":"115","id":"Hume.HE.5.59.115"},{"type":"paragraph","content":"^All^ the circumstances of the trial were now adjusted; and the high court of justice fully constituted. It consisted of 133 persons, as named by the commons; but there scarcely ever sat above 70: So difficult was it, notwithstanding the blindness of prejudice, and the allurements of interest, to engage men of any name or character in that criminal measure. Cromwel, Ireton, Harrison, and the chief officers of the army, most of them of mean birth, were members, together with some of the lower house and some citizens of London. The twelve judges were at first appointed in the number: But as they had affirmed, that it was contrary to all the ideas of English law to try the king for treason, by whose authority all accusations for treason must necessarily be conducted; their names, as well as those of some peers, were afterwards struck out. Bradshaw, a lawyer, was chosen president. Coke was appointed solicitor for the people of England. Dorislaus, Steele, and Aske, were named assistants. The court sat in Westminster-hall.","subId":"116","id":"Hume.HE.5.59.116"},{"type":"paragraph","content":"^It^ is remarkable, that, in calling over the court, when the crier pronounced the name of Fairfax, which had been inserted in the number, a voice came from one of the spectators, and cried, _He has more wit than to be here._ When the charge was read against the king, _In the name of the people of England;_ the same voice exclaimed, _Not a tenth part of them._ Axtel the officer, who guarded the court, giving orders to fire into the box, whence these insolent speeches came; it was discovered, that lady Fairfax was there, and that it was she who had had the courage to utter them. She was a person of noble extraction, daughter of Horace lord Vere of Tilbury; but being seduced by the violence of the times, she had long seconded her husband's zeal against the royal cause, and was now, as well as he, struck with abhorrence at the fatal and unexpected consequence of all his boasted victories.","subId":"117","id":"Hume.HE.5.59.117"},{"type":"paragraph","content":"#The king's trial.# ^The^ pomp, the dignity, the ceremony of this transaction, corresponded to the greatest conception, that is suggested in the annals of human kind; the delegates of a great people sitting in judgment upon their supreme magistrate, and trying him for his misgovernment and breach of trust. The solicitor, in the name of the commons, represented, that Charles Stuart, being admitted king of England, and _entrusted_ with a limited power; yet nevertheless, from a wicked design to erect an unlimited and tyrannical government, had traiterously and maliciously levied war against the present parliament, and the people, whom they represented, and was therefore impeached as a tyrant, traitor, murderer, and a public and implacable enemy to the commonwealth. After the charge was finished, the president directed his discourse to the king, and told him, that the court expected his answer.","subId":"118","id":"Hume.HE.5.59.118"},{"type":"paragraph","content":"^The^ king, though long detained a prisoner, and now produced as a criminal, sustained, by his magnanimous courage, the majesty of a monarch. With great temper and dignity, he declined the authority of the court, and refused to submit himself to their jurisdiction. He represented, that, having been engaged in treaty with his two houses of parliament, and having finished almost every article, he had expected to be brought to his capital in another manner, and ere this time, to have been restored to his power, dignity, revenue, as well as to his personal liberty: That he could not now perceive any appearance of the upper house, so essential a member of the constitution; and had learned, that even |the commons, whose authority was pretended, were subdued by lawless force, and were bereaved of their liberty: That he himself was their NATIVE HEREDITARY KING; nor was the whole authority of the state, though free and united, intitled to try him, who derived his dignity from the Supreme Majesty of Heaven: That, admitting those extravagant principles, which levelled all orders of men, the court could plead no power, delegated by the people; unless the consent of every individual, down to the meanest and most ignorant peasant, had been previously asked and obtained: That he acknowledged, without scruple, that he had a _trust_ committed to him, and one most sacred and inviolable; he was entrusted with the liberties of his people, and would not now betray them, by recognizing a power, founded on the most atrocious violence and usurpation: That having taken arms, and frequently exposed his life, in defence of public liberty, of the constitution, of the fundamental laws of the kingdom, he was willing, in this last and most solemn scene, to seal with his blood those precious rights, for which, though in vain, he had so long contended: That those, who arrogated a title to sit as his judges, were born his subjects, and born subjects to those laws, which determined, _That the king can do no wrong:_ That he was not reduced to the necessity of sheltering himself under this general maxim, which guards every English monarch, even the least deserving; but was able, by the most satisfactory reasons, to justify those measures, in which he had been engaged: That, to the whole world, and even to them, his pretended judges, he was desirous, if called upon in another manner, to prove the integrity of his conduct, and assert the justice of those defensive arms, to which, unwillingly and unfortunately, he had had recourse: But that, in order to preserve a uniformity of conduct, he must at present, forego the apology of his innocence; lest, by ratifying an authority, no better founded than that of robbers and pyrates, he be justly branded as the betrayer, instead of being applauded as the martyr, of the constitution.","subId":"119","id":"Hume.HE.5.59.119"},{"type":"paragraph","content":"^The^ president, in order to support the majesty of the people, and maintain the superiority of his court above the prisoner, still inculcated, that he must not decline the authority of his judges; that they over-ruled his objections; that they were delegated by the people, the only source of every lawful power; and that kings themselves acted but in trust from that community, which had |invested this high court of justice with its jurisdiction. Even according to those principles, which, in his present situation, he was perhaps obliged to adopt, his behaviour, in general, will appear not a little harsh and barbarous; but when we consider him as a subject, and one too of no high character, addressing himself to his unfortunate sovereign, his style will be esteemed, to the last degree, audacious and insolent.","subId":"120","id":"Hume.HE.5.59.120"},{"type":"paragraph","content":"^Three^ times was Charles produced before the court, and as often declined their jurisdiction. On the fourth, the judges having examined some witnesses, by whom it was proved, that the king had appeared in arms against the forces commissioned by the parliament, they pronounced sentence against him. He seemed very anxious, at this time, to be admitted to a conference with the two houses; and it was supposed, that he intended to resign the crown to his son: #27th Jan.# But the court refused compliance, and considered that request as nothing but a delay of justice.","subId":"121","id":"Hume.HE.5.59.121"},{"type":"paragraph","content":"^It^ is confessed, that the king's behaviour, during this last scene of his life, does honour to his memory; and that, in all appearances before his judges, he never forgot his part, either as a prince or as a man. Firm and intrepid, he maintained, in each reply, the utmost perspicuity and justness both of thought and expression: Mild and equable, he rose into no passion at that unusual authority, which was assumed over him. His soul, without effort or affectation, seemed only to remain in the situation familiar to it, and to look down with contempt on all the efforts of human malice and iniquity. The soldiers, instigated by their superiors, were brought, though with difficulty, to cry aloud for justice: _Poor souls!_ said the king to one of his attendants; _for a little money they would do as much against their commanders[n99]._ Some of them were permitted to go the utmost length of brutal insolence, and to spit in his face, as he was conducted along the passage to the court. To excite a sentiment of piety was the only effect, which this inhuman insult was able to produce upon him.","subId":"122","id":"Hume.HE.5.59.122"},{"type":"paragraph","content":"^The^ people, though under the rod of lawless, unlimited power, could not forbear, with the most ardent prayers, pouring forth their wishes for his preservation; and, in his present distress, they avowed _him,_ by their generous tears, for their monarch, whom, in |their misguided fury, they had before so violently rejected. The king was softened at this moving scene, and expressed his gratitude for their dutiful affection. One soldier too, seized by contagious sympathy, demanded from heaven a blessing on oppressed and fallen majesty: His officer, overhearing the prayer, beat him to the ground in the king's presence. _The punishment, methinks, exceeds the offence:_ This was the reflection which Charles formed on that occasion[n100].","subId":"123","id":"Hume.HE.5.59.123"},{"type":"paragraph","content":"^As^ soon as the intention of trying the king was known in foreign countries, so enormous an action was exclaimed against by the general voice of reason and humanity; and all men, under whatever form of government they were born, rejected this example, as the utmost effort of undisguised usurpation, and the most heinous insult on law and justice. The French ambassador, by orders from his court, interposed in the king's behalf: The Dutch employed their good offices: The Scots exclaimed and protested against the violence: The queen, the prince, wrote pathetic letters to the parliament. All solicitations were found fruitless with men whose resolutions were fixed and irrevocable.","subId":"124","id":"Hume.HE.5.59.124"},{"type":"paragraph","content":"^Four^ of Charles's friends, persons of virtue and dignity, Richmond, Hertford, Southampton, Lindesey, applied to the commons. They represented, that they were the king's counsellors, and had concurred, by their advice, in all those measures, which were now imputed as crimes to their royal master: That, in the eye of the law, and according to the dictates of common reason, they alone were guilty, and were alone exposed to censure for every blameable action of the prince: And that they now presented themselves, in order to save, by their own punishment, that precious life, which it became the commons themselves, and every subject, with the utmost hazard, to protect and defend[n101]. Such a generous effort tended to their honour; but contributed nothing towards the king's safety.","subId":"125","id":"Hume.HE.5.59.125"},{"type":"paragraph","content":"^The^ people remained in that silence and astonishment, which all great passions, when they have not an opportunity of exerting themselves, naturally produce in the human mind. The soldiers, being incessantly plied with prayers, sermons, and exhortations, were wrought up to a degree of fury, and imagined, that in the acts |of the most extreme disloyalty towards their prince, consisted their greatest merit in the eye of heaven[n102].","subId":"126","id":"Hume.HE.5.59.126"},{"type":"paragraph","content":"^Three^ days were allowed the king between his sentence and his execution. This interval he passed with great tranquillity, chiefly in reading and devotion. All his family, that remained in England, were allowed access to him. It consisted only of the princess Elizabeth and the duke of Glocester; for the duke of York had made his escape. Glocester was little more than an infant: The princess, notwithstanding her tender years, shewed an advanced judgment; and the calamities of her family had made a deep impression upon her. After many pious consolations and advices, the king gave her in charge to tell the queen, that, during the whole course of his life, he had never once, even in thought, failed in his fidelity towards her; and that his conjugal tenderness and his life should have an equal duration.","subId":"127","id":"Hume.HE.5.59.127"},{"type":"paragraph","content":"^To^ the young duke too, he could not forbear giving some advice, in order to season his mind with early principles of loyalty and obedience towards his brother, who was so soon to be his sovereign. Holding him on his knee, he said, \"Now they will cut off thy father's head.\" At these words, the child looked very stedfastly upon him. \"Mark! child, what I say: They will cut off my head! and perhaps make thee a king: But mark what I say: Thou must not be a king, as long as thy brothers, Charles and James, are alive. They will cut off thy brothers' heads, when they can catch them! And thy head too they will cut off at last! Therefore I charge thee, do not be made a king by them!\" The duke, sighing, replied, \"I will be torn in pieces first!\" So determined an answer, from one of such tender years, filled the king's eyes with tears of joy and admiration.","subId":"128","id":"Hume.HE.5.59.128"},{"type":"paragraph","content":"^Every^ night, during this interval, the king slept sound as usual; though the noise of workmen, employed in framing the scaffold, and other preparations for his execution, continually resounded in his ears[n103]. The morning of the fatal day, he rose early; and calling Herbert, one of his attendants, he bade him employ more than usual care in dressing him, and preparing him for so great and joyful a solemnity. #30th Jan.# Bishop Juxon, a man endowed with the same mild and steady virtues, by which the king himself was so much |distinguished, assisted him in his devotions, and paid the last melancholy duties to his friend and sovereign.","subId":"129","id":"Hume.HE.5.59.129"},{"type":"paragraph","content":"#And execution.# ^The^ street before Whitehall was the place destined for the execution: For it was intended, by choosing that very place, in sight of his own palace, to display more evidently the triumph of popular justice over royal majesty. When the king came upon the scaffold, he found it so surrounded with soldiers, that he could not expect to be heard by any of the people: He addressed, therefore, his discourse to the few persons who were about him; particularly colonel Tomlinson, to whose care he had lately been committed, and upon whom, as upon many others, his amiable deportment had wrought an entire conversion. He justified his own innocence in the late fatal wars, and observed, that he had not taken arms, till after the parliament had inlisted forces; nor had he any other object in his warlike operations, than to preserve that authority entire, which his predecessors had transmitted to him. He threw not, however, the blame upon the parliament; but was more inclined to think, that ill instruments had interposed, and raised in them fears and jealousies with regard to his intentions. Though innocent towards his people, he acknowledged the equity of his execution in the eyes of his Maker; and observed, that, an unjust sentence, which he had suffered to take effect, was now punished by an unjust sentence upon himself. He forgave all his enemies, even the chief instruments of his death; but exhorted them and the whole nation to return to the ways of peace, by paying obedience to their lawful sovereign, his son and successor. When he was preparing himself for the block, bishop Juxon called to him: \"There is, Sir, but one stage more, which, though turbulent and troublesome, is yet a very short one. Consider, it will soon carry you a great way; it will carry you from earth to heaven; and there you shall find, to your great joy, the prize, to which you hasten, a crown of glory.\" \"I go,\" replied the king, \"from a corruptible to an incorruptible crown; where no disturbance can have place.\" At one blow was his head severed from his body. A man in a vizor performed the office of executioner: Another, in a like disguise, held up to the spectators, the head, streaming with blood, and cried aloud, _This is the head of a traitor!_","subId":"130","id":"Hume.HE.5.59.130"},{"type":"paragraph","content":"^It^ is impossible to describe the grief, indignation, and astonishment, |which took place, not only among the spectators, who were overwhelmed with a flood of sorrow, but throughout the whole nation, as soon as the report of this fatal execution was conveyed to them. Never monarch, in the full triumph of success and victory, was more dear to his people, than his misfortunes and magnanimity, his patience and piety, had rendered this unhappy prince. In proportion to their former delusions, which had animated them against him, was the violence of their return to duty and affection; while each reproached himself, either with active disloyalty towards him, or with too indolent defence of his oppressed cause. On weaker minds, the effect of these complicated passions was prodigious. Women are said to have cast forth the untimely fruit of their womb: Others fell into convulsions, or sunk into such a melancholy as attended them to their grave: Nay some, unmindful of themselves, as though they could not, or would not survive their beloved prince, it is reported, suddenly fell down dead. The very pulpits were bedewed with unsuborned tears; those pulpits, which had formerly thundered out the most violent imprecations and anathemas against him. And all men united in their detestation of those hypocritical parricides, who, by sanctified pretences, had so long disguised their treasons, and in this last act of iniquity, had thrown an indelible stain upon the nation.","subId":"131","id":"Hume.HE.5.59.131"},{"type":"paragraph","content":"^A^ fresh instance of hypocrisy was displayed the very day of the king's death. The generous Fairfax, not content with being absent from the trial, had used all the interest, which he yet retained, to prevent the execution of the fatal sentence; and had ever employed persuasion with his own regiment, though none else should follow him, to rescue the king from his disloyal murderers. Cromwel and Ireton, informed of this intention, endeavoured to convince him, that the Lord had rejected the king; and they exhorted him to seek by prayer some direction from heaven on this important occasion: But they concealed from him that they had already signed the warrant for the execution. Harrison was the person appointed to join in prayer with the unwary general. By agreement, he prolonged his doleful cant, till intelligence arrived, that the fatal blow was struck. He then rose from his knees, and insisted with Fairfax, that this event was a miraculous |and providential answer, which heaven had sent to their devout supplications[n104].","subId":"132","id":"Hume.HE.5.59.132"},{"type":"paragraph","content":"^It^ being remarked, that the king, the moment before he stretched out his neck to the executioner, had said to Juxon, with a very earnest accent, the single word, REMEMBER; great mysteries were supposed to be concealed under that expression; and the generals vehemently insisted with the prelate, that he should inform them of the king's meaning. Juxon told them, that the king, having frequently charged him to inculcate on his son the forgiveness of his murderers, had taken this opportunity, in the last moment of his life, when his commands, he supposed, would be regarded as sacred and inviolable, to re-iterate that desire; and that his mild spirit thus terminated its present course, by an act of benevolence towards his greatest enemies.","subId":"133","id":"Hume.HE.5.59.133"},{"type":"paragraph","content":"^The^ character of this prince, as that of most men, if not of all men, was mixed; but his virtues predominated extremely above his vices, or, more properly speaking, his imperfections: For scarce any of his faults rose to that pitch as to merit the appellation of vices. To consider him in the most favourable light, it may be affirmed, that his dignity was free from pride, his humanity from weakness, his bravery from rashness, his temperance from austerity, his frugality from avarice: All these virtues, in him, maintained their proper bounds, and merited unreserved praise. To speak the most harshly of him, we may affirm, that many of his good qualities were attended with some latent frailty, which, though seemingly inconsiderable, was able, when seconded by the extreme malevolence of his fortune, to disappoint them of all their influence: His beneficent disposition was clouded by a manner not very gracious; his virtue was tinctured with superstition; his good sense was disfigured by a deference to persons of a capacity inferior to his own; and his moderate temper exempted him not from hasty and precipitate resolutions. He deserves the epithet of a good, rather than of a great man; and was more fitted to rule in a regular established government, than either to give way to the encroachments of a popular assembly, or finally to subdue their pretensions. He wanted suppleness and dexterity sufficient for the first measure: He was not endowed with the vigour requisite for |the second. Had he been born an absolute prince, his humanity and good sense had rendered his reign happy and his memory precious: Had the limitations on prerogative been, in his time, quite fixed and certain, his integrity had made him regard, as sacred, the boundaries of the constitution. Unhappily, his fate threw him into a period, when the precedents of many former reigns favoured strongly of arbitrary power, and the genius of the people ran violently towards liberty. And if his political prudence was not sufficient to extricate him from so perilous a situation, he may be excused; since, even after the event, when it is commonly easy to correct all errors, one is at a loss to determine what conduct, in his circumstances, could have maintained the authority of the crown, and preserved the peace of the nation. Exposed, without revenue, without arms, to the assault of furious, implacable, and bigotted factions, it was never permitted him, but with the most fatal consequences, to commit the smallest mistake; a condition too rigorous to be imposed on the greatest human capacity.","subId":"134","id":"Hume.HE.5.59.134"},{"type":"paragraph","content":"^Some^ historians have rashly questioned the good faith of this prince: But, for this reproach, the most malignant scrutiny of his conduct, which, in every circumstance, is now thoroughly known, affords not any reasonable foundation. On the contrary, if we consider the extreme difficulties, to which he was so frequently reduced, and compare the sincerity of his professions and declarations; we shall avow, that probity and honour ought justly to be numbered among his most shining qualities. In every treaty, those concessions, which, he thought, he could not, in conscience, maintain, he never could, by any motive or persuasion, be induced to make. And though some violations of the petition of right may perhaps be imputed to him; these are more to be ascribed to the necessity of his situation, and to the lofty ideas of royal prerogative, which, from former established precedents, he had imbibed, than to any failure in the integrity of his principles[n105].","subId":"135","id":"Hume.HE.5.59.135"},{"type":"paragraph","content":"^This^ prince was of a comely presence; of a sweet, but melancholy aspect. His face was regular, handsome, and well complexioned; his body strong, healthy, and justly proportioned; and being of a middle stature, he was capable of enduring the greatest fatigues. He excelled in horsemanship and other exercises; and he |possessed all the exterior, as well as many of the essential qualities, which form an accomplished prince.","subId":"136","id":"Hume.HE.5.59.136"},{"type":"paragraph","content":"^The^ tragical death of Charles begat a question, whether the people, in any case, were intitled to judge and to punish their sovereign; and most men, regarding chiefly the atrocious usurpation of the pretended judges, and the merit of the virtuous prince who suffered, were inclined to condemn the republican principle, as highly seditious and extravagant: But there still were a few, who, abstracting from the particular circumstances of this case, were able to consider the question in general, and were inclined to moderate, not contradict, the prevailing sentiment. Such might have been their reasoning. If ever, on any occasion, it were laudable to conceal truth from the populace; it must be confessed, that the doctrine of resistance affords such an example; and that all speculative reasoners ought to observe, with regard to this principle, the same cautious silence, which the laws, in every species of government, have ever prescribed to themselves. Government is instituted, in order to restrain the fury and injustice of the people; and being always founded on opinion, not on force, it is dangerous to weaken, by these speculations, the reverence, which the multitude owe to authority, and to instruct them beforehand, that the case can ever happen, when they may be freed from their duty of allegiance. Or should it be found impossible to restrain the licence of human disquisitions, it must be acknowledged, that the doctrine of obedience ought alone to be _inculcated,_ and that the exceptions, which are rare, ought seldom or never to be mentioned in popular reasonings and discourses. Nor is there any danger, that mankind, by this prudent reserve, should universally degenerate into a state of abject servitude. When the exception really occurs, even though it be not previously expected and descanted on, it must, from its very nature, be so obvious and undisputed, as to remove all doubt, and overpower the restraint, however great, imposed by teaching the general doctrine of obedience. But between resisting a prince and dethroning him, there is a wide interval; and the abuses of power, which can warrant the latter violence, are greater and more enormous, than those which will justify the former. History, however, supplies us with examples even of this kind; and the reality of the supposition, though, for the future, it ought ever to be little looked for, must, by all candid enquirers, be acknowledged in the |past. But between dethroning a prince and punishing him, there is another very wide interval; and it were not strange, if even men of the most enlarged thought should question, whether human nature could ever, in any monarch, reach that height of depravity, as to warrant, in revolted subjects, this last act of extraordinary jurisdiction. That illusion, if it be an illusion, which teaches us to pay a sacred regard to the persons of princes, is so salutary, that to dissipate it by the formal trial and punishment of a sovereign, will have more pernicious effects upon the people, than the example of justice can be supposed to have a beneficial influence upon princes, by checking their career of tyranny. It is dangerous also, by these examples, to reduce princes to despair, or bring matters to such extremities against persons endowed with great power, as to leave them no resource, but in the most violent and most sanguinary counsels. This general position being established, it must, however, be observed, that no reader, almost of any party or principle, was ever shocked, when he read, in ancient history, that the Roman senate voted Nero, their absolute sovereign, to be a public enemy, and, even without trial, condemned him to the severest and most ignominious punishment; a punishment, from which the meanest Roman citizen, was, by the laws, exempted. The crimes of that bloody tyrant are so enormous, that they break through all rules; and extort a confession, that such a dethroned prince is no longer superior to his people, and can no longer plead, in his own defence, laws, which were established for conducting the ordinary course of administration. But when we pass from the case of Nero to that of Charles, the great disproportion, or rather total contrariety, of character immediately strikes us; and we stand astonished, that, among a civilized people, so much virtue could ever meet with so fatal a catastrophe. History, the great mistress of wisdom, furnishes examples of all kinds; and every prudential, as well as moral precept, may be authorized by those events, which her enlarged mirror is able to present to us. From the memorable revolutions, which passed in England during this period, we may naturally deduce the same useful lesson, which Charles himself, in his later years, inferred; that it is dangerous for princes, even from the appearance of necessity, to assume more authority, than the laws have allowed them. But, it must be confessed, that these events furnish us with another instruction, no less natural, and no |less useful, concerning the madness of the people, the furies of fanaticism, and the danger of mercenary armies.","subId":"137","id":"Hume.HE.5.59.137"},{"type":"paragraph","content":"^In^ order to close this part of British history, it is also necessary to relate the dissolution of the monarchy in England: That event soon followed upon the death of the monarch. #6th Feb.# When the peers met, on the day appointed in their adjournment, they entered upon business, and sent down some votes to the commons, of which the latter deigned not to take the least notice. In a few days, the lower house passed a vote, that they would make no more addresses to the house of peers, nor receive any from them; and that that house was useless and dangerous, and was therefore to be abolished. A like vote passed with regard to the monarchy; and it is remarkable, that Martin, a zealous republican, in the debate on this question, confessed, that, if they desired a king, the last was as proper as any gentleman in England[n106]. The commons ordered a new great seal to be engraved, on which that assembly was represented, with this legend, ON THE FIRST YEAR OF FREEDOM, BY GOD'S BLESSING, RESTORED, 1648. The forms of all public business were changed, from the king's name, to that of the keepers of the liberties of England[n107]. And it was declared high treason to proclaim, or any otherwise acknowledge Charles Stuart, commonly called prince of Wales.","subId":"138","id":"Hume.HE.5.59.138"},{"type":"paragraph","content":"^The^ commons intended, it is said, to bind the princess Elizabeth apprentice to a button-maker: The duke of Glocester was to be taught some other mechanical employment. But the former soon died; of grief, as is supposed, for her father's tragical end: The latter was, by Cromwel, sent beyond sea.","subId":"139","id":"Hume.HE.5.59.139"},{"type":"paragraph","content":"^The^ king's statue, in the Exchange, was thrown down; and on the pedestal these words were inscribed: EXIT TYRANNUS, REGUM ULTIMUS: _The tyrant is gone, the last of the kings._","subId":"140","id":"Hume.HE.5.59.140"},{"type":"paragraph","content":"^Duke^ Hamilton was tried by a new high court of justice, as earl of Cambridge in England; and condemned for treason. This sentence, which was certainly hard, but which ought to save his memory from all imputations of treachery to his master, was executed |on a scaffold, erected before Westminster-hall. Lord Capel underwent the same fate. Both these noblemen had escaped from prison, but were afterwards discovered and taken. To all the solicitations of their friends for pardon, the generals and parliamentary leaders still replied, that it was certainly the intention of providence they should suffer; since it had permitted them to fall into the hands of their enemies, after they had once recovered their liberty.","subId":"141","id":"Hume.HE.5.59.141"},{"type":"paragraph","content":"^The^ earl of Holland lost his life by a like sentence. Though of a polite and courtly behaviour, he died lamented by no party. His ingratitude to the king, and his frequent changing of sides, were regarded as great stains on his memory. The earl of Norwich and Sir John Owen, being condemned by the same court, were pardoned by the commons.","subId":"142","id":"Hume.HE.5.59.142"},{"type":"paragraph","content":"^The^ king left six children; three males, Charles, born in 1630, James, duke of York, born in 1633, Henry duke of Glocester, born in 1641; and three females, Mary princess of Orange, born in 1631, Elizabeth, born 1635, and Henrietta, afterwards duchess of Orleans, born at Exeter 1644.","subId":"143","id":"Hume.HE.5.59.143"},{"type":"paragraph","content":"^The^ archbishops of Canterbury in this reign were Abbot and Laud: The lord keepers, Williams, bishop of Lincoln, lord Coventry, lord Finch, lord Littleton, and Sir Richard Lane; the high admirals, the duke of Buckingham and the earl of Northumberland; the treasurers, the earl of Marlborough, the earl of Portland, Juxon, bishop of London, and lord Cottington; the secretaries of state, lord Conway, Sir Albertus Moreton, Coke, Sir Henry Vane, lord Falkland, lord Digby, and Sir Edward Nicholas.","subId":"144","id":"Hume.HE.5.59.144"},{"type":"paragraph","content":"^It^ may be expected, that we should here mention the _Icon Basiliké,_ a work published in the king's name a few days after his execution. It seems almost impossible, in the controverted parts of history, to say any thing which will satisfy the zealots of both parties: But with regard to the genuineness of that production, it is not easy for an historian to fix any opinion, which will be entirely to his own satisfaction. The proofs brought to evince, that this work is or is not the king's, are so convincing, that, if an impartial reader peruse any one side apart[n108], he will think it impossible, that |arguments could be produced, sufficient to counter-balance so strong an evidence: And when he compares both sides, he will be some time at a loss to fix any determination. Should an absolute suspence of judgment be found difficult or disagreeable in so interesting a question, I must confess, that I much incline to give the preference to the arguments of the royalists. The testimonies, which prove that performance to be the king's, are more numerous, certain, and direct, than those on the other side. This is the case, even if we consider the external evidence: But when we weigh the internal, derived from the style and composition, there is no manner of comparison. These meditations resemble, in elegance, purity, neatness, and simplicity, the genius of those performances, which we know with certainty to have flowed from the royal pen: But are so unlike the bombast, perplexed, rhetorical, and corrupt style of Dr. Gauden, to whom they are ascribed, that no human testimony seems sufficient to convince us, that he was the author. Yet all the evidences, which would rob the king of that honour, tend to prove, that Dr. Gauden had the merit of writing so fine a performance, and the infamy of imposing it on the world for the king's.","subId":"145","id":"Hume.HE.5.59.145"},{"type":"paragraph","content":"^It^ is not easy to conceive the general compassion excited towards the king, by the publishing, at so critical a juncture, a work so full of piety, meekness, and humanity. Many have not scrupled to ascribe to that book the subsequent restoration of the royal family. Milton compares its effects to those which were wrought on the tumultuous Romans by Anthony's reading to them the will of Caesar. The _Icon_ passed through fifty editions in a twelvemonth; and independent of the great interest taken in it by the nation, as the supposed production of their murdered sovereign, it must be acknowledged the best prose composition, which, at the time of its publication, was to be found in the English language.","subId":"146","id":"Hume.HE.5.59.146"},{"type":"note","content":"Fourteen thousand men were only intended to be kept up; 6000 horse, 6000 foot, and 2000 dragoons. Bates.","subId":"n1","id":"Hume.HE.5.59.n1"},{"type":"note","content":"Rush. vol. vii. p. 564.","subId":"n2","id":"Hume.HE.5.59.n2"},{"type":"note","content":"Rush. vol. vi. p. 134.","subId":"n3","id":"Hume.HE.5.59.n3"},{"type":"note","content":"Ibid. vol. vii. p. 565.","subId":"n4","id":"Hume.HE.5.59.n4"},{"type":"note","content":"Ibid. vol. vii. p. 474.","subId":"n5","id":"Hume.HE.5.59.n5"},{"type":"note","content":"Parl. Hist. vol. xv. p. 342.","subId":"n6","id":"Hume.HE.5.59.n6"},{"type":"note","content":"Parl. Hist. vol. xv. p. 344.","subId":"n7","id":"Hume.HE.5.59.n7"},{"type":"note","content":"Rush. vol. vii. p. 457.","subId":"n8","id":"Hume.HE.5.59.n8"},{"type":"note","content":"Ibid. vol. vii. p. 458.","subId":"n9","id":"Hume.HE.5.59.n9"},{"type":"note","content":"Ibid. vol. vii. p. 461, 556.","subId":"n10","id":"Hume.HE.5.59.n10"},{"type":"note","content":"Rush. vol. vii. p. 468.","subId":"n11","id":"Hume.HE.5.59.n11"},{"type":"note","content":"Idem, ibid. p. 474.","subId":"n12","id":"Hume.HE.5.59.n12"},{"type":"note","content":"Idem, ibid. p. 485. Clarendon, vol. v. p. 43.","subId":"n13","id":"Hume.HE.5.59.n13"},{"type":"note","content":"Rush. vol. vii. p. 497, 505. Whitlocke, p. 250.","subId":"n14","id":"Hume.HE.5.59.n14"},{"type":"note","content":"Rush. vol. vii. p. 487.","subId":"n15","id":"Hume.HE.5.59.n15"},{"type":"note","content":"Whitlocke, p. 254. Warwick, p. 299.","subId":"n16","id":"Hume.HE.5.59.n16"},{"type":"note","content":"Rush. vol. vii. p. 514, 515. Clarendon, vol. v. p. 47.","subId":"n17","id":"Hume.HE.5.59.n17"},{"type":"note","content":"Clarendon, vol. v. p. 46.","subId":"n18","id":"Hume.HE.5.59.n18"},{"type":"note","content":"Clement Walker's history of the two Juntos, prefixed to his history of independency, p. 8. This is an author of spirit and ingenuity; and being a zealous parliamentarian, his authority is very considerable, notwithstanding the air of satire, which prevails in his writings. This computation, however, seems much too large; especially as the sequestrations, during the time of war, could not be so considerable as afterwards.","subId":"n19","id":"Hume.HE.5.59.n19"},{"type":"note","content":"Yet the same sum precisely is assigned in another book, called Royal Treasury of England, p. 297.","subId":"n20","id":"Hume.HE.5.59.n20"},{"type":"note","content":"Clement Walker's history of independency, p. 3, 166.","subId":"n21","id":"Hume.HE.5.59.n21"},{"type":"note","content":"Ibid. p. 8.","subId":"n22","id":"Hume.HE.5.59.n22"},{"type":"note","content":"Id. Ibid.","subId":"n23","id":"Hume.HE.5.59.n23"},{"type":"note","content":"Clement Walker's history of independency, p. 8.","subId":"n24","id":"Hume.HE.5.59.n24"},{"type":"note","content":"See John Walker's attempt towards recovering an account of the numbers and sufferings of the clergy. The parliament pretended to leave the sequestered clergy a fifth of their revenue; but this author makes it sufficiently appear, that this provision, small as it is, was never regularly paid the ejected clergy.","subId":"n25","id":"Hume.HE.5.59.n25"},{"type":"note","content":"Clement Walker's history of independency, p. 5. Hollis gives the same representation, as Walker, of the plundering, oppressions, and tyranny of the parliament: Only, instead of laying the fault on both parties, as Walker does, he ascribes it solely to the independent faction. The presbyterians indeed, being commonly denominated the _moderate_ party, would probably be more inoffensive. See Rush. vol. vii. p. 598, and Parl. Hist. vol. xv. p. 230.","subId":"n26","id":"Hume.HE.5.59.n26"},{"type":"note","content":"Rush. vol. vii. p. 503, 547. Clarendon, vol. v. p. 45.","subId":"n27","id":"Hume.HE.5.59.n27"},{"type":"note","content":"Rush. vol. vii. p. 509.","subId":"n28","id":"Hume.HE.5.59.n28"},{"type":"note","content":"Ibid. vol. vii. p. 567, 633. Ibid. vol. viii. p. 731.","subId":"n29","id":"Hume.HE.5.59.n29"},{"type":"note","content":"Rush. vol. vii. p. 570.","subId":"n30","id":"Hume.HE.5.59.n30"},{"type":"note","content":"Ibid. vol. vii. p. 572.","subId":"n31","id":"Hume.HE.5.59.n31"},{"type":"note","content":"Ibid. vol. vii. p. 592.","subId":"n32","id":"Hume.HE.5.59.n32"},{"type":"note","content":"Ibid. vol. vii. p. 594. Whitlocke, p. 259.","subId":"n33","id":"Hume.HE.5.59.n33"},{"type":"note","content":"Ibid. vol. vii. p. 593, 594.","subId":"n34","id":"Hume.HE.5.59.n34"},{"type":"note","content":"Rush. vol. vii. p. 572, 574.","subId":"n35","id":"Hume.HE.5.59.n35"},{"type":"note","content":"Clarendon, vol. i. p. 51, 52, 57.","subId":"n36","id":"Hume.HE.5.59.n36"},{"type":"note","content":"When the king applied to have his children, the parliament always told him, that they could take as much care at London, both of their bodies and souls, as could be done at Oxford. Parl. Hist. vol. xiii. p. 127.","subId":"n37","id":"Hume.HE.5.59.n37"},{"type":"note","content":"Rush. vol. vii. p. 590.","subId":"n38","id":"Hume.HE.5.59.n38"},{"type":"note","content":"Warwick, p. 303. Parl. Hist. vol. xvi. p. 40. Clarendon, vol. v. p. 50.","subId":"n39","id":"Hume.HE.5.59.n39"},{"type":"note","content":"Rush. vol. vii. p. 620.","subId":"n40","id":"Hume.HE.5.59.n40"},{"type":"note","content":"Rush. vol. vii. p. 629, 632.","subId":"n41","id":"Hume.HE.5.59.n41"},{"type":"note","content":"Ibid. vol. vii. p. 641, 643. Clarendon, vol. vi. p. 61. Whitlocke, p. 269. Cl. Walker, p. 38.","subId":"n42","id":"Hume.HE.5.59.n42"},{"type":"note","content":"Rush. vol. viii. p. 750. Clarendon, vol. v. p. 63.","subId":"n43","id":"Hume.HE.5.59.n43"},{"type":"note","content":"Rush. vol. vii. p. 646.","subId":"n44","id":"Hume.HE.5.59.n44"},{"type":"note","content":"Whitlocke, p. 265.","subId":"n45","id":"Hume.HE.5.59.n45"},{"type":"note","content":"Rush. vol. viii. p. 797, 798, &c.","subId":"n46","id":"Hume.HE.5.59.n46"},{"type":"note","content":"Rush. vol. viii. p. 810.","subId":"n47","id":"Hume.HE.5.59.n47"},{"type":"note","content":"Salmonet, Ludlow, Hollis, &c. all these, especially the last, being the declared inveterate enemies of Cromwel, are the more to be credited, when they advance any fact, which may serve to apologize for his violent and criminal conduct. There prevails a story, that Cromwel intercepted a letter written to the queen, where the king said, that he would first raise and then destroy Cromwel. But, besides that this conduct seems to contradict the character of the king, it is, on other accounts, totally unworthy of credit. It is first told by Roger Coke, a very passionate and foolish historian, who wrote too so late as king William's reign; and even he mentions it only as a mere rumor or hearsay, without any known foundation. In the Memoirs of lord Broghill, we meet with another story of an intercepted letter which deserves some more attention, and agrees very well with the narration here given. It is thus related by Mr. Maurice, chaplain to Roger, earl of Orrery. \"Lord Orrery, in the time of his greatness with Cromwel, just after he had so seasonably relieved him in his great distress at Clonmell, riding out of Youghall one day with him and Ireton, they fell into discourse about the king's death. Cromwel thereupon said more than once, that if the king had followed his own judgment, and had been attended by none but trusty servants, he had fooled them all; and that once they had a mind to have closed with him, but, upon something that happened, fell off from that design. Orrery finding them in good humour, and being alone with them, asked, if he might presume to desire to know, why they would once have closed with his majesty, and why they did not. Cromwel very freely told him, he would satisfy him in both his queries. The reason (says he) why we would have closed with the king was this: We found that the Scotch and presbyterians began to be more powerful than we, and were likely to agree with him, and leave us in the lurch. For this reason we thought it best to prevent them by offering first to come in upon reasonable conditions: But whilst our thoughts were taken up with this subject, there came a letter to us from one of our spies, who was of the king's bed-chamber, acquainting us, that our final doom was decreed that very day; that he could not possibly learn what it was, but we might discover it, if we could but intercept a letter sent from the king to the queen, wherein he informed her of his resolution; that this letter was sown up in the skirt of a saddle, and the bearer of it would come with the saddle upon his head, about ten of the clock that night to the Blue Boar in Holborn, where he was to take horse for Dover. The messenger knew nothing of the letter in the saddle, though some in Dover did. We were at Windsor (said Cromwel) when we received this letter, and immediately upon the receipt of it, Ireton and I resolved to take one trusty fellow with us, and go in troopers habits to that inn. We did so; and leaving our man at the gate of the inn (which had a wicket only open to let persons in and out), to watch and give us notice when any man came in with a saddle, we went into a drinking-stall. We there continued, drinking cans of beer, till about ten of the clock, when our sentinel at the gate gave us notice, that the man with the saddle was come. We rose up presently, and just as the man was leading out his horse saddled we came up to him with drawn swords, and told him we were to search all that went in and out there; but as he looked like an honest man, we would only search his saddle, and so dismiss him. The saddle was ungirt; we carried it into the stall, where we had been drinking, and ripping open one of the skirts, we found the letter we wanted. Having thus got it into our hands, we delivered the man (whom we had left with our centinel) his saddle, told him he was an honest fellow, and bid him go about his business; which he did; pursuing his journey without more ado, and ignorant of the harm he had suffered. We found in the letter, that his majesty acquainted the queen, that he was courted by both factions, the Scotch presbyterians and the army; and that those which bade the fairest for him should have him: But yet he thought he should close with the Scots sooner than with the other. Upon this we returned to Windsor; and finding we were not like to have good terms from the king, we from that time vowed his destruction.\" \"This relation suiting well enough with other passages and circumstances at this time, I have inserted to gratify the reader's curiosity.\" Carte's Ormond, vol. ii. p. 12.","subId":"n48","id":"Hume.HE.5.59.n48"},{"type":"note","content":"Clarendon, vol. v. p. 76.","subId":"n49","id":"Hume.HE.5.59.n49"},{"type":"note","content":"Rush. vol. viii. p. 871.","subId":"n50","id":"Hume.HE.5.59.n50"},{"type":"note","content":"P. 79, 8o, &c.","subId":"n51","id":"Hume.HE.5.59.n51"},{"type":"note","content":"These are the words: \"Laneric; I wonder to hear (if that be true) that some of my friends say, that my going to Jersey would have much more furthered my personal treaty, than my coming hither, for which, as I see no colour of reason, so I had not been here, if I had thought that fancy true, or had not been secured of a personal treaty; of which I neither do, nor I hope will repent: For I am daily more and more satisfied with the governor, and find these islanders very good, peaceable and quiet people. This encouragement I have thought not unfit for you to receive, hoping at least it may do good upon others, though needless to you.\" Burnet's Memoirs of Hamilton, p. 326. See also Rushworth, part 4, vol. ii. p. 941. All the writers of that age, except Clarendon, represent the king's going to the isle of Wight as voluntary and intended. Perhaps the king thought it little for his credit, to be trepanned into this measure, and was more willing to take it on himself as entirely voluntary. Perhaps, he thought it would encourage his friends, if they thought him in a situation, which was not disagreeable to him.","subId":"n52","id":"Hume.HE.5.59.n52"},{"type":"note","content":"Rush. vol. viii. p. 845, 859.","subId":"n53","id":"Hume.HE.5.59.n53"},{"type":"note","content":"Idem, ibid. p. 875. Clarendon, vol. v. p. 87.","subId":"n54","id":"Hume.HE.5.59.n54"},{"type":"note","content":"Clarendon, vol. v. p. 92.","subId":"n55","id":"Hume.HE.5.59.n55"},{"type":"note","content":"The following was a favourite text among enthusiasts of that age. \"Let the high praises of God be in the mouths of his saints, and a two-fold sword in their hands, to execute vengeance upon the heathen and punishment upon the people; to bind their kings with chains and their nobles with fetters of iron; to execute upon them the judgments written: This honour have all his saints.\" Psalm cxlix. ver. 6, 7, 8, 9. Hugh Peters, the mad chaplain of Cromwel, preached frequently upon this text.","subId":"n56","id":"Hume.HE.5.59.n56"},{"type":"note","content":"Rush. vol. viii. p. 880.","subId":"n57","id":"Hume.HE.5.59.n57"},{"type":"note","content":"Clarendon, vol. v. p. 88.","subId":"n58","id":"Hume.HE.5.59.n58"},{"type":"note","content":"Cl. Walker, p. 70.","subId":"n59","id":"Hume.HE.5.59.n59"},{"type":"note","content":"Ibid. p. 70.","subId":"n60","id":"Hume.HE.5.59.n60"},{"type":"note","content":"Rush. vol. viii. p. 965, 967.","subId":"n61","id":"Hume.HE.5.59.n61"},{"type":"note","content":"Rush. vol. viii. p. 998. Clarendon, vol. v. p. 93.","subId":"n62","id":"Hume.HE.5.59.n62"},{"type":"note","content":"Warwick, p. 329.","subId":"n63","id":"Hume.HE.5.59.n63"},{"type":"note","content":"Rush. vol. viii. p. 989.","subId":"n64","id":"Hume.HE.5.59.n64"},{"type":"note","content":"Cl. Walker, p. 8o.","subId":"n65","id":"Hume.HE.5.59.n65"},{"type":"note","content":"Clarendon, vol. v. p. 101.","subId":"n66","id":"Hume.HE.5.59.n66"},{"type":"note","content":"Whitlocke, p. 305.","subId":"n67","id":"Hume.HE.5.59.n67"},{"type":"note","content":"Clarendon, vol. v. p. 137.","subId":"n68","id":"Hume.HE.5.59.n68"},{"type":"note","content":"Whitlocke, p. 284.","subId":"n69","id":"Hume.HE.5.59.n69"},{"type":"note","content":"Clarendon, vol. v. p. 180. Sir Edward Walker's perfect Copies, p. 6.","subId":"n70","id":"Hume.HE.5.59.n70"},{"type":"note","content":"Ibid. p. 8.","subId":"n71","id":"Hume.HE.5.59.n71"},{"type":"note","content":"Ibid. p. 8, 38.","subId":"n72","id":"Hume.HE.5.59.n72"},{"type":"note","content":"Burnet's Memoirs of Hamilton.","subId":"n73","id":"Hume.HE.5.59.n73"},{"type":"note","content":"Herbert's Memoirs, p. 72.","subId":"n74","id":"Hume.HE.5.59.n74"},{"type":"note","content":"Warwick, p. 324.","subId":"n75","id":"Hume.HE.5.59.n75"},{"type":"note","content":"Clarendon, Sir Edward Walker, p. 319.","subId":"n76","id":"Hume.HE.5.59.n76"},{"type":"note","content":"Walker, p. 11, 12, 24.","subId":"n77","id":"Hume.HE.5.59.n77"},{"type":"note","content":"Ibid. p. 51.","subId":"n78","id":"Hume.HE.5.59.n78"},{"type":"note","content":"Ibid. p. 78.","subId":"n79","id":"Hume.HE.5.59.n79"},{"type":"note","content":"Ibid. p. 45.","subId":"n80","id":"Hume.HE.5.59.n80"},{"type":"note","content":"Walker, p. 69, 77.","subId":"n81","id":"Hume.HE.5.59.n81"},{"type":"note","content":"Ibid. p. 56, 68.","subId":"n82","id":"Hume.HE.5.59.n82"},{"type":"note","content":"Walker, p. 61.","subId":"n83","id":"Hume.HE.5.59.n83"},{"type":"note","content":"Ibid. p. 91, 93.","subId":"n84","id":"Hume.HE.5.59.n84"},{"type":"note","content":"Ibid. p. 29, 35, 49.","subId":"n85","id":"Hume.HE.5.59.n85"},{"type":"note","content":"Ibid. p. 65.","subId":"n86","id":"Hume.HE.5.59.n86"},{"type":"note","content":"Ibid. p. 75, 82. Rush. vol. viii. p. 1323.","subId":"n87","id":"Hume.HE.5.59.n87"},{"type":"note","content":"Walker, p. 71.","subId":"n88","id":"Hume.HE.5.59.n88"},{"type":"note","content":"The king composed a letter to the prince, in which he related the whole course of this transaction, and accompanied his narrative with several wise, as well as pathetical reflections and advices. The words with which he concluded the letter, are remarkable. \"By what hath been said, you see how long I have laboured in the search of peace: Do not you be disheartened to tread in the same steps. Use all worthy means to restore yourself to your rights, but prefer the way of peace: Show the greatness of your mind, rather to conquer your enemies by pardoning, than by punishing. If you saw how unmanly and unchristian the implacable disposition is in our ill-wishers, you would avoid that spirit. Censure me not for having parted with so much of our right: The price was great; but the commodity was, security to us, peace to my people. And I am confident, that another parliament would remember, how useful a king's power is to a people's liberty; of how much power I divested myself, that I and they might meet once again in a parliamentary way, in order to agree the bounds of prince and people. Give belief to my experience, never to affect more greatness or prerogative, than what is really and intrinsically for the good of the subjects, not the satisfaction of favourites. If you thus use it, you will never want means to be a father to all, and a bountiful prince to any, whom you incline to be extraordinarily gracious to. You may perceive, that all men entrust their treasure, where it returns them interest; and if a prince, like the sea, receive and repay all the fresh streams, which the rivers entrust with him, they will not grudge, but pride themselves, to make up an ocean. These considerations may make you as great a prince as your father is a low one; and your state may be so much the more established, as mine hath been shaken. For our subjects have learned, I dare say, that victories over their princes, are but triumphs over themselves, and so, will more unwillingly hearken to changes hereafter. The English nation are a sober people, however, at present, infatuated. I know not but this may be the last time, I may speak to you or the world publicly. I am sensible into what hands I am fallen; and yet, I bless God, I have those inward refreshments, which the malice of my enemies cannot perturb. I have learned to be busy myself, by retiring into myself; and therefore can the better digest whatever befals me, not doubting, but God's providence will restrain our enemies power, and turn their fierceness into his praise. To conclude, if God give you success, use it humbly, and be ever far from revenge. If he restore you to your right on hard conditions, whatever you promise, keep. These men, who have violated laws, which they were bound to preserve, will find their triumphs full of trouble. But do not you think any thing in the world worth attaining, by foul and unjust means.\"","subId":"n89","id":"Hume.HE.5.59.n89"},{"type":"note","content":"17th of August.","subId":"n90","id":"Hume.HE.5.59.n90"},{"type":"note","content":"Whitlocke, p. 360.","subId":"n91","id":"Hume.HE.5.59.n91"},{"type":"note","content":"Guthrey.","subId":"n92","id":"Hume.HE.5.59.n92"},{"type":"note","content":"18th of August.","subId":"n93","id":"Hume.HE.5.59.n93"},{"type":"note","content":"Whitlocke.","subId":"n94","id":"Hume.HE.5.59.n94"},{"type":"note","content":"Col. Cooke's Memoirs, p. 174. Rush. vol. viii. p. 1347.","subId":"n95","id":"Hume.HE.5.59.n95"},{"type":"note","content":"Rush. vol. viii. p. 1364.","subId":"n96","id":"Hume.HE.5.59.n96"},{"type":"note","content":"Whitlocke.","subId":"n97","id":"Hume.HE.5.59.n97"},{"type":"note","content":"Whitlocke, p. 360.","subId":"n98","id":"Hume.HE.5.59.n98"},{"type":"note","content":"Rush. vol. viii. p. 1425.","subId":"n99","id":"Hume.HE.5.59.n99"},{"type":"note","content":"Warwick, p. 339.","subId":"n100","id":"Hume.HE.5.59.n100"},{"type":"note","content":"Perinchef, p. 85. Lloyde, p. 319.","subId":"n101","id":"Hume.HE.5.59.n101"},{"type":"note","content":"Burnet's History of his own Times.","subId":"n102","id":"Hume.HE.5.59.n102"},{"type":"note","content":"Clement Walker's history of independency.","subId":"n103","id":"Hume.HE.5.59.n103"},{"type":"note","content":"Herbert, p. 135.","subId":"n104","id":"Hume.HE.5.59.n104"},{"type":"note","content":"The imputation of insincerity on Charles I. like most party clamours, is difficult to be removed; though it may not here be improper to say something with regard to it. I shall first remark, that this imputation seems to be of a later growth than his own age; and that even his enemies, though they loaded him with many calumnies, did not insist on this accusation. Ludlow, I think, is almost the only parliamentarian, who imputes that vice to him; and how passionate a writer he is, must be obvious to every one. Neither Clarendon nor any other of the royalists ever justify him from insincerity; as not supposing that he had ever been accused of it. In the second place, his deportment and character in common life was free from that vice: He was reserved, distant, stately; cold in his address, plain in his discourse, inflexible in his principles; wide of the caressing, insinuating manners of his son; or the professing, talkative humour of his father. The imputation of insincerity must be grounded on some of his public actions, which we are therefore in the third place to examine. The following are the only instances, which I find cited to confirm that accusation. (1.) His vouching Buckingham's narrative of the transactions in Spain. But it is evident that Charles himself was deceived: Why otherwise did he quarrel with Spain? The following is a passage of a letter from lord Kensington, ambassador in France, to the duke of Buckingham, Cabbala, p. 318. \"But his highness (the prince) had observed as great a weakness and folly as that, in that after they (the Spaniards) had used him so ill, they would suffer him to depart, which was one of the first speeches he uttered after he came into the ship: But did he say so? said the queen (of France). Yes, madam, I will assure you, quoth I, from the witness of mine own ears. She smiled and replied, Indeed I heard he was used ill. So he was, answered I, but not in his entertainment; for that was as splendid as that country could afford it; but in their frivolous delays, and in the unreasonable conditions which they propounded and pressed, upon the advantage they had of his princely person.\" (2.) Bishop Burnet, in his history of the house of Hamilton, p. 154, has preserved a letter of the king's to the Scottish bishops, in which he desires them not to be present at the parliament, where they would be forced to ratify the abolition of their own order: \"For,\" adds the king, \"we do hereby assure you, that it shall be still one of our chiefest studies how to rectify and establish the government of that church aright, and to repair your losses, which we desire you to be most confident of.\" And in another place, \"You may rest secure, that though perhaps we may give way for the present to that which will be prejudicial both to the church and our own government: yet we shall not leave thinking in time how to remedy both.\" But does the king say, that he will arbitrarily revoke his concessions? Does not candor require us rather to suppose, that he hoped his authority would so far recover as to enable him to obtain the national consent to re-establish episcopacy, which he believed so material a part of religion as well as of government? It is not easy indeed to think how he could hope to effect this purpose in any other way than his father had taken, that is, by consent of parliament. (3.) There is a passage in lord Clarendon, where it is said, that the king assented the more easily to the bill, which excluded the bishops from the house of peers; because he thought, that that law, being enacted by force, could not be valid. But the king certainly reasoned right in that conclusion. Three-fourths of the temporal peers were at that time banished by the violence of the populace: Twelve bishops were unjustly thrown into the Tower by the commons: Great numbers of the commons themselves were kept away by fear or violence: The king himself was chased from London. If all this be not force, there is no such thing. But this scruple of the king's affects only the bishop's bill, and that against pressing. The other constitutional laws had passed without the least appearance of violence, as did indeed all the bills passed during the first year, except Strafford's attainder, which could not be recalled. The parliament, therefore, even if they had known the king's sentiments in this particular, could not, on that account, have had any just foundation of jealousy. (4.) The king's letter intercepted at Naseby, has been the source of much clamour. We have spoken of it already in chap. lviii. Nothing is more usual in all public transactions than such distinctions. After the death of Charles II. of Spain, king William's ambassadors gave the duke of Anjou the title of king of Spain: Yet at that very time king William was secretly forming alliances to dethrone him: And soon after he refused him that title, and insisted (as he had reason) that he had not acknowledged his right. Yet king William justly passes for a very sincere prince; and this transaction is not regarded as any objection to his character in that particular. In all the negociations at the peace of Ryswic, the French ambassadors always addressed king William as king of England; yet it was made an express article of the treaty, that the French king should acknowledge him as such. Such a palpable difference is there between giving a title to a prince, and positively recognizing his right to it. I may add, that Charles when he inserted that protestation in the council-books before his council, surely thought he had reason to justify his conduct. There were too many men of honour in that company to avow a palpable cheat. To which we may subjoin, that, if men were as much disposed to judge of this prince's actions with candor as severity, this precaution of entering a protest in his council-books might rather pass for a proof of scrupulous honour; lest he should afterwards be reproached with breach of his word, when he should think proper again to declare the assembly at Westminster no parliament. (5.) The denying of his commission to Glamorgan is another instance which has been cited. This matter has been already treated in a note to chap. lviii. That transaction was entirely innocent. Even if the king had given a commission to Glamorgan to conclude that treaty, and had ratified it, will any reasonable man, in our age, think it strange, that, in order to save his own life, his crown, his family, his friends, and his party, he should make a treaty with papists, and grant them very large concessions for their religion. (6.) There is another of the king's intercepted letters to the queen commonly mentioned; where, it is pretended, he talked of raising and then destroying Cromwel: But that story stands on no manner of foundation, as we have observed in a preceding note to this chapter. In a word, the parliament, after the commencement of their violences, and still more, after beginning the civil war, had reason for their scruples and jealousies, founded on the very nature of their situation, and on the general propensity of the human mind; not on any fault of the king's character; who was candid, sincere, upright; as much as any man, whom we meet with in history. Perhaps, it would be difficult to find another character so unexceptionable in this particular.As to the other circumstances of Charles's character, chiefly exclaimed against, namely his arbitrary principles in government, one may venture to assert, that the greatest enemies of this prince will not find, in the long line of his predecessors, from the conquest to his time, any one king, except perhaps his father, whose administration was not more arbitrary and less legal, or whose conduct could have been recommended to him, by the popular party themselves, as a model, in this particular, for his government. Nor is it sufficient to say, that example and precedent can never authorize vices: Examples and precedents, uniform and ancient, can surely fix the nature of any constitution, and the limits of any form of government. There is indeed no other principle by which those land-marks or boundaries can be settled.What a paradox in human affairs, that Henry VIII. should have been almost adored in his life-time and his memory be respected: While Charles I. should, by the same people, at no greater distance than a century, have been led to a public and ignominious execution, and his name be ever after pursued by falsehood and by obloquy! Even at present, an historian, who, prompted by his courageous generosity, should venture, though from the most authentic and undisputed facts, to vindicate the fame of that prince, would be sure to meet with such treatment, as would discourage even the boldest from so dangerous, however splendid an enterprize.","subId":"n105","id":"Hume.HE.5.59.n105"},{"type":"note","content":"Walker's history of independency, part 2.","subId":"n106","id":"Hume.HE.5.59.n106"},{"type":"note","content":"The court of King's Bench was called the court of Public Bench. So cautious on this head were some of the republicans, that, it is pretended, in reciting the Lord's prayer, they would not say _thy kingdom come,_ but always _thy commonwealth come._","subId":"n107","id":"Hume.HE.5.59.n107"},{"type":"note","content":"See on the one hand, Toland's Amyntor, and on the other, Wagstaffe's vindication of the royal martyr, with Young's addition. We may remark, that lord Clarendon's total silence with regard to this subject, in so full a history, composed in vindication of the king's measures and character, forms a presumption on Toland's side, and a presumption of which that author was ignorant; the works of the noble historian not being then published. Bishop Burnet's testimony too must be allowed of some weight against the _Icon._","subId":"n108","id":"Hume.HE.5.59.n108"}]}
