{"imported":true,"id":"Hume.HE.5.App4","parent":"Hume.HE.5","title":"Appendix 4. Appendix to the Reign of James I","breadcrumb":"Appendix 4","texts":[],"published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 APPENDIX. IV. £2 £1 APPENDIX to the REIGN of JAMES I. £1 _Civil government of England during this period——Ecclesiastical government——Manners——Finances——Navy——Commerce——Manufactures——Colonies——Learning and arts._","id":"Hume.HE.5.App4"},{"type":"paragraph","content":"IT may not be improper, at this period, to make a pause: and to take a survey of the state of the kingdom, with regard to government, manners, finances, arms, trade, learning. Where a just notion is not formed of these particulars, history can be little instructive, and often will not be intelligible.","subId":"1","id":"Hume.HE.5.App4.1"},{"type":"paragraph","content":"#Civil government of England.# ^We^ may safely pronounce, that the English government, at the accession of the Scottish line, was much more arbitrary, than it is at present; the prerogative less limited, the liberties of the subject less accurately defined and secured. Without mentioning other particulars, the courts alone of high commission and star-chamber were sufficient to lay the whole kingdom at the mercy of the prince.","subId":"2","id":"Hume.HE.5.App4.2"},{"type":"paragraph","content":"^The^ court of high commission had been erected by Elizabeth, in consequence of an act of parliament, passed in the beginning of |her reign: By this act, it was thought proper, during the great revolution of religion, to arm the sovereign with full powers, in order to discourage and suppress opposition. All appeals from the inferior ecclesiastical courts were carried before the high commission; and, of consequence, the whole life and doctrine of the clergy lay directly under its inspection. Every breach of the act of uniformity, every refusal of the ceremonies, was cognizable in this court; and during the reign of Elizabeth, had been punished by deprivation, by fine, confiscation, and imprisonment. James contented himself with the gentler penalty of deprivation; nor was that punishment inflicted with rigour on every offender. Archbishop Spotswood tells us, that he was informed by Bancroft, the primate, several years after the king's accession, that not above forty-five clergymen had then been deprived. All the catholics too were liable to be punished by this court, if they exercised any act of their religion, or sent abroad their children or other relations, to receive that education, which they could not procure them in their own country. Popish priests were thrown into prison, and might be delivered over to the law, which punished them with death; though that severity had been sparingly exercised by Elizabeth, and never almost by James. In a word, that liberty of conscience, which we so highly and so justly value at present, was totally suppressed; and no exercise of any religion, but the established, was permitted throughout the kingdom. Any word or writing, which tended towards heresy or schism, was punishable by the high commissioners or any three of them: They alone were judges what expressions had that tendency: They proceeded not by information, but upon rumour, suspicion, or according to their discretion: They administered an oath, by which the party cited before them, was bound to answer any question, which should be propounded to him: Whoever refused this oath, though he pleaded ever so justly, that he might thereby be brought to accuse himself or his dearest friend, was punishable by imprisonment: And in short, an inquisitorial tribunal, with all its terrors and iniquities, was erected in the kingdom. Full discretionary powers were bestowed with regard to the enquiry, trial, sentence, and penalty inflicted; excepting only that corporal punishments were restrained by that patent of the prince, which erected the court, not by the act of parliament, which empowered him. By reason |of the uncertain limits, which separate ecclesiastical from civil causes, all accusations of adultery and incest were tried by the court of high commission; and every complaint of wives against their husbands was there examined and discussed[n1]. On like pretences, every cause which regarded conscience, that is, every cause, could have been brought under their jurisdiction.","subId":"3","id":"Hume.HE.5.App4.3"},{"type":"paragraph","content":"^But^ there was a sufficient reason, why the king would not be solicitous to stretch the jurisdiction of this court: The star-chamber possessed the same authority in civil matters; and its methods of proceeding were equally arbitrary and unlimited. The origin of this court was derived from the most remote antiquity[n2]; though it is pretended, that its power had first been carried to the greatest height by Henry VII. In all times, however, it is confessed, it enjoyed authority; and at no time was its authority circumscribed, or method of proceeding directed, by any law or statute.","subId":"4","id":"Hume.HE.5.App4.4"},{"type":"paragraph","content":"^We^ have had already, or shall have sufficient occasion, during the course of this history, to mention the dispensing power, the power of imprisonment, of exacting loans[n3] and benevolence, of pressing and quartering soldiers, of altering the customs, of erecting monopolies. These branches of power, if not directly opposite to the principles of all free government, must, at least, be acknowledged dangerous to freedom in a monarchical constitution, where an eternal jealousy must be preserved against the sovereign, and no discretionary powers must ever be entrusted to him, by which the property or personal liberty of any subject can be affected. The kings of England, however, had almost constantly exercised these powers; and if, on any occasion, the prince had been obliged to submit to laws enacted against them, he had ever, in practice, eluded these laws, and returned to the same arbitrary administration. During almost three centuries before the accession of James, the regal authority, in all these particulars, had never once been called in question.","subId":"5","id":"Hume.HE.5.App4.5"},{"type":"paragraph","content":"^We^ may also observe, that the principles in general which prevailed during that age, were so favourable to monarchy, that they bestowed on it an authority almost absolute and unlimited, sacred and indefeasible.","subId":"6","id":"Hume.HE.5.App4.6"},{"type":"paragraph","content":"^The^ meetings of parliament were so precarious; their sessions so short, compared to the vacations; that, when men's eyes were turned upwards in search of sovereign power, the prince alone was apt to strike them as the only permanent magistrate, invested with the whole majesty and authority of the state. The great complaisance too of parliaments, during so long a period, had extremely degraded and obscured those assemblies; and as all instances of opposition to prerogative must have been drawn from a remote age, they were unknown to a great many, and had the less authority even with those, who were acquainted with them. These examples, besides, of liberty had commonly, in ancient times, been accompanied with such circumstances of violence, convulsion, civil war, and disorder, that they presented but a disagreeable idea to the inquisitive part of the people, and afforded small inducement to renew such dismal scenes. By a great many, therefore, monarchy, simple and unmixed, was conceived to be the government of England; and those popular assemblies were supposed to form only the ornament of the fabric, without being, in any degree, essential to its being and existence[n4]. The prerogative of the crown was represented by lawyers as something real and durable; like those eternal essences of the schools, which no time or force could alter. The sanction of religion was, by divines, called in aid; and the monarch of heaven was supposed to be interested in supporting the authority of his earthly vicegerent. And though it is pretended, that these doctrines were more openly inculcated and more strenuously insisted on during the reign of the Stuarts, they were not then invented; and were only found by the court to be more necessary at that period, by reason of the opposite doctrines, which _began_ to be promulgated by the puritanical party[n5].","subId":"7","id":"Hume.HE.5.App4.7"},{"type":"paragraph","content":"^In^ consequence of these exalted ideas of kingly authority, the prerogative, besides the articles of jurisdiction, founded on precedent, was, by many supposed to possess an inexhaustible fund of |latent powers, which might be exerted on any emergence. In every government, necessity, when real, supersedes all laws, and levels all limitations: But, in the English government, convenience alone was conceived to authorize any extraordinary act of regal power, and to render it obligatory on the people. Hence the strict obedience required to proclamations, during all periods of the English history; and, if James has incurred blame on account of his edicts, it is only because he too frequently issued them at a time, when they began to be less regarded, not because he first assumed or extended to an unusual degree that exercise of authority. Of his maxims in a parallel case, the following is a pretty remarkable instance.","subId":"8","id":"Hume.HE.5.App4.8"},{"type":"paragraph","content":"^Queen^ Elizabeth had appointed commissioners for the inspection of prisons, and had bestowed on them full discretionary powers to adjust all differences between prisoners and their creditors, to compound debts, and to give liberty to such debtors as they found honest, and insolvent. From the uncertain and undefined nature of the English constitution, doubts sprang up in many, that this commission was contrary to law; and it was represented in that light to James. He forebore therefore renewing the commission, till the fifteenth of his reign; when complaints rose so high, with regard to the abuses practised in prisons, that he thought himself obliged to overcome his scruples, and to appoint new commissioners, invested with the same discretionary powers which Elizabeth had formerly conferred[n6].","subId":"9","id":"Hume.HE.5.App4.9"},{"type":"paragraph","content":"^Upon^ the whole, we must conceive that monarchy, on the accession of the house of Stuart, was possessed of a very extensive authority: An authority, in the judgment of all, not exactly limited; in the judgment of some, not limitable. But, at the same time, this authority was founded merely on the opinion of the people, influenced by ancient precedent and example. It was not supported either by money or by force of arms. And, for this reason, we need not wonder, that the princes of that line were so extremely jealous of their prerogative; being sensible, that, when those claims were ravished from them, they possessed no influence, by which they could maintain their dignity, or support the laws. By the changes, which have since been introduced, the liberty and independence of |individuals has been rendered much more full, intire, and secure; that of the public more uncertain and precarious. And it seems a necessary, though perhaps a melancholy truth, that, in every government, the magistrate must either possess a large revenue and a military force, or enjoy some discretionary powers, in order to execute the laws, and support his own authority.","subId":"10","id":"Hume.HE.5.App4.10"},{"type":"paragraph","content":"#Ecclesiastical government.# ^We^ have had occasion to remark, in so many instances, the bigotry which prevailed in that age, that we can look for no toleration among the different sects. Two Arians, under the title of heretics, were punished by fire during this period; and no one reign, since the reformation, had been free from like barbarities. Stowe says, that these Arians were offered their pardon at the stake, if they would merit it by a recantation. A madman, who called himself the Holy Ghost, was, without any indulgence for his frenzy, condemned to the same punishment. Twenty pounds a month could, by law, be levied on every one, who frequented not the established worship. This rigorous law, however, had one indulgent clause, that the fines exacted should not exceed two-thirds of the yearly income of the person. It had been usual for Elizabeth to allow those penalties to run on for several years; and to levy them all at once, to the utter ruin of such catholics as had incurred her displeasure. James was more humane in this, as in every other respect. The Puritans formed a sect, which secretly lurked in the church, but pretended not to any separate worship or discipline. An attempt of that kind would have been universally regarded as the most unpardonable enormity. And had the king been disposed to grant the Puritans a full toleration for a separate exercise of their religion, it is certain, from the spirit of the times, that this sect itself would have despised and hated him for it, and would have reproached him with lukewarmness and indifference in the cause of religion. They maintained, that they themselves were the only pure church; that their principles and practices ought to be established by law; and that no others ought to be tolerated. It may be questioned, therefore, whether the administration at this time could with propriety deserve the appellation of persecutors with regard to the Puritans. Such of the clergy, indeed, as refused to comply with the legal ceremonies, were deprived of their livings, and sometimes, in Elizabeth's reign, were otherwise punished: And ought any man to accept of an office or benefice in an establishment, |while he declines compliance with the fixed and known rules of that establishment? But Puritans were never punished for frequenting separate congregations; because there were none such in the kingdom; and no protestant ever assumed or pretended to the right of erecting them. The greatest well-wishers of the puritanical sect would have condemned a practice, which in that age was universally, by statesmen and ecclesiastics, philosophers and zealots, regarded as subversive of civil society. Even so great a reasoner as lord Bacon, thought that uniformity in religion was absolutely necessary to the support of government, and that no toleration could with safety be given to sectaries[n7]. Nothing but the imputation of idolatry, which was thrown on the catholic religion, could justify, in the eyes of the Puritans themselves, the schism made by the Hugonots and other protestants, who lived in popish countries.","subId":"11","id":"Hume.HE.5.App4.11"},{"type":"paragraph","content":"^In^ all former ages, not wholly excepting even those of Greece and Rome, religious sects and heresies and schisms, had been esteemed dangerous, if not pernicious to civil government, and were regarded as the source of faction, and private combination, and opposition to the laws[n8]. The magistrate, therefore, applied himself directly to the cure of this evil as of every other; and very naturally attempted, by penal statutes, to suppress those separate communities, and punish the obstinate innovators. But it was found by fatal experience, and after spilling an ocean of blood in those theological quarrels, that the evil was of a peculiar nature, and was both enflamed by violent remedies, and diffused itself more rapidly throughout the whole society. Hence, though late, arose the paradoxical principle and salutary practice of toleration.","subId":"12","id":"Hume.HE.5.App4.12"},{"type":"paragraph","content":"^The^ liberty of the press was incompatible with such maxims and such principles of government, as then prevailed, and was therefore quite unknown in that age. Besides employing the two terrible courts of star-chamber and high commission, whose powers were unlimited; Queen Elizabeth exerted her authority by restraints upon the press. She passed a decree in her court of star-chamber, that is, by her own will and pleasure, forbidding any book to be printed in any place but in London, Oxford, and Cambridge[n9]: And another, in which she prohibited, under severe penalties, |the publishing of any book or pamphlet _against the form or meaning of any restraint or ordinance, contained, or to be contained, in any statute or laws of this realm, or in any injunction made or set forth by her majesty or her privy-council, or against the true sense or meaning of any letters patent, commissions or prohibitions under the great seal of England[n10]._ James extended the same penalties to the importing of such books from abroad[n11]. And to render these edicts more effectual, he afterwards inhibited the printing of any book without a licence from the archbishop of Canterbury, the archbishop of York, the bishop of London, or the vice-chancellor of one of the universities, or of some person appointed by them[n12].","subId":"13","id":"Hume.HE.5.App4.13"},{"type":"paragraph","content":"^In^ tracing the coherence among the systems of modern theology, we may observe, that the doctrine of absolute decrees has ever been intimately connected with the enthusiastic spirit; as that doctrine affords the highest subject of joy, triumph, and security to the supposed elect, and exalts them, by infinite degrees, above the rest of mankind. All the first reformers adopted these principles; and the Jansenists too, a fanatical sect in France, not to mention the Mahometans in Asia, have ever embraced them. As the Lutheran establishments were subjected to episcopal jurisdiction, their enthusiastic genius gradually decayed, and men had leisure to perceive the absurdity of supposing God to punish, by infinite torments, what he himself, from all eternity, had unchangeably decreed. The king, though, at this time, his Calvinistic education had rivetted him in the doctrine of absolute decrees, yet, being a zealous partizan of episcopacy, was insensibly engaged, towards the end of his reign, to favour the milder theology of Arminius. Even in so great a doctor, the genius of the religion prevailed over its speculative tenets; and with him, the whole clergy gradually dropped the more rigid principles of absolute reprobation and unconditional decrees. Some noise was, at first, made about these innovations; but being drowned in the fury of factions and civil wars which ensued, the scholastic arguments made an insignificant figure amidst those violent disputes about civil and ecclesiastical power, with which the nation was agitated. And at the restoration, the church, though she still retained her old subscriptions and articles of faith, was found to have totally changed her speculative doctrines, and to have embraced tenets |more suitable to the genius of her discipline and worship, without its being possible to assign the precise period, in which the alteration was produced.","subId":"14","id":"Hume.HE.5.App4.14"},{"type":"paragraph","content":"^It^ may be worth observing, that James, from his great desire to promote controversial divinity, erected a college at Chelsea for the entertainment of twenty persons, who should be entirely employed in refuting the papists and puritans[n13]. All the efforts of the great Bacon could not procure an establishment for the cultivation of natural philosophy: Even to this day, no society has been instituted for the polishing and fixing of our language. The only encouragement, which the sovereign in England has ever given to any thing, that has the appearance of science, was this short-lived establishment of James; an institution quite superfluous, considering the unhappy propension, which, at that time, so universally possessed the nation for polemical theology.","subId":"15","id":"Hume.HE.5.App4.15"},{"type":"paragraph","content":"#Manners.# ^The^ manners of the nation were agreeable to the monarchical government, which prevailed; and contained not that strange mixture, which, at present, distinguishes England from all other countries. Such violent extremes were then unknown, of industry and debauchery, frugality and profusion, civility and rusticity, fanaticism and scepticism. Candour, sincerity, modesty are the only qualities, which the English of that age possessed in common with the present.","subId":"16","id":"Hume.HE.5.App4.16"},{"type":"paragraph","content":"^High^ pride of family then prevailed; and it was by a dignity and stateliness of behaviour, that the gentry and nobility distinguished themselves from the common people. Great riches, acquired by commerce, were more rare, and had not, as yet been able to confound all ranks of men, and render money the chief foundation of distinction. Much ceremony took place in the common intercourse of life, and little familiarity was indulged by the great. The advantages, which result from opulence, are so solid and real, that those who are possessed of them need not dread the near approaches of their inferiors. The distinctions of birth and title, being more empty and imaginary, soon vanish upon familiar access and acquaintance.","subId":"17","id":"Hume.HE.5.App4.17"},{"type":"paragraph","content":"^The^ expences of the great consisted in pomp and show, and a numerous retinue, rather than in convenience and true pleasure. |The earl of Nottingham, in his embassy to Spain, was attended by 500 persons: The earl of Hertford, in that to Brussels, carried 300 gentlemen along with him. Lord Bacon has remarked, that the English nobility, in his time, maintained a larger retinue of servants than the nobility of any other nation, except, perhaps, the Polanders[n14].","subId":"18","id":"Hume.HE.5.App4.18"},{"type":"paragraph","content":"^Civil^ honours, which now hold the first place, were, at that time, subordinate to the military. The young gentry and nobility were fond of distinguishing themselves by arms. The fury of duels too prevailed more than at any time before or since[n15]. This was the turn, that the romantic chivalry, for which the nation was formerly so renowned, had lately taken.","subId":"19","id":"Hume.HE.5.App4.19"},{"type":"paragraph","content":"^Liberty^ of commerce between the sexes was indulged; but without any licentiousness of manners. The court was very little an exception to this observation. James had rather entertained an aversion and contempt for the females; nor were those young courtiers, of whom he was so fond, able to break through the established manners of the nation.","subId":"20","id":"Hume.HE.5.App4.20"},{"type":"paragraph","content":"^The^ first sedan chair, seen in England, was in this reign, and was used by the duke of Buckingham; to the great indignation of the people, who exclaimed, that he was employing his fellow-creatures to do the service of beasts.","subId":"21","id":"Hume.HE.5.App4.21"},{"type":"paragraph","content":"^The^ country life prevails at present in England beyond any cultivated nation of Europe; but it was then much more generally embraced by all the gentry. The encrease of arts, pleasures, and social commerce was just beginning to produce an inclination for the softer and more civilized life of the city. James discouraged, as much as possible, this alteration of manners. \"He was wont to be very earnest,\" as lord Bacon tells us, \"with the country gentlemen to go from London to their country seats. And sometimes he would say thus to them: _Gentlemen, at London, you are like ships in a sea, which show like nothing; but, in your country villages, you are like ships in a river, which look like great things._\"_[n16]_","subId":"22","id":"Hume.HE.5.App4.22"},{"type":"paragraph","content":"^He^ was not content with reproof and exhortation. As queen Elizabeth had perceived, with regret, the encrease of London, and had restrained all new buildings by proclamation; James, who |found that these edicts were not exactly obeyed, frequently renewed them; though a strict execution seems still to have been wanting. He also issued reiterated proclamations, in imitation of his predecessor; containing severe menaces against the gentry, who lived in town[n17]. This policy is contrary to that, which has ever been practised by all princes, who studied the encrease of their authority. To allure the nobility to court; to engage them in expensive pleasures or employments, which dissipate their fortune; to encrease their subjection to ministers by attendance; to weaken their authority in the provinces by absence: These have been the common arts of arbitrary government. But James, besides that he had certainly laid no plan for extending his power, had no money to support a splendid court, or bestow on a numerous retinue of gentry and nobility. He thought too, that, by their living together, they became more sensible of their own strength, and were apt to indulge too curious researches into matters of government. To remedy the present evil, he was desirous of dispersing them into their country-seats; where, he hoped, they would bear a more submissive reverence to his authority, and receive less support from each other. But the contrary effect soon followed. The riches, amassed during their residence at home, rendered them independant. The influence, acquired by hospitality, made them formidable. They would not be led by the court: They could not be driven: And thus the system of the English government received a total and a sudden alteration in the course of less than forty years.","subId":"23","id":"Hume.HE.5.App4.23"},{"type":"paragraph","content":"^The^ first rise of commerce and the arts had contributed, in preceding reigns, to scatter those immense fortunes of the barons, which rendered them so formidable both to king and people. The farther progress of these advantages began, during this reign, to ruin the small proprietors of land[n18]; and, by both events, the gentry, or that rank which composed the house of commons, enlarged their power and authority. The early improvements in luxury were seized by the greater nobles, whose fortunes, placing them above frugality, or even calculation, were soon dissipated in expensive pleasures. These improvements reached at last all men of property; and those of slender fortunes, who, at that time, were often men of family, imitating those of a rank immediately above them, |reduced themselves to poverty. Their lands, coming to sale, swelled the estates of those, who possessed riches sufficient for the fashionable expences; but who were not exempted from some care and attention to their domestic economy.","subId":"24","id":"Hume.HE.5.App4.24"},{"type":"paragraph","content":"^The^ gentry also of that age were engaged in no expence, except that of country hospitality. No taxes were levied, no wars waged, no attendance at court expected, no bribery or profusion required at elections[n19]. Could human nature ever reach happiness, the condition of the English gentry, under so mild and benign a prince, might merit that appellation.","subId":"25","id":"Hume.HE.5.App4.25"},{"type":"paragraph","content":"#Finances.# ^The^ amount of the king's revenue, as it stood in 1617, is thus stated[n20]. Of crown lands, 80,000 pounds a year; by customs and new impositions, near 190,000; by wards and other various branches of revenue, beside purveyance, 180,000. The whole amounting to 450,000. The king's ordinary disbursements, by the same account, are said to exceed this sum thirty-six thousand pounds[n21]. All the extraordinary sums, which James had raised by subsidies, loans, sale of lands, sale of the title of baronet, money paid by the states, and by the king of France's benevolences, &c. were, in the whole, about two millions two hundred thousand pounds. Of which the sale of lands afforded seven hundred and seventy-five thousand pounds. The extraordinary disbursements of the king amounted to two millions; beside above four hundred thousand pounds given in presents. Upon the whole, a sufficient reason appears, partly from necessary expences, partly for want of a rigid economy, why the king, even early in his reign, was deeply involved in debt, and found great difficulty to support the government.","subId":"26","id":"Hume.HE.5.App4.26"},{"type":"paragraph","content":"^Farmers,^ not commissioners, levied the customs. It seems, indeed, requisite, that the former method should always be tried before the latter; though a preferable one. When men's own interest is concerned, they fall upon a hundred expedients to prevent |frauds in the merchants; and these the public may afterwards imitate, in establishing proper rules for its officers.","subId":"27","id":"Hume.HE.5.App4.27"},{"type":"paragraph","content":"^The^ customs were supposed to amount to five _per cent_ of the value, and were levied upon exports, as well as imports. Nay, the imposition upon exports, by James's additions, is said to amount, in some few instances, to twenty-five _per cent._ This practice, so hurtful to industry, prevails still in France, Spain, and most countries of Europe. The customs in 1604, yielded 127,000 pounds a-year[n22]: They rose to 190,000 towards the end of the reign.","subId":"28","id":"Hume.HE.5.App4.28"},{"type":"paragraph","content":"^Interest,^ during this reign, was at ten _percent_ till 1624, when it was reduced to eight. This high interest is an indication of the great profits and small progress of commerce.","subId":"29","id":"Hume.HE.5.App4.29"},{"type":"paragraph","content":"^The^ extraordinary supplies granted by parliament, during this whole reign, amounted not to more than 630,000 pounds; which, divided among twenty-one years, makes 30,000 pounds a-year. I do not include those supplies, amounting to 300,000 pounds, which were given to the king by his last parliament. These were paid in to their own commissioners; and the expences of the Spanish war were much more than sufficient to exhaust them. The distressed family of the Palatine was a great burthen on James, during part of his reign. The king, it is pretended, possessed not frugality, proportioned to the extreme narrowness of his revenue. Splendid equipages, however, he did not affect, nor costly furniture, nor a luxurious table, nor prodigal mistresses. His buildings too were not sumptuous; though the Banqueting-house must not be forgotten, as a monument which does honour to his reign. Hunting was his chief amusement, the cheapest pleasure in which a king can indulge himself. His expences were the effects of liberality, rather than of luxury.","subId":"30","id":"Hume.HE.5.App4.30"},{"type":"paragraph","content":"^One^ day, it is said, while he was standing amidst some of his courtiers, a porter passed by, loaded with money, which he was carrying to the treasury. The king observed, that Rich, afterwards earl of Holland, one of his handsome agreeable favourites, whispered something to one standing near him. Upon enquiry, he found, that Rich had said, _how happy would that money make me!_ Without hesitation, James bestowed it all upon him, though it amounted to 3000 pounds. He added, _You think yourself very happy|_ in obtaining so large a sum; but I am more happy, in having an opportunity of obliging a worthy man, whom I love. The generosity of James was more the result of a benign humour or light fancy, than of reason or judgment. The objects of it were such as could render themselves agreeable to him in his loose hours; not such as were endowed with great merit, or who possessed talents or popularity, which could strengthen his interest with the public.","subId":"31","id":"Hume.HE.5.App4.31"},{"type":"paragraph","content":"^The^ same advantage, we may remark, over the people, which the crown formerly reaped from that interval between the fall of the peers and rise of the commons, was now possessed by the people against the crown, during the continuance of a like interval. The sovereign had already lost that independant revenue, by which he could subsist without regular supplies from parliament; and he had not yet acquired the means of influencing those assemblies. The effects of this situation, which commenced with the accession of the house of Stuart, soon rose to a great height, and were more or less propagated throughout all the reigns of that unhappy family.","subId":"32","id":"Hume.HE.5.App4.32"},{"type":"paragraph","content":"^Subsidies^ and fifteenths are frequently mentioned by historians; but neither the amount of these taxes, nor the method of levying them, had been well explained. It appears, that the fifteenths formerly corresponded to the name, and were that proportionable part of the moveables[n23]. But a valuation having been made, in the reign of Edward III. that valuation was always adhered to, and each town paid unalterably a particular sum, which the inhabitants themselves assessed upon their fellow-citizens. The same tax in corporate towns was called a tenth; because, there, it was, at first, a tenth of the moveables. The whole amount of a tenth and a fifteenth throughout the kingdom, or a fifteenth, as it is often more concisely called, was about 29,000 pounds[n24]. The amount of a subsidy was not invariable, like that of a fifteenth. In the eighth of Elizabeth, a subsidy amounted to 120,000 pounds: In the fortieth, it was not above 78,000[n25]. It afterwards fell to 70,000; and was continually decreasing[n26]. The reason is easily collected from the method of levying it. We may learn from the subsidy bills[n27], that one |subsidy was given for four shillings in the pound on land, and two shillings and eight pence on moveables throughout the counties; a considerable tax, had it been strictly levied. But this was only the ancient state of a subsidy. During the reign of James, there was not paid the twentieth part of that sum. The tax was so far personal, that a man paid only in the county where he lived, though he should possess estates in other counties; and the assessors formed a loose estimation of his property, and rated him accordingly. To preserve, however, some rule in the estimation, it seems to have been the practice to keep an eye to former assessments, and to rate every man according as his ancestors, or men of such an estimated property, were accustomed to pay. This was a sufficient reason, why subsidies could not encrease, notwithstanding the great encrease of money and rise of rents. But there was an evident reason, why they continually decreased. The favour, as is natural to suppose, ran always against the crown; especially during the latter end of Elizabeth, when subsidies became numerous and frequent, and the sums levied were considerable, compared to former supplies. The assessors, though accustomed to have an eye to ancient estimations, were not bound to observe any such rule; but might rate anew any person, according to his present income. When rents fell, or parts of an estate were sold off, the proprietor was sure to represent these losses, and obtain a diminution of his subsidy; but where rents rose, or new lands were purchased, he kept his own secret, and paid no more than formerly. The advantage, therefore of every change was taken against the crown; and the crown could obtain the advantage of none. And to make the matter worse, the alterations, which happened in property during this age, were, in general unfavourable to the crown. The small proprietors, or twenty pound men, went continually to decay; and when their estates were swallowed up by a greater, the new purchaser encreased not his subsidy. So loose indeed is the whole method of rating subsidies, that the wonder was not how the tax should continually diminish; but how it yielded any revenue at all. It became at last so unequal and uncertain, that the parliament was obliged to change it into a land tax.","subId":"33","id":"Hume.HE.5.App4.33"},{"type":"paragraph","content":"^The^ price of corn, during this reign, and that of the other necessaries of life, was no lower, or was rather higher, than at present. By a proclamation of James, establishing public magazines, |whenever wheat fell below thirty-two shillings a-quarter, rye below eighteen, barley below sixteen, the commissioners were empowered to purchase corn for the magazines[n28]. These prices then are to be regarded as low; though they would rather pass for high by our present estimation. The usual bread of the poor was at this time made of barley[n29]. The best wool, during the greater part of James's reign, was at thirty-three shillings a tod[n30]: At present, it is not above two-thirds of that value; though it is to be presumed, that our exports in woollen goods are somewhat encreased. The finer manufactures too, by the progress of arts and industry have rather diminished in price, notwithstanding the great encrease of money. In Shakespeare, the hostess tells Falstaff, that the shirts she bought him were holland at eight shillings a-yard; a high price at this day, even supposing, what is not probable, that the best holland at that time was equal in goodness to the best that can now be purchased. In like manner, a yard of velvet, about the middle of Elizabeth's reign, was valued at two and twenty shillings. It appears, from Dr. Birch's life of prince Henry[n31], that that prince, by contract with his butcher, payed near a groat a-pound throughout the year, for all the beef and mutton used in his family. Besides, we must consider, that the general turn of that age, which no laws could prevent, was the converting of arable land into pasture: A certain proof that the latter was found more profitable, and consequently that all butcher's meat, as well as bread, was rather higher than at present. We have a regulation of the market with regard to poultry and some other articles, very early in Charles I.'s reign[n32]; and the prices are high. A turkey cock four shillings and sixpence, a turkey hen three shillings, a pheasant cock six, a pheasant hen five, a partridge one shilling, a goose two, a capon two and sixpence, a pullet one and sixpence, a rabbit eight pence, a dozen of pigeons six shillings[n33]. We must consider, that London at present is more than three times more populous than it was at that time: A circumstance, which much encreases the price of poultry, and of |every thing that cannot conveniently be brought from a distance: Not to mention, that these regulations by authority are always calculated to diminish, never to encrease the market prices. The contractors for victualing the navy were allowed by government eight pence a-day for the diet of each man, when in harbour, seven pence halfpenny when at sea[n34]; which would suffice at present. The chief difference in expence between that age and the present consists in the imaginary wants of men, which have since extremely multiplied. These[n35] are the principal reasons, why James's revenue would go farther than the same money in our time; though the difference is not near so great as is usually imagined.","subId":"34","id":"Hume.HE.5.App4.34"},{"type":"paragraph","content":"#Arms.# ^The^ public was entirely free from the danger and expence of a standing army. While James was vaunting his divine vicegerency, and boasting of his high prerogative, he possessed not so much as a single regiment of guards to maintain his extensive claims: A sufficient proof, that he sincerely believed his pretensions to be well grounded, and a strong presumption, that they were at least built on what were then deemed plausible arguments. The militia of England, amounting to 160,000 men[n36], was the sole defence of the kingdom. It is pretended, that they were kept in good order during this reign[n37]. The city of London procured officers, who had served abroad, and who taught the trained bands their exercises in Artillery garden; a practice which had been discontinued since 1588. All the counties of England, in emulation of the capital, were fond of showing a well-ordered and well-appointed militia. It appeared, that the natural propensity of men towards military shows and exercises will go far, with a little attention in the sovereign, towards exciting and supporting this spirit in any nation. The very boys, at this time, in mimickry of their elders, inlisted themselves voluntarily into companies, elected officers, and practised the discipline, of which the models were every day exposed to their view[n38]. Sir Edward Harwood, in a memorial composed at the beginning of the subsequent reign, says, that England was so unprovided with horses fit for war, that 2000 men could not possibly be mounted |throughout the whole kingdom[n39]. At present, the breed of horses is so much improved, that almost all those which are employed, either in the plough, waggon, or coach, would be fit for that purpose.","subId":"35","id":"Hume.HE.5.App4.35"},{"type":"paragraph","content":"^The^ disorders of Ireland obliged James to keep up some forces there, and put him to great expence. The common pay of a private man in the infantry was eight pence a-day, a lieutenant two shillings, an ensign eighteen pence[n40]. The armies in Europe were not near so numerous, during that age; and the private men, we may observe, were drawn from a better rank than at present, and approaching nearer to that of the officers.","subId":"36","id":"Hume.HE.5.App4.36"},{"type":"paragraph","content":"^In^ the year 1583, there was a general review made of all the men in England, capable of bearing arms; and these were found to amount to 1,172,000 men, according to Raleigh[n41]. It is impossible to warrant the exactness of this computation; or rather, we may fairly presume it to be somewhat inaccurate. But if it approached near the truth, England has probably, since that time, encreased in populousness. The growth of London, in riches and beauty, as well as in numbers of inhabitants, has been prodigious. From 1600, it doubled every forty years[n42]; and consequently, in 1680, it contained four times as many inhabitants, as at the beginning of the century. It has ever been the center of all the trade in the kingdom; and almost the only town that affords society and amusement. The affection, which the English bear to a country life, makes the provincial towns be little frequented by the gentry. Nothing but the allurements of the capital, which is favoured by the residence of the king, and by being the seat of government, and of all the courts of justice, can prevail over their passion for their rural villas.","subId":"37","id":"Hume.HE.5.App4.37"},{"type":"paragraph","content":"^London,^ at this time, was almost entirely built of wood, and in every respect was certainly a very ugly city. The earl of Arundel first introduced the general practice of brick buildings[n43].","subId":"38","id":"Hume.HE.5.App4.38"},{"type":"paragraph","content":"#Navy.# ^The^ navy of England was esteemed formidable in Elizabeth's time, yet it consisted only of thirty-three ships besides pinnaces[n44]: |And the largest of these would not equal our fourth rates at present. Raleigh advises never to build a ship of war above 600 tons[n45]. James was not negligent of the navy. In five years preceding 1623, he built ten new ships, and expended fifty thousand pounds a-year on the fleet, beside the value of thirty-six thousand pounds in timber, which he annually gave from the royal forests[n46]. The largest ship that ever had come from the English docks, was built during this reign. She was only 1400 tons, and carried sixty-four guns[n47]. The merchant ships, in cases of necessity, were instantly converted into ships of war. The king affirmed to the parliament, that the navy had never before been in so good a condition[n48].","subId":"39","id":"Hume.HE.5.App4.39"},{"type":"paragraph","content":"#Commerce.# ^Every^ session of parliament, during this reign, we meet with grievous lamentations concerning the decay of trade and the growth of popery: Such violent propensity have men to complain of the present times, and to entertain discontent against their fortune and condition. The king himself was deceived by these popular complaints, and was at a loss to account for the total want of money, which he heard so much exaggerated[n49]. It may, however, be affirmed, that, during no preceding period of English history, was there a more sensible encrease, than during the reign of this monarch, of all the advantages which distinguish a flourishing people. Not only the peace which he maintained, was favourable to industry and commerce: His turn of mind inclined him to promote the peaceful arts: And trade being as yet in its infancy, all additions to it must have been the more evident to every eye, which was not blinded by melancholy prejudices[n50].","subId":"40","id":"Hume.HE.5.App4.40"},{"type":"paragraph","content":"^By^ an account[n51], which seems judicious and accurate, it appears, that all the seamen, employed in the merchant service, amounted to 10,000 men, which probably exceeds not the fifth part of their present number. Sir Thomas Overbury says, that the Dutch possessed three times more shipping than the English, but that their ships were of inferior burden to those of the latter[n52]. Sir William |Monson computed the English naval power to be little or nothing inferior to the Dutch[n53], which is surely an exaggeration. The Dutch at this time traded to England with 600 ships; England to Holland with sixty only[n54].","subId":"41","id":"Hume.HE.5.App4.41"},{"type":"paragraph","content":"#Manufactures.# ^A^ catalogue of the manufactures, for which the English were then eminent, would appear very contemptible, in comparison of those which flourish among them at present. Almost all the more elaborate and curious arts were only cultivated abroad, particularly in Italy, Holland, and the Netherlands. Ship building and the founding of iron cannon were the sole, in which the English excelled. They seem, indeed, to have possessed alone the secret of the latter; and great complaints were made every parliament against the exportation of English ordnance.","subId":"42","id":"Hume.HE.5.App4.42"},{"type":"paragraph","content":"^Nine^ tenths of the commerce of the kingdom consisted in woollen goods[n55]. Wool, however, was allowed to be exported, till the 19th of the king. Its exportation was then forbidden by proclamation; though that edict was never strictly executed. Most of the cloth was exported raw, and was dyed and dressed by the Dutch; who gained, it is pretended, 700,000 pounds a-year by this manufacture[n56]. A proclamation, issued by the king, against exporting cloth in that condition, had succeeded so ill, during one year, by the refusal of the Dutch to buy the dressed cloth, that great murmurs arose against it; and this measure was retracted by the king, and complained of by the nation, as if it had been the most impolitic in the world. It seems indeed to have been premature.","subId":"43","id":"Hume.HE.5.App4.43"},{"type":"paragraph","content":"^In^ so little credit was the fine English cloth even at home, that the king was obliged to seek expedients, by which he might engage the people of fashion to wear it[n57]. The manufacture of fine linen was totally unknown in the kingdom[n58].","subId":"44","id":"Hume.HE.5.App4.44"},{"type":"paragraph","content":"^The^ company of merchant-adventurers, by their patent, possessed the sole commerce of woollen goods, though the staple commodity of the kingdom. An attempt, made during the reign of Elizabeth, to lay open this important trade, had been attended with |bad consequences for a time, by a conspiracy of the merchant–adventurers, not to make any purchases of cloth; and the queen immediately restored them their patent.","subId":"45","id":"Hume.HE.5.App4.45"},{"type":"paragraph","content":"^It^ was the groundless fear of a like accident, that enslaved the nation to those exclusive companies, which confined so much every branch of commerce and industry. The parliament, however, annulled, in the third of the king, the patent of the Spanish company; and the trade to Spain, which was, at first, very insignificant, soon became the most considerable in the kingdom. It is strange, that they were not thence encouraged to abolish all the other companies, and that they went no farther than obliging them to enlarge their bottom, and to facilitate the admission of new adventurers.","subId":"46","id":"Hume.HE.5.App4.46"},{"type":"paragraph","content":"^A^ board of trade was erected by the king in 1622[n59]. One of the reasons assigned in the commission, is to remedy the low price of wool, which begat complaints of the decay of the woollen manufactory. It is more probable, however, that this fall of prices proceeded from the encrease of wool. The king likewise recommends it to the commissioners to enquire and examine, whether a greater freedom of trade and an exemption from the restraint of exclusive companies, would not be beneficial. Men were then fettered by their own prejudices; and the king was justly afraid of embracing a bold measure, whose consequences might be uncertain. The digesting of a navigation act, of a like nature with the famous one executed afterwards by the republican parliament, is likewise recommended to the commissioners. The arbitrary powers, then commonly assumed by the privy-council, appear evidently through the whole tenor of the commission.","subId":"47","id":"Hume.HE.5.App4.47"},{"type":"paragraph","content":"^The^ silk manufacture had no footing in England: But, by James's direction, mulberry-trees were planted, and silk-worms introduced[n60]. The climate seems unfavourable to the success of this project. The planting of hops encreased much in England during this reign.","subId":"48","id":"Hume.HE.5.App4.48"},{"type":"paragraph","content":"^Greenland^ is thought to have been discovered about this period; and the whale fishery was carried on with success: But the industry of the Dutch, in spite of all opposition, soon deprived the English of this source of riches. A company was erected for the","subId":"49","id":"Hume.HE.5.App4.49"},{"type":"paragraph","content":"^discovery^ of the north-west passage; and many fruitless attempts were made for that purpose. In such noble projects, despair ought never to be admitted, till the absolute impossibility of success be fully ascertained.","subId":"50","id":"Hume.HE.5.App4.50"},{"type":"paragraph","content":"^The^ passage to the East-Indies had been opened to the English during the reign of Elizabeth; but the trade to those parts was not entirely established till this reign, when the East-India company received a new patent, enlarged their stock to 1,500,000 pounds[n61], and fitted out several ships on these adventures. In 1609 they built a vessel of 1200 ton, the largest merchant-ship that England had ever known. She was unfortunate, and perished by shipwreck. In 1611, a large ship of the company, assisted by a pinnace, maintained five several engagements with a squadron of Portuguese, and gained a complete victory over forces much superior. During the following years the Dutch company was guilty of great injuries towards the English, in expelling many of their factors, and destroying their settlements: But these violences were resented with a proper spirit by the court of England. A naval force was equipped under the earl of Oxford[n62], and lay in wait for the return of the Dutch East-India fleet. By reason of cross winds, Oxford failed of his purpose, and the Dutch escaped. Sometime after, one rich ship was taken by vice-admiral Merwin; and it was stipulated by the Dutch to pay 70,000 pounds to the English company, in consideration of the losses which that company had sustained[n63]. But neither this stipulation, nor the fear of reprisals, nor the sense of that friendship which subsisted between England and the States, could restrain the avidity of the Dutch company, or render them equitable in their proceedings towards their allies. Impatient to have the sole possession of the spice-trade, which the English then shared with them, they assumed a jurisdiction over a factory of the latter in the island of Amboyna; and on very improbable, and even absurd pretences, seized all the factors with their families, and put them to death with the most inhuman tortures. This dismal news arrived in England at the time when James, by the prejudices of his subjects and the intrigues of his favourite, was constrained to make a breach with Spain; and he was obliged, after some remonstrances, to acquiesce in this indignity from a state, whose alliance |was now become necessary to him. It is remarkable, that the nation, almost without a murmur, submitted to this injury from their protestant confederates; an injury, which, besides the horrid enormity of the action, was of much deeper importance to national interest, than all those which they were so impatient to resent from the house of Austria.","subId":"51","id":"Hume.HE.5.App4.51"},{"type":"paragraph","content":"^The^ exports of England from Christmas 1612 to Christmas 1613 are computed at 2,487,435 pounds: The imports at 2,141,151: So that the balance in favour of England was 346,284[n64]. But in 1622 the exports were 2,320,436 pounds; the imports 2,619,315; which makes a balance of 298,879 pounds against England[n65]. The coinage of England from 1599 to 1619 amounted to 4,779,314 pounds, 13 shillings and 4 pence[n66]: A proof that the balance in the main was considerably in favour of the kingdom. As the annual imports and exports together rose to near five millions, and the customs never yielded so much as 200,000 pounds a-year, of which tonnage made a part, it appears, that the new rates, affixed by James, did not, on the whole, amount to one shilling in the pound, and consequently were still inferior to the intention of the original grant of parliament. The East-India company usually carried out a third of their cargo in commodities[n67]. The trade to Turkey was one of the most gainful to the nation[n68]. It appears that copper halfpence and farthings began to be coined in this reign[n69]. Tradesmen had commonly carried on their retail business chiefly by means of leaden tokens. The small silver penny was soon lost, and at this time was no where to be found.","subId":"52","id":"Hume.HE.5.App4.52"},{"type":"paragraph","content":"#Colonies.# ^What^ chiefly renders the reign of James memorable, is the commencement of the English colonies in America; colonies established on the noblest footing that has been known in any age or nation. The Spaniards, being the first discoverers of the new world, immediately took possession of the precious mines which they found there; and, by the allurement of great riches, they were tempted to depopulate their own country as well as that which they conquered; and added the vice of sloth to those of avidity and barbarity, which had attended their adventurers in those renowned |enterprizes. That fine coast was entirely neglected, which reaches from St. Augustine to Cape Breton, and which lies in all the temperate climates, is watered by noble rivers, and offers a fertile soil, but nothing more, to the industrious planter. Peopled gradually from England by the necessitous and indigent, who, at home, encreased neither wealth nor populousness, the colonies, which were planted along that tract, have promoted the navigation, encouraged the industry, and even perhaps multiplied the inhabitants of their mother-country. The spirit of independency, which was reviving in England, here shone forth in its full lustre, and received new accession from the aspiring character of those, who, being discontented with the established church and monarchy, had sought for freedom amidst those savage desarts.","subId":"53","id":"Hume.HE.5.App4.53"},{"type":"paragraph","content":"^Queen^ Elizabeth had done little more than given a name to the continent of Virginia; and, after her planting one feeble colony, which quickly decayed, that country was entirely abandoned. But when peace put an end to the military enterprizes against Spain, and left ambitious spirits no hopes of making any longer such rapid advances towards honour and fortune, the nation began to second the pacific intentions of its monarch, and to seek a surer, though slower expedient, for acquiring riches and glory. In 1606, Newport carried over a colony, and began a settlement; which the company, erected by patent for that purpose in London and Bristol, took care to supply with yearly recruits of provisions, utensils, and new inhabitants. About 1609, Argal discovered a more direct and shorter passage to Virginia, and left the tract of the ancient navigators, who had first directed their course southwards to the tropic, sailed westward by means of the trade-winds, and then turned northward, till they reached the English settlements. The same year, five hundred persons under Sir Thomas Gates and Sir George Somers were embarked for Virginia. Somers's ship, meeting with a tempest, was driven into the Bermudas, and laid the foundation of a settlement in those islands. Lord Delawar afterwards undertook the government of the English colonies: But notwithstanding all his care, seconded by supplies from James, and by money raised from the first lottery ever known in the kingdom, such difficulties attended the settlement of these countries, that, in 1614, there were not alive more than 400 men, of all that had been sent thither. After supplying themselves with provisions more immediately |necessary for the support of life, the new planters began the cultivating of tobacco; and James, notwithstanding his antipathy to that drug, which he affirmed to be pernicious to men's morals as well as their health[n70], gave them permission to enter it in England; and he inhibited by proclamation all importation of it from Spain[n71]. By degrees, new colonies were established in that continent, and gave new names to the places where they settled, leaving that of Virginia to the province first planted. The island of Barbadoes was also planted in this reign.","subId":"54","id":"Hume.HE.5.App4.54"},{"type":"paragraph","content":"^Speculative^ reasoners, during that age, raised many objections to the planting of those remote colonies; and foretold, that, after draining their mother-country of inhabitants, they would soon shake off her yoke, and erect an independent government in America: But time has shewn, that the views, entertained by those who encouraged such generous undertakings, were more just and solid. A mild government and great naval force have preserved, and may still preserve during some time, the dominion of England over her colonies. And such advantages have commerce and navigation reaped from these establishments, that more than a fourth of the English shipping is at present computed to be employed in carrying on the traffic with the American settlements.","subId":"55","id":"Hume.HE.5.App4.55"},{"type":"paragraph","content":"^Agriculture^ was anciently very imperfect in England. The sudden transitions, so often mentioned by historians, from the lowest to the highest price of grain, and the prodigious inequality of its value in different years, are sufficient proofs, that the produce depended entirely on the seasons, and that art had as yet done nothing to fence against the injuries of the heavens. During this reign, considerable improvements were made, as in most arts, so in this, the most beneficial of any. A numerous catalogue might be formed of books and pamphlets, treating of husbandry, which were written about this time. The nation, however, was still dependent on foreigners for daily bread; and though its exportation of grain now forms a considerable branch of its commerce, notwithstanding its probable encrease of people, there was, in that period, a regular importation from the Baltic as well as from France; and if it ever stopped, the bad consequences were sensibly felt by the nation. Sir Walter Raleigh in his observations computes, |that two millions went out at one time for corn. It was not till the fifth of Elizabeth, that the exportation of corn had been allowed in England; and Camden observes, that agriculture, from that moment, received new life and vigour.","subId":"56","id":"Hume.HE.5.App4.56"},{"type":"paragraph","content":"^The^ endeavours of James, or, more properly speaking, those of the nation, for promoting trade, were attended with greater success than those for the encouragement of learning. Though the age was by no means destitute of eminent writers, a very bad taste in general prevailed during that period; and the monarch himself was not a little infected with it.","subId":"57","id":"Hume.HE.5.App4.57"},{"type":"paragraph","content":"#Learning and arts.# ^On^ the origin of letters among the Greeks, the genius of poets and orators, as might naturally be expected, was distinguished by an amiable simplicity, which, whatever rudeness may sometimes attend it, is so fitted to express the genuine movements of nature and passion, that the compositions possessed of it must ever appear valuable to the discerning part of mankind. The glaring figures of discourse, the pointed antithesis, the unnatural conceit, the jingle of words; such false ornaments were not employed by early writers; not because they were rejected, but because they scarcely ever occurred to them. An easy, unforced strain of sentiment runs through their compositions; though at the same time we may observe, that, amidst the most elegant simplicity of thought and expression, one is sometimes surprised to meet with a poor conceit, which had presented itself unsought for, and which the author had not acquired critical observation enough to condemn[n72]. A bad taste seizes with avidity these frivolous beauties, and even perhaps a good taste, ere surfeited by them: They multiply every day more and more in the fashionable compositions: Nature and good sense are neglected: Laboured ornaments studied and admired: And a total degeneracy of style and language prepares the |way for barbarism and ignorance. Hence the Asiatic manner was found to depart so much from the simple purity of Athens: Hence that tinsel eloquence, which is observable in many of the Roman writers, from which Cicero himself is not wholly exempted, and which so much prevails in Ovid, Seneca, Lucan, Martial, and the Plinys.","subId":"58","id":"Hume.HE.5.App4.58"},{"type":"paragraph","content":"^On^ the revival of letters, when the judgment of the public is yet raw and unformed, this false glister catches the eye, and leaves no room, either in eloquence or poetry, for the durable beauties of solid sense and lively passion. The reigning genius is then diametrically opposite to that which prevails on the first origin of arts. The Italian writers, it is evident, even the most celebrated, have not reached the proper simplicity of thought and composition; and in Petrarch, Tasso, Guarini, frivolous witticisms and forced conceits are but too predominant. The period, during which letters were cultivated in Italy, was so short as scarcely to allow leisure for correcting this adulterated relish.","subId":"59","id":"Hume.HE.5.App4.59"},{"type":"paragraph","content":"^The^ more early French writers are liable to the same reproach. Voiture, Balzac, even Corneille, have too much affected those ambitious ornaments, of which the Italians in general, and the least pure of the ancients supplied them with so many models. And it was not till late, that observation and reflection gave rise to a more natural turn of thought and composition among that elegant people.","subId":"60","id":"Hume.HE.5.App4.60"},{"type":"paragraph","content":"^A^ like character may be extended to the first English writers; such as flourished during the reigns of Elizabeth and James, and even till long afterwards. Learning, on its revival in this island, was attired in the same unnatural garb, which it wore at the time of its decay among the Greeks and Romans. And, what may be regarded as a misfortune, the English writers were possessed of great genius before they were endowed with any degree of taste, and by that means gave a kind of sanction to those forced turns and sentiments, which they so much affected. Their distorted conceptions and expressions are attended with such vigour of mind, that we admire the imagination which produced them, as much as we blame the want of judgment which gave them admittance. To enter into an exact criticism of the writers of that age, would exceed our present purpose. A short character of the most eminent, delivered with the same freedom which history exercises |over kings and ministers, may not be improper. The national prepossessions, which prevail, will perhaps render the former liberty not the least perilous for an author.","subId":"61","id":"Hume.HE.5.App4.61"},{"type":"paragraph","content":"^If^ Shakespeare be considered as a MAN, born in a rude age, and educated in the lowest manner, without any instruction, either from the world or from books, he may be regarded as a prodigy: If represented as a POET, capable of furnishing a proper entertainment to a refined or intelligent audience, we must abate much of this eulogy. In his compositions, we regret, that many irregularities, and even absurdities, should so frequently disfigure the animated and passionate scenes intermixed with them; and at the same time, we perhaps admire the more those beauties, on account of their being surrounded with such deformities. A striking peculiarity of sentiment, adapted to a singular character, he frequently hits, as it were by inspiration; but a reasonable propriety of thought he cannot, for any time, uphold. Nervous and picturesque expressions, as well as descriptions, abound in him; but it is in vain we look either for purity or simplicity of diction. His total ignorance of all theatrical art and conduct, however material a defect; yet, as it affects the spectator rather than the reader, we can more easily excuse, than that want of taste which often prevails in his productions, and which gives way, only by intervals, to the irradiations of genius. A great and fertile genius he certainly possessed, and one enriched equally with a tragic and comic vein; but, he ought to be cited as a proof, how dangerous it is to rely on these advantages alone for attaining an excellence in the finer arts[n73]. And there may even remain a suspicion, that we over-rate, if possible, the greatness of his genius; in the same manner as bodies often appear more gigantic, on account of their being disproportioned and mishapen. He died in 1616, aged 53 years.","subId":"62","id":"Hume.HE.5.App4.62"},{"type":"paragraph","content":"^Johnson^ possessed all the learning which was wanting to Shakespeare, and wanted all the genius of which the other was possessed. Both of them were equally deficient in taste and elegance, in harmony and correctness. A servile copyist of the ancients, Johnson translated into bad English the beautiful passages of the Greek and Roman authors, without accommodating them to the manners of his age and country. His merit has been totally eclipsed by that of |Shakespeare, whose rude genius prevailed over the rude art of his cotemporary. The English theatre has ever since taken a strong tincture of Shakespeare's spirit and character; and thence it has proceeded, that the nation has undergone, from all it's neighbours, the reproach of barbarism, from which it's valuable productions in some other parts of learning would otherwise have exempted it. Johnson had a pension of a hundred marks from the king, which Charles afterwards augmented to a hundred pounds. He died in 1637, aged 63.","subId":"63","id":"Hume.HE.5.App4.63"},{"type":"paragraph","content":"^Fairfax^ has translated Tasso with an elegance and ease, and, at the same time, with an exactness, which, for that age, are surprising. Each line in the original is faithfully rendered by a correspondent line in the translation. Harrington's translation of Ariosto is not likewise without its merit. It is to be regretted, that these poets should have imitated the Italians in their stanza, which has a prolixity and uniformity in it, that displeases in long performances. They had otherwise, as well as Spencer, who went before them, contributed much to the polishing and refining of the English versification.","subId":"64","id":"Hume.HE.5.App4.64"},{"type":"paragraph","content":"^In^ Donne's satires, when carefully inspected, there appear some flashes of wit and ingenuity; but these totally suffocated and buried by the harshest and most uncouth expression, that is anywhere to be met with.","subId":"65","id":"Hume.HE.5.App4.65"},{"type":"paragraph","content":"^If^ the poetry of the English was so rude and imperfect during that age, we may reasonably expect that their prose would be liable to still greater objections. Though the latter appears the more easy, as it is the more natural method of composition; it has ever in practice been found the more rare and difficult; and there scarcely is an instance, in any language, that it has reached a degree of perfection, before the refinement of poetical numbers and expression. English prose, during the reign of James, was written with little regard to the rules of grammar, and with a total disregard to the elegance and harmony of the period. Stuffed with Latin sentences and quotations, it likewise imitated those inversions, which, however forcible and graceful in the ancient languages, are entirely contrary to the idiom of the English. I shall indeed venture to affirm, that, whatever uncouth phrases and expressions occur in old books, they were chiefly owing to the unformed taste of the author; and that the language, spoken in the |courts of Elizabeth and James, was very little different from that which we meet with at present in good company. Of this opinion, the little scraps of speeches which are found in the parliamentary journals, and which carry an air so opposite to the laboured orations, seem to be a sufficient proof; and there want not productions of that age, which, being written by men who were not authors by profession, retain a very natural manner, and may give us some idea of the language which prevailed among men of the world. I shall particularly mention Sir John Davis's discovery, Throgmorton's, Essex's, and Nevil's letters. In a more early period, Cavendish's life of cardinal Wolsey, the pieces that remain of bishop Gardiner, and Anne Boleyn's letter to the king, differ little or nothing from the language of our time.","subId":"66","id":"Hume.HE.5.App4.66"},{"type":"paragraph","content":"^The^ great glory of literature in this island, during the reign of James, was lord Bacon. Most of his performances were composed in Latin; though he possessed neither the elegance of that, nor of his native tongue. If we consider the variety of talents displayed by this man; as a public speaker, a man of business, a wit, a courtier, a companion, an author, a philosopher; he is justly the object of great admiration. If we consider him merely as an author and philosopher, the light in which we view him at present, though very estimable, he was yet inferior to his cotemporary Galileo, perhaps even to Kepler. Bacon pointed out at a distance the road to true philosophy: Galileo both pointed it out to others, and made himself considerable advances in it. The Englishman was ignorant of geometry: The Florentine revived that science, excelled in it, and was the first that applied it, together with experiment, to natural philosophy. The former rejected, with the most positive disdain, the system of Copernicus: The latter fortified it with new proofs, derived both from reason and the senses. Bacon's style is stiff and rigid: Hume.HEis wit, though often brilliant, is also often unnatural and far-fetched; and he seems to be the original of those pointed similies and long-spun allegories, which so much distinguish the English authors: Galileo is a lively and agreeable, though somewhat a prolix writer. But Italy, not united in any single government, and perhaps satiated with that literary glory, which it has possessed both in ancient and modern times, has too much neglected the renown which it has acquired by giving birth to so great a man. That national spirit, which prevails among the |English, and which forms their great happiness, is the cause why they bestow on all their eminent writers, and on Bacon among the rest, such praises and acclamations, as may often appear partial and excessive. He died in 1626, in the 66th year of his age.","subId":"67","id":"Hume.HE.5.App4.67"},{"type":"paragraph","content":"^If^ the reader of Raleigh's history can have the patience to wade through the Jewish and Rabbinical learning which compose the half of the volume, he will find, when he comes to the Greek and Roman story, that his pains are not unrewarded. Raleigh is the best model of that ancient style, which some writers would affect to revive at present. He was beheaded in 1618, aged 66 years.","subId":"68","id":"Hume.HE.5.App4.68"},{"type":"paragraph","content":"^Camden's^ history of queen Elizabeth may be esteemed good composition, both for style and matter. It is written with simplicity of expression, very rare in that age, and with a regard to truth. It would not perhaps be too much to affirm, that it is among the best historical productions which have yet been composed by any Englishman. It is well known that the English have not much excelled in that kind of literature. He died in 1623, aged 73 years.","subId":"69","id":"Hume.HE.5.App4.69"},{"type":"paragraph","content":"^We^ shall mention the king himself at the end of these English writers; because that is _his_ place, when considered as an author. It may safely be affirmed, that the mediocrity of James's talents in literature, joined to the great change in national taste, is one cause of that contempt, under which his memory labours, and which is often carried by party-writers to a great extreme. It is remarkable, how different from ours were the sentiments of the ancients with regard to learning. Of the first twenty Roman emperors, counting from Cesar to Severus, above the half were authors; and though few of them seem to have been eminent in that profession, it is always remarked to their praise, that, by their example, they encouraged literature. Not to mention Germanicus, and his daughter Agrippina, persons so nearly allied to the throne, the greater part of the classic writers, whose works remain, were men of the highest quality. As every human advantage is attended with inconveniences, the change of men's ideas in this particular may probably be ascribed to the invention of printing; which has rendered books so common, that even men of slender fortunes can have access to them.","subId":"70","id":"Hume.HE.5.App4.70"},{"type":"paragraph","content":"^That^ James was but a middling writer may be allowed: That he was a contemptible one can by no means be admitted. Whoever will read his Basilicon Doron, particularly the two last books, the true|law of free monarchies, his answer to cardinal Perron, and almost all his speeches and messages to parliament, will confess him to have possessed no mean genius. If he wrote concerning witches and apparitions; who, in that age, did not admit the reality of these fictitious beings? If he has composed a commentary on the Revelations, and proved the pope to be Antichrist; may not a similar reproach be extended to the famous Napier; and even to Newton, at a time when learning was much more advanced than during the reign of James? From the grossness of its superstitions, we may infer the ignorance of an age; but never should pronounce concerning the folly of an individual, from his admitting popular errors, consecrated by the appearance of religion.","subId":"71","id":"Hume.HE.5.App4.71"},{"type":"paragraph","content":"^Such^ a superiority do the pursuits of literature possess above every other occupation, that even he, who attains but a mediocrity in them, merits the pre-eminence above those that excel the most in the common and vulgar professions. The speaker of the house of commons is usually an eminent lawyer; yet the harangue of his Majesty will always be found much superior to that of the speaker, in every parliament during this reign.","subId":"72","id":"Hume.HE.5.App4.72"},{"type":"paragraph","content":"^Every^ science, as well as polite literature, must be considered as being yet in its infancy. Scholastic learning and polemical divinity retarded the growth of all true knowledge. Sir Henry Saville, in the preamble of that deed by which he annexed a salary to the mathematical and astronomical professors in Oxford, says, that geometry was almost totally abandoned and unknown in England[n74]. The best learning of that age was the study of the ancients. Casaubon, eminent for this species of knowledge, was invited over from France by James, and encouraged by a pension of 300 a-year, as well as by church preferments[n75]. The famous Antonio di Dominis, archbishop of Spalato, no despicable philosopher, came likewise into England, and afforded great triumph to the nation, by their gaining so considerable a proselyte from the papists. But the mortification followed soon after: The archbishop, though advanced to some ecclesiastical preferments[n76], received not encouragement sufficient to satisfy his ambition: He made his escape into Italy, where he died in confinement.","subId":"73","id":"Hume.HE.5.App4.73"},{"type":"note","content":"Rymer, tom. xvii. p. 200.","subId":"n1","id":"Hume.HE.5.App4.n1"},{"type":"note","content":"Rushworth, vol. ii. p. 473. In Chambers's case it was the unanimous opinion of the court of King's Bench, that the court of star-chamber was not derived from the statute of Henry VII. but was a court many years before, and one of the most high and honourable courts of justice. See Coke's rep. term. Mich. 5 Car. I. See further Camden's Brit. vol. i. introd. p. 254. Edit. of Gibson.","subId":"n2","id":"Hume.HE.5.App4.n2"},{"type":"note","content":"During several centuries, no reign had passed without some forced loans from the subject.","subId":"n3","id":"Hume.HE.5.App4.n3"},{"type":"note","content":"\"Monarchies,\" according to Sir Walter Raleigh, \"are of two sorts touching their power or authority, _viz._ 1. Entire, where the whole power of ordering all state matters, both in peace and war, doth, by law and custom, appertain to the prince, as in the English kingdom; where the prince hath the power to make laws, league and war; to create magistrates; to pardon life; of appeal, &c. Though, to give a contentment to the other degrees, they have a suffrage in making laws, yet ever subject to the prince's pleasure and negative will.—2. Limited or restrained, that hath no full power in all the points and matters of state, as the military king that hath not the sovereignty in time of peace, as the making of laws, &c. But in war only, as the Polonian king. _Maxims of State._\" And a little after, \"In every just state, some part of the government is, or ought to be, imparted to the people, as in a kingdom, a voice and suffrage in making laws; and sometimes also of levying of arms (if the charge be great, and the prince forced to borrow help of his subjects) the matter rightly may be propounded to a parliament, that the tax may _seem_ to have proceeded from themselves. So consultations and some proceedings in judicial matters may, in part, be referred to them. The reason, lest, seeing themselves to be in no number nor of reckoning, they mislike the state or government.\" This way of reasoning differs little from that of king James, who considered the privileges of the parliament as matters of grace and indulgence, more than of inheritance. It is remarkable that Raleigh was thought to lean towards the puritanical party, notwithstanding these positions. But ideas of government change much in different times.Raleigh's sentiments on this head are still more openly expressed, in his _Prerogative of parliaments,_ a work not published till after his death. It is a dialogue between a courtier or counsellor and a country justice of peace, who represents the patriot party, and defends the highest notions of liberty, which the principles of that age would bear. Here is a passage of it: _\"Counsellor.\"_ That which is done by the king, with the advice of his private or privy council, is done by the king's absolute power._ Justice._ And by whose power is it done in parliament but by the king's absolute power? Mistake it not, my lord: The three estates do but advise as the privy council doth; which advice, if the king embrace, it becomes the king's own act in the one, and the king's law in the other, &c.The earl of Clare, in a private letter to his son-in-law Sir Thomas Wentworth, afterwards earl of Strafford, thus expresses himself, \"We live under a prerogative government, where book law submits to _lex loquens._\" He spoke from his own, and all his ancestors' experience. There was no single instance of power, which a king of England might not, at that time, exert, on pretence of necessity or expediency: The continuance alone or frequent repetition of arbitrary administration might prove dangerous, for want of force to support it. It is remarkable that this letter of the earl of Clare was written in the first year of Charles's reign; and consequently must be meant of the general genius of the government, not the spirit or temper of the monarch. See Strafford's letters, vol. i. p. 32. From another letter in the same collection, vol. i. p. 10. it appears that the council sometimes assumed the power of forbidding persons disagreeable to the court, to stand in the elections. This authority they could exert in some instances; but we are not thence to infer, that they could shut the door of that house to every one who was not acceptable to them. The genius of the ancient government reposed more trust in the king, than to entertain any such suspicion, and it allowed scattered instances, of such a kind as would have been totally destructive of the constitution, had they been continued without interruption.I have not met with any English writer in that age, who speaks of England as a limited monarchy, but as an absolute one, where the people have many privileges. That is no contradiction. In all European monarchies, the people have privileges; but whether dependant or independant on the will of the monarch, is a question, that, in most governments, it is better to forbear. Surely that question was not determined, before the age of James. The rising spirit of the parliament, together with that king's love of general, speculative principles, brought it from its obscurity, and made it be commonly canvassed. The strongest testimony, that I remember from a writer of James's age, in favour of English liberty, is in cardinal Bentivoglio, a foreigner, who mentions the English government as similar to that of the low-country provinces under their princes, rather than to that of France or Spain. Englishmen were not so sensible that their prince was limited, because they were sensible, that no individual had any security against a stretch of prerogative: But foreigners, by comparison, could perceive, that these stretches were, at that time, from custom or other causes, less frequent in England than in other monarchies. Philip de Comines too remarked the English constitution to be more popular, in his time, than that of France. But in a paper written by a patriot in 1627, it is remarked that the freedom of speech in parliament had been lost in England, since the days of Comines. See Franklyn, p. 238. Here is a stanza of Malherbe's Ode to Mary de Medicis, the queen-regent, written in 1614.Entre les rois a qui cet age // Doit son principal ornement, // Ceux de la Tamise et du Tage // Font louer leur gouvernement: // Mais en de si calmes provinces, // Ou le peuple adore les princes, // Et met au gré le plus haut // L'honneur du sceptre legitime, // Scauroit-on excuser le crime // De ne regner pas comme il faut.The English, as well as the Spaniards, are here pointed out as much more obedient subjects than the French, and much more tractable and submissive to their princes. Though this passage be taken from a poet, every man of judgment will allow its authority to be decisive. The character of a national government cannot be unknown in Europe; though it changes sometimes very suddenly. Machiavel, in his Dissertations on Livy, says repeatedly, that France was the most legal and most popular monarchy then in Europe.","subId":"n4","id":"Hume.HE.5.App4.n4"},{"type":"note","content":"Passive obedience is expressly and zealously inculcated in the homilies, composed and published by authority, in the reign of queen Elizabeth. The convocation, which met in the very first year of the king's reign, voted as high monarchical principles as are contained in the decrees of the university of Oxford, during the rule of the tories. These principles, so far from being deemed a novelty, introduced by James's influence, passed so smoothly, that no historian has taken notice of them: They were never the subject of controversy, or dispute, or discourse; and it is only by means of bishop Overall's Convocation-book, printed near seventy years after, that we are acquainted with them. Would James, who was so cautious, and even timid, have ventured to begin his reign with a bold stroke, which would have given just ground of jealousy to his subjects? It appears, from that monarch's Basilicon Doron, written while he was in Scotland, that the republican ideas of the origin of power from the people were, at that time, esteemed puritanical novelties. The patriarchal scheme, it is remarkable, is inculcated in those votes of the convocation preserved by Overall; nor was Filmer the first inventor of those absurd notions.","subId":"n5","id":"Hume.HE.5.App4.n5"},{"type":"note","content":"Rymer, tom. xviii. p. 117, 594.","subId":"n6","id":"Hume.HE.5.App4.n6"},{"type":"note","content":"See his essay_ De unitate ecclesiae._","subId":"n7","id":"Hume.HE.5.App4.n7"},{"type":"note","content":"See Cicero de legibus.","subId":"n8","id":"Hume.HE.5.App4.n8"},{"type":"note","content":"28th of Elizabeth. See State Trials. Sir Robert Knightly, vol. vii. edit. 1.","subId":"n9","id":"Hume.HE.5.App4.n9"},{"type":"note","content":"Rymer, tom. xvii. p. 522.","subId":"n10","id":"Hume.HE.5.App4.n10"},{"type":"note","content":"Id. ibid.","subId":"n11","id":"Hume.HE.5.App4.n11"},{"type":"note","content":"Rymer, tom. xvii. p. 616.","subId":"n12","id":"Hume.HE.5.App4.n12"},{"type":"note","content":"Kennet, p. 685. Camden's Brit. vol. i. p. 370. Gibson's edit.","subId":"n13","id":"Hume.HE.5.App4.n13"},{"type":"note","content":"Essays De profer. fin. imp.","subId":"n14","id":"Hume.HE.5.App4.n14"},{"type":"note","content":"Franklyn, p. 5. See also Lord Herbert's Memoirs.","subId":"n15","id":"Hume.HE.5.App4.n15"},{"type":"note","content":"Apophthegms.","subId":"n16","id":"Hume.HE.5.App4.n16"},{"type":"note","content":"Rymer, tom. xvii. p. 632.","subId":"n17","id":"Hume.HE.5.App4.n17"},{"type":"note","content":"Cabbala, p. 224. first edit.","subId":"n18","id":"Hume.HE.5.App4.n18"},{"type":"note","content":"Men seem then to have been ambitious of representing the counties, but careless of the boroughs. A seat in the house was, in itself, of small importance: But the former became a point of honour among the gentlemen. Journ. 10 Feb. 1620. Towns, which had formerly neglected their right of sending members, now began to claim it. Journ. 26 Feb. 1623.","subId":"n19","id":"Hume.HE.5.App4.n19"},{"type":"note","content":"An abstract, or brief declaration of his Majesty's revenue, with the assignations and defalcations upon the same.","subId":"n20","id":"Hume.HE.5.App4.n20"},{"type":"note","content":"The excess was formerly greater, as appears by Salisbury's account. See chap. 2.","subId":"n21","id":"Hume.HE.5.App4.n21"},{"type":"note","content":"Journ. 21 May, 1604.","subId":"n22","id":"Hume.HE.5.App4.n22"},{"type":"note","content":"Coke's Inst. book iv. chap. i. of fifteenths, quinzins.","subId":"n23","id":"Hume.HE.5.App4.n23"},{"type":"note","content":"Id. subsidies temporary.","subId":"n24","id":"Hume.HE.5.App4.n24"},{"type":"note","content":"Journ. 11 July, 1610.","subId":"n25","id":"Hume.HE.5.App4.n25"},{"type":"note","content":"Coke's Inst. book iv. chap. i. subsidies temporary.","subId":"n26","id":"Hume.HE.5.App4.n26"},{"type":"note","content":"See Statutes at large.","subId":"n27","id":"Hume.HE.5.App4.n27"},{"type":"note","content":"Rymer, tom. xvii. p. 526. To the same purpose, see also 21 Jac. vi. cap. 28.","subId":"n28","id":"Hume.HE.5.App4.n28"},{"type":"note","content":"Rymer, tom. xx. p. 157.","subId":"n29","id":"Hume.HE.5.App4.n29"},{"type":"note","content":"See a compendium or dialogue inserted in the Memoirs of Wool, chap. 23.","subId":"n30","id":"Hume.HE.5.App4.n30"},{"type":"note","content":"P. 449.","subId":"n31","id":"Hume.HE.5.App4.n31"},{"type":"note","content":"Rymer, tom. xix. p. 511.","subId":"n32","id":"Hume.HE.5.App4.n32"},{"type":"note","content":"We may judge of the great grievance of purveyance by this circumstance, that the purveyors often gave but sixpence for a dozen of pigeons, and two pence for a fowl. Journ. 25 May, 1626.","subId":"n33","id":"Hume.HE.5.App4.n33"},{"type":"note","content":"Rymer, tom. xvii. p. 441. et seq.","subId":"n34","id":"Hume.HE.5.App4.n34"},{"type":"note","content":"This volume was writ above twenty years before the present edition of 1778. In that short period, prices have perhaps risen more, than during the preceding hundred and fifty.","subId":"n35","id":"Hume.HE.5.App4.n35"},{"type":"note","content":"Journ. 1 March, 1623.","subId":"n36","id":"Hume.HE.5.App4.n36"},{"type":"note","content":"Stowe. See also Sir Walter Raleigh of the prerogatives of parliament, and Johnstoni hist. lib. xviii.","subId":"n37","id":"Hume.HE.5.App4.n37"},{"type":"note","content":"Stowe.","subId":"n38","id":"Hume.HE.5.App4.n38"},{"type":"note","content":"In the Harleyan miscellany, vol. iv. p. 255.","subId":"n39","id":"Hume.HE.5.App4.n39"},{"type":"note","content":"Rymer, tom. xvi. p. 717.","subId":"n40","id":"Hume.HE.5.App4.n40"},{"type":"note","content":"Of the invention of shipping. This number is much superior to that contained in Murden, and that delivered by Sir Edward Coke to the house of commons; and is more likely.","subId":"n41","id":"Hume.HE.5.App4.n41"},{"type":"note","content":"Sir William Petty.","subId":"n42","id":"Hume.HE.5.App4.n42"},{"type":"note","content":"Sir Edward Walker's political discourses, p. 270.","subId":"n43","id":"Hume.HE.5.App4.n43"},{"type":"note","content":"Coke's Inst. book iv. chap. 1. Consultation in parliament for the navy.","subId":"n44","id":"Hume.HE.5.App4.n44"},{"type":"note","content":"By Raleigh's account, in his discourse of the first invention of shipping the fleet in the twenty-fourth of the queen, consisted only of thirteen ships, and were augmented afterwards eleven. He probably reckoned some to be pinnaces, which Coke called ships.","subId":"n45","id":"Hume.HE.5.App4.n45"},{"type":"note","content":"Journ. 11 March, 1623. Sir William Monson makes the number amount only to nine new ships, p. 253.","subId":"n46","id":"Hume.HE.5.App4.n46"},{"type":"note","content":"Stowe.","subId":"n47","id":"Hume.HE.5.App4.n47"},{"type":"note","content":"Parl. Hist. vol. vi. p. 94.","subId":"n48","id":"Hume.HE.5.App4.n48"},{"type":"note","content":"Rymer, tom. xvii. p. 413.","subId":"n49","id":"Hume.HE.5.App4.n49"},{"type":"note","content":"That of the honest historian Stowe seems not to have been of this number. \"The great blessings of God,\" says he, \"through increase of wealth in the common subjects of this land, especially upon the citizens of London; such within men's memory, and chiefly within these few years of peace, that, except there were now due mention of some sort made thereof, it would in time to come be held incredible, &c.\" In another place, \"Amongst the manifold tokens and signs of the infinite blessings of Almighty God bestowed upon this kingdom, by the wondrous and merciful establishing of peace within ourselves, and the full benefit of concord with all christian nations and others: Of all which graces let no man dare to presume he can speak too much; whereof in truth there can never be enough said, neither was there ever any people less considerate and less thankful than at this time, being not willing to endure the memory of their present happiness, as well as in the universal increase of commerce and traffic throughout the kingdom, great building of royal ships and by private merchants, the re–peopling of cities, towns, and villages, beside the discernable and sudden increase of fair and costly buildings, as well within the city of London as the suburbs thereof, especially within these twelve years, &c.\"","subId":"n50","id":"Hume.HE.5.App4.n50"},{"type":"note","content":"The trade's encrease in the Harleyan Misc. vol. iii.","subId":"n51","id":"Hume.HE.5.App4.n51"},{"type":"note","content":"Remarks on his travels, Harl. misc. vol. ii. p. 349.","subId":"n52","id":"Hume.HE.5.App4.n52"},{"type":"note","content":"Naval Tracts, p. 329, 350.","subId":"n53","id":"Hume.HE.5.App4.n53"},{"type":"note","content":"Raleigh's observations.","subId":"n54","id":"Hume.HE.5.App4.n54"},{"type":"note","content":"Journ. 26th May, 1621.","subId":"n55","id":"Hume.HE.5.App4.n55"},{"type":"note","content":"Journ. 20 May, 1614. Raleigh, in his observations, computes the loss at 400,000 pounds to the nation. There are about 80,000 undressed cloths, says he, exported yearly. He computes, besides, that about 100,000 pounds a-year had been lost by kersies; not to mention other articles. The account of 200,000 cloths a-year exported in Elizabeth's reign seems to be exaggerated.","subId":"n56","id":"Hume.HE.5.App4.n56"},{"type":"note","content":"Rymer, tom. xvii. p. 415.","subId":"n57","id":"Hume.HE.5.App4.n57"},{"type":"note","content":"Id. ibid.","subId":"n58","id":"Hume.HE.5.App4.n58"},{"type":"note","content":"Rymer, tom. xvii. p. 410.","subId":"n59","id":"Hume.HE.5.App4.n59"},{"type":"note","content":"Stowe.","subId":"n60","id":"Hume.HE.5.App4.n60"},{"type":"note","content":"Journ. 26th Nov. 1621.","subId":"n61","id":"Hume.HE.5.App4.n61"},{"type":"note","content":"In 1622.","subId":"n62","id":"Hume.HE.5.App4.n62"},{"type":"note","content":"Johnstoni hist. lib. 19.","subId":"n63","id":"Hume.HE.5.App4.n63"},{"type":"note","content":"Misselden's Circle of Commerce, p. 121.","subId":"n64","id":"Hume.HE.5.App4.n64"},{"type":"note","content":"Id. ibid.","subId":"n65","id":"Hume.HE.5.App4.n65"},{"type":"note","content":"Happy future State of England, p. 78.","subId":"n66","id":"Hume.HE.5.App4.n66"},{"type":"note","content":"Munn's Discourse on the East-India Trade.","subId":"n67","id":"Hume.HE.5.App4.n67"},{"type":"note","content":"Munn's Discourse on the East-India Trade, p. 17.","subId":"n68","id":"Hume.HE.5.App4.n68"},{"type":"note","content":"Anderson, vol. i. p. 477.","subId":"n69","id":"Hume.HE.5.App4.n69"},{"type":"note","content":"Rymer, tom. xvii. p. 621.","subId":"n70","id":"Hume.HE.5.App4.n70"},{"type":"note","content":"Rymer, tom. xviii. p. 621, 633.","subId":"n71","id":"Hume.HE.5.App4.n71"},{"type":"note","content":"The name of Polynices, one of Oedipus's sons, means in the original _much quarrelling._ In the altercations between the two brothers, in Aeschylus, Sophocles, and Euripides, this conceit is employed; and it is remarkable, that so poor a conundrum could not be rejected by any of these three poets, so justly celebrated for their taste and simplicity. What could Shakespeare have done worse? Terence has his _inceptio est amentium, non amantium._ Many similar instances will occur to the learned. It is well known that Aristotle treats very seriously of puns, divides them into several classes, and recommends the use of them to orators.","subId":"n72","id":"Hume.HE.5.App4.n72"},{"type":"note","content":"_Invenire etiam barbari solent, disponere et ornare non nisi eruditus._ Plin.","subId":"n73","id":"Hume.HE.5.App4.n73"},{"type":"note","content":"Rymer, tom. xvii. p. 217.","subId":"n74","id":"Hume.HE.5.App4.n74"},{"type":"note","content":"Ibid. p. 709.","subId":"n75","id":"Hume.HE.5.App4.n75"},{"type":"note","content":"Rymer, tom. xvii. p. 95.","subId":"n76","id":"Hume.HE.5.App4.n76"}]}
