{"id":"Hume.THN.3.1.1","imported":true,"parent":"Hume.THN.3.1","title":"Section 1. Moral Distinctions not deriv'd from Reason","breadcrumb":"Section 1","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. I.\nMoral Distinctions not deriv'd from Reason.\n","id":"Hume.THN.3.1.1"},{"type":"paragraph","content":"THERE is an inconvenience which attends all abstruse reasoning, that it may silence, without convincing an antagonist, and requires the same intense study to make us sensible of its force, that was at first requisite for its invention. When we leave our closet, and engage in the common affairs of life, its conclusions seem to vanish, like the phantoms of the night on the appearance of the morning; and 'tis difficult for us to retain even that conviction, which we had attain'd with difficulty. This is still more conspicuous in a long chain of reasoning, where we must preserve to the end the evidence of the first propositions, and where we often lose sight of all the most receiv'd maxims, either of philosophy or common life. I am not, however, without hopes, that the present system of philosophy will acquire new force as it advances; and that our reasonings concerning morals will corroborate whatever has been said concerning the understanding and the passions. Morality is a subject that interests us above all others: We fancy the peace of society to be at stake in every decision concerning it; and 'tis evident, that this concern must make our speculations appear more real and solid, than where the subject is, in a great measure, indifferent to us. What affects us, we conclude can never be a chimera; and as our passion is engag'd on the one side or the other, we naturally think that the question lies within human comprehension; which, in other cases of this nature, we are apt to entertain some doubt of. Without this advantage I never should have ventur'd upon a third volume of such abstruse philosophy, in an age, wherein the greatest part of men seem agreed to convert reading into an amusement, and to reject every thing that requires any considerable degree of attention to be comprehended.\n","subId":"1","id":"Hume.THN.3.1.1.1","pages":"455-6"},{"type":"paragraph","content":"It has been observ'd, that nothing is ever present to the mind but its perceptions; and that all the actions of seeing, hearing, judging, loving, hating, and thinking, fall under this denomination. The mind can never exert itself in any action, which we may not comprehend under the term of perception; and consequently that term is no less applicable to those judgments, by which we distinguish moral good and evil, than to every other operation of the mind. To approve of one character, to condemn another, are only so many different perceptions.","subId":"2","id":"Hume.THN.3.1.1.2","pages":"456"},{"type":"paragraph","content":"Now as perceptions resolve themselves into two kinds, viz. impressions and ideas, this distinction gives rise to a question, with which we shall open up our present enquiry concerning morals, Whether 'tis by means of   our ideas or impressions we distinguish betwixt vice and virtue, and pronounce an action blameable or praise-worthy?  This will immediately cut off all loose discourses and declamations, and reduce us to something precise and exact on the present subject.","subId":"3","id":"Hume.THN.3.1.1.3","pages":"456"},{"type":"paragraph","content":"Those who affirm that virtue is nothing but a conformity to reason; that there are eternal fitnesses and unfitnesses of things, which are the same to every rational being that considers them; that the immutable measures of right and wrong impose an obligation, not only on human creatures, but also on the Deity himself: All these systems concur in the opinion, that morality, like truth, is discern'd merely by ideas, and by their juxta-position and comparison. In order, therefore, to judge of these systems, we need only consider, whether it be possible, from reason alone, to distinguish betwixt moral good and evil, or whether there must concur some other principles to enable us to make that distinction.","subId":"4","id":"Hume.THN.3.1.1.4","pages":"456-7"},{"type":"paragraph","content":"If morality had naturally no influence on human passions and actions, 'twere in vain to take such pains to inculcate it; and nothing wou'd be more fruitless than that multitude of rules and precepts, with which all moralists abound. Philosophy is commonly divided into speculative and practical; and as morality is always comprehended under the latter division, 'tis supposed to influence our passions and actions, and to go beyond the calm and indolent judgments of the understanding. And this is confirm'd by common experience, which informs us, that men are often govern'd by their duties, and are deter'd from some actions by the opinion of injustice, and impell'd to others by that of obligation.","subId":"5","id":"Hume.THN.3.1.1.5","pages":"457"},{"type":"paragraph","content":"Since morals, therefore, have an influence on the actions and affections, it follows, that they cannot be deriv'd from reason; and that because reason alone, as we have already prov'd, can never have any such influence. Morals excite passions, and produce or prevent actions. Reason of itself is utterly impotent in this particular. The rules of morality, therefore, are not conclusions of our reason.","subId":"6","id":"Hume.THN.3.1.1.6","pages":"457"},{"type":"paragraph","content":"No one, I believe, will deny the justness of this inference; nor is there any other means of evading it, than by denying that principle, on which it is founded. As long as it is allow'd, that reason has no influence on our passions and actions, 'tis in vain to pretend, that morality is discover'd only by a deduction of reason. An active principle can never be founded on an inactive; and if reason be inactive in itself, it must remain so in all its shapes and appearances, whether it exerts itself in natural or moral subjects, whether it considers the powers of external bodies, or the actions of rational beings.","subId":"7","id":"Hume.THN.3.1.1.7","pages":"457"},{"type":"paragraph","content":"It would be tedious to repeat all the arguments, by which I have prov'd, that reason is perfectly inert, and can never either prevent or produce any action or affection. 'Twill be easy to recollect what has been said upon that subject. I shall only recal on this occasion one of these arguments, which I shall endeavour to render still more conclusive, and more applicable to the present subject.","subId":"8","id":"Hume.THN.3.1.1.8","pages":"457-8"},{"type":"paragraph","content":"Reason is the discovery of truth or falshood. Truth or falshood consists in an agreement or disagreement either to the real relations of ideas, or to real existence and matter of fact. Whatever, therefore, is not susceptible of this agreement or disagreement, is incapable of being true or false, and can never be an object of our reason. Now 'tis evident our passions, volitions, and actions, are not susceptible of any such agreement or disagreement; being original facts and realities, compleat in themselves, and implying no reference to other passions, volitions, and actions. 'Tis impossible, therefore, they can be pronounced either true or false, and be either contrary or conformable to reason.","subId":"9","id":"Hume.THN.3.1.1.9","pages":"458"},{"type":"paragraph","content":"This argument is of double advantage to our present purpose. For it proves directly, that actions do not derive their merit from a conformity to reason, nor their blame from a contrariety to it; and it proves the same truth more indirectly, by shewing us, that as reason can never immediately prevent or produce any action by contradicting or approving of it, it cannot be the source of the distinction betwixt moral good and evil, which are found to have that influence. Actions may be laudable or blameable; but they cannot be reasonable or unreasonable: Laudable or blameable, therefore, are not the same with reasonable or unreasonable. The merit and demerit of actions frequently contradict, and sometimes controul our natural propensities. But reason has no such influence. Moral distinctions, therefore, are not the offspring of reason. Reason is wholly inactive, and can never be the source of so active a principle as conscience, or a sense of morals.","subId":"10","id":"Hume.THN.3.1.1.10","pages":"458"},{"type":"paragraph","content":"But perhaps it may be said, that tho' no will or action can be immediately contradictory to reason, yet we may find such a contradiction in some of the attendants of the action, that is, in its causes or effects. The action may cause a judgment, or may be obliquely caus'd by one, when the judgment concurs with a passion; and by an abusive way of speaking, which philosophy will scarce allow of, the same contrariety may, upon that account, be ascrib'd to the action. How far this truth or falshood may be the source of morals, 'twill now be proper to consider.","subId":"11","id":"Hume.THN.3.1.1.11","pages":"459"},{"type":"paragraph","content":"It has been observ'd, that reason, in a strict and philosophical sense, can have an influence on our conduct only after two ways: Either when it excites a passion by informing us of the existence of something which is a proper object of it; or when it discovers the connexion of causes and effects, so as to afford us means of exerting any passion. These are the only kinds of judgment, which can accompany our actions, or can be said to produce them in any manner; and it must be allow'd, that these judgments may often be false and erroneous. A person may be affected with passion, by supposing a pain or pleasure to lie in an object, which has no tendency to produce either of these sensations, or which produces the contrary to what is imagin'd. A person may also take false measures for the attaining his end, and may retard, by his foolish conduct, instead of forwarding the execution of any project. These false judgments may be thought to affect the passions and actions, which are connected with them, and may be said to render them unreasonable, in a figurative and improper way of speaking. But tho' this be acknowledg'd, 'tis easy to observe, that these errors are so far from being the source of all immorality, that they are commonly very innocent, and draw no manner of guilt upon the person who is so unfortunate as to fall into them. They extend not beyond a mistake of fact, which moralists have not generally suppos'd criminal, as being perfectly involuntary. I am more to be lamented than blam'd, if I am mistaken with regard to the influence of objects in producing pain or pleasure, or if I know not the proper means of satisfying my desires. No one can ever regard such errors as a defect in my moral character. A fruit, for instance, that is really disagreeable, appears to me at a distance, and thro' mistake I fancy it to be pleasant and delicious. Here is one error. I choose certain means of reaching this fruit, which are not proper for my end. Here is a second error; nor is there any third one, which can ever possibly enter into our reasonings concerning actions. I ask, therefore, if a man, in this situation, and guilty of these two errors, is to be regarded as vicious and criminal, however unavoidable they might have been? Or if it be possible to imagine, that such errors are the sources of all immorality?","subId":"12","id":"Hume.THN.3.1.1.12","pages":"459-60"},{"type":"paragraph","content":"And here it may be proper to observe, that if moral distinctions be deriv'd from the truth or falshood of those judgments, they must take place wherever we form the judgments; nor will there be any difference, whether the question be concerning an apple or a kingdom, or whether the error be avoidable or unavoidable. For as the very essence of morality is suppos'd to consist in an agreement or disagreement to reason, the other circumstances are entirely arbitrary, and can never either bestow on any action the character of virtuous or vicious, or deprive it of that character. To which we may add, that this agreement or disagreement, not admitting of degrees, all virtues and vices wou'd of course be equal.","subId":"13","id":"Hume.THN.3.1.1.13","pages":"460"},{"type":"paragraph","content":"Shou'd it be pretended, that tho' a mistake of fact be not criminal, yet a mistake of right often is; and that this may be the source of immorality: I would answer, that 'tis impossible such a mistake can ever be the original source of immorality, since it supposes a real right and wrong; that is, a real distinction in morals, independent of these judgments. A mistake, therefore, of right may become a species of immorality; but 'tis only a secondary one, and is founded on some other, antecedent to it.","subId":"14","id":"Hume.THN.3.1.1.14","pages":"460"},{"type":"paragraph","content":"As to those judgments which are the effects of our actions, and which, when false, give occasion to pronounce the actions contrary to truth and reason; we may observe, that our actions never cause any judgment, either true or false, in ourselves, and that 'tis only on others they have such an influence. 'Tis certain, that an action, on many occasions, may give rise to false conclusions in others; and that a person, who thro' a window sees any lewd behaviour of mine with my neighbour's wife, may be so simple as to imagine she is certainly my own. In this respect my action resembles somewhat a lye or falshood; only with this difference, which is material, that I perform not the action with any intention of giving rise to a false judgment in another, but merely to satisfy my lust and passion. It causes, however, a mistake and false judgment by accident; and the falshood of its effects may be ascribed, by some odd figurative way of speaking, to the action itself. But still I can see no pretext of reason for asserting, that the tendency to cause such an error is the first spring or original source of all immorality.","subId":"15","id":"Hume.THN.3.1.1.15","pages":"461"},{"type":"paragraph","content":"Thus upon the whole, 'tis impossible, that the distinction betwixt moral good and evil, can be made by reason; since that distinction has an influence upon our actions, of which reason alone is incapable. Reason and judgment may, indeed, be the mediate cause of an action, by prompting, or by directing a passion: But it is not pretended, that a judgment of this kind, either in its truth or falshood, is attended with virtue or vice. And as to the judgments, which are caused by our actions, they can still less bestow those moral qualities on the actions, which are their causes.","subId":"16","id":"Hume.THN.3.1.1.16","pages":"462-3"},{"type":"paragraph","content":"But to be more particular, and to shew, that those eternal immutable fitnesses and unfitnesses of things cannot be defended by sound philosophy, we may weigh the following considerations.","subId":"17","id":"Hume.THN.3.1.1.17","pages":"463"},{"type":"paragraph","content":"If the thought and understanding were alone capable of fixing the boundaries of right and wrong, the character of virtuous and vicious either must lie in some relations of objects, or must be a matter of fact, which is discovered by our reasoning. This consequence is evident. As the operations of human understanding divide themselves into two kinds, the comparing of ideas, and the inferring of matter of fact; were virtue discover'd by the understanding; it must be an object of one of these operations, nor is there any third operation of the understanding, which can discover it. There has been an opinion very industriously propagated by certain philosophers, that morality is susceptible of demonstration; and tho' no one has ever been able to advance a single step in those demonstrations; yet 'tis taken for granted, that this science may be brought to an equal certainty with geometry or algebra. Upon this supposition, vice and virtue must consist in some relations; since 'tis allow'd on all hands, that no matter of fact is capable of being demonstrated. Let us, therefore, begin with examining this hypothesis, and endeavour, if possible, to fix those moral qualities, which have been so long the objects of our fruitless researches. Point out distinctly the relations, which constitute morality or obligation, that we may know wherein they consist, and after what manner we must judge of them.","subId":"18","id":"Hume.THN.3.1.1.18","pages":"463"},{"type":"paragraph","content":"If you assert, that vice and virtue consist in relations susceptible of certainty and demonstration, you must confine yourself to those four relations, which alone admit of that degree of evidence; and in that case you run into absurdities, from which you will never be able to extricate yourself. For as you make the very essence of morality to lie in the relations, and as there is no one of these relations but what is applicable, not only to an irrational, but also to an inanimate object; it follows, that even such objects must be susceptible of merit or demerit. Resemblance, contrariety, degrees in quality, and proportions in quantity and number; all these relations belong as properly to matter, as to our actions, passions, and volitions. 'Tis unquestionable, therefore, that morality lies not in any of these relations, nor the sense of it in their discovery.","subId":"19","id":"Hume.THN.3.1.1.19","pages":"463-4"},{"type":"paragraph","content":"Shou'd it be asserted, that the sense of morality consists in the discovery of some relation, distinct from these, and that our enumeration was not compleat, when we comprehended all demonstrable relations under four general heads: To this I know not what to reply, till some one be so good as to point out to me this new relation. 'Tis impossible to refute a system, which has never yet been explain'd. In such a manner of fighting in the dark, a man loses his blows in the air, and often places them where the enemy is not present.","subId":"20","id":"Hume.THN.3.1.1.20","pages":"464"},{"type":"paragraph","content":"I must, therefore, on this occasion, rest contented with requiring the two following conditions of any one that wou'd undertake to clear up this system. First, As moral good and evil belong only to the actions of the mind, and are deriv'd from our situation with regard to external objects, the relations, from which these moral distinctions arise, must lie only betwixt internal actions, and external objects, and must not be applicable either to internal actions, compared among themselves, or to external objects, when placed in opposition to other external objects. For as morality is supposed to attend certain relations, if these relations cou'd belong to internal actions consider'd singly, it wou'd follow, that we might be guilty of crimes in ourselves, and independent of our situation, with respect to the universe: And in like manner, if these moral relations cou'd be apply'd to external objects, it wou'd follow, that even inanimate beings wou'd be susceptible of moral beauty and deformity. Now it seems difficult to imagine, that any relation can be discover'd betwixt our passions, volitions and actions, compared to external objects, which relation might not belong either to these passions and volitions, or to these external objects, compar'd among themselves.","subId":"21","id":"Hume.THN.3.1.1.21","pages":"464-5"},{"type":"paragraph","content":"But it will be still more difficult to fulfil the second condition, requisite to justify this system. According to the principles of those who maintain an abstract rational difference betwixt moral good and evil, and a natural fitness and unfitness of things, 'tis not only suppos'd, that these relations, being eternal and immutable, are the same, when consider'd by every rational creature, but their effects are also suppos'd to be necessarily the same; and 'tis concluded they have no less, or rather a greater, influence in directing the will of the deity, than in governing the rational and virtuous of our own species. These two particulars are evidently distinct. 'Tis one thing to know virtue, and another to conform the will to it. In order, therefore, to prove, that the measures of right and wrong are eternal laws, obligatory on every rational mind, 'tis not sufficient to shew the relations upon which they are founded: We must also point out the connexion betwixt the relation and the will; and must prove that this connexion is so necessary, that in every well-disposed mind, it must take place and have its influence; tho' the difference betwixt these minds be in other respects immense and infinite. Now besides what I have already prov'd, that even in human nature no relation can ever alone produce any action; besides this, I say, it has been shewn, in treating of the understanding, that there is no connexion of cause and effect, such as this is suppos'd to be, which is discoverable otherwise than by experience, and of which we can pretend to have any security by the simple consideration of the objects. All beings in the universe, consider'd in themselves, appear entirely loose and independent of each other. 'Tis only by experience we learn their influence and connexion; and this influence we ought never to extend beyond experience.","subId":"22","id":"Hume.THN.3.1.1.22","pages":"465-6"},{"type":"paragraph","content":"Thus it will be impossible to fulfil the first condition required to the system of eternal rational measures of right and wrong; because it is impossible to shew those relations, upon which such a distinction may be founded: And 'tis as impossible to fulfil the second condition; because we cannot prove a priori, that these relations, if they really existed and were perceiv'd, wou'd be universally forcible and obligatory.","subId":"23","id":"Hume.THN.3.1.1.23","pages":"466"},{"type":"paragraph","content":"But to make these general reflections more clear and convincing, we may illustrate them by some particular instances, wherein this character of moral good or evil is the most universally acknowledged. Of all crimes that human creatures are capable of committing, the most horrid and unnatural is ingratitude, especially when it is committed against parents, and appears in the more flagrant instances of wounds and death. This is acknowledg'd by all mankind, philosophers as well as the people; the question only arises among philosophers, whether the guilt or moral deformity of this action be discover'd by demonstrative reasoning, or be felt by an internal sense, and by means of some sentiment, which the reflecting on such an action naturally occasions. This question will soon be decided against the former opinion, if we can shew the same relations in other objects, without the notion of any guilt or iniquity attending them. Reason or science is nothing but the comparing of ideas, and the discovery of their relations; and if the same relations have different characters, it must evidently follow, that those characters are not discover'd merely by reason. To put the affair, therefore, to this trial, let us chuse any inanimate object, such as an oak or elm; and let us suppose, that by the dropping of its seed, it produces a sapling below it, which springing up by degrees, at last overtops and destroys the parent tree: I ask, if in this instance there be wanting any relation, which is discoverable in parricide or ingratitude? Is not the one tree the cause of the other's existence; and the latter the cause of the destruction of the former, in the same manner as when a child murders his parent? 'Tis not sufficient to reply, that a choice or will is wanting. For in the case of parricide, a will does not give rise to any different relations, but is only the cause from which the action is deriv'd; and consequently produces the same relations, that in the oak or elm arise from some other principles. 'Tis a will or choice, that determines a man to kill his parent; and they are the laws of matter and motion, that determine a sapling to destroy the oak, from which it sprung. Here then the same relations have different causes; but still the relations are the same: And as their discovery is not in both cases attended with a notion of immorality, it follows, that that notion does not arise from such a discovery.","subId":"24","id":"Hume.THN.3.1.1.24","pages":"466-7"},{"type":"paragraph","content":"But to chuse an instance, still more resembling; I would fain ask any one, why incest in the human species is criminal, and why the very same action, and the same relations in animals have not the smallest moral turpitude and deformity? If it be answer'd, that this action is innocent in animals, because they have not reason sufficient to discover its turpitude; but that man, being endow'd with that faculty, which ought to restrain him to his duty, the same action instantly becomes criminal to him; should this be said, I would reply, that this is evidently arguing in a circle. For before reason can perceive this turpitude, the turpitude must exist; and consequently is independent of the decisions of our reason, and is their object more properly than their effect. According to this system, then, every animal, that has sense, and appetite, and will; that is, every animal must be susceptible of all the same virtues and vices, for which we ascribe praise and blame to human creatures. All the difference is, that our superior reason may serve to discover the vice or virtue, and by that means may augment the blame or praise: But still this discovery supposes a separate being in these moral distinctions, and a being, which depends only on the will and appetite, and which, both in thought and reality, may be distinguish'd from the reason. Animals are susceptible of the same relations, with respect to each other, as the human species, and therefore wou'd also be susceptible of the same morality, if the essence of morality consisted in these relations. Their want of a sufficient degree of reason may hinder them from perceiving the duties and obligations of morality, but can never hinder these duties from existing; since they must antecedently exist, in order to their being perceiv'd. Reason must find them, and can never produce them. This argument deserves to be weigh'd, as being, in my opinion, entirely decisive.","subId":"25","id":"Hume.THN.3.1.1.25","pages":"467-8"},{"type":"paragraph","content":"Nor does this reasoning only prove, that morality consists not in any relations, that are the objects of science; but if examin'd, will prove with equal certainty, that it consists not in any matter of fact, which can be discover'd by the understanding. This is the second part of our argument; and if it can be made evident, we may conclude, that morality is not an object of reason. But can there be any difficulty in proving, that vice and virtue are not matters of fact, whose existence we can infer by reason? Take any action allow'd to be vicious: Wilful murder, for instance. Examine it in all lights, and see if you can find that matter of fact, or real existence, which you call vice. In which-ever way you take it, you find only certain passions, motives, volitions and thoughts. There is no other matter of fact in the case. The vice entirely escapes you, as long as you consider the object. You never can find it, till you turn your reflection into your own breast, and find a sentiment of disapprobation, which arises in you, towards this action. Here is a matter of fact; but 'tis the object of feeling, not of reason. It lies in yourself, not in the object. So that when you pronounce any action or character to be vicious, you mean nothing, but that from the constitution of your nature you have a feeling or sentiment of blame from the contemplation of it. Vice and virtue, therefore, may be compar'd to sounds, colours, heat and cold, which, according to modern philosophy, are not qualities in objects, but perceptions in the mind: And this discovery in morals, like that other in physics, is to be regarded as a considerable advancement of the speculative sciences; tho', like that too, it has little or no influence on practice. Nothing can be more real, or concern us more, than our own sentiments of pleasure and uneasiness; and if these be favourable to virtue, and unfavourable to vice, no more can be requisite to the regulation of our conduct and behaviour.","subId":"26","id":"Hume.THN.3.1.1.26","pages":"468-9"},{"type":"paragraph","content":"I cannot forbear adding to these reasonings an observation, which may, perhaps, be found of some importance. In every system of morality, which I have hitherto met with, I have always remark'd, that the author proceeds for some time in the ordinary way of reasoning, and establishes the being of a God, or makes observations concerning human affairs; when of a sudden I am surpriz'd to find, that instead of the usual copulations of propositions, is, and is not, I meet with no proposition that is not connected with an ought, or an ought not. This change is imperceptible; but is, however, of the last consequence. For as this ought, or ought not, expresses some new relation or affirmation, 'tis necessary that it shou'd be observ'd and explain'd; and at the same time that a reason should be given, for what seems altogether inconceivable, how this new relation can be a deduction from others, which are entirely different from it. But as authors do not commonly use this precaution, I shall presume to recommend it to the readers; and am persuaded, that this small attention wou'd subvert all the vulgar systems of morality, and let us see, that the distinction of vice and virtue is not founded merely on the relations of objects, nor is perceiv'd by reason.","subId":"27","id":"Hume.THN.3.1.1.27","pages":"469-70"},{"type":"note","content":"Book II. Part III. Sect. 3.","subId":"n67","id":"Hume.THN.3.1.1.n67","pages":"458"},{"type":"note","content":"One might think it were entirely superfluous to prove this, if a late author, who has had the good fortune to obtain some reputation, had not seriously affirmed, that such a falshood is the foundation of all guilt and moral deformity. That we may discover the fallacy of his hypothesis, we need only consider, that a false conclusion is drawn from an action, only by means of an obscurity of natural principles, which makes a cause be secretly interrupted in its operation, by contrary causes, and renders the connection betwixt two objects uncertain and variable. Now, as a like uncertainty and variety of causes take place, even in natural objects, and produce a like error in our judgment, if that tendency to produce error were the very essence of vice and immorality, it shou'd follow, that even inanimate objects might be vicious and immoral. 'Tis in vain to urge, that inanimate objects act without liberty and choice. For as liberty and choice are not necessary to make an action produce in us an erroneous conclusion, they can be, in no respect, essential to morality; and I do not readily perceive, upon this system, how they can ever come to be regarded by it. If the tendency to cause error be the origin of immorality, that tendency and immorality wou'd in every case be inseparable. Add to this, that if I had used the precaution of shutting the windows, while I indulg'd myself in those liberties with my neighbour's wife, I should have been guilty of no immorality; and that because my action, being perfectly conceal'd, wou'd have had no tendency to produce any false conclusion. For the same reason, a thief, who steals in by a ladder at a window, and takes all imaginable care to cause no disturbance, is in no respect criminal. For either he will not be perceiv'd, or if he be, 'tis impossible he can produce any error, nor will any one, from these circumstances, take him to be other than what he really is. 'Tis well known, that those who are squint-sighted, do very readily cause mistakes in others, and that we imagine they salute or are talking to one person, while they address themselves to another. Are they therefore, upon that account, immoral? Besides, we may easily observe, that in all those arguments there is an evident reasoning in a circle. A person who takes possession of another's goods, and uses them as his own, in a manner declares them to be his own; and this falshood is the source of the immorality of injustice. But is property, or right, or obligation, intelligible, without an antecedent morality? A man that is ungrateful to his benefactor, in a manner affirms, that he never received any favours from him. But in what manner? Is it because 'tis his duty to be grateful? But this supposes, that there is some antecedent rule of duty and morals. Is it because human nature is generally grateful, and makes us conclude, that a man who does any harm never received any favour from the person he harm'd? But human nature is not so generally grateful, as to justify such a conclusion. Or if it were, is an exception to a general rule in every case criminal, for no other reason than because it is an exception? But what may suffice entirely to destroy this whimsical system is, that it leaves us under the same difficulty to give a reason why truth is virtuous and falshood vicious, as to account for the merit or turpitude of any other action. I shall allow, if you please, that all immorality is derived from this supposed falshood in action, provided you can give me any plausible reason, why such a falshood is immoral. If you consider rightly of the matter, you will find yourself in the same difficulty as at the beginning. This last argument is very conclusive; because, if there be not an evident merit or turpitude annex'd to this species of truth or falshood, it can never have any influence upon our actions. For, who ever thought of forbearing any action, because others might possibly draw false conclusions from it? Or, who ever perform'd any, that he might give rise to true conclusions?","subId":"n68","id":"Hume.THN.3.1.1.n68","pages":"461-2"},{"type":"note","content":"As a proof, how confus'd our way of thinking on this subject commonly is, we may observe, that those who assert, that morality is demonstrable, do not say, that morality lies in the relations, and that the relations are distinguishable by reason. They only say, that reason can discover such an action, in such relations, to be virtuous, and such another vicious. It seems they thought it sufficient, if they cou'd bring the word, Relation, into the proposition, without troubling themselves whether it was to the purpose or not. But here, I think, is plain argument. Demonstrative reason discovers only relations. But that reason, according to this hypothesis, discovers also vice and virtue. These moral qualities, therefore, must be relations. When we blame any action, in any situation, the whole complicated object, of action and situation, must form certain relations, wherein the essence of vice consists. This hypothesis is not otherwise intelligible. For what does reason discover, when it pronounces any action vicious? Does it discover a relation or a matter of fact? These questions are decisive, and must not be eluded.","subId":"n69","id":"Hume.THN.3.1.1.n69","pages":"464"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.1","imported":true,"title":"Part 1. Of Vice and Virtue in general","breadcrumb":"Part 1","published":[1740]}],"prev":{"id":"Hume.THN.3.1","imported":true,"title":"Part 1. Of Vice and Virtue in general","breadcrumb":"Part 1","published":[1740]},"next":{"id":"Hume.THN.3.1.2","imported":true,"title":"Section 2. Moral distinctions deriv'd from a moral sense","breadcrumb":"Section 2","published":[1740]}}