{"imported":true,"id":"Hutcheson.EI.IMS.1","parent":"Hutcheson.EI.IMS","title":"Section 1. Concerning the Character of Virtue, agreeable to Truth or Reason","breadcrumb":"Section 1","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_070","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's [Essay and Illustrations] were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT I. £3 £3 _Concerning the Character of Virtue, _agreeable to Truth or Reason_._ £3","id":"Hutcheson.EI.IMS.1"},{"type":"paragraph","content":"SINCE Reason is understood to denote our _Power of finding out true Propositions_, Reasonableness must denote the same thing, with _Conformity to true Propositions, or to Truth_.","subId":"1","id":"Hutcheson.EI.IMS.1.1"},{"type":"paragraph","content":"^Reasonableness^ in an Action is a very common Expression, but yet upon inquiry, it will appear very confused, whether we suppose it the Motive to _Election_, or the Quality determining _Approbation_.","subId":"2","id":"Hutcheson.EI.IMS.1.2"},{"type":"paragraph","content":"#Conformity to Truth examined.# ^There^ is one sort of _Conformity to Truth_ which neither determines to the one or the other; _viz._ that _Conformity which is between every true Proposition and its Object_. This sort of Conformity can never make us _chuse_ or _approve_ one Action more than its contrary, for it is found in all Actions alike: Whatever _Attribute_ can be ascribed to a _generous kind Action_, the _contrary Attribute_ may as _truly_ be ascribed to a _selfish cruel Action_: Both Propositions are equally _true_, and the two contrary Actions, the Objects of the two _Truths_ are equally _conformable_ to their several Truths, with that sort of _Conformity_ which is between a Truth and its Object. This _Conformity_ then cannot make a Difference among Actions, or recommend one more than another either to _Election_ or _Approbation_, since any Man may make as many Truths about Villany, as about Heroism, by ascribing to it contrary _Attributes_.","subId":"3","id":"Hutcheson.EI.IMS.1.3"},{"type":"paragraph","content":"^For^ Instance, these are _Truths_ concerning the _Preservation_ of _Property_. \"It tends to the Happiness of human Society: It incourages Industry: It shall be rewarded by God.\" These are also _Truths_ concerning _Robbery_. \"It disturbs Society: It discourages Industry: It shall be punished by God.\" The former _three Truths_ have the _Preservation of Property_ for their _Object_: the _latter three_ have _Robbery_. And each Class of Truths hath that sort of _Conformity_ to its Objects, which is common to all Truths with their Objects. The _moral Difference_ cannot therefore depend upon this _Conformity_, which is common to both.","subId":"4","id":"Hutcheson.EI.IMS.1.4"},{"type":"paragraph","content":"^The^ _Number_ of Truths in both cases may be plainly the same; so that a good Action cannot be supposed to agree to _more Truths_ than an evil one, nor can an evil Action be disagreeable to any _Truth_ or _Compages of Truths_ made about it; for whatever Propositions do not agree with their Objects are not Truths.","subId":"5","id":"Hutcheson.EI.IMS.1.5"},{"type":"paragraph","content":"^If^ _Reasonableness_, the Character of Virtue, denote some other sort of _Conformity_ to Truth, it were to be wished that these Gentlemen, who make it the original Idea of moral Good, antecedent to any _Sense_ or _Affections_, would explain it, and shew how it determines us antecedently to a Sense, either to _Election_ or _Approbation_.","subId":"6","id":"Hutcheson.EI.IMS.1.6"},{"type":"paragraph","content":"^They^ tell us, \"we must have some _Standard_antecedently to all _Sense_ or _Affections_, since we judge even of our Senses and Affections themselves, and approve or disapprove them: This Standard must be our _Reason_, Conformity to which must be the original Idea of moral Good.\"","subId":"7","id":"Hutcheson.EI.IMS.1.7"},{"type":"paragraph","content":"#Reasons either justifying or exciting.# ^But^ what is this _Conformity of Actions to Reason_? When we ask the Reason of an Action we sometimes mean, \"_What Truth shews a Quality in the Action, exciting the Agent to do it?_\" Thus, why does a _Luxurious_ Man pursue _Wealth_? The Reason is given by this Truth, \"Wealth is useful to purchase Pleasures.\" Sometimes for a Reason of Actions we shew the _Truth expressing a Quality, engaging our Approbation_. Thus the _Reason_ of hazarding Life in just War, is, that \"it tends to preserve our honest Countrymen, or evidences publick Spirit:\" The _Reason_ for _Temperance_, and against _Luxury_ is given thus, \"Luxury evidences a selfish base Temper.\" The former sort of Reasons we will call _exciting_, and the latter _justifying_.[n1] Now we shall find that all _exciting Reasons_ pre-suppose _Instincts_ and _Affections_; and the _justifying_ pre-suppose a _Moral Sense._","subId":"8","id":"Hutcheson.EI.IMS.1.8"},{"type":"paragraph","content":"#Exciting Reasons suppose Affections.# ^As^ to _exciting Reasons_, in every calm rational Action some _end_ is desired or intended; no end can be intended or desired previously to some one of these Classes of Affections, _Self‐Love_, _Self‐Hatred_, or desire of private Misery, (if this be possible) _Benevolence_ toward others, or _Malice_: All Affections are included under these; no _end_can be previous to them all; there can therefore be no _exciting Reason_ previous to _Affection_.","subId":"9","id":"Hutcheson.EI.IMS.1.9"},{"type":"paragraph","content":"^We^ have indeed many confused Harangues on this Subject, telling us, \"We have two Principles of Action, _Reason_, and _Affection_ or _Passion_: the _former_ in common with Angels, the _latter_ with Brutes: No Action is wise, or good, or reasonable, to which we are not excited by _Reason_, as distinct from all _Affections_; or, if any such Actions as flow from _Affections_ be good, it is only by _chance_, or _materially_ and not _formally_.\" As if indeed _Reason_, or the Knowledge of the Relations of things, could excite to Action when we proposed no _End_, or as if _Ends_ could be intended without _Desire or Affection_.","subId":"10","id":"Hutcheson.EI.IMS.1.10"},{"type":"paragraph","content":"^Writers^ on these Subjects should remember the common Divisions of the Faculties of the Soul. That there is 1. _Reason_ presenting the natures and relations of things, antecedently to any Act of _Will_ or _Desire_: 2. The _Will_, or $Appetitus Rationalis$, or the disposition of the Soul to pursue what is presented as good, and to shun Evil. Were there no other Power in the Soul, than that of mere contemplation, there would be no _Affection_, _Volition_, _Desire_, _Action_. Nay without some motion of _Will_ no Man would voluntarily persevere in Contemplation. There must be a _Desire_ of Knowledge, and of the Pleasure which attends it: this too is an Act of _Willing_. Both these Powers are by the Antients included under the $Δόγος$ or $λογιχόν μέρος$. Below these they place two other powers dependent on the Body, the $Sensus$, and the $Appetitus Sensitivus$, in which they place the particular Passions: the former answers to the _Understanding_, and the latter to the _Will_. But the Will is forgot of late, and some ascribe to the _Intellect_, not only _Contemplation_ or Knowledge, but _Choice_, _Desire_, _Prosecuting_, _Loving_. Nay some are grown so ingenious in uniting the Powers of the Soul, that _contemplating with Pleasure_, Symmetry and Proportion, an Act of the _Intellect_ as they plead, is the same thing with _Goodwill_ or the virtuous _Desire_ of publick Happiness.","subId":"11","id":"Hutcheson.EI.IMS.1.11"},{"type":"paragraph","content":"#No exciting Reasons for ultimate Ends.# ^But^ are there not also exciting Reasons, even previous to any end, moving us to propose one end rather than another? To this =_Aristotle_= long ago answered, \"that there are _ultimate Ends_ desired without a view to any thing else, and _subordinate Ends_ or Objects desired with a view to something else.\" To _subordinate Ends_ those _Reasons_ or _Truths_ excite, which shew them to be conducive to the _ultimate End_, and shew _one Object_ to be more effectual than another: thus _subordinate Ends_ may be called _reasonable_. But as to the _ultimate Ends_, to suppose _exciting Reasons_ for them, would infer, that there is no _ultimate End_, but that we desire one thing for another in an infinite Series.","subId":"12","id":"Hutcheson.EI.IMS.1.12"},{"type":"paragraph","content":"^Thus^ ask a Being who desires _private Happiness_, or has _Self‐Love_ \"what Reason excites him to desire Wealth?\" He will give this Reason, that \"Wealth tends to procure Pleasure and Ease.\" Ask his Reason for desiring Pleasure or Happiness: One cannot imagine what Proposition he could assign as his _exciting Reason_. This Proposition is indeed true, \"There is an _Instinct_ or _Desire_ fixed in his Nature, determining him to pursue his Happiness;\" but it is not this _Reflection_ on his own Nature, or this _Proposition_ which excites or determines him, but the _Instinct itself_. This is a Truth, \"_Rhubarb_ strengthens the Stomach:\" But it is not a _Proposition_ which strengthens the Stomach, but the _Quality_ in that Medicine. The Effect is not produced by _Propositions_ shewing the _Cause_, but by the _Cause_ itself.","subId":"13","id":"Hutcheson.EI.IMS.1.13"},{"type":"paragraph","content":"^In^ like manner, what _Reason_ can a benevolent Being give, as exciting him to hazard his Life in just War? This perhaps, \"such Conduct tends to the Happiness of his Country.\" Ask him, \"why he serves his Country?\" he will say, \"His Country is a very valuable Part of Mankind.\" Why does he study the Happiness of Mankind? If his Affections be really _disinterested_, he can give no _exciting Reasons_ for it: The Happiness of Mankind in general, or of any valuable Part of it, is an _ultimate End_ to that Series of Desires.","subId":"14","id":"Hutcheson.EI.IMS.1.14"},{"type":"paragraph","content":"#Men have many ultimate Ends.# ^We^ may transiently observe one Mistake which many fall into, who in their Philosophical Inquiries have learned to form very _abstract general Ideas_: They suppose, because they have formed some Conception of an _infinite Good_, or _greatest possible Aggregate_, or _Sum of Happiness_, under which all _particular Pleasures_ may be included; that there is also some _one great ultimate End_, with a view to which every _particular Object_ is desired; whereas, in truth, each _particular Pleasure_ is desired without farther view, as an ultimate End in the _selfish Desires_. It is true, the _Prospect_ of a greater inconsistent Pleasure may surmount or stop this Desire; so may the _Fear_ of a prepollent Evil. But this does not prove, that \"all Men have formed Ideas of _infinite Good_, or _greatest possible Aggregate_, or that they have any _Instinct_ or _Desire_, without an Idea of its Object.\" Just so in the _benevolent_ Affections, the Happiness of any one Person is an _ultimate End_, desired with no farther view: And yet the observing its _Inconsistency_ with the Happiness of another more beloved, or with the Happiness of _many_, though each one of them were but equally beloved, may overcome the former Desire. Yet this will not prove, that in each _kind Action_ Men do form the abstract Conception of _all Mankind_, or the _System of Rationals_. The forming such large Conceptions is indeed useful, that so we may gratify either our _Self‐Love_ or _kind Affections_ in the fullest manner, as far as our Power extends; and may not content our selves with smaller Degrees either of _private_ or _publick Good_, while greater are in our power: But when we have formed these _Conceptions_, we do not serve the _Individual_ only from Love to the _Species_, no more than we desire _Grapes_ with an Intention of the _greatest Aggregate_ of Happiness, or from an Apprehension that they make a Part of the _General sum_ of our Happiness. These Conceptions only serve to suggest _greater Ends_ than would occur to us without Reflection; and by the _Prepollency_ of one Desire toward the _greater Good_, either private or publick, to stop the Desire toward the _smaller Good_, when it appears inconsistent with the greater.","subId":"15","id":"Hutcheson.EI.IMS.1.15"},{"type":"paragraph","content":"#The common Reasons examined.# ^Let^ us examine the Truths assigned as _exciting_ to the Pursuit of publick Good, even by those, who, though they allow _disinterested Affections_, and a _moral Sense_, yet suppose something _reasonable_ in it antecedently. They assign such as these \"publick Good is the End proposed by the ^Deity^.\" Then what _Reason_ excites Men to concur with the ^Deity^? Is it this, \"Concurring with the ^Deity^ will make the Agent _happy_?\" This is an _exciting Reason_ indeed, but plainly supposes _Self‐Love_: And let any one assign the _exciting Reason_ to the Desire of Happiness. Is the Reason exciting to concur with the ^Deity^ this, \"The ^Deity^ is our _Benefactor_?\" Then what _Reason excites_ to concur with Benefactors? Here we must recur to an _Instinct_. Is it this Truth, \"The divine Ends are _reasonable Ends_?\" Then what means the Word _reasonable_? Does it mean, that \"the Deity has _Reasons_ exciting him to promote the publick Good?\" What are these _Reasons_? Why, perhaps \"we do not know them particularly, but in general are sure that the ^Deity^ has Reasons for them.\" Then the Question recurs, What Reason excites us to _implicit Concurrence_ with the Ends of the ^Deity^? The Reasons which excite _one Nature_ may not excite another: The Tendency of an Action to the _Happiness of one Agent_ may excite him, but will not excite another _Agent_ to concur, unless there appears a like Tendency to the Happiness of that _other_. They may say, \"they are sure the _divine Ends_ are good.\" What means _Goodness_? Is it _moral_ or _natural_? If the divine Ends be _natural Good_, i.e. _pleasant_, or the _Cause of Pleasure_, to whom is this _Pleasure_? If to the ^Deity^, then why do we study the Happiness or the pleasing of the ^Deity^? What _Reason_ excites us? All the possible Reasons must either presuppose some _Affection_, if they are exciting; or some _moral Sense_, if they are justifying.—Is the divine End naturally good to us? This is an exciting Reason, but supposes _Self‐Love_. If we say the divine Ends are _morally Good_, we are just where we began. What is _moral Goodness_? _Conformity to Reason_. What are the _Reasons exciting_ or _justifying_?","subId":"16","id":"Hutcheson.EI.IMS.1.16"},{"type":"paragraph","content":"^If^ any alledge as the Reason _exciting_ us to pursue publick Good, this Truth, that \"the Happiness of a _System_, a _Thousand_, or a _Million_, is a greater Quantity of Happiness than that of _one Person_: and consequently, if Men desire Happiness, they must have stronger Desires toward the _greater Sum_, than toward the _less_.\" This Reason still supposes an _Instinct toward Happiness_ as previous to it: And again, To _whom_ is the Happiness of a System a greater Happiness? To one _Individual_, or to the _System_? If to the Individual, then his Reason exciting his Desire of a _happy System_ supposes _Self‐Love_: If to the _System_, then what _Reason_ can excite to desire the greater _Happiness of a System_, or any _Happiness_ to be in the Possession of _others_? None surely which does not presuppose _publick Affections_. Without such _Affections_ this Truth, \"that an hundred Felicities is a greater Sum than one Felicity,\" will no more excite to study the Happiness of the _Hundred_, than this Truth, \"an hundred Stones are greater than one,\" will excite a Man, who has no _desire of Heaps_, to cast them together.","subId":"17","id":"Hutcheson.EI.IMS.1.17"},{"type":"paragraph","content":"^The^ same may be observed concerning that _Proposition_, assigned by some as the _ultimate Reason_ both _exciting_ to, and _justifying_ the Pursuit of publick Good, _viz._ \"_It is best that all should be happy._\" _Best_ is most good: Good to whom? To the _Whole_, or to each _Individual_? If to the _former_, when this Truth excites to Action, it must presuppose _kind Affections_; if it is good to each _Individual_, it must suppose _Self‐Love_.","subId":"18","id":"Hutcheson.EI.IMS.1.18"},{"type":"paragraph","content":"#The true Meaning of Reasons exciting to Actions, and reasonable Actions.# ^Let^ us once suppose _Affections_, _Instincts_ or _Desires_ previously implanted in our Nature: and we shall easily understand the _exciting Reasons_ for Actions, _viz._ \"These Truths which shew them to be conducive toward some _ultimate End_, or toward the _greatest End_ of that kind in our Power.\" He acts _reasonably_, who considers the various Actions in his Power, and forms _true Opinions_ of their _Tendencies_; and then chuses to do that which will obtain the highest Degree of _that_, to which the _Instincts_ of his Nature incline him, with the smallest Degree of those things to which the _Affections_ in his Nature make him averse.","subId":"19","id":"Hutcheson.EI.IMS.1.19"},{"type":"paragraph","content":"^More^ particularly, the _exciting Reasons_ to a Nature which had only _selfish Affections_, are those Truths which shewed \"what Object or Event would occasion to it the greatest Quantity of _Pleasure_:\" these would excite to the Prosecution of it. The _exciting Truths_ about _Means_, would be only those which pointed out some Means as more certainly effectual than any other, or with less _Pain_ or _Trouble_ to the _Agent_. _Publick Usefulness_ of _Ends_ or _Means_, or _publick Hurtfulness_ would neither excite nor dissuade, farther than the _publick State_ might affect _that_ of the Agent.","subId":"20","id":"Hutcheson.EI.IMS.1.20"},{"type":"paragraph","content":"^If^ there is any Nature with _publick Affections_: The Truths exciting to any _End_ in this Order, are such as shew, \"that any Event would promote the Happiness of others.\" That _End_ is called most _reasonable_, which our Reason discovers to contain a greater Quantity of _publick Good_, than any other in our power.","subId":"21","id":"Hutcheson.EI.IMS.1.21"},{"type":"paragraph","content":"^When^ any Event may affect both the _Agent_ and _others_, if the Agent have both _Self‐Love_ and _publick Affections_, he acts according to that Affection which is _strongest_, when there is any _Opposition_ of Interests; if there be no Opposition, he follows both. If he discovers this Truth, that \"his constant pursuit of _publick Good_ is the most probable way of promoting his _own Happiness_,\" then his Pursuit is truly reasonable and constant; thus both Affections are at once gratifyed, and he is consistent with himself. Without knowledge of that Truth he does not act _reasonably_ for his own Happiness, but follows it by _Means_ not tending effectually to this _End_: and must frequently, from the Power of _Self‐Love_, neglect or counteract his other _End_, the _publick Good_. If there be also a _moral Sense_ in such an Agent, while yet he is inadvertent to the _Connexion_ of _private Happiness_ with the _Study of the publick_; he must be perpetually yet more uneasy, either through the apprehended _Neglect of private Interest_  when he serves the Publick; or when he pursues only _private Interest_, he will have perpetual _Remorse_ and _Dissatisfaction_ with his own Temper, through his _moral Sense_. So that the Knowledge of this _Connexion_ of private Interest, with the Study of publick Good, seems absolutely necessary to preserve a constant _Satisfaction_ of Mind, and to prevent an _alternate Prevalence_ of seemingly contrary Desires.","subId":"22","id":"Hutcheson.EI.IMS.1.22"},{"type":"paragraph","content":"^Should^ any one ask even concerning these two _ultimate Ends_, _private Good_ and _publick_, is not the latter more _reasonable_ than the former?—What means the Word _reasonable_ in this Question? If we are allowed to presuppose _Instincts_ and _Affections_, then the Truth just now supposed to be discoverable concerning our State, is an _exciting Reason_ to _serve the publick Interest_, since this Conduct is the most _effectual Means_ to obtain both ends. But I doubt if any Truth can be assigned which _excites_ in us either the Desire of _private Happiness_ or _publick_. For the _former_ none ever alledged any _exciting Reason_: and a _benevolent Temper_ finds as little _Reason exciting_ him to the latter; which he desires without any view to _private Good_. If the meaning of the Question be this, \"does not every _Spectator approve_ the Pursuit of publick Good more than private?\" The Answer is obvious that he does: but not for any _Reason_ or _Truth_, but from a _moral Sense_.","subId":"23","id":"Hutcheson.EI.IMS.1.23"},{"type":"paragraph","content":"^This^ leads to consider _Approbation_ of Actions, whether it be for _Conformity to any Truth_, or _Reasonableness_, that Actions are ultimately approved, independently of any _moral Sense_? Or if all _justifying Reasons_ do not presuppose it?","subId":"24","id":"Hutcheson.EI.IMS.1.24"},{"type":"paragraph","content":"#Justifying Reasons suppose a moral Sense.# ^If^ _Conformity to Truth_, or _Reasonable_, denote nothing else but that \"an Action is the _Object of a true Proposition_,\" it is plain, that all Actions should be approved equally, since as many Truths may be made about the worst, as can be made about the best. See what was said above about exciting Reasons.","subId":"25","id":"Hutcheson.EI.IMS.1.25"},{"type":"paragraph","content":"^But^ let the _Truths_ commonly assigned as _justifying_ be examined. Here it is plain, \"_A Truth shewing an Action to be fit to attain an End,_\" does not justify it; nor do we approve a _subordinate End_ for any Truth, which only shews it to be fit to promote the _ultimate End_; for the worst Actions may be conducive to their _Ends_, and _reasonable_ in that Sense. The _justifying Reasons_ then must be about the _Ends_ themselves, especially the _ultimate Ends_. The Question then is, \"Does a _Conformity to any Truth_ make us _approve_ an _ultimate End_, previously to any _moral Sense_?\" For example, we approve _pursuing the publick Good_. For what _Reason_? or what is the _Truth_ for Conformity to which we call it a _reasonable End_? I fancy we can find none in these Cases, more than we could give for our liking any _pleasant Fruit_.[n2]","subId":"26","id":"Hutcheson.EI.IMS.1.26"},{"type":"paragraph","content":"^The^ Reasons assigned are such as these; \"_It is the End proposed by the ^Deity^._\" But why do we _approve_ concurring with the divine Ends? This Reason is given, \"_He is our Benefactor_:\" But then, for what _Reason_ do we approve _Concurrence with a Benefactor_? Here we must recur to a _Sense_. Is this the Reason moving to _Approbation_, \"_Study of publick Good tends to the Advantage of the Approver_?\" Then the Quality moving us to _approve_ an Action, is its being _advantageous to us_, and not _Conformity to a Truth_. This Scheme is intelligible, but not true in fact. Men _approve_ without Perception of _private Advantage_; and often do not _condemn or disapprove_ what is plainly pernicious; as in the Execution of a _just Sentence_, which even the Criminal may _approve_.","subId":"27","id":"Hutcheson.EI.IMS.1.27"},{"type":"paragraph","content":"^If^ any allege, that this is the _justifying Reason_ of the _Pursuit of publick Good_, \"_that it is best all be happy_,\" then we approve Actions for their _Tendency to that State which is best_, and not for _Conformity to Reason_. But here again, what means _best_? _morally best_, or _naturally best_? If the _former_, they explain the same Word by itself in a Circle: If they mean the _latter_, that \"it is the most happy State where all are happy;\" then, _most happy_, for whom? the _System_, or the _Individual_? If for the _former_, what Reason makes us _approve the Happiness of a System_? Here we must recur to a _Sense_ or _kind Affections_. Is it most happy for the _Individual_? Then the Quality moving _Approbation_ is again _Tendency to private Happiness_, not _Reasonableness_.","subId":"28","id":"Hutcheson.EI.IMS.1.28"},{"type":"paragraph","content":"#Obligation supposes either Affections or a moral Sense.# ^There^ are some other _Reasons_ assigned in Words differing from the former, but more confused, such as these: \"_It is our Duty to study publick Good. We are obliged to do it. We owe Obedience to the Deity. The whole is to be preferred to a Part._\" But let these Words _Duty_, _Obligation_, _Owing_, and the meaning of that Gerund or Participle, _is to be preferred_, be explained; and we shall find ourselves still at a Loss for _exciting Reasons_ previously to _Affections_, or _justifying Reasons_ without recourse to a _moral Sense_.","subId":"29","id":"Hutcheson.EI.IMS.1.29"},{"type":"paragraph","content":"#The meaning of Obligation.# ^When^ we say one is obliged to an Action, we either mean, 1. _That the Action is necessary to obtain Happiness to the Agent, or to avoid Misery_: Or, 2. _That every Spectator, or he himself upon Reflection, must approve his Action, and disapprove his omitting it, if he considers fully all its Circumstances_. The former Meaning of the Word _Obligation_ presupposes _selfish Affections_, and the _Senses of private Happiness_: The latter Meaning includes the _moral Sense_. =Mr. _Barbeyrac_=, in his Annotations upon =_Grotius_=,[n3] makes _Obligation_ denote an _indispensable Necessity to act in a certain manner_. Whoever observes his Explication of this _Necessity_, (which is not _natural_, otherwise no Man could act against his Obligation) will find that it denotes only \"such a Constitution of a powerful Superior, as will make it impossible for any Being to obtain _Happiness_, or avoid _Misery_, but by such a Course of Action.\" This agrees with the former Meaning, though sometimes he also includes the latter.","subId":"30","id":"Hutcheson.EI.IMS.1.30"},{"type":"paragraph","content":"^Many^ other confused Definitions have been given of Obligation, by no obscure Names in the learned World. But let any one give a distinct Meaning, different from the two above‐mentioned. To pursue them all would be endless; only let the _Definitions_ be substituted in place of the Word ^Obligation^, in other parts of each Writer, and let it be observed whether it makes good Sense or not.[n4]","subId":"31","id":"Hutcheson.EI.IMS.1.31"},{"type":"paragraph","content":"#Arguments for some Standard of Morals prior to a Sense considered.# ^Before^ we quit this Character _Reasonableness_, let us consider the Arguments brought to prove that there must be some Standard of moral Good antecedent to any Sense. Say they, \"_Perceptions of Sense_ are deceitful, we must have some Perception or Idea of _Virtue_ more stable and certain; this must be _Conformity to Reason_: _Truth_ discovered by our _Reason_ is certain and invariable: _That_ then alone is the Original Idea of Virtue, _Agreement with Reason_.\" But in like manner our _Sight_ and _Sense of Beauty_ is deceitful, and does not always represent the true _Forms_ of Objects. We must not call that _beautiful_ or _regular_, which pleases the _Sight_, or an _internal Sense_; but Beauty in external Forms too, consists in _Conformity_ to _Reason_. So our _Taste_ may be vitiated: we must not say that _Savour_ is perceived by _Taste_, but must place the original Idea of _grateful Savours_ in _Conformity to Reason_, and of _ungrateful_ in _Contrariety to Reason_. We may mistake the real _Extent_ of Bodies, or their _Proportions_, by making a Conclusion upon the first sensible Appearance: Therefore _Ideas of Extension_ are not originally acquired by a _Sense_, but consist in _Conformity to Reason_.","subId":"32","id":"Hutcheson.EI.IMS.1.32"},{"type":"paragraph","content":"^If^ what is intended in this Conformity to Reason be this, \"That we should call no Action _virtuous_, unless we have some _Reason_ to conclude it to be virtuous, or some _Truth_ shewing it to be so.\" This is very true; but then in like manner we should count no Action _vicious_, unless we have some _Reason_ for counting it so, or when it is _Truth_ \"that it is vicious.\" If this be intended by _Conformity to Truth_, then at the same rate we may make _Conformity to Truth_ the original Idea of _Vice_ as well as _Virtue_; nay, of every Attribute whatsoever. That _Taste_ alone is _sweet_, which there is _Reason_ to count _sweet_; that Taste alone is _bitter_, concerning which it is _true_ that it is _bitter_; that Form alone is _beautiful_, concerning which it is true that it is _beautiful_; and that alone _deformed_, which is truly _deformed_. Thus _Virtue_, _Vice_, _Sweet_, _Bitter_, _Beautiful_, _or Deformed_, originally denote _Conformity to Reason_, antecedently to Perceptions of any _Sense_. The _Idea of Virtue_ is particularly that concerning which it is _Truth_, that it is _Virtue_; or _Virtue_ is _Virtue_; a wonderful Discovery!","subId":"33","id":"Hutcheson.EI.IMS.1.33"},{"type":"paragraph","content":"^So^ when some tell us, \"that Truth is naturally pleasant, and more so than any _sensible Perception_; this must therefore engage Men more than any other Motive, if they attend to it.\" Let them observe, that as much _Truth_ is known about _Vice_ as _Virtue_. We may _demonstrate_ the publick _Miseries_ which would ensue upon _Perjury_, _Murder_, and _Robbery_. These Demonstrations would be attended with that _Pleasure_ which is peculiar to _Truth_; as well as the Demonstrations of the publick Happiness to ensue from _Faith_, _Humanity and Justice_. There is equal Truth on both sides.","subId":"34","id":"Hutcheson.EI.IMS.1.34"},{"type":"paragraph","content":"#Whence it is that Virtue is called reasonable and not Vice.# ^We^ may transiently observe what has occasioned the Use of the Word _reasonable_, as an Epithet of only _virtuous Actions_. Tho' we have _Instincts_ determining us to desire _Ends_, without supposing any previous _Reasoning_; yet it is by use of our _Reason_ that we find out the Means of obtaining our _Ends_. When we do not use our Reason, we often are disappointed of our End. We therefore call those Actions which are _effectual_ to their Ends, _reasonable_ in one Sense of that Word.","subId":"35","id":"Hutcheson.EI.IMS.1.35"},{"type":"paragraph","content":"^Again^, in all Men there is probably a _moral Sense_, making publickly useful Actions and kind Affections _grateful_ to the Agent, and to every Observer: Most Men who have thought of human Actions, agree, that the _publickly useful_ are in the whole also _privately useful_ to the Agent, either in this Life or the next: We conclude, that all Men have the _same Affections and Senses_: We are convinced by our Reason, that it is by publickly useful Actions alone that we can promote _all our Ends_. Whoever then acts in a contrary manner, we presume is _mistaken_, _ignorant of_, or _inadvertent_ to, these Truths which he might know; and say he acts _unreasonably_. Hence some have been led to imagine, some _Reasons_ either exciting or justifying previously to all _Affections_ or a _moral Sense_.","subId":"36","id":"Hutcheson.EI.IMS.1.36"},{"type":"paragraph","content":"#Objections from our judging even of our Affections and Senses themselves.# ^Two^ Arguments are brought in defense of this Epithet, as antecedent to any Sense, _viz._ \"That we judge even of our _Affections_ and _Senses_ themselves, whether they are _morally Good_or _Evil_.\"","subId":"37","id":"Hutcheson.EI.IMS.1.37"},{"type":"paragraph","content":"^The^ second Argument is, that \"if all _moral Ideas_ depend upon the _Constitution_ of our _Sense_, then all _Constitutions_ would have been alike reasonable and good to the ^Deity^, which is absurd.\"","subId":"38","id":"Hutcheson.EI.IMS.1.38"},{"type":"paragraph","content":"#1. That we judge our Senses themselves.# ^As^ to the first Argument, it is plain we judge of our own _Affections_, or those of others by our _moral Sense_, by which we approve kind Affections, and disapprove the contrary. But none can apply _moral Attributes_ to the very _Faculty_ of perceiving _moral Qualities_; or call his _moral Sense_ _morally Good_ or _Evil_, any more than he calls the _Power of Tasting_, _sweet_, or _bitter_; or of _Seeing_, _strait_ or _crooked_, _white_ or _black_.","subId":"39","id":"Hutcheson.EI.IMS.1.39"},{"type":"paragraph","content":"#Answered.# ^Every^ one judges the _Affections_ of others by his own _Sense_; so that it seems not impossible that in these _Senses_ Men might differ as they do in _Taste_. A _Sense approving Benevolence_ would disapprove _that Temper_, which a _Sense approving Malice_ would delight in. The _former_ would judge of the _latter_ by his _own Sense_, so would the _latter_ of the _former_. Each one would at first view think the _Sense_ of the other perverted. But then, is there no difference? Are both Senses equally _good_? No certainly, any _Man_ who observed them would think the _Sense_ of the _former_ more desirable than of the _latter_; but this is, because the _moral Sense_ of every _Man_ is constituted in the former manner. But were there any Nature with no _moral Sense_ at all observing these two Persons, would he not think the State of the _former_ preferable to that of the _latter_? Yes, he might: but not from any Perception of _moral Goodness_ in the one _Sense_ more than in the other. Any rational Nature observing two Men thus constituted, with _opposite Senses_, might by reasoning see, not _moral Goodness_ in one _Sense_ more than in the contrary, but a _Tendency to the Happiness of the Person himself_, who had the former _Sense_ in the one Constitution, and a _contrary Tendency_ in the opposite _Constitution_: nay, the Persons themselves might observe this; since the _former Sense_ would make these Actions grateful to the Agent which were useful to others; who, if they had a like Sense, would _love_ him, and return _good Offices_; whereas the _latter Sense_ would make all such Actions as are _useful to others_, and apt to engage their _good Offices_, ungrateful to the Agent; and would lead him into _publickly hurtful Actions_, which would not only procure the Hatred of others, if they had a _contrary Sense_, but engage them out of their _Self‐Love_ to study his _Destruction_, tho' their _Senses_ agreed. Thus any _Observer_, or the _Agent_ himself with this _latter Sense_, might perceive that the _Pains_ to be feared, as the Consequence of _malicious Actions_, did over‐ballance the _Pleasures_ of this _Sense_; so that it would be to the Agent's _Interest_ to counteract it. Thus one Constitution of the _moral Sense_ might appear to be more _advantageous_ to those who had it, than the contrary; as we may call that Sense of Tasting _healthful_, which made wholesome Meat pleasant; and we would call a contrary _Taste_ _pernicious_. And yet we should no more call the moral Sense _morally good_ or _evil_, than we call the _Sense of Tasting_ _savoury_ or _unsavoury_, _sweet_ or _bitter_.","subId":"40","id":"Hutcheson.EI.IMS.1.40"},{"type":"paragraph","content":"^But^ must we not own, that we judge of all our _Senses_ by our _Reason_, and often correct their _Reports_ of the _Magnitude_, _Figure_, _Colour_, _Taste_ of Objects, and pronounce them _right_ or _wrong_, as they agree or disagree with _Reason_? This is true. But does it then follow, that _Extension_, _Figure_, _Colour_, _Taste_, are not _sensible Ideas_, but only denote _Reasonableness_, or _Agreement with Reason_? Or that these Qualities are perceivable antecedently to any _Sense_, by our _Power of finding out Truth_? Just so a _compassionate Temper_ may rashly imagine the _Correction of a Child_, or the _Execution of a Criminal_, to be cruel and inhuman: but by _reasoning_ may discover the _superior Good_ arising from them in the whole; and then the same _moral Sense_ may determine the Observer to approve them. But we must not hence conclude, that it is any _reasoning_ antecedent to a _moral Sense_, which determines us to _approve_ the Study of publick Good, any more than we can in the former Case conclude, that we perceive _Extension_, _Figure_, _Colour_, _Taste_, antecedently to a Sense. All these Sensations are often corrected by _Reasoning_, as well as our _Approbations_ of Actions as _Good_ or _Evil_:[n5] and yet no body ever placed the _Original Idea_ of _Extension_, _Figure_, _Colour_, _or Taste_, in _Conformity to Reason_.","subId":"41","id":"Hutcheson.EI.IMS.1.41"},{"type":"paragraph","content":"^'Tis^ manifest we have in our _Understanding_ _moral Ideas_, or they are Perceptions of the Soul: we reason about them, we compare, we judge; butwhen we do all the same Acts about _Extension_, _Figure_, _Colour_, _Taste_, _Sound_, which Perceptions all Men call _Sensations_. All our Ideas, or the materials of our reasoning or judging, are received by some immediate Powers of Perception internal or external, which we may call _Senses_; by these too we have Pleasure and Pain. All Perception is by the Soul, not by the Body, tho' some Impressions on the bodily Organs are the Occasions of some of them; and in others the Soul is determined to other sorts of _Feelings_ or _Sensations_, where no bodily Impression is the immediate Occasion. A certain _incorporeal Form_, if one may use that Name, a _Temper_ observed, _a Character_, _an Affection_, _a State_ of a sensitive Being, known or understood, may raise _Liking_, _Approbation_, _Sympathy_, as naturally from the very Constitution of the Soul, as any bodily Impression raises external Sensations. Reasoning or _Intellect_ seems to raise no new Species of Ideas, but to discover or discern the _Relations_ of those received. Reason shews what Acts are conformable to a _Law_, a _Will_ of a Superior; or what Acts tend to Private Good, or to Publick Good: In like manner, Reason discovers contrary Tendencies of contrary Actions. Both Contraries are alike the Object of the Understanding, and may give that sort of Pleasure which arises upon Discovery of Truth. A Demonstration that certain Actions are detrimental to Society is attended with the peculiar _Pleasure of new Knowledge_, as much as a like Demonstration of the Benefit of Virtue. But when we _approve_ a kind beneficent Action, let us consider whether this _Feeling_, or _Action_, or _Modification_ of the Soul more resembles an Act of _Contemplation_, such as this _when strait Lines intersect each other, the vertical Angles are equal_; or that _Liking_ we have to a beautiful Form, an harmonious Composition, a grateful Sound.","subId":"42","id":"Hutcheson.EI.IMS.1.42"},{"type":"paragraph","content":"^Thus^ tho' no Man can immediately either _approve_ or _disapprove_ as _morally good or evil_ his own _moral Sense_, by which he approves only _Affections_ and _Actions_ consequent upon them; yet he may see whether it be _advantageous_ to him in other respects, to have it constituted _one way_ rather than another. _One Constitution_ may make these Actions grateful to this Sense which tend to procure _other Pleasures_ also. A _contrary Constitution_ may be known to the very Person himself to be _disadvantageous_, as making these Actions _immediately grateful_, which shall occasion all _other sorts_ of Misery. His _Self‐Love_ may excite him, tho' with _Dissatisfaction_, to counteract this Sense, in order to avoid a greater _Evil_. =Mr. _Hobbes_= seems to have had no better Notions of the _natural State_ of Mankind. An Observer, who was _benevolent_, would desire that all had the former sort of _Sense_; a _malicious Observer_, if he feared no _Evil to himself_, from the Actions of the Persons observed, would desire the _latter Constitution_. If this Observer had a _moral Sense_, he would think that _Constitution_ which was contrary to _his own_, _strange_ and _surprizing_, or _unnatural_. If the Observer had no _Affections_ toward others, and were disjoined from Mankind, so as to have neither _Hopes_ nor _Fears_ from their Actions, he would be indifferent about their _Constitutions_, and have no _Desire_ or _Preference_ of one above another; tho' he might see which were _advantageous_ to them, and which pernicious.","subId":"43","id":"Hutcheson.EI.IMS.1.43"},{"type":"paragraph","content":"#The 2d Objection, that all Constitutions would have been alikereasonable, answered.# ^As^ to the second Argument, What means _alike reasonable or good to the ^Deity^_? Does it mean, \"that the ^Deity^ could have had no _Reasons exciting_ him to make one Constitution rather than another?\" 'Tis plain, if the ^Deity^ had nothing _essential to his Nature_, corresponding to our _sweetest_ and _most kind Affections_, we can scarce suppose he could have any _Reason exciting_ him to any thing he has done: but grant such a _Disposition_ in the ^Deity^, and then the manifest _Tendency of the present Constitution to the Happiness of his Creatures_ was an exciting Reason for chusing it before the contrary.[n6] Each sort of Constitution might have given Men an equal _immediate Pleasure_ in present _Self-Approbation_ for any sort of Action; but the Actions approved by the _present Sense_, procure all _Pleasures_ of the _other Senses_; and the Actions which would have been approved by a _contrary moral Sense_, would have been productive of all _Torments of the other Senses_.","subId":"44","id":"Hutcheson.EI.IMS.1.44"},{"type":"paragraph","content":"^If^ it be meant, that \"_upon this Supposition, that all our Approbation presupposes in us a moral Sense, the ^DDeity^ could not have approved one Constitution more than another_:\" where is the Consequence? Why may not the Deity have something of a superior Kind, analogous to our _moral Sense_, essential to him? How does any Constitution of the _Senses of Men_ hinder the ^Deity^ to reflect and judge of his own Actions? How does it affect the divine Apprehension, which way soever _moral Ideas_ arise with Men?","subId":"45","id":"Hutcheson.EI.IMS.1.45"},{"type":"paragraph","content":"^If^ it means \"_that we cannot approve one Constitution more than another, or approve the ^Deity^ for making the _present Constitution__:\" This Consequence is also false. The _present Constitution_ of our _moral Sense_ determines us to approve all _kind Affections_: This Constitution the ^Deity^ must have foreseen as _tending_ to the _Happiness_ of his Creatures; it does therefore evidence _kind Affection_ or _Benevolence_ in the ^Deity^, this therefore we must _approve_.","subId":"46","id":"Hutcheson.EI.IMS.1.46"},{"type":"paragraph","content":"#The meaning of _antecedent Reasonableness_.# ^We^ have got some strange Phrases, \"_that some things are antecedently reasonable in the Nature of the thing_,\" which some insist upon: \"That otherwise, say they, if before Man was created, any Nature _without a moral Sense_ had existed, this Nature would not have approved as morally good in the Deity, his constituting our Sense as it is at present.\" Very true; and what next? If there had been no _moral Sense_ in that Nature, there would have been no _Perception of Morality_. But \"could not such Natures have seen something _reasonable_ in one Constitution more than in another?\" They might no doubt have _reasoned_ about the various _Constitutions_, and foreseen that the _present one_ would tend to the _Happiness_ of Mankind, and would evidence _Benevolence_ in the ^Deity^; So also they might have _reasoned_ about the _contrary Constitution_, that it would make Men miserable, and evidence _Malice_ in the Deity. They would have _reasoned_ about _both_, and found out _Truths_: are both Constitutions alike _reasonable_ to these Observers? No, say they, \"the _benevolent_ one is _reasonable_, and the _malicious_ _unreasonable_:\" And yet these Observers _reasoned_ and _discovered Truths_ about both: An Action then is called by us _reasonable_ when it is _benevolent_, and _unreasonable_ when _malicious_. This is plainly making the Word _reasonable_ denote whatever is _approved_ by our moral Sense, without Relation to _true Propositions_. We often use that Word in such a confused Manner: But these _antecedent Natures_, supposed without a _moral Sense_, would not have _approved_ one Constitution of the ^Deity^ as _morally_ better than another.","subId":"47","id":"Hutcheson.EI.IMS.1.47"},{"type":"paragraph","content":"^Had^ it been left to the Choice of these _antecedent Minds_, what _manner of Sense_ they would have desired for Mankind; would they have seen no _difference_? Yes they would, according to their _Affections_ which are presupposed in all _Election_. If they were _benevolent_, as we suppose the ^Deity^, the _Tendency of the present Sense to the Happiness of Men_ would have excited their Choice. Had they been _malicious_, as we suppose the Devil, the _contrary Tendency_ of the _contrary Sense_ would have excited their _Election_ of it. But is there nothing _preferable_, or _eligible_ antecedently to all _Affections_ too? No certainly, unless there can be _Desire_ without _Affections_, or _superior Desire_, _i.e._ Election antecedently to all _Desire_.","subId":"48","id":"Hutcheson.EI.IMS.1.48"},{"type":"paragraph","content":"#Reasons for Election different from those for Approbation.# ^Some^ do farther perplex this Subject, by asserting, that \"the same _Reasons_ determining _Approbation_, ought also to excite to _Election_.\" Here, 1. We often see _justifying Reasons_ where we can have no _Election_; _viz._ when we observe the _Actions of others_, which were even prior to our _Existence_. 2. The Quality moving us to _Election_ very often cannot excite _Approbation_; viz. _private usefulness_, not publickly pernicious. This both does and _ought_ to move _Election_, and yet I believe few will say, \"they _approve_ as virtuous the _eating a Bunch of Grapes_, taking a _Glass of Wine_, or _sitting down_ when one is tired.\" _Approbation_ is not what we can _voluntarily_ bring upon ourselves. When we are contemplating Actions, we do not _chuse_ to approve, because _Approbation_ is pleasant; otherwise we would always approve, and never condemn any Action; because this is some way uneasy. _Approbation_ is plainly a _Perception_ arising without previous _Volition_, or Choice of it, because of any _concomitant Pleasure_. The Occasion of it is the _Perception of benevolent Affections_ in ourselves, or the discovering the like in others, even when we are incapable of any _Action_ or _Election_. The _Reasons_ determining _Approbation_ are such as shew that an Action evidenced _kind Affections_, and that in _others_, as often as in _ourselves_. Whereas, the _Reasons_ moving to Election are such as shew the _Tendency of an Action to gratify some Affection_ in the Agent.","subId":"49","id":"Hutcheson.EI.IMS.1.49"},{"type":"paragraph","content":"^The^ _Prospect_ of the Pleasure of _Self‐Approbation_, is indeed often a Motive to _chuse_ one Action rather than another; but this supposes the _moral Sense_, or Determination to _approve_, prior to the _Election_. Were Approbation _voluntarily_ chosen, from the Prospect of its concomitant Pleasure, then there could be no _Condemnation_ of our own Actions, for that is unpleasant.","subId":"50","id":"Hutcheson.EI.IMS.1.50"},{"type":"paragraph","content":"As to that confused Word _ought_ it is needless to apply to it again all that was said about _Obligation_.","subId":"51","id":"Hutcheson.EI.IMS.1.51"},{"type":"note","content":"Thus =_Grotius_= distinguishes the Reasons of War, into the $Justific{ae}$, and $Suasori{ae}$, or these, $sub ratione utilis$.","subId":"n1","id":"Hutcheson.EI.IMS.1.n1"},{"type":"note","content":"This is what =_Aristotle_= so often asserts that the $προαιρετὸν or βουλεντὸν$ is not the End, but the Means.","subId":"n2","id":"Hutcheson.EI.IMS.1.n2"},{"type":"note","content":"[_Lib J. Chap. 1. Sect. 10._]","subId":"n3","id":"Hutcheson.EI.IMS.1.n3"},{"type":"note","content":"The common Definition, $Vinculum Juris que necessitate aastringimur alicujus rei praestandae$, is wholly metaphorical, and can settle no Debate precisely.","subId":"n4","id":"Hutcheson.EI.IMS.1.n4"},{"type":"note","content":"See [_Sect 4._] of this Treatise.","subId":"n5","id":"Hutcheson.EI.IMS.1.n5"},{"type":"note","content":"A late Author on [_the Foundation of Moral Goodness, _&c._ p. 9._] thus argues: \"If such a Disposition is in the Deity, is it a Perfection, or is it not? is it better than the contrary, more worthy of his Nature, more agreeable to his other Perfections? If not, let us not ascribe it to him: If it be, then for what Reason, Account, or Ground is it better? That Reason, Account, or Ground, must be the Foundation of moral Goodness. If there be no Reason why it is better, then God is acted by a blind unaccountable Impulse.\" In Answer, one may first ask the precise Meaning of these vague Words, _Perfection_, _Betterness_, _Worthiness_, _Agreement_. If these Terms denote \"whatever makes the Being possessed of them happier, than he would be without them;\" then, 1. It is plain, kind Dispositions are Perfections to Men in our present Frame; are better for us than the contrary, and agree better with our other Powers; _i.e._ they tend to preserve them, and procure us many Enjoyments. 2. Our apprehending such Dispositions in God, according to our Frame makes us esteem and love him. 3. Our Knowledge of God is so imperfect, that it is not easy to prove that such Dispositions tend to make or preserve him happy, or to procure him other Enjoyments. And yet, 4. We may have good Reason, Ground, or Evidence, from his Works and Administration to believe him Benevolent. 5. If he has real Good‐will to his Creatures, their Perfection or Happiness is to him an ultimate End, intended without farther View or Reason: And yet, 6. He is not _acted by a blind Impulse_: the ultimate End is known to him, and the best Means chosen; which never happen in what we call blind Impulses; unless one calls _willing any ultimate End_ a blind Impulse. For thus each Man should desire his own Happiness by a blind Impulse: And God's willing to regard the _Fitness of Things_, must be a blind Impulse, unless he have a _prior Reason_ why he wills what his Understanding represents as _fit_, rather than what is _unfit_; for his Understanding represents both. And there must be a prior _Fitness_ or _Reasonableness_ that he should will what is _fit_, and a yet prior _Fitness_ that he should regard the _Fitness_ of willing what is fit, and so on. If in these Questions is meant, not by what Argument do we prove that the Deity is benevolent? but, \"what is the efficient Cause of that Disposition in God?\" Those Gentlemen must answer for us, who tell us also of the _Reason or Ground of the Divine Existence_; and that not as a Proof that he does exist, or the $Causa Cognoscendi$, as the Schoolmen speak; but the $Causa Essendi$ of that Being which they acknowledge uncaused and independent. See [Dr. _Sam. Clarke's Boyle's Lectures_].","subId":"n6","id":"Hutcheson.EI.IMS.1.n6"}]}
