{"id":"Locke.EHU.2.26","imported":true,"parent":"Locke.EHU.2","title":"Chapter 26. Of Cause and Effect, and Other Relations","breadcrumb":"Chapter 26","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.26?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"£1 CHAP. XXVI. £1 £2 _Of Cause and Effect, and other Relations._ £2","id":"Locke.EHU.2.26"},{"type":"paragraph","content":"IN the notice, that our Senses take of the constant Vicissitude of Things, we cannot but observe, that several particular, both Qualities, and Substances begin to exist; and that they receive this their Existence, from the due Application and Operation of some other Being. From this Observation, we get our _Ideas_ of _Cause_ and _Effect._ That which produces any simple or complex _Idea,_ we denote by the general Name _Cause_; and that which is produced, _Effect._ Thus finding, that in that Substance which we call Wax, Fluidity, which is a simple _Idea,_ that was not in it before, is constantly produced by the Application of a certain degree of Heat, we call the simple _Idea_ of Heat, in relation to Fluidity in Wax, the Cause of it; and Fluidity the Effect. So also finding that the Substance, Wood, which is a certain Collection of simple _Ideas,_ so called, will by the Application of Fire, be turned into another Substance, called Ashes; _i. e._ another complex _Idea,_ consisting of a Collection of simple _Ideas,_ quite different from that complex _Idea,_ which we call Wood; we consider Fire, in relation to Ashes, as Cause, and the Ashes, as Effect. So that whatever is considered by us, to conduce or operate, to the producing any particular simple _Idea,_ or Collection of simple _Ideas,_ whether Substance, or Mode, which did not before exist, hath thereby in our Minds the relation of a Cause, and so is denominated by us.","subId":"1","id":"Locke.EHU.2.26.1"},{"type":"paragraph","content":"Having thus, from what our Senses are able to discover, in the Operations of Bodies on one another, got the Notion of Cause and Effect; _viz._ That a Cause is that which makes any other thing, either simple _Idea,_ Substance, or Mode, begin to be; and an Effect is that, which had its Beginning from some other thing, The Mind finds no great difficulty, to distinguish the several Originals of things into two sorts: _First,_ When the thing is wholly made new, so that no part thereof did ever exist before; as when a new Particle of Matter doth begin to exist, _in rerum natura,_ which had before no Being; and this we call _Creation._ _Secondly,_ When a thing is made up of Particles, which did all of them before exist, but that very thing, so constituted of pre-existing Particles, which considered altogether make up such a Collection of simple _Ideas,_ had not any _Existence_ before, as this Man, this Egg, Rose, or Cherry, _&c._ And this, when referred to a Substance, produced in the ordinary course of Nature, by an internal Principle, but set on work by, and received from some external Agent, or Cause, and working by insensible ways, which we perceive not, we call _Generation_; when the Cause is extrinsical, and the Effect produced by a sensible Separation, or _juxta_ Position of discernable Parts, we call it _Making_; and such are all artificial things. When any simple _Idea_ is produced, which was not in that Subject before, we call it _Alteration._ Thus a Man is generated, a Picture made, and either of them altered, when any new sensible Quality, or simple _Idea,_ is produced in either of them, which was not there before; and the things thus made to exist, which were not there before, are _Effects_; and those things, which operated to the Existence, _Causes._ In which, and all other Cases, we may observe, that the Notion of Cause and Effect, has its rise from _Ideas,_ received by Sensation or Reflection; and that this Relation, how comprehensive soever, terminates at last in them. For to have the _Idea_ of Cause and Effect, it suffices to consider any simple _Idea,_ or Substance, as beginning to exist, by the Operation of some other, without knowing the manner of that Operation.","subId":"2","id":"Locke.EHU.2.26.2"},{"type":"paragraph","content":"_Time_ and _Place,_ are also the Foundations of very large Relations, and all finite Beings, at least are concerned in them. But having already shewn in another Place, how we got these _Ideas,_ it may suffice here to intimate, that most of the Denominations of things, received from time, are only Relations; thus, when any one says, that Queen _Elizabeth_ lived sixty nine, and reigned forty five years; these Words import only the Relation of that Duration to some other, and means no more but this, that the Duration of her Existence was equal to sixty nine, and the Duration of her Government to forty five Annual Revolutions of the Sun; and so are all Words, answering, _how long._ Again, _William_ the Conqueror invaded _England_ about the year 1070. which means this; that taking the Duration from our Saviour's Time, till now, for one entire great length of time, it shews at what distance this Invasion was from the two Extremes: and so do all Words of time, answering to the Question _when,_ which shew only the distance of any point of time, from the Period of a longer Duration, from which we measure, and to which we thereby consider it, as related.","subId":"3","id":"Locke.EHU.2.26.3"},{"type":"paragraph","content":"\\S. 4 There are yet besides those, other Words of time, that ordinarily are thought to stand for positive _Ideas,_ which yet will, when considered, be found to be relative, such as are _Young, Old,_ &c. which include, and intimate the Relation any things has, to a certain length of Duration, whereof we have the _Idea_ in our Minds. Thus having setled in our Thoughts the _Idea_ of the ordinary Duration of a Man to be seventy years, when we say a Man is _Young,_ we mean, that his Age is yet but a small part of that which usually Men attain to: And when we denominate him _Old,_ we mean, that his Duration is run out almost to the end of that which Men do not usually exceed. And so 'tis but comparing the particular Age, or Duration of this or that Man, to the _Idea_ of that Duration which we have in our Minds, as ordinarily belonging to that sort of Animals: Which is plain, in the application of these Names to other Things; for a Man is called young at twenty years, and very young at seven years old: But yet a Horse we call old at twenty, and a Dog at seven years; because in each of these, we compare their Age to different _Ideas_ of Duration which are setled in our Minds, as belonging to these several sorts of Animals, in the ordinary course of Nature. But the Sun, and Stars, though they have outlasted several Generations of Men, we call not old, because we do not know what period GOD hath set to that sort of Beings. This Term belonging properly to those Things, which we can observe in the ordinary course of Things, by a natural decay to come to an end, in a certain period of time; and so have in our Minds, as it were, a Standard, to which we can compare the several parts of their Duration; and by the relation they bear thereunto, call them young, or old; which we cannot therefore do to a Ruby, or a Diamond, things whose usual periods we know not.","subId":"4","id":"Locke.EHU.2.26.4"},{"type":"paragraph","content":"The _Relation_ also that things have to one another, in their _Places_ and Distances, is very obvious to observe; as Above, Below, a Mile distant from _Charing-Cross,_ in _England,_ and in _London._ But as in Duration, so in _Extension_ and Bulk, there are some _Ideas_ that are relative, which we signifie by Names, that are thought positive; as _Great, and Little, are_ truly _Relations._ For here also having, by observation, setled in our Minds the _Ideas_ of the Bigness of several Species of Things, from those we have been most accustomed to, we make them, as it were, the Standards whereby to denominate the Bulk of others. Thus we call a great Apple, such an one as is bigger than the ordinary sort of those we have been used to; and a little Horse, such an one as comes not up to the size of that _Idea,_ which we have in our Minds, to belong ordinarily to Horses: And that will be a great Horse to a _Welsh_-man, which is but a little one to a _Fleming_; they two having from the different Breed of their Countries, taken several siz'd _Ideas_ to which they compare, and in relation to which they denominate their Great, and their Little.","subId":"5","id":"Locke.EHU.2.26.5"},{"type":"paragraph","content":"So likewise _Weak and Strong, are_ but _relative Denominations_ of Power, compared to some _Idea_ we have, at that time, of greater or less Power. Thus when we say a Weak Man, we mean one that has not so much Strength, or Power to move, as usually Men have, or usually those of his size have; which is a comparing his Strength, to the _Idea_ we have of the usual Strength of Men, or Men of such a size. The like when we say the Creatures are all weak Things; Weak, there, is but a relative term, signifying the disproportion there is in the Power of GOD, and the Creatures. And so abundance of Words, in ordinary Speech, stand only for Relations, (and, perhaps, the greatest part,) which at first sight, seem to have no such signification: _v. g._ The Ship has necessary Stores: _Necessary,_ and _Stores,_ are both relative Words; one having a relation to the accomplishing the thing intended, and the other to future use. All which Relations, how they are confined to, and terminate in _Ideas_ derived from _Sensation,_ or _Reflection,_ is too obvious to need any Explication.","subId":"6","id":"Locke.EHU.2.26.6"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.25","imported":true,"title":"Chapter 25. Of Relation","breadcrumb":"Chapter 25","published":[1689]},"next":{"id":"Locke.EHU.2.27","imported":false,"title":"Chapter 27. Of Identity and Diversity","breadcrumb":"Chapter 27","published":[1694]}}