{"imported":true,"id":"Hume.HE.1.10","parent":"Hume.HE.1","title":"Chapter 10. Richard I","breadcrumb":"Chapter 10","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. X.\nRICHARD I.\nThe king's preparations for the crusade——Sets out on the crusade——Transactions in Sicily——King's arrival in Palestine——State of Palestine——Disorders in England——The king's heroic actions in Palestine——His return from Palestine——Captivity in Germany——War with France——The king's delivery——Return to England——War with France——Death——and character of the king——Miscellaneous transactions of this reign.","id":"Hume.HE.1.10"},{"type":"paragraph","content":"{1189.} THE compunction of Richard, for his undutiful behaviour towards his father, was durable, and influenced him in the choice of his ministers and servants after his accession. Those who had seconded and favoured his rebellion, instead of meeting with that trust and honour which they expected, were surprized to find, that they lay under disgrace with the new king, and were on all occasions hated and despised by him. The faithful ministers of Henry, who had vigorously opposed all the enterprizes of his sons, were received with open arms, and were continued in those offices which they had honourably discharged to their former master. This prudent conduct might be the result of reflection; but in a prince, like Richard, so much guided by passion, and so little by policy, it was commonly ascribed to a principle still more virtuous and more honourable.","subId":"1","id":"Hume.HE.1.10.1"},{"type":"paragraph","content":"Richard, that he might make atonement to one parent for his breach of duty to the other, immediately sent orders for releasing the queen-dowager from the confinement in which she had long been detained; and he entrusted her with the government of England, till his arrival in that kingdom. His bounty to his brother John was rather profuse and imprudent. Besides bestowing on him the county of Mortaigne in Normandy, granting him a pension of four thousand marks a year, and marrying him to Avisa, the daughter of the earl of Glocester, by whom he inherited all the possessions of that opulent family; he increased this appanage, which the late king had destined him, by other extensive grants and concessions. He conferred on him the whole estate of William Pevereli, which had escheated to the crown: He put him in possession of eight castles, with all the forests and honours annexed to them: He delivered over to him no less than six earldoms, Cornwal, Devon, Somerset, Nottingham, Dorset, Lancaster, and Derby. And endeavouring, by favours, to fix that vicious prince in his duty, he put it too much in his power, whenever he pleased, to depart from it.","subId":"2","id":"Hume.HE.1.10.2"},{"type":"paragraph","content":"{The king's preparation for the crusade.} The king, impelled more by the love of military glory than by superstition, acted, from the beginning of his reign, as if the sole purpose of his government had been the relief of the Holy Land, and the recovery of Jerusalem from the Saracens. This zeal against infidels, being communicated to his subjects, broke out in London on the day of his coronation, and made them find a crusade less dangerous, and attended with more immediate profit. The prejudices of the age had made the lending of money on interest pass by the invidious name of usury: Yet the necessity of the practice had still continued it, and the greater part of that kind of dealing fell every where into the hands of the Jews; who, being already infamous on account of their religion, had no honour to lose, and were apt to exercise a profession, odious in itself, by every kind of rigour, and even sometimes by rapine and extortion. The industry and frugality of this people had put them in possession of all the ready money, which the idleness and profusion, common to the English with other European nations, enabled them to lend at exorbitant and unequal interest. The monkish writers represent it as a great stain on the wise and equitable government of Henry, that he had carefully protected this infidel race from all injuries and insults; but the zeal of Richard afforded the populace a pretence for venting their animosity against them. The king had issued an edict, prohibiting their appearance at his coronation; but some of them, bringing him large presents from their nation, presumed, in confidence of that merit, to approach the hall in which he dined: Being discovered, they were exposed to the insults of the bystanders; they took to flight; the people pursued them; the rumor was spread, that the king had issued orders to massacre all the Jews; a command so agreeable was executed in an instant on such as fell into the hands of the populace; those who had kept at home were exposed to equal danger; the people, moved by rapacity and zeal, broke into their houses, which they plundered, after having murdered the owners; where the Jews barricadoed their doors, and defended themselves with vigour, the rabble set fire to the houses, and made way through the flames to exercise their pillage and violence; the usual licentiousness of London, which the sovereign power with difficulty restrained, broke out with fury, and continued these outrages; the houses of the rich citizens, though Christians, were next attacked and plundered; and weariness and satiety at last put an end to the disorder: Yet when the king impowered Glanville, the justiciary, to enquire into the authors of these crimes, the guilt was found to involve so many of the most considerable citizens, that it was deemed more prudent to drop the prosecution; and very few suffered the punishment due to this enormity. But the disorder stopped not at London. The inhabitants of the other cities of England, hearing of this slaughter of the Jews, imitated the example: In York, five hundred of that nation, who had retired into the castle for safety, and found themselves unable to defend the place, murdered their own wives and children, threw the dead bodies over the walls upon the populace, and then setting fire to the houses, perished in the flames. The gentry of the neighbourhood, who were all indebted to the Jews, ran to the cathedral, where their bonds were kept, and made a solemn bonfire of the papers before the altar. The compiler of the annals of Waverley, in relating these events, blesses the Almighty for thus delivering over this impious race to destruction.","subId":"3","id":"Hume.HE.1.10.3"},{"type":"paragraph","content":"The ancient situation of England, when the people possessed little riches and the public no credit, made it impossible for sovereigns to bear the expence of a steady or durable war, even on their frontiers; much less could they find regular means for the support of distant expeditions like those into Palestine, which were more the result of popular frenzy than of sober reason or deliberate policy. Richard, therefore, knew, that he must carry with him all the treasure necessary for his enterprize, and that both the remoteness of his own country and its poverty made it unable to furnish him with those continued supplies, which the exigencies of so perilous a war must necessarily require. His father had left him a treasure of above a hundred thousand marks; and the king, negligent of every consideration, but his present object, endeavoured to augment this sum by all expedients, how pernicious soever to the public, or dangerous to royal authority. He put to sale the revenues and manors of the crown; the offices of greatest trust and power, even those of forester and sheriff, which anciently were so important, became venal; the dignity of chief justiciary, in whose hands was lodged the whole execution of the laws, was sold to Hugh de Puzas, bishop of Durham, for a thousand marks; the same prelate bought the earldom of Northumberland for life; many of the champions of the cross, who had repented of their vow, purchased the liberty of violating it; and Richard, who stood less in need of men than of money, dispensed, on these conditions, with their attendance. Elated with the hopes of fame, which in that age attended no wars but those against the infidels, he was blind to every other consideration; and when some of his wiser ministers objected to this dissipation of the revenue and power of the crown, he replied, that he would sell London itself could he find a purchaser. Nothing indeed could be a stronger proof how negligent he was of all future interests in comparison of the crusade, than his selling, for so small a sum as 10,000 marks, the vassalage of Scotland, together with the fortresses of Roxborough and Berwic, the greatest acquisition that had been made by his father during the course of his victorious reign; and his accepting the homage of William in the usual terms, merely for the territories which that prince held in England. The English of all ranks and stations were oppressed by numerous exactions: Menaces were employed both against the innocent and the guilty, in order to extort money from them: And where a pretence was wanting against the rich, the king obliged them, by the fear of his displeasure, to lend him sums, which, he knew, it would never be in his power to repay.","subId":"4","id":"Hume.HE.1.10.4"},{"type":"paragraph","content":"But Richard, though he sacrificed every interest and consideration to the success of this pious enterprize, carried so little the appearance of sanctity in his conduct, that Fulk, curate of Neuilly, a zealous preacher of the crusade, who from that merit had acquired the privilege of speaking the boldest truths, advised him to rid himself of his notorious vices, particularly his pride, avarice, and voluptuousness, which he called the king's three favourite daughters. You counsel well, replied Richard; and I hereby dispose of the first to the Templars, of the second to the Benedictines, and of the third to my prelates.","subId":"5","id":"Hume.HE.1.10.5"},{"type":"paragraph","content":"Richard, jealous of attempts which might be made on England during his absence, laid prince John, as well as his natural brother Geoffrey, archbishop of York, under engagements, confirmed by their oaths, that neither of them should enter the kingdom till his return; though he thought proper, before his departure, to withdraw this prohibition. The administration was left in the hands of Hugh, bishop of Durham, and of Longchamp, bishop of Ely, whom he appointed justiciaries and guardians of the realm. The latter was a Frenchman of mean birth, and of a violent character; who by art and address had insinuated himself into favour, whom Richard had created chancellor, and whom he had engaged the pope also to invest with the legantine authority, that, by centering every kind of power in his person, he might the better ensure the public tranquillity. All the military and turbulent spirits flocked about the person of the king, and were impatient to distinguish themselves against the infidels in Asia; whither his inclinations, his engagements, led him, and whither he was impelled by messages from the king of France, ready to embark in this enterprize.","subId":"6","id":"Hume.HE.1.10.6"},{"type":"paragraph","content":"The emperor Frederic, a prince of great spirit and conduct, had already taken the road to Palestine at the head of 150,000 men, collected from Germany and all the northern states. Having surmounted every obstacle thrown in his way by the artifices of the Greeks and the power of the infidels, he had penetrated to the borders of Syria; when, bathing in the cold river Cydnus, during the greatest heat of the summer-season, he was seized with a mortal distemper, which put an end to his life and his rash enterprize. His army, under the command of his son Conrade, reached Palestine; but was so diminished by fatigue, famine, maladies, and the sword, that it scarcely amounted to eight thousand men; and was unable to make any progress against the great power, valour, and conduct of Saladin. These reiterated calamities, attending the crusades, had taught the kings of France and England the necessity of trying another road to the Holy Land; and they determined to conduct their armies thither by sea, to carry provisions along with them, and by means of their naval power to maintain an open communication with their own states, and with the western parts of Europe. {1190. 29th June.} The place of rendezvous was appointed in the plains of Vezelay, on the borders of Burgundy: Philip and Richard, on their arrival there, found their combined army amount to 100,000 men; a mighty force, animated with glory and religion, conducted by two warlike monarchs, provided with every thing which their several dominions could supply, and not to be overcome but by their own misconduct, or by the unsurmountable obstacles of nature.","subId":"7","id":"Hume.HE.1.10.7"},{"type":"paragraph","content":"{King sets out on the crusade.} The French prince and the English here reiterated their promises of cordial friendship, pledged their faith not to invade each other's dominions during the crusade, mutually exchanged the oaths of all their barons and prelates to the same effect, and subjected themselves to the penalty of interdicts and excommunications, if they should ever violate this public and solemn engagement. They then separated; Philip took the road to Genoa, Richard that to Marseilles, with a view of meeting their fleets, which were severally appointed to rendezvous in these harbours. They put to sea; and nearly about the same time, were obliged, {14th Sept.} by stress of weather, to take shelter in Messina, where they were detained during the whole winter. This incident laid the foundation of animosities, which proved fatal to their enterprize.","subId":"8","id":"Hume.HE.1.10.8"},{"type":"paragraph","content":"Richard and Philip were, by the situation and extent of their dominions, rivals in power; by their age and inclinations, competitors for glory; and these causes of emulation, which, had the princes been employed in the field against the common enemy, might have stimulated them to martial enterprizes, soon excited, during the present leisure and repose, quarrels between monarchs of such a fiery character. Equally haughty, ambitious, intrepid, and inflexible; they were irritated with the least appearance of injury, and were incapable, by mutual condescensions, to efface those causes of complaint, which unavoidably arose between them. Richard, candid, sincere, undesigning, impolitic, violent, laid himself open, on every occasion, to the designs of his antagonist; who, provident, interested, intriguing, failed not to take all advantages against him: And thus, both the circumstances of their disposition in which they were similar, and those in which they differed, rendered it impossible for them to persevere in that harmony, which was so necessary to the success of their undertaking.","subId":"9","id":"Hume.HE.1.10.9"},{"type":"paragraph","content":"{Transactions in Sicily.} The last king of Sicily and Naples was William II. who had married Joan, sister to Richard, and who, dying without issue, had bequeathed his dominions to his paternal aunt, Constantia, the only legitimate descendant surviving of Roger, the first sovereign of those states who had been honoured with the royal title. This princess had, in expectation of that rich inheritance, been married to Henry VI. the reigning emperor; but Tancred, her natural brother, had fixed such an interest among the barons, that, taking advantage of Henry's absence, he had acquired possession of the throne, and maintained his claim, by force of arms, against all the efforts of the Germans. The approach of the crusaders naturally gave him apprehensions for his unstable government; and he was uncertain, whether he had most reason to dread the presence of the French or of the English monarch. Philip was engaged in a strict alliance with the emperor his competitor: Richard was disgusted by his rigors towards the queen-dowager, whom the Sicilian prince had confined in Palermo; because she had opposed with all her interest his succession to the crown. Tancred, therefore, sensible of the present necessity, resolved to pay court to both these formidable princes; and he was not unsuccessful in his endeavours. He persuaded Philip that it was highly improper for him to interrupt his enterprize against the infidels, by any attempt against a Christian state: He restored queen Joan to her liberty; and even found means to make an alliance with Richard, who stipulated by treaty to marry his nephew, Arthur, the young duke of Britanny, to one of the daughters of Tancred. But before these terms of friendship were settled, Richard, jealous both of Tancred and of the inhabitants of Messina, had taken up his quarters in the suburbs, and had possessed himself of a small fort, which commanded the harbour; and he kept himself extremely on his guard against their enterprizes. {3d October.} The citizens took umbrage. Mutual insults and attacks passed between them and the English: Philip, who had quartered his troops in the town, endeavoured to accommodate the quarrel, and held a conference with Richard for that purpose. While the two kings, meeting in the open fields, were engaged in discourse on this subject, a body of those Sicilians seemed to be drawing towards them; and Richard pushed forwards, in order to enquire into the reason of this extraordinary movement. The English, insolent from their power, and inflamed with former animosities, wanted but a pretence for attacking the Messinese: They soon chaced them off the field, drove them into the town, and entered with them at the gates. The king employed his authority to restrain them from pillaging and massacring the defenceless inhabitants; but he gave orders, in token of his victory, that the standard of England should be erected on the walls. Philip, who considered that place as his quarters, exclaimed against the insult, and ordered some of his troops to pull down the standard: But Richard informed him by a messenger, that, though he himself would willingly remove that ground of offence, he would not permit it to be done by others; and if the French king attempted such an insult upon him, he should not succeed but by the utmost effusion of blood. Philip, content with this species of haughty submission, recalled his orders: The difference was seemingly accommodated; but still left the remains of rancour and jealousy in the breasts of the two monarchs.","subId":"10","id":"Hume.HE.1.10.10"},{"type":"paragraph","content":"Tancred, who, for his own security, desired to inflame their mutual hatred, employed an artifice, which might have been attended with consequences still more fatal. {1191.} He showed Richard a letter, signed by the French king, and delivered to him, as he pretended, by the duke of Burgundy; in which that monarch desired Tancred to fall upon the quarters of the English, and promised to assist him in putting them to the sword, as common enemies. The unwary Richard gave credit to the information; but was too candid not to betray his discontent to Philip, who absolutely denied the letter, and charged the Sicilian prince with forgery and falsehood. Richard either was, or pretended to be, entirely satisfied.","subId":"11","id":"Hume.HE.1.10.11"},{"type":"paragraph","content":"Lest these jealousies and complaints should multiply between them, it was proposed, that they should, by a solemn treaty, obviate all future differences, and adjust every point that could possibly hereafter become a controversy between them. But this expedient started a new dispute, which might have proved more dangerous than any of the foregoing, and which deeply concerned the honour of Philip's family. When Richard, in every treaty with the late king, insisted so strenuously on being allowed to marry Alice of France, he had only sought a pretence of quarrelling; and never meant to take to his bed a princess suspected of a criminal amour with his own father. After he became master, he no longer spake of that alliance: He even took measures for espousing Berengaria, daughter of Sanchez, king of Navarre, with whom he had become enamoured during his abode in Guienne: Queen Eleanor was daily expected with that princess at Messina: and when Philip renewed to him his applications for espousing his sister Alice, Richard was obliged to give him an absolute refusal. It is pretended by Hoveden and other historians, that he was able to produce such convincing proofs of Alice's infidelity, and even of her having born a child to Henry, that her brother desisted from his applications, and chose to wrap up the dishonour of his family in silence and oblivion. It is certain, from the treaty itself, which remains, that, whatever were his motives, he permitted Richard to give his hand to Berengaria; and having settled all other controversies with that prince, he immediately set sail for the Holy Land. Richard awaited some time the arrival of his mother and bride; and when they joined him, he separated his fleet into two squadrons, and set forward on his enterprize. Queen Eleanor returned to England; but Berengaria, and the queen-dowager of Sicily, his sister, attended him on the expedition.","subId":"12","id":"Hume.HE.1.10.12"},{"type":"paragraph","content":"The English fleet, on leaving the port of Messina, met with a furious tempest; and the squadron, on which the two princesses were embarked, {12th April.} was driven on the coast of Cyprus, and some of the vessels were wrecked near Limisso in that island. Isaac, prince of Cyprus, who assumed the magnificent title of emperor, pillaged the ships that were stranded, threw the seamen and passengers into prison, and even refused to the princesses liberty, in their dangerous situation, of entering the harbour of Limisso. But Richard, who arrived soon after, took ample vengeance on him for the injury. He disembarked his troops; defeated the tyrant, who opposed his landing; entered Limisso by storm; gained next day a second victory; obliged Isaac to surrender at discretion; and established governors over the island. The Greek prince, being thrown into prison and loaded with irons, complained of the little regard with which he was treated: Upon which, Richard ordered silver fetters to be made for him; and this emperor, pleased with the distinction, expressed a sense of the generosity of his conqueror. The king here espoused Berengaria, {12th May.} who, immediately embarking, carried along with her to Palestine the daughter of the Cypriot prince; a dangerous rival, who was believed to have seduced the affections of her husband. Such were the libertine character and conduct of the heroes engaged in this pious enterprize!","subId":"13","id":"Hume.HE.1.10.13"},{"type":"paragraph","content":"{The king's arrival in Palestine.} The English army arrived in time to partake in the glory of the siege of Acre or Ptolemais, which had been attacked for above two years by the united force of all the Christians in Palestine, and had been defended by the utmost efforts of Saladin and the Saracens. The remains of the German army, conducted by the emperor Frederic, and the separate bodies of adventurers who continually poured in from the West, had enabled the king of Jerusalem to form this important enterprize: But Saladin, having thrown a strong garrison into the place under the command of Caracos, his own master in the art of war, and molesting the besiegers with continual attacks and sallies, had protracted the success of the enterprize, and wasted the force of his enemies. The arrival of Philip and Richard inspired new life into the Christians; and these princes, acting by concert, and sharing the honour and danger of every action, gave hopes of a final victory over the infidels. They agreed on this plan of operations: When the French monarch attacked the town, the English guarded the trenches: Next day, when the English prince conducted the assault, the French succeeded him in providing for the safety of the assailants. The emulation between those rival kings and rival nations produced extraordinary acts of valour: Richard in particular, animated with a more precipitate courage than Philip, and more agreeable to the romantic spirit of that age, drew to himself the general attention, and acquired a great and splendid reputation. But this harmony was of short duration; and occasions of discord soon arose between these jealous and haughty princes.","subId":"14","id":"Hume.HE.1.10.14"},{"type":"paragraph","content":"{State of Palestine.} The family of Boüillon, which had first been placed on the throne of Jerusalem, ending in a female, Fulk, count of Anjou, grandfather to Henry II. of England, married the heiress of that kingdom, and transmitted his title to the younger branches of his family. The Anjevin race ending also in a female, Guy de Lusignan, by espousing Sibylla, the heiress, had succeeded to the title; and though he lost his kingdom by the invasion of Saladin, he was still acknowledged by all the Christians for king of Jerusalem. But as Sibylla died without issue, during the siege of Acre, Isabella, her younger sister, put in her claim to that titular kingdom, and required Lusignan to resign his pretensions to her husband, Conrade, marquis of Montserrat. Lusignan, maintaining that the royal title was unalienable and indefeazable, had recourse to the protection of Richard, attended on him before he left Cyprus, and engaged him to embrace his cause. There needed no other reason for throwing Philip into the party of Conrade; and the opposite views of these great monarchs brought faction and dissention into the Christian army, and retarded all its operations. The Templars, the Genoese, and the Germans, declared for Philip and Conrade; the Flemings, the Pisans, the knights of the hospital of St. John, adhered to Richard and Lusignan. But notwithstanding these disputes, {12th July.} as the length of the siege had reduced the Saracen garrison to the last extremity, they surrendered themselves prisoners; stipulated, in return for their lives, other advantages to the Christians, such as restoring of the Christian prisoners, and the delivery of the wood of the true cross, and this great enterprize, which had long engaged the attention of all Europe and Asia, was at last, after the loss of 300,000 men, brought to a happy period.","subId":"15","id":"Hume.HE.1.10.15"},{"type":"paragraph","content":"But Philip, instead of pursuing the hopes of farther conquest, and of redeeming the holy city from slavery, being disgusted with the ascendant assumed and acquired by Richard, and having views of many advantages, which he might reap by his presence in Europe, declared his resolution of returning to France; and he pleaded his bad state of health as an excuse for his desertion of the common cause. He left, however, to Richard ten thousand of his troops, under the command of the duke of Burgundy; and he reneged his oath never to commence hostilities against that prince's dominions during his absence. But he had no sooner reached Italy than he applied, 'tis pretended, to pope Celestine III. for a dispensation from this vow; and when denied that request, he still proceeded, though after a covert manner, in a project, which the present situation of England rendered inviting, and which gratified, in an eminent degree, both his resentment and his ambition.","subId":"16","id":"Hume.HE.1.10.16"},{"type":"paragraph","content":"{Disorders in England.} Immediately after Richard had left England, and begun his march to the holy land, the two prelates, whom he had appointed guardians of the realm, broke out into animosities against each other, and threw the kingdom into combustion. Longchamp, presumptuous in his nature, elated by the favour which he enjoyed with his master, and armed with the legantine commission, could not submit to an equality with the bishop of Durham: He even went so far as to arrest his colleague, and to extort from him a resignation of the earldom of Northumberland, and of his other dignities, as the price of his liberty. The king, informed of these dissentions, ordered, by letters from Marseilles, that the bishop should be reinstated in his offices; but Longchamp had still the boldness to refuse compliance, on pretence that he himself was better acquainted with the king's secret intentions. He proceeded to govern the kingdom by his sole authority; to treat all the nobility with arrogance; and to display his power and riches with an invidious ostentation. He never travelled without a strong guard of fifteen hundred foreign soldiers, collected from that licentious tribe, with which the age was generally infested: Nobles and knights were proud of being admitted into his train: His retinue wore the aspect of royal magnificence: And when, in his progress through the kingdom, he lodged in any monastery, his attendants, it is said, were sufficient to devour, in one night, the revenue of several years. The king, who was detained in Europe longer than the haughty prelate expected, hearing of this ostentation, which exceeded even what the habits of that age indulged in ecclesiastics; being also informed of the insolent, tyrannical conduct of his minister; thought proper to restrain his power: He sent new orders, appointing Walter archbishop of Roüen, William Mareshal earl of Strigul, Geoffrey Fitz-Peter, William Briewere, and Hugh Bardolf, counsellors to Longchamp, and commanding him to take no measure of importance without their concurrence and approbation. But such general terror had this man impressed by his violent conduct, that even the archbishop of Roüen and the earl of Strigul durst not produce this mandate of the king's; and Longchamp still maintained an uncontrouled authority over the nation. But when he proceeded so far as to throw into prison Geoffrey archbishop of York, who had opposed his measures, this breach of ecclesiastical privileges excited such an universal ferment, that prince John, disgusted with the small share he possessed in the government, and personally disobliged by Longchamp, ventured to summon at Reading a general council of the nobility and prelates, and cite him to appear before them. Longchamp thought it dangerous to entrust his person in their hands, and he shut himself up in the Tower of London; but being soon obliged to surrender that fortress, he fled beyond sea, concealed under a female habit, and was deprived of his offices of chancellor and chief justiciary; the last of which was conferred on the archbishop of Roüen, a prelate of prudence and moderation. The commission of legate, however, which had been renewed to Longchamp by pope Celestine, still gave him, notwithstanding his absence, great authority in the kingdom, enabled him to disturb the government, and forwarded the views of Philip, who watched every opportunity of annoying Richard's dominions. {1192.} That monarch first attempted to carry open war into Normandy; but as the French nobility refused to follow him in an invasion of a state which they had sworn to protect, and as the pope, who was the general guardian of all princes that had taken the cross, threatened him with ecclesiastical censures, he desisted from his enterprize, and employed against England the expedient of secret policy and intrigue. He debauched prince John from his allegiance; promised him his sister Alice in marriage; offered to give him possession of all Richard's transmarine dominions; and had not the authority of queen Eleanor, and the menaces of the English council, prevailed over the inclinations of that turbulent prince, he was ready to have crossed the seas, and to have put in execution his criminal enterprizes.","subId":"17","id":"Hume.HE.1.10.17"},{"type":"paragraph","content":"{The king's heroic actions in Palestine.} The jealousy of Philip was every moment excited by the glory, which the great actions of Richard were gaining him in the east, and which, being compared to his own desertion of that popular cause, threw a double lustre on his rival. His envy, therefore, prompted him to obscure that fame, which he had not equalled; and he embraced every pretence of throwing the most violent and most improbable calumnies on the king of England. There was a petty prince in Asia, commonly called The old man of the mountain, who had acquired such an ascendant over his fanatical subjects, that they paid the most implicit deference to his commands; esteemed assassination meritorious, when sanctified by his mandate; courted danger, and even certain death, in the execution of his orders; and fancied, that when they sacrificed their lives for his sake, the highest joys of paradise were the infallible reward of their devoted obedience. It was the custom of this prince, when he imagined himself injured, to dispatch secretly some of his subjects against the aggressor, to charge them with the execution of his revenge, to instruct them in every art of disguising their purpose; and no precaution was sufficient to guard any man, however powerful, against the attempts of these subtle and determined ruffians. The greatest monarchs stood in awe of this prince of the assassins, (for that was the name of his people; whence the word has passed into most European languages) and it was the highest indiscretion in Conrade, marquis of Montserrat, to offend and affront him. The inhabitants of Tyre, who were governed by that nobleman, had put to death some of this dangerous people: The prince demanded satisfaction; for as he piqued himself on never beginning any offence, he had his regular and established formalities in requiring atonement: Conrade treated his messengers with disdain: The prince issued the fatal orders: Two of his subjects, who had insinuated themselves in disguise among Conrade's guards, openly, in the streets of Sidon, wounded him mortally; and when they were seized and put to the most cruel tortures, they triumphed amidst their agonies, and rejoiced that they had been destined by heaven to suffer in so just and meritorious a cause.","subId":"18","id":"Hume.HE.1.10.18"},{"type":"paragraph","content":"Every one in Palestine knew from what hand the blow came. Richard was entirely free from suspicion. Though that monarch had formerly maintained the cause of Lusignan against Conrade, he had become sensible of the bad effects attending those dissentions, and had voluntarily conferred on the former the kingdom of Cyprus, on condition that he should resign to his rival all pretensions on the crown of Jerusalem. Conrade himself, with his dying breath, had recommended his widow to the protection of Richard; the prince of the assassins avowed the action in a formal narrative which he sent to Europe; yet, on this foundation, the king of France thought fit to build the most egregious calumnies, and to impute to Richard the murder of the marquis of Montserrat, whose elevation he had once openly opposed. He filled all Europe with exclamations against the crime; appointed a guard for his own person, in order to defend himself against a like attempt; and endeavoured, by these shallow artifices, to cover the infamy of attacking the dominions of a prince, whom he himself had deserted, and who was engaged with so much glory in a war, universally acknowledged to be the common cause of Christendom.","subId":"19","id":"Hume.HE.1.10.19"},{"type":"paragraph","content":"But Richard's heroic actions in Palestine were the best apology for his conduct. The Christian adventurers under his command determined, on opening the campaign, to attempt the siege of Ascalon, in order to prepare the way for that of Jerusalem; and they marched along the sea-coast with that intention. Saladin purposed to intercept their passage; and he placed himself on the road with an army, amounting to 300,000 combatants. On this occasion was fought one of the greatest battles of that age; and the most celebrated, for the military genius of the commanders, for the number and valour of the troops, and for the great variety of events which attended it. Both the right wing of the Christians, commanded by d'Avesnes, and the left, conducted by the duke of Burgundy, were, in the beginning of the day, broken and defeated; when Richard, who led on the main body, restored the battle; attacked the enemy with intrepidity and presence of mind; performed the part both of a consummate general and gallant soldier; and not only gave his two wings leisure to recover from their confusion, but obtained a complete victory over the Saracens, of whom forty thousand are said to have perished in the field. Ascalon soon after fell into the hands of the Christians: Other sieges were carried on with equal success: Richard was even able to advance within sight of Jerusalem, the object of his enterprize; when he had the mortification to find, that he must abandon all hopes of immediate success, and must put a stop to his career of victory. The crusaders, animated with an enthusiastic ardor for the holy wars, broke at first through all regards to safety or interest in the prosecution of their purpose; and trusting to the immediate assistance of heaven, set nothing before their eyes but fame and victory in this world, and a crown of glory in the next. But long absence from home, fatigue, disease, want, and the variety of incidents which naturally attend war, had gradually abated that fury, which nothing was able directly to withstand; and every one, except the king of England, expressed a desire of speedily returning into Europe. The Germans and the Italians declared their resolution of desisting from the enterprize: The French were still more obstinate in this purpose: The duke of Burgundy, in order to pay court to Philip, took all opportunities of mortifying and opposing Richard: And there appeared an absolute necessity of abandoning for the present all hopes of farther conquest, and of securing the acquisitions of the Christians by an accommodation with Saladin. Richard, therefore, concluded a truce with that monarch; and stipulated, that Acre, Joppa, and other seaport towns of Palestine, should remain in the hands of the Christians, and that every one of that religion should have liberty to perform his pilgrimage to Jerusalem unmolested. This truce was concluded for three years, three months, three weeks, three days, and three hours; a magical number, which had probably been devised by the Europeans, and which was suggested by a superstition well suited to the object of the war.","subId":"20","id":"Hume.HE.1.10.20"},{"type":"paragraph","content":"The liberty, in which Saladin indulged the Christians, to perform their pilgrimages to Jerusalem, was an easy sacrifice on his part; and the furious wars, which he waged in defence of the barren territory of Judea, were not with him, as with the European adventurers, the result of superstition, but of policy. The advantage indeed of science, moderation, humanity, was at that time entirely on the side of the Saracens; and this gallant emperor, in particular, displayed, during the course of the war, a spirit and generosity, which even his bigotted enemies were obliged to acknowledge and admire. Richard, equally martial and brave, carried with him more of the barbarian character; and was guilty of acts of ferocity, which threw a stain on his celebrated victories. When Saladin refused to ratify the capitulation of Acre, the king of England ordered all his prisoners, to the number of five thousand, to be butchered; and the Saracens found themselves obliged to retaliate upon the Christians by a like cruelty. Saladin died at Damascus soon after concluding this truce with the princes of the crusade: It is memorable, that, before he expired, he ordered his winding-sheet to be carried as a standard through every street of the city; while a crier went before, and proclaimed with a loud voice, This is all that remains to the mighty Saladin, the conqueror of the East. By his last will, he ordered charities to be distributed to the poor, without distinction of Jew, Christian, or Mahometan.","subId":"21","id":"Hume.HE.1.10.21"},{"type":"paragraph","content":"{The king's return from Palestine.} There remained, after the truce, no business of importance to detain Richard in Palestine; and the intelligence which he received, concerning the intrigues of his brother John, and those of the king of France, made him sensible, that his presence was necessary in Europe. As he dared not to pass through France, he sailed to the Adriatic; and being shipwrecked near Aquileia, he put on the disguise of a pilgrim, with a purpose of taking his journey secretly through Germany. Pursued by the governor of Istria, he was forced out of the direct road to England, and was obliged to pass by Vienna; where his expences and liberalities betrayed the monarch in the habit of the pilgrim; {20th December.} and he was arrested by orders of Leopold, duke of Austria. This prince had served under Richard at the siege of Acre; but being disgusted by some insult of that haughty monarch, he was so ungenerous as to seize the present opportunity of gratifying at once his avarice and revenge; and he threw the king into prison. {1193.} The emperor Henry VI. who also considered Richard as an enemy, on account of the alliance contracted by him with Tancred, king of Sicily, dispatched messengers to the duke of Austria, required the royal captive to be delivered to him, and stipulated a large sum of money as a reward for this service. {Captivity in Germany} Thus the king of England, who had filled the whole world with his renown, found himself, during the most critical state of his affairs, confined in a dungeon, and loaded with irons, in the heart of Germany, and entirely at the mercy of his enemies, the basest and most sordid of mankind.","subId":"22","id":"Hume.HE.1.10.22"},{"type":"paragraph","content":"The English council was astonished on receiving this fatal intelligence; and foresaw all the dangerous consequences, which might naturally arise from that event. The queen-dowager wrote reiterated letters to pope Celestine; exclaiming against the injury which her son had sustained, representing the impiety of detaining in prison the most illustrious prince that had yet carried the banners of Christ into the Holy Land; claiming the protection of the apostolic see, which was due even to the meanest of those adventurers; and upbraiding the pope, that, in a cause where justice, religion, and the dignity of the church, were so much concerned; a cause which it might well befit his holiness himself to support by taking in person a journey to Germany, the spiritual thunders should so long be suspended over those sacrilegious offenders. The zeal of Celestine corresponded not to the impatience of the queen-mother; and the regency of England were, for a long time, left to struggle alone with all their domestic and foreign enemies.","subId":"23","id":"Hume.HE.1.10.23"},{"type":"paragraph","content":"{War with France.} The king of France, quickly informed of Richard's confinement by a message from the emperor, prepared himself to take advantage of the incident: and he employed every means of force and intrigue, of war and negotiation, against the dominions and the person of his unfortunate rival. He revived the calumny of Richard's assassinating the marquis of Montserrat; and by that absurd pretence, he induced his barons to violate their oaths, by which they had engaged, that, during the crusade, they never would, on any account, attack the dominions of the king of England. He made the emperor the largest offers, if he would deliver into his hands the royal prisoner, or at least detain him in perpetual captivity: He even formed an alliance by marriage with the king of Denmark, desired that the ancient Danish claim to the crown of England should be transferred to him, and solicited a supply of shipping to maintain it. But the most successful of Philip's negotiations was with prince John, who, forgetting every tye to his brother, his sovereign, and his benefactor, thought of nothing but how to make his own advantage of the public calamities. That traitor, on the first invitation from the court of France, suddenly went abroad, had a conference with Philip, and made a treaty, of which the object was the perpetual ruin of his unhappy brother. He stipulated to deliver into Philip's hands a great part of Normandy; he received, in return, the investiture of all Richard's transmarine dominions; and it is reported by several historians, that he even did homage to the French king for the crown of England.","subId":"24","id":"Hume.HE.1.10.24"},{"type":"paragraph","content":"In consequence of this treaty, Philip invaded Normandy; and by the treachery of John's emissaries, made himself master, without opposition, of many fortresses, Neuf-chatel, Neaufle, Gisors, Pacey, Ivreé: He subdued the counties of Eu and Aumale; and advancing to form the siege of Roüen, he threatened to put all the inhabitants to the sword, if they dared to make resistance. Happily, Robert earl of Leicester appeared in that critical moment; a gallant nobleman, who had acquired great honour during the crusade, and who, being more fortunate than his master in finding his passage homewards, took on him the command in Roüen, and exerted himself, by his exhortations and example, to infuse courage into the dismayed Normans. Philip was repulsed in every attack; the time of service from his vassals expired; and he consented to a truce with the English regency, received in return the promise of 20,000 marks, and had four castles put into his hands, as security for the payment.","subId":"25","id":"Hume.HE.1.10.25"},{"type":"paragraph","content":"Prince John, who, with a view of encreasing the general confusion, went over to England, was still less successful in his enterprizes. He was only able to make himself master of the castles of Windsor and Wallingford; but when he arrived in London, and claimed the kingdom as heir to his brother, of whose death he pretended to have received certain intelligence, he was rejected by all the barons, and measures were taken to oppose and subdue him. The justiciaries, supported by the general affection of the people, provided so well for the defence of the kingdom, that John was obliged, after some fruitless efforts, to conclude a truce with them; and before its expiration, he thought it prudent to return into France, where he openly avowed his alliance with Philip.","subId":"26","id":"Hume.HE.1.10.26"},{"type":"paragraph","content":"Mean while, the high spirit of Richard suffered in Germany every kind of insult and indignity. The French ambassadors, in their master's name, renounced him as a vassal to the crown of France, and declared all his fiefs to be forfeited to his liege-lord. The emperor, that he might render him more impatient for the recovery of his liberty, and make him submit to the payment of a larger ransom, treated him with the greatest severity, and reduced him to a condition worse than that of the meanest malefactor. He was even produced before the diet of the empire at Worms, and accused by Henry of many crimes and misdemeanors; of making an alliance with Tancred, the usurper of Sicily; of turning the arms of the Crusade against a Christian prince, and subduing Cyprus; of affronting the duke of Austria before Acre; of obstructing the progress of the Christian arms by his quarrels with the king of France; of assassinating Conrade, marquis of Montserrat; and of concluding a truce with Saladin, and leaving Jerusalem in the hands of the Saracen emperor. Richard, whose spirit was not broken by his misfortunes, and whose genius was rather rouzed by these frivolous or scandalous imputations; after premising, that his dignity exempted him from answering before any jurisdiction, except that of heaven; yet condescended, for the sake of his reputation, to justify his conduct before that great assembly. He observed, that he had no hand in Tancred's elevation, and only concluded a treaty with a prince, whom he found in possession of the throne: That the king, or rather tyrant of Cyprus, had provoked his indignation by the most ungenerous and unjust proceedings; and though he chastised this aggressor, he had not retarded a moment the progress of his chief enterprize: That if he had at any time been wanting in civility to the duke of Austria, he had already been sufficiently punished for that sally of passion; and it better became men, embarked together in so holy a cause, to forgive each other's infirmities, than to pursue a slight offence with such unrelenting vengeance: That it had sufficiently appeared by the event, whether the king of France or he were most zealous for the conquest of the Holy Land, and were most likely to sacrifice private passions and animosities to that great object: That if the whole tenor of his life had not shown him incapable of a base assassination, and justified him from that imputation in the eyes of his very enemies, it was in vain for him, at present, to make his apology, or plead the many irrefragable arguments, which he could produce in his own favour: And that, however he might regret the necessity, he was so far from being ashamed of his truce with Saladin, that he rather gloried in that event; and thought it extremely honourable, that, though abandoned by all the world, supported only by his own courage and by the small remains of his national troops, he could yet obtain such conditions from the most powerful and most warlike emperor that the East had ever yet produced. Richard, after thus deigning to apologize for his conduct, burst out into indignation at the cruel treatment which he had met with; that he, the champion of the cross, still wearing that honourable badge, should, after expending the blood and treasure of his subjects in the common cause of Christendom, be intercepted by Christian princes in his return to his own country, be thrown into a dungeon, be loaded with irons, be obliged to plead his cause, as if he were a subject and a malefactor; and what he still more regretted, be thereby prevented from making preparations for a new crusade, which he had projected, after the expiration of the truce, and from redeeming the sepulchre of Christ, which had so long been profaned by the dominion of infidels. The spirit and eloquence of Richard made such impression on the German princes, that they exclaimed loudly against the conduct of the emperor; the pope threatened him with excommunication; and Henry, who had hearkened to the proposals of the king of France and prince John, found that it would be impracticable for him to execute his and their base purposes, or to detain the king of England any longer in captivity. {The king's delivery.} He therefore concluded with him a treaty for his ransom, and agreed to restore him to his freedom for the sum of 150,000 marks, about 300,000 pounds of our present money: of which 100,000 marks were to be paid before he received his liberty, and sixty-seven hostages delivered for the remainder. The emperor, as if to gloss over the infamy of this transaction, made at the same time a present to Richard of the kingdom of Arles, comprehending Provence, Dauphiny, Narbonne, and other states, over which the empire had some antiquated claims; a present which the king very wisely neglected.","subId":"27","id":"Hume.HE.1.10.27"},{"type":"paragraph","content":"The captivity of the superior lord was one of the cases provided for by the feudal tenures; and all the vassals were in that event obliged to give an aid for his ransom. Twenty shillings were therefore levied on each knight's fee in England; but as this money came in slowly, and was not sufficient for the intended purpose, the voluntary zeal of the people readily supplied the deficiency. The churches and monasteries melted down their plate, to the amount of 30,000 marks; the bishops, abbots, and nobles, paid a fourth of their yearly rent; the parochial clergy contributed a tenth of their tythes: And the requisite sum being thus collected, queen Eleanor, and Walter archbishop of Roüen, set out with it for Germany; {1194. 4th Feb.} paid the money to the emperor and the duke of Austria at Mentz; delivered them hostages for the remainder; and freed Richard from captivity. His escape was very critical. Henry had been detected in the assassination of the bishop of Liege, and in an attempt of a like nature on the duke of Louvaine; and finding himself extremely obnoxious to the German princes on account of these odious practices, he had determined to seek support from an alliance with the king of France; to detain Richard, the enemy of that prince, in perpetual captivity; to keep in his hands the money which he had already received for his ransom; and to extort fresh sums from Philip and prince John, who were very liberal in their offers to him. He therefore gave orders that Richard should be pursued and arrested; but the king, making all imaginable haste, had already embarked at the mouth of the Schelde, and was out of sight off land, when the messengers of the emperor reached Antwerp.","subId":"28","id":"Hume.HE.1.10.28"},{"type":"paragraph","content":"{King's return to England. 20th March.} The joy of the English was extreme on the appearance of their monarch, who had suffered so many calamities, who had acquired so much glory, and who had spread the reputation of their name into the farthest East, whither their fame had never before been able to extend. He gave them, soon after his arrival, an opportunity of publickly displaying their exultation, by ordering himself to be crowned anew at Winchester; as if he intended, by that ceremony, to reinstate himself in his throne, and to wipe off the ignominy of his captivity. Their satisfaction was not damped, even when he declared his purpose of resuming all those exorbitant grants, which he had been necessitated to make before his departure for the Holy Land. The barons also, in a great council, confiscated, on account of his treason, all prince John's possessions in England; and they assisted the king in reducing the fortresses which still remained in the hands of his brother's adherents. Richard, having settled every thing in England, passed over with an army into Normandy; being impatient to make war on Philip, and to revenge himself for the many injuries which he had received from that monarch. As soon as Philip heard of the king's deliverance from captivity, he wrote to his confederate, John, in these terms: Take care of yourself: The devil is broken loose.","subId":"29","id":"Hume.HE.1.10.29"},{"type":"paragraph","content":"{War with France} When we consider such powerful and martial monarchs, inflamed with personal animosity against each other, enraged by mutual injuries, excited by rivalship, impelled by opposite interests, and instigated by the pride and violence of their own temper; our curiosity is naturally raised, and we expect an obstinate and furious war, distinguished by the greatest events, and concluded by some remarkable catastrophe. Yet are the incidents, which attended those hostilities, so frivolous, that scarce any historian can entertain such a passion for military descriptions as to venture on a detail of them: A certain proof of the extreme weakness of princes in those ages, and of the little authority they possessed over their refractory vassals! The whole amount of the exploits on both sides is, the taking of a castle, the surprise of a straggling party, a rencounter of horse, which resembles more a rout than a battle. Richard obliged Philip to raise the siege of Verneüil; he took Loches, a small town in Anjou; he made himself master of Beaumont, and some other places of little consequence; and after these trivial exploits, the two kings began already to hold conferences for an accommodation. Philip insisted, that, if a general peace were concluded, the barons on each side should for the future be prohibited from carrying on private wars against each other: But Richard replied, that this was a right claimed by his vassals, and he could not debar them from it. After this fruitless negociation, there ensued an action between the French and English cavalry at Fretteval, in which the former were routed, and the king of France's cartulary and records, which commonly at that time attended his person, were taken. But this victory leading to no important advantages, a truce for a year was at last, from mutual weakness, concluded between the two monarchs.","subId":"30","id":"Hume.HE.1.10.30"},{"type":"paragraph","content":"During this war, prince John deserted from Philip, threw himself at his brother's feet, craved pardon for his offences, and by the intercession of queen Eleanor, was received into favour. I forgive him, said the king, and hope I shall as easily forget his injuries, as he will my pardon. John was incapable even of returning to his duty, without committing a baseness. Before he left Philip's party, he invited to dinner all the officers of the garrison, which that prince had placed in the citadel of Evreux; he massacred them during the entertainment; fell, with the assistance of the townsmen, on the garrison, whom he put to the sword; and then delivered up the place to his brother.","subId":"31","id":"Hume.HE.1.10.31"},{"type":"paragraph","content":"The king of France was the great object of Richard's resentment and animosity: The conduct of John, as well as that of the emperor and duke of Austria, had been so base, and was exposed to such general odium and reproach, that the king deemed himself sufficiently revenged for their injuries; and he seems never to have entertained any project of vengeance against any of them. The duke of Austria about this time, having crushed his leg by the fall of his horse at a tournament, was thrown into a fever; and being struck, on the approaches of death, with remorse for his injustice to Richard, he ordered, by will, all the English hostages in his hands to be set at liberty, and the remainder of the debt due to him to be remitted: His son, who seemed inclined to disobey these orders, was constrained by his ecclesiastics to execute them. The emperor also made advances for Richard's friendship, {1195.} and offered to give him a discharge of all the debt, not yet paid to him, provided he would enter into an offensive alliance against the king of France; a proposal which was very acceptable to Richard, and was greedily embraced by him. The treaty with the emperor took no effect; but it served to rekindle the war between France and England before the expiration of the truce. This war was not distinguished by any more remarkable incidents than the foregoing. After mutually ravaging the open country, and taking a few insignificant castles, the two kings concluded a peace at Louviers, and made an exchange of some territories with each other. Their inability to wage war occasioned the peace: {1196.} Their mutual antipathy engaged them again in war before two months expired. Richard imagined, that he had now found an opportunity of gaining great advantages over his rival, by forming an alliance with the counts of Flanders, Toulouse, Boulogne, Champagne, and other considerable vassals of the crown of France. But he soon experienced the insincerity of those princes; and was not able to make any impression on that kingdom, while governed by a monarch of so much vigour and activity as Philip. The most remarkable incident of this war was the taking prisoner in battle the bishop of Beauvais, a martial prelate, who was of the family of Dreux, and a near relation of the French king's. Richard, who hated that bishop, threw him into prison, and loaded him with irons; and when the pope demanded his liberty, and claimed him as his son, the king sent to his holiness the coat of mail which the prelate had worn in battle, and which was all besmeared with blood: And he replied to him, in the terms employed by Jacob's sons to that patriarch, This have we found: Know now whether it be thy son's coat or no. This new war between England and France, though carried on with such animosity, that both kings frequently put out the eyes of their prisoners, was soon finished, by a truce of five years; and immediately after signing this treaty, the kings were ready, on some new offence, to break out again into hostilities; when the mediation of the cardinal of St. Mary, the pope's legate, accommodated the difference. This prelate even engaged the princes to commence a treaty for a more durable peace; but the death of Richard put an end to the negociation.","subId":"32","id":"Hume.HE.1.10.32"},{"type":"paragraph","content":"{1199.} Vidomar, viscount of Limoges, a vassal of the king's, had found a treasure, to which he sent part to that prince as a present. Richard, as superior lord, claimed the whole; and at the head of some Brabançons, besieged the viscount in the castle of Chalus, near Limoges, in order to make him comply with his demand. The garrison offered to surrender; but the king replied, that, since he had taken the pains to come thither and besiege the place in person, he would take it by force, and would hang every one of them. The same day, Richard, accompanied by Marcadée, leader of his Brabançons, approached the castle in order to survey it; when one Bertrand de Gourdon, an archer, took aim at him, and pierced his shoulder with an arrow. {28th March.} The king, however, gave orders for the assault, took the place, and hanged all the garrison, except Gourdon, who had wounded him, and whom he reserved for a more deliberate and more cruel execution.","subId":"33","id":"Hume.HE.1.10.33"},{"type":"paragraph","content":"The wound was not in itself dangerous; but the unskilfulness of the surgeon made it mortal: He so rankled Richard's shoulder in pulling out the arrow, that a gangrene ensued; and that prince was now sensible that his life was drawing towards a period. He sent for Gourdon, and asked him, Wretch, what have I ever done to you, to oblige you to seek my life?—What have you done to me? replied coolly the prisoner: You killed with your own hands my father, and my two brothers; and you intended to have hanged myself: I am now in your power, and you may take revenge, by inflicting on me the most severe torments: But I shall endure them all with pleasure, provided I can think that I have been so happy as to rid the world of such a nuisance. Richard, struck with the reasonableness of this reply, and humbled by the near approach of death, ordered Gourdon to be set at liberty, and a sum of money to be given him; but Marcadée, unknown to him, {8th April. Death and character of the king.} seized the unhappy man, flead him alive, and then hanged him. Richard died in the tenth year of his reign, and the forty-second of his age; and he left no issue behind him.","subId":"34","id":"Hume.HE.1.10.34"},{"type":"paragraph","content":"The most shining part of this prince's character are his military talents. No man, even in that romantic age, carried personal courage and intrepidity to a greater height; and this quality gained him the appellation of the lion-hearted, coeur de lion. He passionately loved glory, chiefly military glory; and as his conduct in the field was not inferior to his valour, he seems to have possessed every talent necessary for acquiring it. His resentments also were high; his pride unconquerable; and his subjects, as well as his neighbours, had therefore reason to apprehend, from the continuance of his reign, a perpetual scene of blood and violence. Of an impetuous and vehement spirit, he was distinguished by all the good, as well as the bad qualities, incident to that character: He was open, frank, generous, sincere, and brave; he was revengeful, domineering, ambitious, haughty, and cruel; and was thus better calculated to dazzle men by the splendor of his enterprizes, than either to promote their happiness or his own grandeur, by a sound and well regulated policy. As military talents make great impression on the people, he seems to have been much beloved by his English subjects; and he is remarked to have been the first prince of the Norman line that bore any sincere regard to them. He passed however only four months of his reign in that kingdom: The crusade employed him near three years; he was detained about fourteen months in captivity; the rest of his reign was spent either in war, or preparations for war, against France; and he was so pleased with the fame which he had acquired in the East, that he determined, notwithstanding his past misfortunes, to have farther exhausted his kingdom, and to have exposed himself to new hazards, by conducting another expedition against the infidels.","subId":"35","id":"Hume.HE.1.10.35"},{"type":"paragraph","content":"{Miscellaneous transactions if this reign.} Though the English pleased themselves with the glory which the king's martial genius procured them, his reign was very oppressive, and somewhat arbitrary, by the high taxes which he levied on them, and often without consent of the states or great council. In the ninth year of his reign, he levied five shillings on each hyde of land; and because the clergy refused to contribute their share, he put them out of the protection of law, and ordered the civil courts to give them no sentence for any debts which they might claim. Twice in his reign he ordered all his charters to be sealed anew, and the parties to pay fees for the renewal. It is said that Hubert, his justiciary, sent him over to France, in the space of two years, no less a sum than 1,100,000 marks, besides bearing all the charges of the government in England. But this account is quite incredible, unless we suppose that Richard made a thorough dilapidation of the demesnes of the crown, which is not likely he could do with any advantage after his former resumption of all grants. A king, who possessed such a revenue, could never have endured fourteen months captivity, for not paying 150,000 marks to the emperor, and be obliged at last to leave hostages for a third of the sum. The prices of commodities in this reign are also a certain proof, that no such enormous sum could be levied on the people. A hyde of land, or about a hundred and twenty acres, was commonly let at twenty shillings a year, money of that time. As there were 243,600 hydes in England, it is easy to compute the amount of all the landed rents of the kingdom. The general and stated price of an ox was four shillings; of a labouring horse the same; of a sow, one shilling; of a sheep with fine wool, ten-pence; with coarse wool, six-pence. These commodities seem not to have advanced in their price since the conquest, and to have still been ten times cheaper than at present.","subId":"36","id":"Hume.HE.1.10.36"},{"type":"paragraph","content":"Richard renewed the severe laws against transgressors in his forests, whom he punished by castration and putting out their eyes, as in the reign of his great-grandfather. He established by law one weight and measure throughout his kingdom. A useful institution, which the mercenary disposition and necessities of his successor engaged him to dispense with for money.","subId":"37","id":"Hume.HE.1.10.37"},{"type":"paragraph","content":"The disorders in London, derived from its bad police, had risen to a great height during this reign; and in the year 1196, there seemed to be formed so regular a conspiracy among the numerous malefactors, as threatened the city with destruction. There was one William Fitz-Osbert, commonly called Longbeard, a lawyer, who had rendered himself extremely popular among the lower rank of citizens; and by defending them on all occasions, had acquired the appellation of the advocate or saviour of the poor. He exerted his authority, by injuring and insulting the more substantial citizens, with whom he lived in a state of hostility, and who were every moment exposed to the most outrageous violences from him and his licentious emissaries. Murders were daily committed in the streets; houses were broken open and pillaged in day-light; and it is pretended, that no less than fifty-two thousand persons had entered into an association, by which they bound themselves to obey all the orders of this dangerous ruffian. Archbishop Hubert, who was then chief justiciary, summoned him before the council to answer for his conduct; but he came so well attended, that no one durst accuse him, or give evidence against him; and the primate, finding the impotence of law, contented himself with exacting from the citizens hostages for their good behaviour. He kept, however, a watchful eye on Fitz-Osbert; and seizing a favourable opportunity, attempted to commit him to custody; but the criminal, murdering one of the public officers, escaped with his concubine to the church of St. Mary le Bow, where he defended himself by force of arms. He was at last forced from his retreat, condemned, and executed, amidst the regrets of the populace, who were so devoted to his memory, that they stole his gibbet, paid the same veneration to it as to the cross, and were equally zealous in propagating and attesting reports of the miracles wrought by it. But though the sectaries of this superstition were punished by the justiciary, it received so little encouragement from the established clergy, whose property was endangered by such seditious practices, that it suddenly sunk and vanished.","subId":"38","id":"Hume.HE.1.10.38"},{"type":"paragraph","content":"It was during the crusades, that the custom of using coats of arms was first introduced into Europe. The knights cased up in armour, had no way to make themselves be known and distinguished in battle, but by the devices on their shields; and these were gradually adopted by their posterity and families, who were proud of the pious and military enterprizes of their ancestors.","subId":"39","id":"Hume.HE.1.10.39"},{"type":"paragraph","content":"King Richard was a passionate lover of poetry: There even remain some poetical works of his composition: and he bears a rank among the Provençal poets or Trobadores, who were the first of the modern Europeans, that distinguished themselves by attempts of that nature.","subId":"40","id":"Hume.HE.1.10.40"},{"type":"note","content":"Hoveden, p. 655. Bened. Abb. p. 547. M. Paris, p. 107.","subId":"n1","id":"Hume.HE.1.10.n1"},{"type":"note","content":"Gale's Collect. vol. iii. p. 165.","subId":"n2","id":"Hume.HE.1.10.n2"},{"type":"note","content":"The sheriff had anciently both the administration of justice and the management of the king's revenue committed to him in the county. See Hale of Sheriffs Accounts.","subId":"n3","id":"Hume.HE.1.10.n3"},{"type":"note","content":"M. Paris, p. 109.","subId":"n4","id":"Hume.HE.1.10.n4"},{"type":"note","content":"W. Heming. p. 519. Knyghton, p. 2402.","subId":"n5","id":"Hume.HE.1.10.n5"},{"type":"note","content":"Hoveden, p. 662. Rymer, vol. i. p. 64. M. West. p. 257.","subId":"n6","id":"Hume.HE.1.10.n6"},{"type":"note","content":"Bened. Abb. p. 556.","subId":"n7","id":"Hume.HE.1.10.n7"},{"type":"note","content":"Hoveden, p. 660.","subId":"n8","id":"Hume.HE.1.10.n8"},{"type":"note","content":"Vinisauf. p. 305.","subId":"n9","id":"Hume.HE.1.10.n9"},{"type":"note","content":"Bened. Abb. p. 580.","subId":"n10","id":"Hume.HE.1.10.n10"},{"type":"note","content":"Hoveden, p. 663.","subId":"n11","id":"Hume.HE.1.10.n11"},{"type":"note","content":"Hoveden, p. 676, 677. Bened. Abb. p. 615.","subId":"n12","id":"Hume.HE.1.10.n12"},{"type":"note","content":"Bened. Abb. p. 608.","subId":"n13","id":"Hume.HE.1.10.n13"},{"type":"note","content":"Hoveden, p. 674.","subId":"n14","id":"Hume.HE.1.10.n14"},{"type":"note","content":"Ibid. p. 688. Bened. Abb. p. 642, 643. Brompton, p. 1195.","subId":"n15","id":"Hume.HE.1.10.n15"},{"type":"note","content":"Vinisauf. p. 316.","subId":"n16","id":"Hume.HE.1.10.n16"},{"type":"note","content":"M. Paris, p. 112. Trivet, p. 102. W. Heming. p. 519.","subId":"n17","id":"Hume.HE.1.10.n17"},{"type":"note","content":"Hoveden, p. 688.","subId":"n18","id":"Hume.HE.1.10.n18"},{"type":"note","content":"Rymer, vol. i. p. 69. Chron. de Dunst. p. 44.","subId":"n19","id":"Hume.HE.1.10.n19"},{"type":"note","content":"Bened. Abb. p. 644.","subId":"n20","id":"Hume.HE.1.10.n20"},{"type":"note","content":"Bened. Abb. p. 650. Ann. Waverl. p. 164. Vinisauf. p. 328. W. Heming. p. 523.","subId":"n21","id":"Hume.HE.1.10.n21"},{"type":"note","content":"Vinisauf. p. 269, 271, 279.","subId":"n22","id":"Hume.HE.1.10.n22"},{"type":"note","content":"Vinisauf. p. 281.","subId":"n23","id":"Hume.HE.1.10.n23"},{"type":"note","content":"Trivet, p. 104. Vinisauf. p. 342. W. Heming. p. 524.","subId":"n24","id":"Hume.HE.1.10.n24"},{"type":"note","content":"This true cross was lost in the battle of Tiberiade, to which it had been carried by the crusaders for their protection. Rigord, an author of that age, says, that after this dismal event, all the children who were born throughout all Christendom, had only twenty or twenty-two teeth, instead of thirty or thirty-two, which was their former complement, p. 14.","subId":"n25","id":"Hume.HE.1.10.n25"},{"type":"note","content":"Hoveden, p. 665. Knyghton, p. 2403.","subId":"n26","id":"Hume.HE.1.10.n26"},{"type":"note","content":"Heming. p. 528.","subId":"n27","id":"Hume.HE.1.10.n27"},{"type":"note","content":"Hoveden, p. 680. Bened. Abb. p. 626, 700. Brompton, p. 1193.","subId":"n28","id":"Hume.HE.1.10.n28"},{"type":"note","content":"W. Heming. p. 532. Brompton, p. 1243.","subId":"n29","id":"Hume.HE.1.10.n29"},{"type":"note","content":"Rymer. vol. i. p. 71.","subId":"n30","id":"Hume.HE.1.10.n30"},{"type":"note","content":"Vinisauf. p. 391.","subId":"n31","id":"Hume.HE.1.10.n31"},{"type":"note","content":"Brompton, p. 1243.","subId":"n32","id":"Hume.HE.1.10.n32"},{"type":"note","content":"Rymer, vol. i. p. 71. Trivet, p. 124. W. Heming. p. 544. Diceto, p. 680.","subId":"n33","id":"Hume.HE.1.10.n33"},{"type":"note","content":"W. Heming. p. 532. Brompton, p. 1245.","subId":"n34","id":"Hume.HE.1.10.n34"},{"type":"note","content":"Hoveden, p. 698. Bened. Abb. p. 677. Diceto, p. 662. Brompton, p. 1214.","subId":"n35","id":"Hume.HE.1.10.n35"},{"type":"note","content":"Vinisauf. p. 380.","subId":"n36","id":"Hume.HE.1.10.n36"},{"type":"note","content":"Hoveden, p. 697. Bened. Abb. p. 673. M. Paris, p. 115. Vinisauf. p. 346. W. Heming. p. 531.","subId":"n37","id":"Hume.HE.1.10.n37"},{"type":"note","content":"Chron. T. Wykes, p. 35.","subId":"n38","id":"Hume.HE.1.10.n38"},{"type":"note","content":"Rymer, vol. i. p. 72, 73, 74, 75, 76, &c.","subId":"n39","id":"Hume.HE.1.10.n39"},{"type":"note","content":"Rymer, vol. i. p. 70.","subId":"n40","id":"Hume.HE.1.10.n40"},{"type":"note","content":"Ibid. p. 85.","subId":"n41","id":"Hume.HE.1.10.n41"},{"type":"note","content":"Hoveden, p. 730, 731. Rymer, vol. i. p. 81.","subId":"n42","id":"Hume.HE.1.10.n42"},{"type":"note","content":"Hoveden, p. 724.","subId":"n43","id":"Hume.HE.1.10.n43"},{"type":"note","content":"W. Heming. p. 536.","subId":"n44","id":"Hume.HE.1.10.n44"},{"type":"note","content":"M Paris, p. 121. W. Heming. p. 536.","subId":"n45","id":"Hume.HE.1.10.n45"},{"type":"note","content":"Rymer, vol. i. p. 84.","subId":"n46","id":"Hume.HE.1.10.n46"},{"type":"note","content":"Hoveden, p. 737. Ann. Waverl. p. 165. W. Heming. p. 540.","subId":"n47","id":"Hume.HE.1.10.n47"},{"type":"note","content":"Hoveden, p. 740.","subId":"n48","id":"Hume.HE.1.10.n48"},{"type":"note","content":"Hoveden, p. 739.","subId":"n49","id":"Hume.HE.1.10.n49"},{"type":"note","content":"Rymer, vol. i. p. 88, 102.","subId":"n50","id":"Hume.HE.1.10.n50"},{"type":"note","content":"Rymer, vol. i. p. 91.","subId":"n51","id":"Hume.HE.1.10.n51"},{"type":"note","content":"W. Heming. p. 549. Brompton, p. 1273. Rymer, vol. i. p. 94.","subId":"n52","id":"Hume.HE.1.10.n52"},{"type":"note","content":"Genesis, chap. xxxvii. ver. 32. M. Paris, p. 128. Brompton, p. 1273.","subId":"n53","id":"Hume.HE.1.10.n53"},{"type":"note","content":"Rymer, vol. i. p. 109, 110.","subId":"n54","id":"Hume.HE.1.10.n54"},{"type":"note","content":"Hoveden, p. 791. Knyghton, p. 2413.","subId":"n55","id":"Hume.HE.1.10.n55"},{"type":"note","content":"Ibid.","subId":"n56","id":"Hume.HE.1.10.n56"},{"type":"note","content":"Hoveden, p. 791. Brompton, p. 1277. Knyghton, p. 2413.","subId":"n57","id":"Hume.HE.1.10.n57"},{"type":"note","content":"Hoveden, p. 743. Tyrrel, vol. ii. p. 563.","subId":"n58","id":"Hume.HE.1.10.n58"},{"type":"note","content":"Prynne's Chronol. Vindic. tom. i. p. 1133.","subId":"n59","id":"Hume.HE.1.10.n59"},{"type":"note","content":"Hoveden, p. 745.","subId":"n60","id":"Hume.HE.1.10.n60"},{"type":"note","content":"Madox, in his Baronia Anglica, cap. 14. tells us, That in the 30th of Henry II. thirty-three cows and two bulls cost but eight pounds seven shillings, money of that age; 500 sheep, twenty-two pounds ten shillings, or about ten pence three farthings per sheep; sixty-six oxen, eighteen pounds three shillings; fifteen breeding mares, two pounds twelve shillings and six-pence; and twenty-two hogs, one pound two shillings. Commodities seem then to have been about ten times cheaper than at present; all except the sheep, probably on account of the value of the fleece. The same author in his Formulare Anglicanum, p. 17. says, That in the 10th year of Richard I. mention is made of ten per cent. paid for money: But the Jews frequently exacted much higher interest.","subId":"n61","id":"Hume.HE.1.10.n61"},{"type":"note","content":"M. Paris, p. 109, 134. Trivet, p. 127. Ann. Waverl. p. 165. Hoveden, p. 774.","subId":"n62","id":"Hume.HE.1.10.n62"},{"type":"note","content":"Hoveden, p. 765. Diceto, p. 691. Neubrig. p. 492, 493.","subId":"n63","id":"Hume.HE.1.10.n63"},{"type":"note","content":"Gervase, p. 1551.","subId":"n64","id":"Hume.HE.1.10.n64"}]}