{"id":"Hume.HE.1.4","imported":true,"parent":"Hume.HE.1","title":"Chapter 4. William the Conqueror","breadcrumb":"Chapter 4","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. IV.\nWILLIAM the CONQUEROR.\nConsequences of the battle of Hastings——Submission of the English——Settlement of the government——King's return to Normandy——Discontents of the English——Their insurrections——Rigours of the Norman government——New insurrections——New rigours of the government——Introduction of the feudal law——Innovation in ecclesiastical government——Insurrection of the Norman barons——Dispute about investitures——Revolt of prince Robert——Doomsday book——The New forest——War with France——Death——and character of William the Conqueror.","id":"Hume.HE.1.4"},{"type":"paragraph","content":"{1066. Consequences of the battle of Hastings} NOTHING could exceed the consternation which seized the English, when they received intelligence of the unfortunate battle of Hastings, the death of their king, the slaughter of their principal nobility and of their bravest warriors, and the rout and dispersion of the remainder. But though the loss, which they had sustained in that fatal action, was considerable, it might have been repaired by a great nation; where the people were generally armed, and where there resided so many powerful noblemen in every province, who could have assembled their retainers, and have obliged the duke of Normandy to divide his army, and probably to waste it in a variety of actions and rencounters. It was thus that the kingdom had formerly resisted, for many years, its invaders, and had been gradually subdued, by the continued efforts of the Romans, Saxons, and Danes; and equal difficulties might have been apprehended by William in this bold and hazardous enterprize. But there were several vices in the Anglo-Saxon constitution, which rendered it difficult for the English to defend their liberties in so critical an emergency. The people had in a great measure lost all national pride and spirit, by their recent and long subjection to the Danes; and as Canute had, in the course of his administration, much abated the rigors of conquest, and had governed them equitably by their own laws, they regarded with the less terror the ignominy of a foreign yoke, and deemed the inconveniences of submission less formidable than those of bloodshed, war, and resistance. Their attachment also to the ancient royal family had been much weakened by their habits of submission to the Danish princes, and by their late election of Harold, or their acquiescence in his usurpation. And as they had long been accustomed to regard Edgar Atheling, the only heir of the Saxon line, as unfit to govern them even in times of order and tranquillity; they could entertain small hopes of his being able to repair such great losses as they had sustained, or to withstand the victorious arms of the duke of Normandy.","subId":"1","id":"Hume.HE.1.4.1"},{"type":"paragraph","content":"That they might not, however, be altogether wanting to themselves in this extreme necessity, the English took some steps towards adjusting their disjointed government, and uniting themselves against the common enemy. The two potent earls, Edwin and Morcar, who had fled to London with the remains of the broken army, took the lead on this occasion: In concert with Stigand, archbishop of Canterbury, a man possessed of great authority, and of ample revenues, they proclaimed Edgar, and endeavoured to put the people in a posture of defence, and encourage them to resist the Normans. But the terror of the late defeat, and the near neighbourhood of the invaders, encreased the confusion, inseparable from great revolutions; and every resolution proposed was hasty, fluctuating, tumultuary; disconcerted by fear or faction; ill planned, and worse executed.","subId":"2","id":"Hume.HE.1.4.2"},{"type":"paragraph","content":"William, that his enemies might have no leisure to recover from their consternation or unite their counsels, immediately put himself in motion after his victory, and resolved to prosecute an enterprize, which nothing but celerity and vigour could render finally successful. His first attempt was against Romney, whose inhabitants he severely punished, on account of their cruel treatment of some Norman seamen and soldiers, who had been carried thither by stress of weather, or by a mistake in their course: And foreseeing that his conquest of England might still be attended with many difficulties and with much opposition, he deemed it necessary, before he should advance farther into the country, to make himself master of Dover, which would both secure him a retreat in case of adverse fortune, and afford him a safe landing-place for such supplies as might be requisite for pushing his advantages. The terror diffused by his victory at Hastings was so great, that the garrison of Dover, though numerous and well provided, immediately capitulated; and as the Normans, rushing in to take possession of the town, hastily set fire to some of the houses, William, desirous to conciliate the minds of the English by an appearance of lenity and justice, made compensation to the inhabitants for their losses.","subId":"3","id":"Hume.HE.1.4.3"},{"type":"paragraph","content":"The Norman army, being much distressed with a dysentery, was obliged to remain here eight days; but the duke, on their recovery, advanced with quick marches towards London, and by his approach encreased the confusions, which were already so prevalent in the English counsels. The ecclesiastics in particular, whose influence was great over the people, began to declare in his favour, and as most of the bishops and dignified clergymen were even then Frenchmen or Normans, the pope's bull, by which his enterprize was avowed and hallowed, was now openly insisted on as a reason for general submission. The superior learning of those prelates, which, during the Confessor's reign, had raised them above the ignorant Saxons, made their opinions be received with implicit faith; and a young prince, like Edgar, whose capacity was deemed so mean, was but ill qualified to resist the impression, which they made on the minds of the people. A repulse, which a body of Londoners received from five hundred Norman horse, renewed in the city the terror of the great defeat at Hastings; the easy submission of all the inhabitants of Kent was an additional discouragement to them; the burning of Southwark before their eyes made them dread a like fate to their own city; and no man any longer entertained thoughts but of immediate safety and of self-preservation. Even the earls, Edwin and Morcar, in despair of making effectual resistance, retired with their troops to their own provinces; and the people thenceforth disposed themselves unanimously to yield to the victor. {Submission of the English.} As soon as he passed the Thames at Wallingford, and reached Berkhamstead, Stigand, the primate, made submissions to him: Before he came within sight of the city, all the chief nobility, and Edgar Atheling himself, the new elected king, came into his camp, and declared their intention of yielding to his authority. They requested him to mount their throne, which they now considered as vacant; and declared to him, that, as they had always been ruled by regal power, they desired to follow, in this particular, the example of their ancestors, and knew of no one more worthy than himself to hold the reins of government.","subId":"4","id":"Hume.HE.1.4.4"},{"type":"paragraph","content":"Though this was the great object, to which the duke's enterprize tended, he feigned to deliberate on the offer; and being desirous, at first, of preserving the appearance of a legal administration, he wished to obtain a more explicit and formal consent of the English nation: But Aimar of Aquitain, a man equally respected for valour in the field, and for prudence in council, remonstrating with him on the danger of delay in so critical a conjuncture, he laid aside all farther scruples, and accepted of the crown which was tendered him. Orders were immediately issued to prepare every thing for the ceremony of his coronation; but as he was yet afraid to place entire confidence in the Londoners, who were numerous and warlike, he meanwhile commanded fortresses to be erected in order to curb the inhabitants, and to secure his person and government.","subId":"5","id":"Hume.HE.1.4.5"},{"type":"paragraph","content":"Stigand was not much in the duke's favour, both because he had intruded into the see on the expulsion of Robert, the Norman, and because he possessed such influence and authority over the English as might be dangerous to a new established monarch. William, therefore, pretending that the primate had obtained his pall in an irregular manner from pope Benedict IX. who was himself an usurper, refused to be consecrated by him, and conferred this honour on Aldred, archbishop of York. Westminster abbey was the place appointed for that magnificent ceremony; the most considerable of the nobility, {26th Dec.} both English and Norman, attended the duke on this occasion; Aldred in a short speech asked the former, whether they agreed to accept of William as their king; the bishop of Coutance put the same question to the latter; and both being answered with acclamations, Aldred administered to the duke the usual coronation oath, by which he bound himself to protect the church, to administer justice, and to repress violence: He then anointed him and put the crown upon his head. There appeared nothing but joy in the countenance of the spectators: But in that very moment, there burst forth the strongest symptoms of the jealousy and animosity which prevailed between the nations, and which continually encreased during the reign of this prince. The Norman soldiers, who were placed without in order to guard the church, hearing the shouts within, fancied that the English were offering violence to their duke; and they immediately assaulted the populace, and set fire to the neighbouring houses. The alarm was conveyed to the nobility who surrounded the prince; both English and Normans, full of apprehensions, rushed out to secure themselves from the present danger; and it was with difficulty that William himself was able to appease the tumult.","subId":"6","id":"Hume.HE.1.4.6"},{"type":"paragraph","content":"{1067. Settlement of the government.} The king, thus possessed of the throne by a pretended destination of king Edward, and by an irregular election of the people, but still more by force of arms, retired from London to Berking in Essex; and there received the submissions of all the nobility, who had not attended his coronation. Edric, sirnamed the Forester, grand-nephew to that Edric so noted for his repeated acts of perfidy during the reigns of Ethelred and Edmond; earl Coxo, a man famous for bravery; even Edwin and Morcar, earls of Mercia and Northumberland; with the other principal noblemen of England, came and swore fealty to him; were received into favour; and were confirmed in the possession of their estates and dignities. Every thing bore the appearance of peace and tranquillity; and William had no other occupation than to give contentment to the foreigners who had assisted him to mount the throne, and to his new subjects, who had so readily submitted to him.","subId":"7","id":"Hume.HE.1.4.7"},{"type":"paragraph","content":"He had got possession of the treasure of Harold, which was considerable; and being also supplied with rich presents from the opulent men in all parts of England, who were solicitous to gain the favour of their new sovereign, he distributed great sums among his troops, and by this liberality gave them hopes of obtaining at length those more durable establishments, which they had expected from his enterprize. The ecclesiastics, both at home and abroad, had much forwarded his success; and he failed not, in return, to express his gratitude and devotion in the manner which was most acceptable to them: He sent Harold's standard to the pope, accompanied with many valuable presents: All the considerable monasteries and churches in France, where prayers had been put up for his success, now tasted of his bounty: The English monks found him well disposed to favour their order: And he built a new convent near Hastings, which he called Battle-Abbey, and which, on pretence of supporting monks to pray for his own soul, and for that of Harold, served as a lasting memorial of his victory.","subId":"8","id":"Hume.HE.1.4.8"},{"type":"paragraph","content":"He introduced into England that strict execution of justice, for which his administration had been much celebrated in Normandy; and even during this violent revolution, every disorder or oppression met with rigorous punishment. His army in particular was governed with severe discipline; and notwithstanding the insolence of victory, care was taken to give as little offence as possible to the jealousy of the vanquished. The king appeared solicitous to unite in an amicable manner the Normans and the English, by intermarriages and alliances; and all his new subjects who approached his person were received with affability and regard. No signs of suspicion appeared, not even towards Edgar Atheling, the heir of the ancient royal family, whom William confirmed in the honours of earl of Oxford, conferred on him by Harold, and whom he affected to treat with the highest kindness, as nephew to the Confessor, his great friend and benefactor. Though he confiscated the estates of Harold, and of those who had fought in the battle of Hastings on the side of that prince, whom he represented as an usurper, he seemed willing to admit of every plausible excuse for past opposition to his pretensions, and he received many into favour, who had carried arms against him. He confirmed the liberties and immunities of London and the other cities of England; and appeared desirous of replacing every thing on ancient establishments. In his whole administration, he bore the semblance of the lawful prince, not of the conqueror; and the English began to flatter themselves, that they had changed, not the form of their government, but the succession only of their sovereigns, a matter which gave them small concern. The better to reconcile his new subjects to his authority, William made a progress through some parts of England; and besides a splendid court and majestic presence, which overawed the people, already struck with his military fame, the appearance of his clemency and justice gained the approbation of the wise, attentive to the first steps of their new sovereign.","subId":"9","id":"Hume.HE.1.4.9"},{"type":"paragraph","content":"But amidst this confidence and friendship, which he expressed for the English, the king took care to place all real power in the hands of his Normans, and still to keep possession of the sword, to which, he was sensible, he had owed his advancement to sovereign authority. He disarmed the city of London and other places, which appeared most warlike and populous; and building citadels in that capital, as well as in Winchester, Hereford, and the cities best situated for commanding the kingdom, he quartered Norman soldiers in all of them, and left no where any power able to resist or oppose him. He bestowed the forfeited estates on the most eminent of his captains, and established funds for the payment of his soldiers. And thus, while his civil administration carried the face of a legal magistrate, his military institutions were those of a master and tyrant; at least of one, who reserved to himself, whenever he pleased, the power of assuming that character.","subId":"10","id":"Hume.HE.1.4.10"},{"type":"paragraph","content":"{King's return to Normandy.} By this mixture, however, of vigour and lenity, he had so soothed the minds of the English, that he thought he might safely revisit his native country, and enjoy the triumph and congratulation of his ancient subjects. He left the administration in the hands of his uterine brother, Odo, bishop of Baieux, {March.} and of William Fitz Osberne. That their authority might be exposed to less danger, he carried over with him all the most considerable nobility of England, who, while they served to grace his court by their presence and magnificent retinues, were in reality hostages for the fidelity of the nation. Among these, were Edgar Atheling, Stigand the primate, the earls Edwin and Morcar, Waltheof, the son of the brave earl Siward, with others, eminent for the greatness of their fortunes and families, or for their ecclesiastical and civil dignities. He was visited at the abbey of Fescamp, where he resided during some time, by Rodulph, uncle to the king of France, and by many powerful princes and nobles, who, having contributed to his enterprize, were desirous of participating in the joy and advantages of its success. His English courtiers, willing to ingratiate themselves with their new sovereign, outvyed each other in equipages and entertainments; and made a display of riches, which struck the foreigners with astonishment. William of Poictiers, a Norman historian, who was present, speaks with admiration of the beauty of their persons, the size and workmanship of their silver plate, the costliness of their embroideries, an art in which the English then excelled; and he expresses himself in such terms, as tend much to exalt our idea of the opulence and cultivation of the people. But though every thing bore the face of joy and festivity, and William himself treated his new courtiers with great appearance of kindness, it was impossible altogether to prevent the insolence of the Normans; and the English nobles derived little satisfaction from those entertainments, where they considered themselves as led in triumph by their ostentatious conqueror.","subId":"11","id":"Hume.HE.1.4.11"},{"type":"paragraph","content":"{Discontents of the English.} In England affairs took still a worse turn during the absence of the sovereign. Discontents and complaints multiplied every where; secret conspiracies were entered into against the government; hostilities were already begun in many places; and every thing seemed to menace a revolution as rapid as that which had placed William on the throne. The historian above mentioned, who is a panegyrist of his master, throws the blame entirely on the fickle and mutinous disposition of the English, and highly celebrates the justice and lenity of Odo's and Fitz Osberne's administration. But other historians, with more probability, impute the cause chiefly to the Normans, who, despising a people that had so easily submitted to the yoke, envying their riches, and grudging the restraints imposed upon their own rapine, were desirous of provoking them to a rebellion, by which they expected to acquire new confiscations and forfeitures, and to gratify those unbounded hopes, which they had formed in entering on this enterprize.","subId":"12","id":"Hume.HE.1.4.12"},{"type":"paragraph","content":"It is evident, that the chief reason of this alteration in the sentiments of the English, must be ascribed to the departure of William, who was alone able to curb the violence of his captains, and to overawe the mutinies of the people. Nothing indeed appears more strange, than that this prince, in less than three months after the conquest of a great, warlike, and turbulent nation, should absent himself, in order to revisit his own country, which remained in profound tranquillity, and was not menaced by any of its neighbours; and should so long leave his jealous subjects at the mercy of an insolent and licentious army. Were we not assured of the solidity of his genius, and the good sense displayed in all other circumstances of his conduct, we might ascribe this measure to a vain ostentation, which rendered him impatient to display his pomp and magnificence among his ancient subjects. It is therefore more natural to believe, that, in so extraordinary a step, he was guided by a concealed policy; and that, though he had thought proper at first to allure the people to submission by the semblance of a legal administration, he found, that he could neither satisfy his rapacious captains, nor secure his unstable government, without farther exerting the rights of conquest, and seizing the possessions of the English. In order to have a pretext for this violence, he endeavoured, without discovering his intentions, to provoke and allure them into insurrections, which, he thought, could never prove dangerous, while he detained all the principal nobility in Normandy, while a great and victorious army was quartered in England, and while he himself was so near to suppress any tumult or rebellion. But as no ancient writer has ascribed this tyrannical purpose to William, it scarcely seems allowable, from conjecture alone, to throw such an imputation upon him.","subId":"13","id":"Hume.HE.1.4.13"},{"type":"paragraph","content":"{Their insurrections.} But whether we are to account for that measure from the king's vanity or from his policy, it was the immediate cause of all the calamities which the English endured during this and the subsequent reigns, and gave rise to those mutual jealousies and animosities between them and the Normans, which were never appeased, till a long tract of time had gradually united the two nations, and made them one people. The inhabitants of Kent, who had first submitted to the Conqueror, were the first that attempted to throw off the yoke; and in confederacy with Eustace, count of Bologne, who had also been disgusted by the Normans, they made an attempt, though without success, on the garrison of Dover. Edric, the Forester, whose possessions lay on the banks of the Severne, being provoked at the depredations of some Norman captains in his neighbourhood, formed an alliance with Blethyn and Rowallan, two Welsh princes; and endeavoured, with their assistance, to repel force by force. But though these open hostilities were not very considerable, the disaffection was general among the English, who had become sensible, though too late, of their defenceless condition, and began already to experience those insults and injuries, which a nation must always expect, that allows itself to be reduced to that abject situation. A secret conspiracy was entered into to perpetrate in one day a general massacre of the Normans, like that which had formerly been executed upon the Danes; and the quarrel was become so general and national, that the vassals of earl Coxo, having desired him to head them in an insurrection, and finding him resolute in maintaining his fidelity to William, put him to death as a traitor to his country.","subId":"14","id":"Hume.HE.1.4.14"},{"type":"paragraph","content":"{Decemb. 6.} The king, informed of these dangerous discontents, hastened over to England; and by his presence, and the vigorous measures which he pursued, disconcerted all the schemes of the conspirators. Such of them as had been more violent in their mutiny betrayed their guilt, by flying or concealing themselves; and the confiscation of their estates, while it encreased the number of malcontents, both enabled William to gratify farther the rapacity of his Norman captains, and gave them the prospect of new forfeitures and attainders. The king began to regard all his English subjects as inveterate and irreclaimable enemies; and thenceforth either embraced, or was more fully confirmed in the resolution, of seizing their possessions, and of reducing them to the most abject slavery. Though the natural violence and severity of his temper made him incapable of feeling any remorse in the execution of this tyrannical purpose, he had art enough to conceal his intention, and to preserve still some appearance of justice in his oppressions. He ordered all the English, who had been arbitrarily expelled by the Normans, during his absence, to be restored to their estates: But at the same time, he imposed a general tax on the people, that of Danegelt, which had been abolished by the Confessor, and which had always been extremely odious to the nation.","subId":"15","id":"Hume.HE.1.4.15"},{"type":"paragraph","content":"{1068.} As the vigilance of William overawed the malcontents, their insurrections were more the result of an impatient humour in the people, than of any regular conspiracy, which could give them a rational hope of success against the established power of the Normans. The inhabitants of Exeter, instigated by Githa, mother to king Harold, refused to admit a Norman garrison, and betaking themselves to arms, were strengthened by the accession of the neighbouring inhabitants of Devonshire and Cornwal. The king hastened with his forces to chastize this revolt; and on his approach, the wiser and more considerable citizens, sensible of the unequal contest, persuaded the people to submit, and to deliver hostages for their obedience. A sudden mutiny of the populace broke this agreement; and William, appearing before the walls, ordered the eyes of one of the hostages to be put out, as an earnest of that severity, which the rebels must expect, if they persevered in their revolt. The inhabitants were anew seized with terror, and surrendering at discretion, threw themselves at the king's feet, and supplicated his clemency and forgiveness. William was not destitute of generosity, when his temper was not hardened either by policy or passion: He was prevailed on to pardon the rebels, and he set guards on all the gates, in order to prevent the rapacity and insolence of his soldiery. Githa escaped with her treasures to Flanders. The malcontents of Cornwal imitated the example of Exeter, and met with like treatment: And the king, having built a citadel in that city, which he put under the command of Baldwin, son of earl Gilbert, returned to Winchester, and dispersed his army into their quarters. He was here joined by his wife, Matilda, who had not before visited England, and whom he now ordered to be crowned by archbishop Aldred. Soon after, she brought him an accession to his family, by the birth of a fourth son, whom he named Henry. His three elder sons, Robert, Richard, and William, still resided in Normandy.","subId":"16","id":"Hume.HE.1.4.16"},{"type":"paragraph","content":"But though the king appeared thus fortunate both in public and domestic life, the discontents of his English subjects augmented daily; and the injuries, committed and suffered on both sides, rendered the quarrel between them and the Normans absolutely incurable. The insolence of victorious masters, dispersed throughout the kingdom, seemed intolerable to the natives; and where-ever they found the Normans, separate or assembled in small bodies, they secretly set upon them, and gratified their vengeance by the slaughter of their enemies. But an insurrection in the north drew thither the general attention, and seemed to threaten more important consequences. Edwin and Morcar appeared at the head of this rebellion; and these potent noblemen, before they took arms, stipulated for foreign succours, from their nephew Blethin, prince of North-Wales, from Malcolm, king of Scotland, and from Sweyn, king of Denmark. Besides the general discontent, which had seized the English; the two earls were incited to this revolt by private injuries. William, in order to insure them to his interests, had, on his accession, promised his daughter in marriage to Edwin; but either he had never seriously intended to perform this engagement, or having changed his plan of administration in England from clemency to rigour, he thought it was to little purpose, if he gained one family, while he enraged the whole nation. When Edwin, therefore, renewed his applications, he gave him an absolute denial; and this disappointment, added to so many other reasons of disgust, induced that nobleman and his brother to concur with their incensed countrymen, and to make one general effort for the recovery of their ancient liberties. William knew the importance of celerity in quelling an insurrection, supported by such powerful leaders, and so agreeable to the wishes of the people; and having his troops always in readiness, he advanced by great journies to the north. On his march he gave orders to fortify the castle of Warwic, of which he left Henry de Beaumont governor, and that of Nottingham, which he committed to the custody of William Peverell, another Norman captain. He reached York before the rebels were in any condition for resistance, or were joined by any of the foreign succours, which they expected, except a small reinforcement from Wales; and the two earls found no means of safety, but having recourse to the clemency of the victor. Archil, a potent nobleman in those parts, imitated their example, and delivered his son as a hostage for his fidelity; nor were the people, thus deserted by their leaders, able to make any farther resistance. But the treatment, which William gave the chiefs, was very different from that which fell to the share of their followers. He observed religiously the terms, which he had granted to the former; and allowed them, for the present, to keep possession of their estates; but he extended the rigors of his confiscations over the latter, and gave away their lands to his foreign adventurers. These, planted throughout the whole country, and in possession of the military power, left Edwin and Morcar, whom he pretended to spare, destitute of all support, and ready to fall, whenever he should think proper to command their ruin. A peace, which he made with Malcolm, who did him homage for Cumberland, seemed, at the same time, to deprive them of all prospect of foreign assistance.","subId":"17","id":"Hume.HE.1.4.17"},{"type":"paragraph","content":"{Rigors of the Norman government.} The English were now sensible that their final destruction was intended; and that, instead of a sovereign, whom they had hoped to gain by their submission, they had tamely surrendered themselves, without resistance, to a tyrant and a conqueror. Though the early confiscation of Harold's followers might seem iniquitous; being inflicted on men who had never sworn fealty to the duke of Normandy, who were ignorant of his pretensions, and who only fought in defence of the government, which they themselves had established in their own country: Yet were these rigors, however contrary to the ancient Saxon laws, excused on account of the urgent necessities of the prince; and those who were not involved in the present ruin, hoped, that they should thenceforth enjoy without molestation their possessions and their dignities. But the successive destruction of so many other families convinced them, that the king intended to rely entirely on the support and affections of foreigners; and they foresaw new forfeitures, attainders, and acts of violence, as the necessary result of this destructive plan of administration. They observed, that no Englishman possessed his confidence, or was entrusted with any command or authority; and that the strangers, whom a rigorous discipline could have but ill restrained, were encouraged in their insolence and tyranny against them. The easy submission of the kingdom on its first invasion had exposed the natives to contempt; the subsequent proofs of their animosity and resentment had made them the object of hatred; and they were now deprived of every expedient, by which they could hope to make themselves either regarded or beloved by their sovereign. Impressed with the sense of this dismal situation, many Englishmen fled into foreign countries, with an intention of passing their lives abroad free from oppression, or of returning on a favourable opportunity to assist their friends in the recovery of their native liberties. Edgar Atheling himself, dreading the insidious caresses of William, was persuaded by Cospatric, a powerful Northumbrian, to escape with him into Scotland; and he carried thither his two sisters Margaret and Christina. They were well received by Malcolm, who soon after espoused Margaret, the elder sister; and partly with a view of strengthening his kingdom by the accession of so many strangers, partly in hopes of employing them against the growing power of William, he gave great countenance to all the English exiles. Many of them settled there; and laid the foundation of families which afterwards made a figure in that country.","subId":"18","id":"Hume.HE.1.4.18"},{"type":"paragraph","content":"While the English suffered under these oppressions, even the foreigners were not much at their ease; but finding themselves surrounded on all hands by enraged enemies, who took every advantage against them, and menaced them with still more bloody effects of the public resentment, they began to wish again for the tranquillity and security of their native country. Hugh de Grentmesnil, and Humphry de Teliol, though entrusted with great commands, desired to be dismissed the service; and some others imitated their example: A desertion which was highly resented by the king, and which he punished by the confiscation of all their possessions in England. But William's bounty to his followers could not fail of alluring many new adventurers into his service; and the rage of the vanquished English served only to excite the attention of the king and those warlike chiefs, and keep them in readiness to suppress every commencement of domestic rebellion or foreign invasion.","subId":"19","id":"Hume.HE.1.4.19"},{"type":"paragraph","content":"{1069. New insurrections.} It was not long before they found occupation for their prowess and military conduct. Godwin, Edmond, and Magnus, three sons of Harold, had, immediately after the defeat at Hastings, sought a retreat in Ireland; where, having met with a kind reception from Dermot and other princes of that country, they projected an invasion on England, and they hoped that all the exiles from Denmark, Scotland, and Wales, assisted by forces from these several countries, would at once commence hostilities, and rouze the indignation of the English against their haughty conquerors. They landed in Devonshire; but found Brian, son of the count of Britanny, at the head of some foreign troops, ready to oppose them; and being defeated in several actions, they were obliged to retreat to their ships, and to return with great loss to Ireland. The efforts of the Normans were now directed to the north, where affairs had fallen into the utmost confusion. The more impatient of the Northumbrians had attacked Robert de Comyn, who was appointed governor of Durham; and gaining the advantage over him from his negligence, they put him to death in that city, with seven hundred of his followers. This success animated the inhabitants of York, who, rising in arms, slew Robert Fitz-Richard, their governor; and besieged in the castle William Mallet, on whom the command now devolved. A little after, the Danish troops landed from 300 vessels: Osberne, brother to king Sweyn, was entrusted with the command of these forces, and he was accompanied by Harold and Canute, two sons of that monarch. Edgar Atheling appeared from Scotland, and brought along with him Cospatric, Waltheof, Siward, Bearne, Merleswain, Adelin, and other leaders, who, partly from the hopes which they gave of Scottish succours, partly from their authority in those parts, easily persuaded the warlike and discontented Northumbrians to join the insurrection. Mallet, that he might better provide for the defence of the citadel of York, set fire to some houses, which lay contiguous; but this expedient proved the immediate cause of his destruction. The flames, spreading into the neighbouring streets, reduced the whole city to ashes: The enraged inhabitants, aided by the Danes, took advantage of the confusion to attack the castle, which they carried by assault; and the garrison, to the number of 3000 men, was put to the sword without mercy.","subId":"20","id":"Hume.HE.1.4.20"},{"type":"paragraph","content":"This success proved a signal to many other parts of England, and gave the people an opportunity of showing their malevolence to the Normans. Hereward, a nobleman in East-Anglia, celebrated for valour, assembled his followers, and taking shelter in the Isle of Ely, made inroads on all the neighbouring country. The English in the counties of Somerset and Dorset rose in arms, and assaulted Montacute, the Norman governor; while the inhabitants of Cornwal and Devon invested Exeter, which, from the memory of William's clemency, still remained faithful to him. Edric, the forester, calling in the assistance of the Welsh, laid siege to Shrewsbury, and made head against earl Brient and Fitz-Osberne, who commanded in those quarters. The English every where, repenting their former easy submission, seemed determined to make by concert one great effort for the recovery of their liberties, and for the expulsion of their oppressors.","subId":"21","id":"Hume.HE.1.4.21"},{"type":"paragraph","content":"William, undismayed amidst this scene of confusion, assembled his forces, and animating them with the prospect of new confiscations and forfeitures, he marched against the rebels in the north, whom he regarded as the most formidable, and whose defeat he knew would strike a terror into all the other malcontents. Joining policy to force, he tried, before his approach, to weaken the enemy, by detaching the Danes from them; and he engaged Osberne, by large presents, and by offering him the liberty of plundering the sea-coast, to retire, without committing farther hostilities, into Denmark. Cospatric also, in despair of success, made his peace with the king, and paying a sum of money as an atonement for his insurrection, was received into favour, and even invested with the earldom of Northumberland. Waltheof, who long defended York with great courage, was allured with this appearance of clemency; and as William knew how to esteem valour even in an enemy, that nobleman had no reason to repent of this confidence. Even Edric, compelled by necessity, submitted to the Conqueror, and received forgiveness, which was soon after followed by some degree of trust and favour. Malcolm, coming too late to support his confederates, was constrained to retire; and all the English rebels in other parts, except Hereward, who still kept in his fastnesses, dispersed themselves, and left the Normans undisputed masters of the kingdom. Edgar Atheling, with his followers, sought again a retreat in Scotland from the pursuit of his enemies.","subId":"22","id":"Hume.HE.1.4.22"},{"type":"paragraph","content":"{1070. New rigors of the government.} But the seeming clemency of William towards the English leaders proceeded only from artifice, or from his esteem of individuals: His heart was hardened against all compassion towards the people; and he scrupled no measure, however violent or severe, which seemed requisite to support his plan of tyrannical administration. Sensible of the restless disposition of the Northumbrians, he determined to incapacitate them ever after from giving him disturbance, and he issued orders for laying entirely waste that fertile country, which, for the extent of sixty miles, lies between the Humber and the Tees. The houses were reduced to ashes by the merciless Normans, the cattle seized and driven away; the instruments of husbandry destroyed; and the inhabitants compelled either to seek for a subsistence in the southern parts of Scotland, or if they lingered in England, from a reluctance to abandon their ancient habitations, they perished miserably in the woods from cold and hunger. The lives of a hundred thousand persons are computed to have been sacrificed to this stroke of barbarous policy, which, by seeking a remedy for a temporary evil, thus inflicted a lasting wound on the power and populousness of the nation.","subId":"23","id":"Hume.HE.1.4.23"},{"type":"paragraph","content":"But William, finding himself entirely master of a people, who had given him such sensible proofs of their impotent rage and animosity now resolved to proceed to extremities against all the natives of England; and to reduce them to a condition, in which they should no longer be formidable to his government. The insurrections and conspiracies in so many parts of the kingdom had involved the bulk of the landed proprietors, more or less, in the guilt of treason; and the king took advantage of executing against them, with the utmost rigour, the laws of forfeiture and attainder. Their lives were indeed commonly spared; but their estates were confiscated, and either annexed to the royal demesnes, or conferred with the most profuse bounty on the Normans and other foreigners. While the king's declared intention was to depress or rather entirely extirpate the English gentry, it is easy to believe that scarcely the form of justice would be observed in those violent proceedings; and that any suspicions served as the most undoubted proofs of guilt against a people thus devoted to destruction. It was crime sufficient in an Englishman to be opulent or noble or powerful; and the policy of the king, concurring with the rapacity of foreign adventurers, produced almost a total revolution in the landed property of the kingdom. Ancient and honourable families were reduced to beggary; the nobles themselves were every where treated with ignominy and contempt; they had the mortification of seeing their castles and manors possessed by Normans of the meanest birth and lowest stations; and they found themselves carefully excluded from every road, which led either to riches or preferment.","subId":"24","id":"Hume.HE.1.4.24"},{"type":"paragraph","content":"{Introduction of the feudal law.} As power naturally follows property, this revolution alone gave great security to the foreigners; but William, by the new institutions which he established, took also care to retain for ever the military authority in those hands, which had enabled him to subdue the kingdom. He introduced into England the feudal law, which he found established in France and Normandy, and which, during that age, was the foundation both of the stability and of the disorders, in most of the monarchial governments of Europe. He divided all the lands of England, with very few exceptions, beside the royal demesnes, into baronies; and he conferred these, with the reservation of stated services and payments, on the most considerable of his adventurers. These great barons, who held immediately of the crown, shared out a great part of their lands to other foreigners, who were denominated knights or vassals, and who paid their lord the same duty and submission in peace and war, which he himself owed to his sovereign. The whole kingdom contained about 700 chief tenants, and 60,215 knights-fees; and as none of the native English were admitted into the first rank, the few, who retained their landed property, were glad to be received into the second, and under the protection of some powerful Norman, to load themselves and their posterity with this grievous burthen, for estates which they had received free from their ancestors. The small mixture of English, which entered into this civil or military fabric, (for it partook of both species) was so restrained by subordination under the foreigners, that the Norman dominion seemed now to be fixed on the most durable basis, and to defy all the efforts of its enemies.","subId":"25","id":"Hume.HE.1.4.25"},{"type":"paragraph","content":"The better to unite the parts of the government, and to bind them into one system, which might serve both for defence against foreigners, and for the support of domestic tranquillity, William reduced the ecclesiastical revenues under the same feudal law; and though he had courted the church on his invasion and accession, he now subjected it to services, which the clergy regarded as a grievous slavery, and as totally unbefitting their profession. The bishops and abbots were obliged, when required, to furnish to the king during war a number of knights or military tenants, proportioned to the extent of property possessed by each see or abbey; and they were liable, in case of failure, to the same penalties which were exacted from the laity. The pope and the ecclesiastics exclaimed against this tyranny, as they called it; but the king's authority was so well established over the army, who held every thing from his bounty, that superstition itself, even in that age, when it was most prevalent, was constrained to bend under his superior influence.","subId":"26","id":"Hume.HE.1.4.26"},{"type":"paragraph","content":"But as the great body of the clergy were still natives, the king had much reason to dread the effects of their resentment: He therefore used the precaution of expelling the English from all the considerable dignities, and of advancing foreigners in their place. The partiality of the Confessor towards the Normans had been so great, that, aided by their superior learning, it had promoted them to many of the sees in England; and even before the period of the conquest, scarcely more than six or seven of the prelates were natives of the country. But among these was Stigand, archbishop of Canterbury; a man, who, by his address and vigour, by the greatness of his family and alliances, by the extent of his possessions, as well as by the dignity of his office, and his authority among the English, gave jealousy to the king. Though William had, on his accession, affronted this prelate, by employing the archbishop of York to officiate at his consecration, he was careful, on other occasions, to load him with honours and caresses, and to avoid giving him farther offence till the opportunity should offer of effecting his final destruction. The suppression of the late rebellions, and the total subjection of the English, made him hope, that an attempt against Stigand, however violent, would be covered by his great successes, and be overlooked amidst the other important revolutions, which affected so deeply the property and liberty of the kingdom. Yet, notwithstanding these great advantages, he did not think it safe to violate the reverence usually paid to the primate, but under cover of a new superstition, which he was the great instrument of introducing into England.","subId":"27","id":"Hume.HE.1.4.27"},{"type":"paragraph","content":"{Innovation in ecclesiastical government.} The doctrine, which exalted the papacy above all human power, had gradually diffused itself from the city and court of Rome; and was, during that age, much more prevalent in the southern than in the northern kingdoms of Europe. Pope Alexander, who had assisted William in his conquests, naturally expected, that the French and Normans would import into England, the same reverence for his sacred character, with which they were impressed in their own country; and would break the spiritual, as well as civil independency of the Saxons, who had hitherto conducted their ecclesiastical government, with an acknowledgment indeed of primacy in the see of Rome, but without much idea of its title to dominion or authority. As soon, therefore, as the Norman prince seemed fully established on the throne, the Pope dispatched Ermenfroy, bishop of Sion, as his legate into England; and this prelate was the first that had ever appeared with that character in any part of the British islands. The king, though he was probably led by principle to pay this submission to Rome, determined, as is usual, to employ the incident as a means of serving his political purposes, and of degrading those English prelates, who were become obnoxious to him. The legate submitted to become the instrument of his tyranny; and thought, that the more violent the exertion of power, the more certainly did it confirm the authority of that court, from which he derived his commission. He summoned, therefore, a council of the prelates and abbots at Winchester; and being assisted by two cardinals, Peter and John, he cited before him Stigand, archbishop of Canterbury, to answer for his conduct. The primate was accused of three crimes; the holding of the see of Winchester together with that of Canterbury; the officiating in the pall of Robert, his predecessor; and the having received his own pall from Benedict IX. who was afterwards deposed for symony, and for intrusion into the papacy. These crimes of Stigand were mere pretences; since the first had been a practice not unusual in England, and was never any where subjected to a higher penalty than a resignation of one of the sees; the second was a pure ceremonial; and as Benedict was the only pope who then officiated, and his acts were never repealed, all the prelates of the church, especially those who lay at a distance, were excusable for making their applications to him. Stigand's ruin, however, was resolved on, and was prosecuted with great severity. The legate degraded him from his dignity: The king confiscated his estate, and cast him into prison, where he continued, in poverty and want, during the remainder of his life. Like rigour was exercised against the other English prelates: Agelric, bishop of Selesey, and Agelmare, of Elmham, were deposed by the legate, and imprisoned by the king. Many considerable abbots shared the same fate: Egelwin, bishop of Durham, fled the kingdom: Wulstan, of Worcester, a man of an inoffensive character, was the only English prelate that escaped this general proscription, and remained in possession of his dignity. Aldred, archbishop of York, who had set the crown on William's head, had died a little before of grief and vexation, and had left his malediction to that prince, on account of the breach of his coronation oath, and of the extreme tyranny with which, he saw, he was determined to treat his English subjects.","subId":"28","id":"Hume.HE.1.4.28"},{"type":"paragraph","content":"It was a fixed maxim in this reign, as well as in some of the subsequent, that no native of the island should ever be advanced to any dignity, ecclesiastical, civil, or military. The king therefore, upon Stigand's deposition, promoted Lanfranc, a Milanese monk, celebrated for his learning and piety, to the vacant see. This prelate was rigid in defending the prerogatives of his station; and after a long process before the pope, he obliged Thomas, a Norman monk, who had been appointed to the see of York, to acknowledge the primacy of the archbishop of Canterbury. Where ambition can be so happy as to cover its enterprizes, even to the person himself, under the appearance of principle, it is the most incurable and inflexible of all human passions. Hence Lanfranc's zeal in promoting the interests of the papacy, by which he himself augmented his own authority, was indefatigable; and met with proportionable success. The devoted attachment to Rome continually encreased in England; and being favoured by the sentiments of the conquerors, as well as by the monastic establishments formerly introduced by Edred and by Edgar, it soon reached the same height, at which it had, during some time, stood in France and Italy. It afterwards went much farther; being favoured by that very remote situation, which had at first obstructed its progress; and being less checked by knowledge and a liberal education, which were still somewhat more common in the southern countries.","subId":"29","id":"Hume.HE.1.4.29"},{"type":"paragraph","content":"The prevalence of this superstitious spirit became dangerous to some of William's successors, and incommodious to most of them: But the arbitrary sway of this king over the English, and his extensive authority over the foreigners, kept him from feeling any immediate inconveniencies from it. He retained the church in great subjection, as well as his lay subjects; and would allow none, of whatever character, to dispute his sovereign will and pleasure. He prohibited his subjects from acknowledging any one for pope whom he himself had not previously received: He required, that all the ecclesiastical canons, voted in any synod, should first be laid before him, and be ratified by his authority: Even bulls or letters from Rome could not legally be produced, till they received the same sanction: And none of his ministers or barons, whatever offences they were guilty of, could be subjected to spiritual censures, till he himself had given his consent to their excommunication. These regulations were worthy of a sovereign, and kept united the civil and ecclesiastical powers, which the principles, introduced by this prince himself, had an immediate tendency to separate.","subId":"30","id":"Hume.HE.1.4.30"},{"type":"paragraph","content":"But the English had the cruel mortification to find, that their king's authority, however acquired or however extended, was all employed in their oppression; and that the scheme of their subjection, attended with every circumstance of insult and indignity, was deliberately formed by the prince, and wantonly prosecuted by his followers. William had even entertained the difficult project of totally abolishing the English language; and, for that purpose, he ordered, that, in all schools throughout the kingdom, the youth should be instructed in the French tongue, a practice which was continued from custom till after the reign of Edward III. and was never indeed totally discontinued in England. The pleadings in the supreme courts of judicature were in French: The deeds were often drawn in the same language: The laws were composed in that idiom: No other tongue was used at court: It became the language of all fashionable company; and the English themselves, ashamed of their own country, affected to excel in that foreign dialect. From this attention of William, and from the extensive foreign dominions, long annexed to the crown of England, proceeded that mixture of French, which is at present to be found in the English tongue, and which composes the greatest and best part of our language. But amidst those endeavours to depress the English nation, the king, moved by the remonstrances of some of his prelates, and by the earnest desires of the people, restored a few of the laws of king Edward; which, though seemingly of no great importance towards the protection of general liberty, gave them extreme satisfaction, as a memorial of their ancient government, and an unusual mark of complaisance in their imperious conquerors.","subId":"31","id":"Hume.HE.1.4.31"},{"type":"paragraph","content":"{1071.} The situation of the two great earls, Morcar and Edwin, became now very disagreeable. Though they had retained their allegiance, during this general insurrection of their countrymen, they had not gained the king's confidence, and they found themselves exposed to the malignity of the courtiers, who envied them on account of their opulence and greatness, and at the same time involved them in that general contempt which they entertained for the English. Sensible that they had entirely lost their dignity, and could not even hope to remain long in safety; they determined, though too late, to share the same fate with their countrymen. While Edwin retired to his estate in the north, with a view of commencing an insurrection, Morcar took shelter in the Isle of Ely with the brave Hereward, who, secured by the inaccessible situation of the place, still defended himself against the Normans. But this attempt served only to accelerate the ruin of the few English, who had hitherto been able to preserve their rank or fortune during the past convulsions. William employed all his endeavours to subdue the Isle of Ely; and having surrounded it with flat-bottomed boats, and made a causeway through the morasses to the extent of two miles, he obliged the rebels to surrender at discretion. Hereward alone forced his way, sword in hand, through the enemy; and still continued his hostilities by sea against the Normans, till at last William, charmed with his bravery, received him into favour, and restored him to his estate. Earl Morcar, and Egelwin, bishop of Durham, who had joined the malcontents, were thrown into prison, and the latter soon after died in confinement. Edwin, attempting to make his escape into Scotland, was betrayed by some of his followers; and was killed by a party of Normans, to the great affliction of the English, and even to that of William, who paid a tribute of generous tears to the memory of this gallant and beautiful youth. The king of Scotland, in hopes of profiting by these convulsions, had fallen upon the northern counties; but on the approach of William he retired; and when the king entered his country, he was glad to make peace, and to pay the usual homage to the English crown. To complete the king's prosperity, Edgar Atheling himself, despairing of success, and weary of a fugitive life, submitted to his enemy; and receiving a decent pension for his subsistence, was permitted to live in England unmolested. But these acts of generosity towards the leaders were disgraced, as usual, by William's rigour against the inferior malcontents. He ordered the hands to be lopt off, and the eyes to be put out, of many of the prisoners, whom he had taken in the Isle of Ely; and he dispersed them in that miserable condition throughout the country, as monuments of his severity.","subId":"32","id":"Hume.HE.1.4.32"},{"type":"paragraph","content":"{1073.} The province of Maine in France had, by the will of Hebert, the last count, fallen under the dominion of William some years before his conquest of England; but the inhabitants, dissatisfied with the Norman government, and instigated by Fulk count of Anjou, who had some pretensions to the succession, now rose in rebellion, and expelled the magistrates, whom the king had placed over them. The full settlement of England afforded him leisure to punish this insult on his authority; but being unwilling to remove his Norman forces from this island, he carried over a considerable army, composed almost entirely of English, and joining them to some troops levied in Normandy, he entered the revolted province. The English appeared ambitious of distinguishing themselves on this occasion, and of retrieving that character of valour, which had long been national among them; but which their late easy subjection under the Normans had somewhat degraded and obscured. Perhaps too they hoped that, by their zeal and activity, they might recover the confidence of their sovereign, as their ancestors had formerly, by like means, gained the affections of Canute; and might conquer his inveterate prejudices in favour of his own countrymen. The king's military conduct, seconded by these brave troops, soon overcame all opposition in Maine: The inhabitants were obliged to submit, and the count of Anjou relinquished his pretensions.","subId":"33","id":"Hume.HE.1.4.33"},{"type":"paragraph","content":"{1074. Insurrection of the Norman barons.} But during these transactions, the government of England was greatly disturbed; and that too by those very foreigners, who owed every thing to the king's bounty, and who were the sole object of his friendship and regard. The Norman barons, who had engaged with their duke in the conquest of England, were men of the most independant spirit; and though they obeyed their leader in the field, they would have regarded with disdain the richest acquisitions, had they been required, in return, to submit, in their civil government, to the arbitrary will of one man. But the imperious character of William, encouraged by his absolute dominion over the English, and often impelled by the necessity of his affairs, had prompted him to stretch his authority over the Normans themselves beyond what the free genius of that victorious people could easily bear. The discontents were become general among those haughty nobles; and even Roger, earl of Hereford, son and heir of Fitz-Osberne, the king's chief favourite, was strongly infected with them. This nobleman, intending to marry his sister to Ralph de Guader, earl of Norfolk, had thought it his duty to inform the king of his purpose, and to desire the royal consent; but meeting with a refusal, he proceeded nevertheless to complete the nuptials, and assembled all his friends, and those of Guader, to attend the solemnity. The two earls, disgusted by the denial of their request, and dreading William's resentment for their disobedience, here prepared measures for a revolt; and during the gaiety of the festival, while the company was heated with wine, they opened the design to their guests. They inveighed against the arbitrary conduct of the king; his tyranny over the English, whom they affected on this occasion to commiserate; his imperious behaviour to his barons of the noblest birth; and his apparent intention of reducing the victors and the vanquished to a like ignominious servitude. Amidst their complaints, the indignity of submitting to a bastard was not forgotten; the certain prospect of success in a revolt, by the assistance of the Danes and the discontented English, was insisted on; and the whole company, inflamed with the same sentiments, and warmed by the jollity of the entertainment, entered, by a solemn engagement, into the design of shaking off the royal authority. Even earl Waltheof, who was present, inconsiderately expressed his approbation of the conspiracy, and promised his concurrence towards its success.","subId":"34","id":"Hume.HE.1.4.34"},{"type":"paragraph","content":"This nobleman, the last of the English, who, for some generations, possessed any power or authority, had, after his capitulation at York, been received into favour by the Conqueror; had even married Judith, niece to that prince; and had been promoted to the earldoms of Huntingdon and Northampton. Cospatric, earl of Northumberland, having, on some new disgust from William, retired into Scotland, where he received the earldom of Dunbar from the bounty of Malcolm; Waltheof was appointed his successor in that important command, and seemed still to possess the confidence and friendship of his sovereign. But as he was a man of generous principles, and loved his country, it is probable, that the tyranny exercised over the English lay heavy upon his mind, and destroyed all the satisfaction, which he could reap from his own grandeur and advancement. When a prospect, therefore, was opened of retrieving their liberty, he hastily embraced it; while the fumes of the liquor, and the ardour of the company, prevented him from reflecting on the consequences of that rash attempt. But after his cool judgment returned, he foresaw, that the conspiracy of those discontented barons was not likely to prove successful against the established power of William; or if it did, that the slavery of the English, instead of being alleviated by that event, would become more grievous, under a multitude of foreign leaders, factious and ambitious, whose union and whose discord would be equally oppressive to the people. Tormented with these reflections, he opened his mind to his wife, Judith, of whose fidelity he entertained no suspicion, but who, having secretly fixed her affections on another, took this opportunity of ruining her easy and credulous husband. She conveyed intelligence of the conspiracy to the king, and aggravated every circumstance, which, she believed, would tend to incense him against Waltheof, and render him absolutely implacable. Meanwhile, the earl, still dubious with regard to the part which he should act, discovered the secret in confession to Lanfranc, on whose probity and judgment he had a great reliance: He was persuaded by the prelate, that he owed no fidelity to those rebellious barons, who had by surprise gained his consent to a crime; that his first duty was to his sovereign and benefactor, his next to himself and his family; and that, if he seized not the opportunity of making atonement for his guilt, by revealing it, the temerity of the conspirators was so great, that they would give some other person the means of acquiring the merit of the discovery. Waltheof, convinced by these arguments, went over to Normandy; but, though he was well received by the king, and thanked for his fidelity, the account, previously transmitted by Judith, had sunk deep into William's mind, and had destroyed all the merit of her husband's repentance.","subId":"35","id":"Hume.HE.1.4.35"},{"type":"paragraph","content":"The conspirators, hearing of Waltheof's departure, immediately concluded their design to be betrayed; and they flew to arms, before their schemes were ripe for execution, and before the arrival of the Danes, in whose aid they placed their chief confidence. The earl of Hereford was checked by Walter de Lacy, a great baron in those parts, who, supported by the bishop of Worcester and the abbot of Evesham, raised some forces, and prevented the earl from passing the Severne, or advancing into the heart of the kingdom. The earl of Norfolk was defeated at Fagadun, near Cambridge, by Odo, the regent, assisted by Richard de Bienfaite, and William de Warrenne, the two justiciaries. The prisoners taken in this action had their right foot cut off, as a punishment of their treason: The earl himself escaped to Norwich, thence to Denmark; where the Danish fleet, which had made an unsuccessful attempt upon the coast of England, soon after arrived, and brought him intelligence, that all his confederates were suppressed and were either killed, banished, or taken prisoners. Ralph retired in despair to Britanny, where he possessed a large estate, and extensive jurisdictions.","subId":"36","id":"Hume.HE.1.4.36"},{"type":"paragraph","content":"The king, who hastened over to England, in order to suppress the insurrection, found, that nothing remained but the punishment of the criminals, which he executed with great severity. Many of the rebels were hanged; some had their eyes put out; others their hands cut off. But William, agreeably to his usual maxims, showed more lenity to their leader, the earl of Hereford, who was only condemned to a forfeiture of his estate, and to imprisonment during pleasure. The king seemed even disposed to remit this last part of the punishment; had not Roger, by a fresh insolence, provoked him to render his confinement perpetual. But Waltheof, being an Englishman, was not treated with so much humanity; {1075.} though his guilt, always much inferior to that of the other conspirators, was atoned for by an early repentance and return to his duty. William, instigated by his niece, as well as by his rapacious courtiers, who longed for so rich a forfeiture, ordered him to be tried, condemned, and executed. {29th April.} The English, who considered this nobleman as the last resource of their nation, grievously lamented his fate, and fancied that miracles were wrought by his reliques, as a testimony of his innocence and sanctity. The infamous Judith, falling soon after under the king's displeasure, was abandoned by all the world, and passed the rest of her life in contempt, remorse, and misery.","subId":"37","id":"Hume.HE.1.4.37"},{"type":"paragraph","content":"Nothing remained to complete William's satisfaction but the punishment of Ralph de Guader; and he hastened over to Normandy, in order to gratify his vengeance on that criminal. But though the contest seemed very unequal between a private nobleman and the king of England, Ralph was so well supported both by the earl of Britanny and the King of France, that William, after besieging him for some time in Dol, was obliged to abandon the enterprize, and make with those powerful princes a peace, in which Ralph himself was included. England, during his absence, remained in tranquillity; and nothing remarkable occurred, except two ecclesiastical synods, which were summoned, one at London, another at Winchester. In the former, the precedency among the episcopal sees was settled, and the seat of some of them was removed from small villages to the most considerable town within the diocese. In the second was transacted a business of more importance.","subId":"38","id":"Hume.HE.1.4.38"},{"type":"paragraph","content":"{1076. Dispute about investitures.} The industry and perseverance are surprising, with which the popes had been treasuring up powers and pretensions during so many ages of ignorance; while each pontiff employed every fraud for advancing purposes of imaginary piety, and cherished all claims which might turn to the advantage of his successors, though he himself could not expect ever to reap any benefit from them. All this immense store of spiritual and civil authority was now devolved on Gregory VII. of the name of Hildebrand, the most enterprising pontiff that had ever filled that chair, and the least restrained by fear, decency, or moderation. Not content with shaking off the yoke of the emperors, who had hitherto exercised the power of appointing the pope on every vacancy, at least of ratifying his election; he undertook the arduous task of entirely disjoining the ecclesiastical from the civil power, and of excluding profane laymen from the right which they had assumed, of filling the vacancies of bishoprics, abbies, and other spiritual dignities. The sovereigns, who had long exercised this power, and who had acquired it, not by encroachments on the church, but on the people, to whom it originally belonged, made great opposition to this claim of the court of Rome; and Henry IV. the reigning emperor, defended this prerogative of his crown with a vigour and resolution suitable to its importance. The few offices, either civil or military, which the feudal institutions left the sovereign the power of bestowing, made the prerogative of conferring the pastoral ring and staff the most valuable jewel of the royal diadem; especially as the general ignorance of the age bestowed a consequence on the ecclesiastical offices, even beyond the great extent of power and property which belonged to them. Superstition, the child of ignorance, invested the clergy with an authority almost sacred; and as they ingrossed the little learning of the age, their interposition became requisite in all civil business, and a real usefulness in common life was thus superadded to the spiritual sanctity of their character.","subId":"39","id":"Hume.HE.1.4.39"},{"type":"paragraph","content":"When the usurpations, therefore, of the church had come to such maturity as to embolden her to attempt extorting the right of investitures from the temporal power, Europe, especially Italy and Germany, was thrown into the most violent convulsions, and the pope and the emperor waged implacable war on each other. Gregory dared to fulminate the sentence of excommunication against Henry and his adherents, to pronounce him rightfully deposed, to free his subjects from their oaths of allegiance; and, instead of shocking mankind by this gross encroachment on the civil authority, he found the stupid people ready to second his most exorbitant pretensions. Every minister, servant, or vassal of the emperor, who received any disgust, covered his rebellion under the pretence of principle; and even the mother of this monarch, forgetting all the ties of nature, was seduced to countenance the insolence of his enemies. Princes themselves, not attentive to the pernicious consequences of those papal claims, employed them for their present purposes: And the controversy, spreading into every city of Italy, engendered the parties of Guelf and Ghibbelin; the most durable and most inveterate factions that ever arose from the mixture of ambition and religious zeal. Besides numberless assassinations, tumults, and convulsions, to which they gave rise, it is computed that the quarrel occasioned no less than sixty battles in the reign of Henry IV. and eighteen in that of his successor, Henry V. when the claims of the sovereign pontiff finally prevailed.","subId":"40","id":"Hume.HE.1.4.40"},{"type":"paragraph","content":"But the bold spirit of Gregory, not dismayed with the vigorous opposition, which he met with from the emperor, extended his usurpations all over Europe; and well knowing the nature of mankind, whose blind astonishment ever inclines them to yield to the most impudent pretensions, he seemed determined to set no bounds to the spiritual, or rather temporal monarchy, which he had undertaken to erect. He pronounced the sentence of excommunication against Nicephorus, emperor of the East; Robert Guiscard, the adventurous Norman, who had acquired the dominion of Naples, was attacked by the same dangerous weapon: He degraded Boleslas, king of Poland, from the rank of king; and even deprived Poland of the title of a kingdom: He attempted to treat Philip king of France with the same rigour, which he had employed against the emperor: He pretended to the entire property and dominion of Spain; and he parcelled it out amongst adventurers, who undertook to conquer it from the Saracens, and to hold it in vassalage under the see of Rome: Even the Christian bishops, on whose aid he relied for subduing the temporal princes, saw that he was determined to reduce them to servitude, and by assuming the whole legislative and judicial power of the church, to center all authority in the sovereign pontiff.","subId":"41","id":"Hume.HE.1.4.41"},{"type":"paragraph","content":"William the Conqueror, the most potent, the most haughty, and the most vigorous prince in Europe, was not, amidst all his splendid successes, secure from the attacks of this enterprizing pontiff. Gregory wrote him a letter, requiring him to fulfil his promise in doing homage for the kingdom of England to the see of Rome, and to send him over that tribute, which all his predecessors had been accustomed to pay to the vicar of Christ. By the tribute, he meant Peter's pence; which, though at first a charitable donation of the Saxon princes, was interpreted, according to the usual practice of the Romish court, to be a badge of subjection acknowledged by the kingdom. William replied, that the money should be remitted as usual; but that neither had he promised to do homage to Rome, nor was it in the least his purpose to impose that servitude on his state. And the better to show Gregory his independance, he ventured, notwithstanding the frequent complaints of the pope, to refuse to the English bishops the liberty of attending a general council, which that pontiff had summoned against his enemies.","subId":"42","id":"Hume.HE.1.4.42"},{"type":"paragraph","content":"But though the king displayed this vigour in supporting the royal dignity, he was infected with the general superstition of the age, and he did not perceive the ambitious scope of those institutions, which, under colour of strictness in religion, were introduced or promoted by the court of Rome. Gregory, while he was throwing all Europe into combustion by his violence and impostures, affected an anxious care for the purity of manners; and even the chaste pleasures of the marriage-bed were inconsistent, in his opinion, with the sanctity of the sacerdotal character. He had issued a decree prohibiting the marriage of priests, excommunicating all clergymen who retained their wives, declaring such unlawful commerce to be fornication, and rendering it criminal in the laity to attend divine worship, when such profane priests officiated at the altar. This point was a great object in the politics of the Roman pontiffs; and it cost them infinitely more pains to establish it than the propagation of any speculative absurdity, which they had ever attempted to introduce. Many synods were summoned in different parts of Europe, before it was finally settled; and it was there constantly remarked, that the younger clergymen complied chearfully with the pope's decrees in this particular, and that the chief reluctance appeared in those who were more advanced in years: An event so little consonant to men's natural expectations, that it could not fail to be glossed on, even in that blind and superstitious age. William allowed the pope's legate to assemble, in his absence, a synod at Winchester, in order to establish the celibacy of the clergy; but the church of England could not yet be carried the whole length expected. The synod was content with decreeing, that the bishops should not thenceforth ordain any priests or deacons without exacting from them a promise of celibacy; but they enacted, that none, except those who belonged to collegiate or cathedral churches, should be obliged to separate from their wives.","subId":"43","id":"Hume.HE.1.4.43"},{"type":"paragraph","content":"{Revolt of prince Robert.} The king passed some years in Normandy; but his long residence there was not entirely owing to his declared preference of that dutchy: His presence was also necessary for composing those disturbances, which had arisen in that favourite territory, and which had even originally proceeded from his own family. Robert, his eldest son, sirnamed Gambaron or Courthose, from his short legs, was a prince, who inherited all the bravery of his family and nation; but without that policy and dissimulation, by which his father was so much distinguished, and which, no less than his military valour, had contributed to his great successes. Greedy of fame, impatient of contradiction, without reserve in his friendships, declared in his enmities, this prince could endure no controul even from his imperious father, and openly aspired to that independance, to which his temper, as well as some circumstances in his situation, strongly invited him. When William first received the submissions of the province of Maine, he had promised the inhabitants, that Robert should be their prince; and before he undertook the expedition against England, he had, on the application of the French court, declared him his successor in Normandy, and had obliged the barons of that dutchy to do him homage as their future sovereign. By this artifice, he had endeavoured to appease the jealousy of his neighbours, as affording them a prospect of separating England from his dominions on the continent; but when Robert demanded of him the execution of those engagements, he gave him an absolute refusal, and told him, according to the homely saying, that he never intended to throw off his cloaths, till he went to bed. Robert openly declared his discontent; and was suspected of secretly instigating the king of France and the earl of Britanny to the opposition, which they made to William, and which had formerly frustrated his attempts upon the town of Dol. And as the quarrel still augmented, Robert proceeded to entertain a strong jealousy of his two surviving brothers, William and Henry, (for Richard was killed in hunting, by a stag) who, by greater submission and complaisance, had acquired the affections of their father. In this disposition, on both sides, the greatest trifle sufficed to produce a rupture between them.","subId":"44","id":"Hume.HE.1.4.44"},{"type":"paragraph","content":"The three princes, residing with their father in the castle of l'Aigle in Normandy, were one day engaged in sport together; and after some mirth and jollity, the two younger took a fancy of throwing over some water on Robert as he passed through the court on leaving their apartment; a frolic, which he would naturally have regarded as innocent, had it not been for the suggestions of Alberic de Grentmesnil, son of that Hugh de Grentmesnil, whom William had formerly deprived of his fortunes, when that baron deserted him during his greatest difficulties in England. The young man, mindful of the injury, persuaded the prince, that this action was meant as a public affront, which it behoved him in honour to resent; and the choleric Robert, drawing his sword, ran up stairs, with an intention of taking revenge on his brothers. The whole castle was filled with tumult, which the king himself, who hastened from his apartment, found some difficulty to appease. But he could by no means appease the resentment of his eldest son, who, complaining of his partiality, and fancying that no proper atonement had been made him for the insult, left the court that very evening, and hastened to Roüen, with an intention of seizing the citadel of that place. But being disappointed in this view by the precaution and vigilance of Roger de Ivery, the governor, he fled to Hugh de Neufchatel, a powerful Norman baron, who gave him protection in his castles; and he openly levied war against his father. The popular character of the prince, and a similarity of manners, engaged all the young nobility of Normandy and Maine, as well as of Anjou and Britanny, to take part with him; and it was suspected that Matilda, his mother, whose favourite he was, supported him in his rebellion by secret remittances of money, and by the encouragement which she gave his partizans.","subId":"45","id":"Hume.HE.1.4.45"},{"type":"paragraph","content":"{1079.} All the hereditary provinces of William, as well as his family, were during several years thrown into convulsions by this war; and he was at last obliged to have recourse to England, where that species of military government, which he had established, gave him greater authority than the ancient feudal institutions permitted him to exercise in Normandy. He called over an army of English under his ancient captains, who soon expelled Robert and his adherents from their retreats, and restored the authority of the sovereign in all his dominions. The young prince was obliged to take shelter in the castle of Gerberoy in the Beauvoisis, which the king of France, who secretly fomented all these dissensions, had provided for him. In this fortress he was closely besieged by his father, against whom, having a strong garrison, he made an obstinate defence. There passed under the walls of this place many rencounters, which resembled more the single combats of chivalry, than the military actions of armies; but one of them was remarkable for its circumstances and its event. Robert happened to engage the king, who was concealed by his helmet; and both of them being valiant, a fierce combat ensued, till at last the young prince wounded his father in the arm, and unhorsed him. On his calling out for assistance, his voice discovered him to his son, who, struck with remorse for his past guilt, and astonished with the apprehensions of one much greater, which he had so nearly incurred, instantly threw himself at his father's feet, craved pardon for his offences, and offered to purchase forgiveness by any atonement. The resentment, harboured by William, was so implacable, that he did not immediately correspond to this dutiful submission of his son with like tenderness; but giving him his malediction, departed for his own camp, on Robert's horse, which that prince had assisted him to mount. He soon after raised the siege, and marched with his army to Normandy; where the interposition of the queen and other common friends brought about a reconcilement, which was probably not a little forwarded by the generosity of the son's behaviour in this action, and by the returning sense of his past misconduct. The king seemed so fully appeased, that he even took Robert with him into England; where he intrusted him with the command of an army, in order to repel an inroad of Malcolm king of Scotland, and to retaliate by a like inroad into that country. The Welsh, unable to resist William's power, were, about the same time, necessitated to pay a compensation for their incursions; and every thing was reduced to full tranquillity on this island.","subId":"46","id":"Hume.HE.1.4.46"},{"type":"paragraph","content":"{1081. Domesday-book.} This state of affairs gave William leisure to begin and finish an undertaking, which proves his extensive genius, and does honour to his memory: It was a general survey of all the lands in the kingdom, their extent in each district, their proprietors, tenures, value; the quantity of meadow, pasture, wood, and arable land, which they contained; and in some counties the number of tenants, cottagers, and slaves of all denominations, who lived upon them. He appointed commissioners for this purpose, who entered every particular in their register by the verdict of juries; and after a labour of six years (for the work was so long in finishing) brought him an exact account of all the landed property of his kingdom. This monument, called Domesday-book, the most valuable piece of antiquity possessed by any nation, is still preserved in the Exchequer; and though only some extracts of it have hitherto been published, it serves to illustrate to us in many particulars the ancient state of England. The great Alfred had finished a like survey of the kingdom in his time which was long kept at Winchester, and which probably served as a model to William in this undertaking.","subId":"47","id":"Hume.HE.1.4.47"},{"type":"paragraph","content":"The king was naturally a great economist; and though no prince had ever been more bountiful to his officers and servants, it was merely because he had rendered himself universal proprietor of England, and had a whole kingdom to bestow. He reserved an ample revenue for the crown; and in the general distribution of land among his followers, he kept possession of no less than 1422 manors in different parts of Engiand, which paid him rent either in money, or in corn, cattle, and the usual produce of the soil. An ancient historian computes, that his annual fixed income, besides escheats, fines, reliefs, and other casual profits to a great value, amounted to near 400,000 pounds a-year; a sum, which, if all circumstances be attended to, will appear wholly incredible. A pound in that age, as we have already observed, contained three times the weight of silver that it does at present; and the same weight of silver, by the most probable computation, would purchase near ten times more of the necessaries of life, though not in the same proportion of the finer manufactures. This revenue, therefore, of William would be equal to at least nine or ten millions at present; and as that prince had neither fleet nor army to support, the former being only an occasional expence, and the latter being maintained, without any charge to him, by his military vassals, we must thence conclude, that no emperor or prince, in any age or nation, can be compared to the Conqueror for opulence and riches. This leads us to suspect a great mistake in the computation of the historian; though, if we consider that avarice is always imputed to William as one of his vices, and that, having by the sword rendered himself master of all the lands in the kingdom, he would certainly in the partition retain a great proportion for his own share; we can scarcely be guilty of any error in asserting, that perhaps no king of England was ever more opulent, was more able to support by his revenue the splendor and magnificence of a court, or could bestow more on his pleasures or in liberalities to his servants and favourites.","subId":"48","id":"Hume.HE.1.4.48"},{"type":"paragraph","content":"{The new forest.} There was one pleasure, to which William, as well as all the Normans and ancient Saxons, was extremely addicted; and that was hunting: But this pleasure he indulged more at the expence of his unhappy subjects, whose interests he always disregarded, than to the loss or diminution of his own revenue. Not content with those large forests, which former kings possessed in all parts of England; he resolved to make a new forest near Winchester, the usual place of his residence: And for that purpose, he laid waste the country in Hampshire for an extent of thirty miles, expelled the inhabitants from their houses, seized their property, even demolished churches and convents, and made the sufferers no compensation for the injury. At the same time, he enacted new laws, by which he prohibited all his subjects from hunting in any of his forests, and rendered the penalties more severe than ever had been inflicted for such offences. The killing of a deer or boar, or even a hare, was punished with the loss of the delinquent's eyes; and that at a time, when the killing of a man could be atoned for by paying a moderate fine or composition.","subId":"49","id":"Hume.HE.1.4.49"},{"type":"paragraph","content":"The transactions, recorded during the remainder of this reign, may be considered more as domestic occurrences, which concern the prince, than as national events, which regard England. Odo, bishop of Baieux, the king's uterine brother, whom he had created earl of Kent, and entrusted with a great share of power during his whole reign, had amassed immense riches; and agreeably to the usual progress of human wishes, he began to regard his present acquisitions but as a step to farther grandeur. He had formed the chimerical project of buying the papacy; and though Gregory, the reigning pope, was not of advanced years, the prelate had confided so much in the predictions of an astrologer, that he reckoned upon the pontiff's death, and upon attaining, by his own intrigues and money, that envied state of greatness. Resolving, therefore, to remit all his riches to Italy, he had persuaded many considerable barons, and among the rest, Hugh earl of Chester, to take the same course; in hopes, that when he should mount the papal throne, he would bestow on them more considerable establishments in that country. The king, from whom all these projects had been carefully concealed, {1082.} at last got intelligence of the design, and ordered Odo to be arrested. His officers, from respect to the immunities, which the ecclesiastics now assumed, scrupled to execute the command, till the king himself was obliged in person to seize him; and when Odo insisted that he was a prelate, and exempt from all temporal jurisdiction, William replied, that he arrested him, not as bishop of Baieux, but as earl of Kent. He was sent prisoner to Normandy; and notwithstanding the remonstrances and menaces of Gregory, was detained in custody during the remainder of this reign.","subId":"50","id":"Hume.HE.1.4.50"},{"type":"paragraph","content":"{1083.} Another domestic event gave the king much more concern: It was the death of Matilda, his consort, whom he tenderly loved, and for whom he had ever preserved the most sincere friendship. Three years afterwards he passed into Normandy, and carried with him Edgar Atheling, to whom he willingly granted permission to make a pilgrimage to the Holy Land. He was detained on the continent by a misunderstanding, {1087. War with France.} which broke out between him and the king of France, and which was occasioned by inroads made into Normandy by some French barons on the frontiers. It was little in the power of princes at that time to restrain their licentious nobility; but William suspected, that these barons durst not have provoked his indignation, had they not been assured of the countenance and protection of Philip. His displeasure was encreased by the account he received of some railleries which that monarch had thrown out against him. William, who was become corpulent, had been detained in bed some time by sickness; upon which Philip expressed his surprise that his brother of England should be so long in being delivered of his big belly. The king sent him word, that, as soon as he was up, he would present so many lights at Notre-dame, as would perhaps give little pleasure to the king of France; alluding to the usual practice at that time of women after child-birth. Immediately on his recovery, he led an army into L'Isle de France, and laid every thing waste with fire and sword. He took the town of Mante, which he reduced to ashes. But the progress of these hostilities was stopped by an accident, which soon after put an end to William's life. His horse starting aside of a sudden, he bruised his belly on the pommel of the saddle; and being in a bad habit of body, as well as somewhat advanced in years, he began to apprehend the consequences, and ordered himself to be carried in a litter to the monastery of St. Gervas. Finding his illness encrease, and being sensible of the approach of death, he discovered at last the vanity of all human grandeur, and was struck with remorse for those horrible cruelties and acts of violence, which, in the attainment and defence of it, he had committed during the course of his reign over England. He endeavoured to make atonement by presents to churches and monasteries; and he issued orders, that earl Morcar, Siward Bearne, and other English prisoners, should be set at liberty. He was even prevailed on, though not without reluctance, to consent, with his dying breath, to release his brother, Odo, against whom he was extremely incensed. He left Normandy and Maine to his eldest son, Robert: He wrote to Lanfranc, desiring him to crown William king of England: He bequeathed to Henry nothing but the possessions of his mother, Matilda; but foretold, that he would one day surpass both his brothers in power and opulence. He expired in the sixty-third year of his age, {9th Sept. Death and character of William the Conqueror.} in the twenty-first year of his reign over England, and in the fifty-fourth of that over Normandy.","subId":"51","id":"Hume.HE.1.4.51"},{"type":"paragraph","content":"Few princes have been more fortunate than this great monarch, or were better entitled to grandeur and prosperity, from the abilities and the vigour of mind which he displayed in all his conduct. His spirit was bold and enterprising, yet guided by prudence: His ambition, which was exorbitant, and lay little under the restraints of justice, still less under those of humanity, ever submitted to the dictates of sound policy. Born in an age when the minds of men were intractable and unacquainted with submission, he was yet able to direct them to his purposes; and partly from the ascendant of his vehement character, partly from art and dissimulation, to establish an unlimited authority. Though not insensible to generosity, he was hardened against compassion; and he seemed equally ostentatious and equally ambitious of show and parade in his clemency and in his severity. The maxims of his administration were austere; but might have been useful, had they been solely employed to preserve order in an established government: They were ill calculated for softening the rigours, which, under the most gentle management, are inseparable from conquest. His attempt against England was the last great enterprize of the kind, which, during the course of seven hundred years, has fully succeeded in Europe; and the force of his genius broke through those limits, which first the feudal institutions, then the refined policy of princes, have fixed to the several states of Christendom. Though he rendered himself infinitely odious to his English subjects, he transmitted his power to his posterity, and the throne is still filled by his descendants: A proof, that the foundations which he laid were firm and solid, and that, amidst all his violence, while he seemed only to gratify the present passion, he had still an eye towards futurity.","subId":"52","id":"Hume.HE.1.4.52"},{"type":"paragraph","content":"Some writers have been desirous of refusing to this prince the title of Conqueror, in the sense which that term commonly bears; and on pretence, that the word is sometimes in old books applied to such as make an acquisition of territory by any means, they are willing to reject William's title, by right of war, to the crown of England. It is needless to enter into a controversy, which, by the terms of it, must necessarily degenerate into a dispute of words. It suffices to say, that the duke of Normandy's first invasion of the island was hostile; that his subsequent administration was entirely supported by arms, that in the very frame of his laws he made a distinction between the Normans and English, to the advantage of the former; that he acted in every thing as absolute master over the natives, whose interests and affections he totally disregarded; and that if there was an interval when he assumed the appearance of a legal sovereign, the period was very short, and was nothing but a temporary sacrifice, which he, as has been the case with most conquerors, was obliged to make, of his inclination to his present policy. Scarce any of those revolutions, which, both in history and in common language, have always been denominated conquests, appear equally violent, or were attended with so sudden an alteration both of power and property. The Roman state, which spread its dominion over Europe, left the rights of individuals, in a great measure, untouched; and those civilized conquerors, while they made their own country the seat of empire, found, that they could draw most advantage from the subjected provinces, by securing to the natives the free enjoyment of their own laws and of their private possessions. The barbarians, who subdued the Roman empire, though they settled in the conquered countries, yet being accustomed to a rude uncultivated life, found a part only of the land sufficient to supply all their wants; and they were not tempted to seize extensive possessions, which they knew neither how to cultivate nor enjoy. But the Normans and other foreigners, who followed the standard of William, while they made the vanquished kingdom the seat of government, were yet so far advanced in arts as to be acquainted with the advantages of a large property; and having totally subdued the natives, they pushed the rights of conquest (very extensive in the eyes of avarice and ambition, however narrow in those of reason) to the utmost extremity against them. Except the former conquest of England by the Saxons themselves, who were induced, by peculiar circumstances, to proceed even to the extermination of the natives, it would be difficult to find in all history a revolution more destructive, or attended with a more complete subjection of the antient inhabitants. Contumely seems even to have been wantonly added to oppression; and the natives were universally reduced to such a state of meanness and poverty, that the English name became a term of reproach; and several generations elapsed before one family of Saxon pedigree was raised to any considerable honours, or could so much as attain the rank of baron of the realm. These facts are so apparent from the whole tenor of the English history, that none would have been tempted to deny or elude them, were they not heated by the controversies of faction; while one party was absurdly afraid of those absurd consequences, which they saw the other party inclined to draw from this event. But it is evident, that the present rights and privileges of the people, who are a mixture of English and Normans, can never be affected by a transaction, which passed seven hundred years ago; and as all ancient authors, who lived nearest the time, and best knew the state of the country, unanimously speak of the Norman dominion as a conquest by war and arms, no reasonable man, from the fear of imaginary consequences, will ever be tempted to reject their concurring and undoubted testimony.","subId":"53","id":"Hume.HE.1.4.53"},{"type":"paragraph","content":"King William had issue, besides his three sons, who survived him, five daughters, to wit, (1.) Cicily, a nun in the monastery of Feschamp, afterwards abbess in the holy Trinity at Caen, where she died in 1127. (2.) Constantia, married to Alan Fergant, earl of Britanny. She died without issue. (3.) Alice, contracted to Harold. (4.) Adela, married to Stephen, earl of Blois, by whom she had four sons, William, Theobald, Henry, and Stephen; of whom the elder was neglected, on account of the imbecillity of his understanding. (5.) Agatha, who died a virgin, but was betrothed to the king of Gallicia. She died on her journey thither, before she joined her bridegroom.","subId":"54","id":"Hume.HE.1.4.54"},{"type":"note","content":"Gul. Pictav. p. 205. Order. Vitalis, p. 502. Hoveden, p. 449. Knyghton, p. 2343.","subId":"n1","id":"Hume.HE.1.4.n1"},{"type":"note","content":"Gul. Pictav. p. 204.","subId":"n2","id":"Hume.HE.1.4.n2"},{"type":"note","content":"Ibid.","subId":"n3","id":"Hume.HE.1.4.n3"},{"type":"note","content":"Hoveden, p. 450. Flor. Wigorn. p. 634.","subId":"n4","id":"Hume.HE.1.4.n4"},{"type":"note","content":"Gul. Pict. p. 205. Ord. Vital. p. 503.","subId":"n5","id":"Hume.HE.1.4.n5"},{"type":"note","content":"Gul. Pictav. p. 205.","subId":"n6","id":"Hume.HE.1.4.n6"},{"type":"note","content":"Ibid.","subId":"n7","id":"Hume.HE.1.4.n7"},{"type":"note","content":"Eadmer, p. 6.","subId":"n8","id":"Hume.HE.1.4.n8"},{"type":"note","content":"Order. Vital. p. 503.","subId":"n9","id":"Hume.HE.1.4.n9"},{"type":"note","content":"Malmesbury, p. 271, says, that he also promised to govern the Normans and English by equal laws; and this addition to the usual oath seems not improbable, considering the circumstances of the times.","subId":"n10","id":"Hume.HE.1.4.n10"},{"type":"note","content":"Gul. Pict. p. 206. Order Vitalis, p. 503.","subId":"n11","id":"Hume.HE.1.4.n11"},{"type":"note","content":"Gul. Pictav. p. 208. Order. Vital. p. 506.","subId":"n12","id":"Hume.HE.1.4.n12"},{"type":"note","content":"Gul. Pict. 206.","subId":"n13","id":"Hume.HE.1.4.n13"},{"type":"note","content":"Ibid.","subId":"n14","id":"Hume.HE.1.4.n14"},{"type":"note","content":"Gul. Gemet. p. 288. Chron. Sax. p. 189. M. West. p. 226. M. Paris, p. 9. Diceto, p. 482. This convent was freed by him from all episcopal jurisdiction. Monast. Ang. tom. 1. p. 311, 312.","subId":"n15","id":"Hume.HE.1.4.n15"},{"type":"note","content":"Gul. Pict. p. 208. Order. Vital. p. 506.","subId":"n16","id":"Hume.HE.1.4.n16"},{"type":"note","content":"P. 211, 212.","subId":"n17","id":"Hume.HE.1.4.n17"},{"type":"note","content":"As the historian chiefly insists on the silver plate, his panegyrics on the English magnificence shows only how incompetent a judge he was of the matter. Silver was then of ten times the value, and was more than twenty times more rare than at present; and consequently, of all species of luxury, plate must have been the rarest.","subId":"n18","id":"Hume.HE.1.4.n18"},{"type":"note","content":"P. 212.","subId":"n19","id":"Hume.HE.1.4.n19"},{"type":"note","content":"Order. Vital. p. 507.","subId":"n20","id":"Hume.HE.1.4.n20"},{"type":"note","content":"Gul. Gemet. p. 289. Order. Vital. p. 508. Anglia Sacra, vol. i. p. 245.","subId":"n21","id":"Hume.HE.1.4.n21"},{"type":"note","content":"Hoveden, p. 450. M. West. p. 226. Sim. Dunelm. p. 197.","subId":"n22","id":"Hume.HE.1.4.n22"},{"type":"note","content":"Chron. Sax. p. 173. This fact is a full proof, that the Normans had committed great injustice, and were the real cause of the insurrections of the English.","subId":"n23","id":"Hume.HE.1.4.n23"},{"type":"note","content":"Hoveden, p. 450. Sim. Dunelm. p. 197. Alur. Beverl. p. 127.","subId":"n24","id":"Hume.HE.1.4.n24"},{"type":"note","content":"Order. Vital. p. 510.","subId":"n25","id":"Hume.HE.1.4.n25"},{"type":"note","content":"Ibid.","subId":"n26","id":"Hume.HE.1.4.n26"},{"type":"note","content":"Ibid.","subId":"n27","id":"Hume.HE.1.4.n27"},{"type":"note","content":"Order. Vital. p. 511.","subId":"n28","id":"Hume.HE.1.4.n28"},{"type":"note","content":"Order. Vital. p. 511.","subId":"n29","id":"Hume.HE.1.4.n29"},{"type":"note","content":"Ibid.","subId":"n30","id":"Hume.HE.1.4.n30"},{"type":"note","content":"Ibid.","subId":"n31","id":"Hume.HE.1.4.n31"},{"type":"note","content":"Ibid.","subId":"n32","id":"Hume.HE.1.4.n32"},{"type":"note","content":"Order. Vital. p. 508. M. West. p. 225. M. Paris, p. 4. Sim. Dun. p. 197.","subId":"n33","id":"Hume.HE.1.4.n33"},{"type":"note","content":"Order. Vitalis, p. 512.","subId":"n34","id":"Hume.HE.1.4.n34"},{"type":"note","content":"Gul. Gemet. p. 290. Order. Vital. p. 513. Anglia Sacra, vol. i. p. 246.","subId":"n35","id":"Hume.HE.1.4.n35"},{"type":"note","content":"Order. Vital. p. 512. Chron. de Mailr. p. 116. Hoveden, p. 450. M. Paris, p. 5. Sim. Dun. p. 198.","subId":"n36","id":"Hume.HE.1.4.n36"},{"type":"note","content":"Order. Vital. p. 512.","subId":"n37","id":"Hume.HE.1.4.n37"},{"type":"note","content":"Order. Vital. p. 513. Hoveden, p. 451.","subId":"n38","id":"Hume.HE.1.4.n38"},{"type":"note","content":"Ingulf. p. 71. Chron. Abb. St. Petri de Burgo, p. 47.","subId":"n39","id":"Hume.HE.1.4.n39"},{"type":"note","content":"Order. Vital. p. 514.","subId":"n40","id":"Hume.HE.1.4.n40"},{"type":"note","content":"Hoveden, p. 451. Chron. Abb. St. Petri di Burgo, p. 47. Sim. Dun. p. 199.","subId":"n41","id":"Hume.HE.1.4.n41"},{"type":"note","content":"Malmes. p. 104. H. Hunt. p. 369.","subId":"n42","id":"Hume.HE.1.4.n42"},{"type":"note","content":"Chron. Sax. p. 174. Ingulf, p. 79. Malmes. p. 103. Hoveden, p. 451. Chron. Abb. St. Petri de Burgo, p. 47. M. Paris, p. 5. Sim. Dun. p. 199. Brompton, p. 966. Knyghton, p. 2344. Anglia Sacra, vol. i. p. 702.","subId":"n43","id":"Hume.HE.1.4.n43"},{"type":"note","content":"Order. Vital. p. 515.","subId":"n44","id":"Hume.HE.1.4.n44"},{"type":"note","content":"Malmes. p. 104.","subId":"n45","id":"Hume.HE.1.4.n45"},{"type":"note","content":"H. Hunt. p. 370.","subId":"n46","id":"Hume.HE.1.4.n46"},{"type":"note","content":"There is a paper or record of the family of Sharneborne, which pretends, that that family, which was Saxon, was restored upon proving their innocence, as well as other Saxon families, which were in the same situation. Though this paper was able to impose on such great antiquaries as Spellman (see Gloss. in verbo Drenges) and Dugdale, (see Baron. vol. i. p. 118.) it is proved by Dr. Brady (see Answ. to Petyt, p. 11, 12.) to have been a forgery; and is allowed as such by Tyrrel, though a pertinacious defender of his party notions (see his hist. vol. ii. introd. p. 51, 73.) Ingulf, p. 70 tells us, that very early Hereward, though absent during the time of the conquest, was turned out of all his estate, and could not obtain redress. William even plundered the monasteries. Flor. Wigorn. p. 636. Chron. Abb. St. Petri de Burgo, p. 48. M. Paris, p. 5. Sim. Dun. p. 200. Diceto, p. 482. Brompton, p. 967. Knyghton, p. 2344. Alur. Beverl. p. 130. We are told by Ingulf, that Ivo de Taillebois plundered the monastery of Croyland of a great part of its land; arid no redress could be obtained.","subId":"n47","id":"Hume.HE.1.4.n47"},{"type":"note","content":"Order. Vitalis, p. 521. M. West, p. 229.","subId":"n48","id":"Hume.HE.1.4.n48"},{"type":"note","content":"The obliging of all the inhabitants to put out their fires and lights at certain hours, upon the sounding of a bell, called the courfeu, is represented by Polydore Virgil, lib. 9. as a mark of the servitude of the English. But this was a law of police, which William had previously established in Normandy. See du Moulin, hist. de Normandie, p. 160. The same law had place in Scotland. LL. Burgor, cap. 86.","subId":"n49","id":"Hume.HE.1.4.n49"},{"type":"note","content":"Order. Vital. p. 523. Secretum Abbatis, apud Selden, Titles of Honour, p. 573. Spellm. Gloss. in verboFeodum. Sir Robert Cotton.","subId":"n50","id":"Hume.HE.1.4.n50"},{"type":"note","content":"M. West. p. 225. M. Paris, p. 4. Bracton, lib. 1. cap. 11. num. 1. Fleta, lib. 1. cap. 8. n. 2.","subId":"n51","id":"Hume.HE.1.4.n51"},{"type":"note","content":"M. Paris, p. 5. Anglia Sacra, vol. i. p. 248.","subId":"n52","id":"Hume.HE.1.4.n52"},{"type":"note","content":"Parker, p. 161.","subId":"n53","id":"Hume.HE.1.4.n53"},{"type":"note","content":"Ibid. p. 164.","subId":"n54","id":"Hume.HE.1.4.n54"},{"type":"note","content":"Hoveden, p. 453. Diceto, p. 482. Knyghton, p. 2345. Anglia Sacra, vol. i. p. 5, 6. Ypod. Neust. p. 438.","subId":"n55","id":"Hume.HE.1.4.n55"},{"type":"note","content":"Brompton relates, that Wulstan was also deprived by the synod; but refusing to deliver his pastoral staff and ring to any but the person from whom he first received it, he went immediately to king Edward's tomb, and struck the staff so deeply into the stone, that none but himself was able to pull it out: Upon which he was allowed to keep his bishopric. This instance may serve, instead of many, as a specimen of the monkish miracles. See also the Annals of Burton, p. 284.","subId":"n56","id":"Hume.HE.1.4.n56"},{"type":"note","content":"Malmes. de gest. Pont. p. 154.","subId":"n57","id":"Hume.HE.1.4.n57"},{"type":"note","content":"Ingulf, p. 70, 71.","subId":"n58","id":"Hume.HE.1.4.n58"},{"type":"note","content":"M. West. p. 228. Lanfranc wrote in defence of the real presence against Berengarius; and in these ages of stupidity and ignorance, he was greatly applauded for that performance.","subId":"n59","id":"Hume.HE.1.4.n59"},{"type":"note","content":"Eadmer, p. 6.","subId":"n60","id":"Hume.HE.1.4.n60"},{"type":"note","content":"Order. Vital. p. 523. H. Hunt. p. 370.","subId":"n61","id":"Hume.HE.1.4.n61"},{"type":"note","content":"Ingulf, p. 71.","subId":"n62","id":"Hume.HE.1.4.n62"},{"type":"note","content":"36 Ed. III. cap. 15. Selden Spicileg. ad Eadmer, p. 189. Fortescue de laud. leg. Angl. cap. 48.","subId":"n63","id":"Hume.HE.1.4.n63"},{"type":"note","content":"Chron. Rothom. A. D. 1066.","subId":"n64","id":"Hume.HE.1.4.n64"},{"type":"note","content":"Ingulf, p. 88. Brompton, p. 982. Knyghton, p. 2355. Hoveden, p. 600.","subId":"n65","id":"Hume.HE.1.4.n65"},{"type":"note","content":"What these laws were of Edward the Confessor, which the English, every reign during a century and a half, desire so passionately to have restored, is much disputed by antiquaries, and our ignorance of them seems one of the greatest defects in the ancient English history. The collection of laws in Wilkins, which pass under the name of Edward, are plainly a posterior and an ignorant compilation. Those to be found in Ingulf are genuine; but so imperfect, and contain so few clauses favourable to the subject, that we see no great reason for their contending for them so vehemently. It is probable, that the English meant the common law, as it prevailed during the reign of Edward; which we may conjecture to have been more indulgent to liberty than the Norman institutions. The most material articles of it were afterwards comprehended in Magna Charta.","subId":"n66","id":"Hume.HE.1.4.n66"},{"type":"note","content":"William was so little ashamed of his birth, that he assumed the appellation of Bastard in some of his letters and charters. Spellm. Gloss. in verb. Bastardus. Camden in Richmondshire.","subId":"n67","id":"Hume.HE.1.4.n67"},{"type":"note","content":"Order. Vital. p. 522. Hoveden, p. 454.","subId":"n68","id":"Hume.HE.1.4.n68"},{"type":"note","content":"Sim. Dun. p. 205.","subId":"n69","id":"Hume.HE.1.4.n69"},{"type":"note","content":"Order. Vital. p. 536.","subId":"n70","id":"Hume.HE.1.4.n70"},{"type":"note","content":"Chron. Sax. p. 183. M. Paris, p. 7.","subId":"n71","id":"Hume.HE.1.4.n71"},{"type":"note","content":"Many of the fugitive Normans are supposed to have fled into Scotland; where they were protected, as well as the fugitive English, by Malcolm. Whence come the many French and Norman families, which are found at present in that country.","subId":"n72","id":"Hume.HE.1.4.n72"},{"type":"note","content":"L'Abbe Conc. tom. 10. p. 371, 372. com. 2.","subId":"n73","id":"Hume.HE.1.4.n73"},{"type":"note","content":"Padre Paolo sopra benef. eccles. p. 30.","subId":"n74","id":"Hume.HE.1.4.n74"},{"type":"note","content":"Padre Paolo sopra benef. eccles. p. 113.","subId":"n75","id":"Hume.HE.1.4.n75"},{"type":"note","content":"Epist. Greg. VII. epist. 32, 35. lib. 2. epist. 5.","subId":"n76","id":"Hume.HE.1.4.n76"},{"type":"note","content":"Epist. Greg. VII. lib. 1. epist. 7.","subId":"n77","id":"Hume.HE.1.4.n77"},{"type":"note","content":"Greg. Epist. lib. 2. epist. 55.","subId":"n78","id":"Hume.HE.1.4.n78"},{"type":"note","content":"Spicileg. Seldeni ad Eadmer, p 4.","subId":"n79","id":"Hume.HE.1.4.n79"},{"type":"note","content":"Hoveden, p. 455, 457. Flor. Wigorn. p. 638. Spell. Concil. fol. 13. A. D. 1076.","subId":"n80","id":"Hume.HE.1.4.n80"},{"type":"note","content":"Order. Vital. p. 545. Hoveden, p. 457. Flor. Wigorn. p. 639.","subId":"n81","id":"Hume.HE.1.4.n81"},{"type":"note","content":"Chron. de Mailr. p. 160.","subId":"n82","id":"Hume.HE.1.4.n82"},{"type":"note","content":"Order. Vital. p. 545.","subId":"n83","id":"Hume.HE.1.4.n83"},{"type":"note","content":"Ibid.","subId":"n84","id":"Hume.HE.1.4.n84"},{"type":"note","content":"Ibid.","subId":"n85","id":"Hume.HE.1.4.n85"},{"type":"note","content":"Order Vital. p. 545. Hoveden, p. 457. Sim. Dun. p. 210. Diceto, p. 487.","subId":"n86","id":"Hume.HE.1.4.n86"},{"type":"note","content":"Malmes. p. 106. H. Hunt. p. 369. Hoveden, p 457. Flor. Wig. p. 639. Sim. Dun. p. 210. Diceto, p. 287. Knyghton, p. 2351. Alur. Beverl. p. 135.","subId":"n87","id":"Hume.HE.1.4.n87"},{"type":"note","content":"Chron. Sax. p. 190. Ingulf, p. 79. Chron. T. Tykes, p. 23. H. Hunt. p. 370. Hoveden, p. 460. M. West. p. 229. Flor. Wigorn. p. 641. Chron. Abb. St. Petri de Burgo, p. 51. M. Paris, p. 8. The more northern counties were not comprehended in this survey; I suppose because of their wild, uncultivated state.","subId":"n88","id":"Hume.HE.1.4.n88"},{"type":"note","content":"Ingulf, p. 8.","subId":"n89","id":"Hume.HE.1.4.n89"},{"type":"note","content":"West's enquiry into the manner of creating peers, p. 24.","subId":"n90","id":"Hume.HE.1.4.n90"},{"type":"note","content":"Order. Vital. p. 523. He says 1060 pounds and some odd shillings and pence a-day","subId":"n91","id":"Hume.HE.1.4.n91"},{"type":"note","content":"Fortescue, de Dom. reg. & politic. cap. 111.","subId":"n92","id":"Hume.HE.1.4.n92"},{"type":"note","content":"Malmes. p. 3. H. Hunt. p. 731. Anglia Sacra, vol. i. p. 258.","subId":"n93","id":"Hume.HE.1.4.n93"},{"type":"note","content":"M. West. p. 230. Anglia Sacra, vol. i. p. 258.","subId":"n94","id":"Hume.HE.1.4.n94"},{"type":"note","content":"Hoveden, p. 600.","subId":"n95","id":"Hume.HE.1.4.n95"},{"type":"note","content":"H. Hunt. p. 370. Brompton, p. 980.","subId":"n96","id":"Hume.HE.1.4.n96"},{"type":"note","content":"So late as the reign of king Stephen, the earl of Albemarle, before the battle of the Standard, addressed the officers of his army in these terms, Proceres Angliae clarissimi, & genere Normanni, &c. Brompton, p. 1026. See farther Abbas Rieval, p. 339, &c. All the barons and military men of England still called themselves Normans.","subId":"n97","id":"Hume.HE.1.4.n97"},{"type":"note","content":"Ingulf, p. 70. H. Hunt. p. 370, 372. M. West. p. 225. Gul. Neub. p. 357. Alured. Beverl. p. 124. De gest. Angl. p. 333. M. Paris. p. 4. Sim. Dun. p. 206. Brompton, p. 962, 980, 1161. Gervase Tilb. lib. i. cap. 16. Textus Roffensis apud Seld. Spicileg. ad Eadm. p. 197. Gul. Pict. p. 206. Ordericus Vitalis, p. 521, 666, 853. Epist. St. Thom. p. 801. Gul. Malmes. p. 52, 57. Knyghton, p. 2354. Edmer, p. 110. Thom. Rudborne in Ang. Sacra, vol. i. p. 248. Monach. Roff. in Ang. Sacra, vol. ii. p. 276. Girald. Camb. in eadem, vol. ii. p. 413. Hist. Elyensis, p. 516. The words of this last historian, who is very ancient, are remarkable, and worth transcribing. Rex itaque factus Willielmus, quid in principes Anglorum, qui tantae cladi superesse poterant, fecerit, dicere, cum nihil prosit, omitto. Quid enim prodesset, si nec unum in toto regno de illis dicerem pristina potestate uti permissum, sed omnes aut in gravem paupertatis aerumnam detrusos, aut exhaeredatos, patria pulsos, aut effossis oculis, vel caeteris amputatis membris, opprobrium hominum factos, aut certe miserrime afflictos, vita privatos. Simili modo utilitate carere existimo dicere quid in minorem populum, non solum ab eo, sed a suis actum sit, cum id dictu sciamus difficile, et ob immanem crudelitatem fortassis incredibile.","subId":"n98","id":"Hume.HE.1.4.n98"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]}],"prev":{"id":"Hume.HE.1.App1","imported":true,"title":"Appendix 1. The Anglo-Saxon Government and Manners","breadcrumb":"Appendix 1","published":[1762]},"next":{"id":"Hume.HE.1.5","imported":true,"title":"Chapter 5. William Rufus","breadcrumb":"Chapter 5","published":[1762]}}