{"imported":true,"id":"Hume.HE.1.8","parent":"Hume.HE.1","title":"Chapter 8. Henry II","breadcrumb":"Chapter 8","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. VIII.\nHENRY II.\nState of Europe——of France——First acts of Henry's government——Disputes between the civil and ecclesiastical powers——Thomas a Becket, archbishop of Canterbury——Quarrel between the king and Becket——Constitutions of Clarendon——Banishment of Becket——Compromise with him——His return from banishment——His murder——Grief——and submission of the king.","id":"Hume.HE.1.8"},{"type":"paragraph","content":"{1154. State of Europe.} THE extensive confederacies, by which the European potentates are now at once united and set in opposition to each other, and which, though they are apt to diffuse the least spark of dissention throughout the whole, are at least attended with this advantage, that they prevent any violent revolutions or conquests in particular states, were totally unknown in ancient ages; and the theory of foreign politics, in each kingdom, formed a speculation much less complicated and involved than at present. Commerce had not yet bound together the most distant nations in so close a chain: Wars, finished in one campaign and often in one battle, were little affected by the movements of remote states: The imperfect communication among the kingdoms, and their ignorance of each other's situation, made it impracticable for a great number of them to combine in one project or effort: And above all, the turbulent spirit and independant situation of the barons or great vassals in each state gave so much occupation to the sovereign, that he was obliged to confine his attention chiefly to his own state and his own system of government, and was more indifferent about what passed among his neighbours. Religion alone, not politics, carried abroad the views of princes; while it either fixed their thoughts on the Holy Land, whose conquest and defence was deemed a point of common honour and interest, or engaged them in intrigues with the Roman pontiff, to whom they had yielded the direction of ecclesiastical affairs, and who was every day assuming more authority than they were willing to allow him.","subId":"1","id":"Hume.HE.1.8.1"},{"type":"paragraph","content":"Before the conquest of England by the duke of Normandy, this island was as much separated from the rest of the world in politics as in situation: and except from the inroads of the Danish pirates, the English, happily confined at home, had neither enemies nor allies on the continent. The foreign dominions of William connected them with the king and great vassals of France; and while the opposite pretensions of the pope and emperor in Italy produced a continual intercourse between Germany and that country, the two great monarchs of France and England formed, in another part of Europe, a separate system, and carried on their wars and negotiations, without meeting either with opposition or support from the others.","subId":"2","id":"Hume.HE.1.8.2"},{"type":"paragraph","content":"{State of France.} On the decline of the Carlovingian race, the nobles, in every province of France, taking advantage of the weakness of the sovereign, and obliged to provide, each for his own defence, against the ravages of the Norman freebooters, had assumed, both in civil and military affairs, an authority almost independant, and had reduced, within very narrow limits, the prerogative of their princes. The accession of Hugh Capet, by annexing a great fief to the crown, had brought some addition to the royal dignity; but this fief, though considerable for a subject, appeared a narrow basis of power for a prince who was placed at the head of so great a community. The royal demesnes consisted only of Paris, Orleans, Estampes, Compiegne, and a few places, scattered over the northern provinces: In the rest of the kingdom, the prince's authority was rather nominal than real: The vassals were accustomed, nay entitled to make war, without his permission, on each other: They were even entitled, if they conceived themselves injured, to turn their arms against their sovereign: They exercised all civil jurisdiction, without appeal, over their tenants and inferior vassals: Their common jealousy of the crown easily united them against any attempt on their exorbitant privileges; and as some of them had attained the power and authority of great princes, even the smallest baron was sure of immediate and effectual protection. Besides six ecclesiastical peerages, which, with the other immunities of the church, cramped extremely the general execution of justice; there were six lay peerages, Burgundy, Normandy, Guienne, Flanders, Toulouse, and Champagne, which formed very extensive and puissant sovereignties. And though the combination of all those princes and barons could, on urgent occasions, muster a mighty power: Yet was it very difficult to set that great machine in movement; it was almost impossible to preserve harmony in its parts; a sense of common interest alone could, for a time, unite them under their sovereign against a common enemy; but if the king attempted to turn the force of the community against any mutinous vassal, the same sense of common interest made the others oppose themselves to the success of his pretensions. Lewis the Gross, the last sovereign, marched, at one time, to his frontiers against the Germans at the head of an army of two hundred thousand men; but a petty lord of Corbeil, of Puiset, of Couci, was able, at another period, to set that prince at defiance, and to maintain open war against him.","subId":"3","id":"Hume.HE.1.8.3"},{"type":"paragraph","content":"The authority of the English monarch was much more extensive within his kingdom, and the disproportion much greater between him and the most powerful of his vassals. His demesnes and revenue were large, compared to the greatness of his state: He was accustomed to levy arbitrary exactions on his subjects: His courts of judicature extended their jurisdiction into every part of the kingdom: He could crush by his power, or by a judicial sentence, well or ill founded, any obnoxious baron: And though the feudal institutions which prevailed in his kingdom, had the same tendency, as in other states, to exalt the aristocracy, and depress the monarchy, it required, in England, according to its present constitution, a great combination of the vassals to oppose their sovereign lord, and there had not hitherto arisen any baron so powerful, as of himself to levy war against the prince, and afford protection to the inferior barons.","subId":"4","id":"Hume.HE.1.8.4"},{"type":"paragraph","content":"While such were the different situations of France and England, and the latter enjoyed so many advantages above the former; the accession of Henry II. a prince of great abilities, possessed of so many rich provinces on the continent, might appear an event dangerous, if not fatal, to the French monarchy, and sufficient to break entirely the balance between the states. He was master, in the right of his father, of Anjou, and Touraine; in that of his mother, of Normandy and Maine; in that of his wife, of Guienne, Poictou, Xaintonge, Auvergne, Perigord, Angoumois, the Limousin. He soon after annexed Britanny to his other states, and was already possessed of the superiority over that province, which, on the first cession of Normandy to Rollo the Dane, had been granted by Charles the Simple in vassalage to that formidable ravager. These provinces composed above a third of the whole French monarchy, and were much superior, in extent and opulence, to those territories, which were subjected to the immediate jurisdiction and government of the king. The vassal was here more powerful than his liege lord: The situation, which had enabled Hugh Capet to depose the Carlovingian princes, seemed to be renewed, and that with much greater advantages on the side of the vassal: And when England was added to so many provinces, the French king had reason to apprehend, from this conjuncture, some great disaster to himself and to his family. But in reality, it was this circumstance, which appeared so formidable, that saved the Capetian race, and, by its consequences, exalted them to that pitch of grandeur, which they at present enjoy.","subId":"5","id":"Hume.HE.1.8.5"},{"type":"paragraph","content":"The limited authority of the prince in the feudal constitutions prevented the king of England from employing with advantage the force of so many states, which were subjected to his government; and these different members, disjoined in situation, and disagreeing in laws, language, and manners, were never thoroughly cemented into one monarchy. He soon became, both from his distant place of residence and from the incompatibility of interests, a kind of foreigner to his French dominions; and his subjects on the continent considered their allegiance as more naturally due to their superior lord, who lived in their neighbourhood, and who was acknowledged to be the supreme head of their nation. He was always at hand to invade them; their immediate lord was often at too great a distance to protect them; and any disorder in any part of his dispersed dominions gave advantages against him. The other powerful vassals of the French crown were rather pleased to see the expulsion of the English, and were not affected with that jealousy, which would have arisen from the oppression of a covassal, who was of the same rank with themselves. By this means, the king of France found it more easy to conquer those numerous provinces from England, than to subdue a duke of Normandy or Guienne, a count of Anjou, Maine, or Poictou. And after reducing such extensive territories, which immediately incorporated with the body of the monarchy, he found greater facility in uniting to the crown the other great fiefs, which still remained separate and independant.","subId":"6","id":"Hume.HE.1.8.6"},{"type":"paragraph","content":"But as these important consequences could not be foreseen by human wisdom, the king of France remarked with terror the rising grandeur of the house of Anjou or Plantagenet; and in order to retard its progress, he had ever maintained a strict union with Stephen, and had endeavoured to support the tottering fortunes of that bold usurper. But after this prince's death, it was too late to think of opposing the succession of Henry, or preventing the performance of those stipulations, which, with the unanimous consent of the nation he had made with his predecessor. The English, harassed with civil wars, and disgusted with the bloodshed and depredations, which, during the course of so many years, had attended them, were little disposed to violate their oaths, by excluding the lawful heir from the succession of their monarchy. Many of the most considerable fortresses were in the hands of his partizans; the whole nation had had occasion to see the noble qualities with which he was endowed, and to compare them with the mean talents of William, the son of Stephen; and as they were acquainted with his great power, and were rather pleased to see the accession of so many foreign dominions to the crown of England, they never entertained the least thoughts of resisting them. Henry himself, sensible of the advantages attending his present situation, was in no hurry to arrive in England; and being engaged in the siege of a castle on the frontiers of Normandy, when he received intelligence of Stephen's death, he made it a point of honour not to depart from his enterprize, till he had brought it to an issue. He then set out on his journey, {8th Decem.} and was received in England with the acclamations of all orders of men, who swore with pleasure the oath of fealty and allegiance to him.","subId":"7","id":"Hume.HE.1.8.7"},{"type":"paragraph","content":"{1155. First acts of Henry's government.} The first act of Henry's government corresponded to the high idea entertained of his abilities, and prognosticated the re-establishment of justice and tranquillity, of which the kingdom had so long been bereaved. He immediately dismissed all those mercenary soldiers, who had committed great disorders in the nation; and he sent them abroad, together with William of Ypres, their leader, the friend and confident of Stephen. He revoked all the grants made by his predecessor, even those which necessity had extorted from the empress Matilda; and that princess, who had resigned her rights in favour of Henry, made no opposition to a measure so necessary for supporting the dignity of the crown. He repaired the coin, which had been extremely debased during the reign of his predecessor; and he took proper measures against the return of a like abuse. He was rigorous in the execution of justice, and in the suppression of robbery and violence; and that he might restore authority to the laws, he caused all the new erected castles to be demolished, which had proved so many sanctuaries to freebooters and rebels. The earl of Albemarle, Hugh Mortimer, and Roger, the son of Milo of Glocester, were inclined to make some resistance to this salutary measure; but the approach of the king with his forces soon obliged them to submit.","subId":"8","id":"Hume.HE.1.8.8"},{"type":"paragraph","content":"Every thing being restored to full tranquillity in England, Henry went abroad in order to oppose the attempts of his brother Geoffrey, who, during his absence, had made an incursion into Anjou and Maine, {1157.} had advanced some pretensions to those provinces, and had got possession of a considerable part of them. On the king's appearance, the people returned to their allegiance; and Geoffrey, resigning his claim for an annual pension of a thousand pounds, departed and took possession of the county of Nantz, which the inhabitants, who had expelled count Hoei, their prince, had put into his hands. Henry returned to England the following year: The incursions of the Welsh then provoked him to make an invasion upon them; where the natural fastnesses of the country occasioned him great difficulties, and even brought him into danger. His vanguard, being engaged in a narrow pass, was put to rout: Henry de Essex, the hereditary standard-bearer, seized with a panic, threw down the standard, took to flight, and exclaimed that the king was slain: And had not the prince immediately appeared in person, and led on his troops with great gallantry, the consequences might have proved fatal to the whole army. For this misbehaviour, Essex was afterwards accused of felony by Robert de Montfort; was vanquished in single combat; his estate was confiscated; and he himself was thrust into a convent. The submissions of the Welsh procured them an accommodation with England.","subId":"9","id":"Hume.HE.1.8.9"},{"type":"paragraph","content":"{1158.} The martial disposition of the princes in that age engaged them to head their own armies in every enterprize, even the most frivolous; and their feeble authority made it commonly impracticable for them to delegate, on occasion, the command to their generals. Geoffrey, the king's brother, died soon after he had acquired possession of Nantz: Though he had no other title to that county, than the voluntary submission or election of the inhabitants two years before, Henry laid claim to the territory as devolved to him by hereditary right, and he went over to support his pretensions by force of arms. Conan, duke or earl of Britanny (for these titles are given indifferently by historians to those princes) pretended that Nantz had been lately separated by rebellion from his principality, to which of right it belonged; and immediately on Geoffrey's death, he took possession of the disputed territory. Lest Lewis, the French king, should interpose in the controversy, Henry paid him a visit; and so allured him by caresses and civilities, that an alliance was contracted between them; and they agreed, that young Henry, heir to the English monarchy, should be affianced to Margaret of France, though the former was only five years of age, the latter was still in her cradle. Henry, now secure of meeting with no interruption on this side, advanced with his army into Britanny; and Conan, in despair of being able to make resistance, delivered up the county of Nantz to him. The able conduct of the king procured him farther and more important advantages from this incident. Conan, harassed with the turbulent disposition of his subjects, was desirous of procuring to himself the support of so great a monarch; and he betrothed his daughter and only child, yet an infant, to Geoffrey, the king's third son, who was of the same tender years. The duke of Britanny died about seven years after; and Henry, being mesne lord and also natural guardian to his son and daughter-in-law, put himself in possession of that principality, and annexed it for the present to his other great dominions.","subId":"10","id":"Hume.HE.1.8.10"},{"type":"paragraph","content":"{1159.} The king had a prospect of making still farther acquisitions; and the activity of his temper suffered no opportunity of that kind to escape him. Philippa, duchess of Guienne, mother of Queen Eleanor, was the only issue of William IV. count of Toulouse; and would have inherited his dominions, had not that prince, desirous of preserving the succession in the male-line, conveyed the principality to his brother, Raymond de St. Gilles, by a contract of sale which was in that age regarded as fictitious and illusory. By this means the title to the county of Toulouse came to be disputed between the male and female heirs; and the one or the other, as opportunities favoured them, had obtained possession. Raymond, grandson of Raymond de St. Gilles, was the reigning sovereign; and on Henry's reviving his wife's claim, this prince had recourse for protection to the king of France, who was so much concerned in policy to prevent the farther aggrandizement of the English monarch. Lewis himself, when married to Eleanor, had asserted the justice of her claim, and had demanded possession of Toulouse; but his sentiments changing with his interest, he now determined to defend, by his power and authority, the title of Raymond. Henry found, that it would be requisite to support his pretensions against potent antagonists; and that nothing but a formidable army could maintain a claim, which he had in vain asserted by arguments and manifestos.","subId":"11","id":"Hume.HE.1.8.11"},{"type":"paragraph","content":"An army, composed of feudal vassals, was commonly very intractable and undisciplined, both because of the independant spirit of the persons who served in it, and because the commands were not given either by the choice of the sovereign or from the military capacity and experience of the officers. Each baron conducted his own vassals: His rank was greater or less, proportioned to the extent of his property: Even the supreme command under the prince was often attached to birth: And as the military vassals were obliged to serve only forty days at their own charge; though, if the expedition were distant, they were put to great expence; the prince reaped little benefit from their attendance. Henry, sensible of these inconveniencies, levied upon his vassals in Normandy and other provinces, which were remote from Toulouse, a sum of money in lieu of their service; and this commutation, by reason of the great distance, was still more advantageous to his English vassals. He imposed, therefore, a scutage of 180,000 pounds on the knight's fees, a commutation, to which, though it was unusual, and the first perhaps to be met with in history,  the military tenants willingly submitted; and with this money, he levied an army which was more under his command, and whose service was more durable and constant. Assisted by Berenger, count of Barcelona, and Trincaval, count of Nismes, whom he had gained to his party, he invaded the county of Toulouse; and after taking Verdun, Castlenau, and other places, he besieged the capital of the province, and was likely to prevail in the enterprize; when Lewis, advancing before the arrival of his main body, threw himself into the place with a small reinforcement. Henry was urged by some of his ministers to prosecute the siege, to take Lewis prisoner, and to impose his own terms in the pacification; but he either thought it so much his interest to maintain the feudal principles, by which his foreign dominions were secured, or bore so much respect to his superior lord, that, he declared, he would not attack a place defended by him in person; and he immediately raised the siege. He marched into Normandy to protect that province against an incursion which the count of Dreux, instigated by king Lewis, his brother, had made upon it. War was now openly carried on between the two monarchs, but produced no memorable event: It soon ended in a cessation of arms, {1160.} and that followed by a peace, which was not, however, attended with any confidence or good correspondence between those rival princes. The fortress of Gisors, being part of the dowry stipulated to Margaret of France, had been consigned by agreement to the knights templars, {1161.} on condition that it should be delivered into Henry's hands, after the celebration of the nuptials. The king, that he might have a pretence for immediately demanding the place, ordered the marriage to be solemnized between the prince and princess, though both infants; and he engaged the grand-master of the templars, by large presents, as was generally suspected, to put him in possession of Gisors. Lewis resenting this fraudulent conduct, banished the templars, and would have made war upon the king of England, had it not been for the mediation and authority of pope Alexander III. who had been chaced from Rome by the anti-pope, Victor IV. and resided at that time in France. That we may form an idea of the authority possessed by the Roman pontiff during those ages, it may be proper to observe, that the two kings had, the year before, met the pope at the castle of Torci on the Loir; and they gave him such marks of respect, that both dismounted to receive him, and holding each of them one of the reins of his bridle, walked on foot by his side, and conducted him in that submissive manner into the castle. A spectacle, cries Baronius in an ecstacy, to God, angels, and men; and such as had never before been exhibited to the world!","subId":"12","id":"Hume.HE.1.8.12"},{"type":"paragraph","content":"{1162.} Henry, soon after he had accommodated his differences with Lewis by the pope's mediation, returned to England; where he commenced an enterprize, which, though required by sound policy, and even conducted in the main with prudence, bred him great disquietude, involved him in danger, and was not concluded without some loss and dishonour.","subId":"13","id":"Hume.HE.1.8.13"},{"type":"paragraph","content":"{Disputes between the civil and ecclesiastical powers.} The usurpations of the clergy, which had at first been gradual, were now become so rapid, and had mounted to such a height, that the contest between the regale and pontificale was really arrived at a crisis in England; and it became necessary to determine whether the king or the priests, particularly the archbishop of Canterbury, should be sovereign of the kingdom. The aspiring spirit of Henry, which gave inquietude to all his neighbours, was not likely long to pay a tame submission to the encroachments of subjects; and as nothing opens the eyes of men so readily as their interest, he was in no danger of falling, in this respect, into that abject superstition, which retained his people in subjection. From the commencement of his reign, in the government of his foreign dominions, as well as of England, he had shown a fixed purpose to repress clerical usurpations, and to maintain those prerogatives, which had been transmitted to him by his predecessors. During the schism of the papacy between Alexander and Victor, he had determined, for some time, to remain neuter: And when informed, that the archbishop of Roüen and the bishop of Mans had, from their own authority, acknowledged Alexander as legitimate pope, he was so enraged, that, though he spared the archbishop on account of his great age, he immediately issued orders for overthrowing the houses of the bishop of Mans, and archdeacon of Roüen; and it was not till he had deliberately examined the matter, by those views, which usually enter into the councils of princes, that he allowed that pontiff to exercise authority over any of his dominions. In England, the mild character and advanced years of Theobald, archbishop of Canterbury, together with his merits in refusing to put the crown on the head of Eustace, son of Stephen, prevented Henry, during the life-time of that primate, from taking any measures against the multiplied encroachments of the clergy: But after his death, the king resolved to exert himself with more activity; and that he might be secure against any opposition, he advanced to that dignity Becket, his chancellor, on whose compliance, he thought, he could entirely depend.","subId":"14","id":"Hume.HE.1.8.14"},{"type":"paragraph","content":"{June 3. Thomas a Becket, archbishop of Canterbury.} Thomas a Becket, the first man of English descent, who, since the Norman conquest, had, during the course of a whole century, risen to any considerable station, was born of reputable parents in the city of London; and being endowed both with industry and capacity, he early insinuated himself into the favour of archbishop Theobald, and obtained from that prelate some preferments and offices. By their means, he was enabled to travel for improvement to Italy, where he studied the civil and canon law at Bologna; and on his return, he appeared to have made such proficiency in knowledge, that he was promoted by his patron to the archdeaconry of Canterbury, an office of considerable trust and profit. He was afterwards employed with success by Theobald in transacting business at Rome; and on Henry's accession, he was recommended to that monarch as worthy of farther preferment. Henry, who knew that Becket had been instrumental in supporting that resolution of the archbishop, which had tended so much to facilitate his own advancement to the throne, was already prepossessed In his favour; and finding, on farther acquaintance, that his spirit and abilities entitled him to any trust, he soon promoted him to the dignity of chancellor, one of the first civil offices in the kingdom. The chancellor, in that age, besides the custody of the great seal, had possession of all vacant prelacies and abbies; he was the guardian of all such minors and pupils as were the king's tenants; all baronies which escheated to the crown were under his administration; he was entitled to a place in council, even though he were not particularly summoned; and as he exercised also the office of secretary of state, and it belonged to him to countersign all commissions, writs, and letters-patent, he was a kind of prime minister, and was concerned in the dispatch of every business of importance. Besides exercising this high office, Becket, by the favour of the king or archbishop, was made provost of Beverley, dean of Hastings, and constable of the Tower: He was put in possession of the honours of Eye and Berkham, large baronies that had escheated to the crown: And to complete his grandeur, he was entrusted with the education of Prince Henry, the king's eldest son, and heir of the monarchy. The pomp of his retinue, the sumptuousness of his furniture, the luxury of his table, the munificence of his presents, corresponded to these great preferments; or rather exceeded any thing that England had ever before seen in any subject. His historian and secretary, Fitz-Stephens, mentions, among other particulars, that his apartments were every day in winter covered with clean straw or hay, and in summer with green rushes or boughs; lest the gentlemen, who paid court to him, and who could not, by reason of their great number, find a place at table, should soil their fine cloaths by sitting on a dirty floor. A great number of knights were retained in his service; the greatest barons were proud of being received at his table; his house was a place of education for the sons of the chief nobility; and the king himself frequently vouchsafed to partake of his entertainments. As his way of life was splendid and opulent, his amusements and occupations were gay, and partook of the cavalier spirit, which, as he had only taken deacon's orders, he did not think unbefitting his character. He employed himself at leisure hours in hunting, hawking, gaming, and horsemanship; he exposed his person in several military actions; he carried over, at his own charge, seven hundred knights to attend the king in his wars at Toulouse; in the subsequent wars on the frontiers of Normandy, he maintained, during forty days, twelve hundred knights, and four thousand of their train; and in an embassy to France, with which he was entrusted, he astonished that court by the number and magnificence of his retinue.","subId":"15","id":"Hume.HE.1.8.15"},{"type":"paragraph","content":"Henry, besides committing all his more important business to Becket's management, honoured him with his friendship and intimacy; and whenever he was disposed to relax himself by sports of any kind, he admitted his chancellor to the party. An instance of their familiarity is mentioned by Fitz-Stephens, which, as it shows the manners of the age, it may not be improper to relate. One day, as the king and the chancellor were riding together in the streets of London, they observed a beggar, who was shivering with cold. Would it not be very praise-worthy, said the king, to give that poor man a warm coat in this severe season? It would, surely, replied the chancellor; and you do well, Sir, in thinking of such good actions. Then he shall have one presently, cried the king: And seizing the skirt of the chancellor's coat, which was scarlet, and lined with ermine, began to pull it violently. The chancellor defended himself for some time; and they had both of them like to have tumbled off their horses in the street, when Becket, after a vehement struggle, let go his coat; which the king bestowed on the beggar, who, being ignorant of the quality of the persons, was not a little surprised at the present.","subId":"16","id":"Hume.HE.1.8.16"},{"type":"paragraph","content":"Becket, who, by his complaisance and good-humour, had rendered himself agreeable, and by his industry and abilities useful, to his master, appeared to him the fittest person for supplying the vacancy made by the death of Theobald. As he was well acquainted with the king's intentions of retrenching, or rather confining within the ancient bounds, all ecclesiastical privileges, and always showed a ready disposition to comply with them, Henry, who never expected any resistance from that quarter, immediately issued orders for electing him archbishop of Canterbury. But this resolution, which was taken contrary to the opinion of Matilda, and many of the ministers, drew after it very unhappy consequences; and never prince of so great penetration, appeared, in the issue, to have so little understood the genius and character of his minister.","subId":"17","id":"Hume.HE.1.8.17"},{"type":"paragraph","content":"No sooner was Becket installed in this high dignity, which rendered him for life the second person in the kingdom, with some pretensions of aspiring to be the first, than he totally altered his demeanor and conduct, and endeavoured to acquire the character of sanctity, of which his former busy and ostentatious course of life might, in the eyes of the people, have naturally bereaved him. Without consulting the king, he immediately returned into his hands the commission of chancellor; pretending, that he must thenceforth detach himself from secular affairs, and be solely employed in the exercise of his spiritual function, but in reality, that he might break off all connexions with Henry, and apprise him, that Becket, as primate of England, was now become entirely a new personage. He maintained, in his retinue and attendants alone, his ancient pomp and lustre, which was useful to strike the vulgar: In his own person he affected the greatest austerity, and most rigid mortification, which, he was sensible, would have an equal or a greater tendency to the same end. He wore sack-cloth next his skin, which, by his affected care to conceal it, was necessarily the more remarked by all the world: He changed it so seldom, that it was filled with dirt and vermin: His usual diet was bread; his drink water, which he even rendered farther unpalatable by the mixture of unsavoury herbs: He tore his back with the frequent discipline which he inflicted on it: He daily on his knees washed, in imitation of Christ, the feet of thirteen beggars, whom he afterwards dismissed with presents: He gained the affections of the monks by his frequent charities to the convents and hospitals: Every one, who made profession of sanctity, was admitted to his conversation, and returned full of panegyrics on the humility, as well as on the piety and mortification, of the holy primate: He seemed to be perpetually employed in reciting prayers and pious lectures, or in perusing religious discourses: His aspect wore the appearance of seriousness, and mental recollection, and secret devotion: And all men of penetration plainly saw, that he was meditating some great design, and that the ambition and ostentation of his character had turned itself towards a new and more dangerous object.","subId":"18","id":"Hume.HE.1.8.18"},{"type":"paragraph","content":"{1163. Quarrel between the king and Becket.} Becket waited not till Henry should commence those projects against the ecclesiastical power, which, he knew, had been formed by that prince: He was himself the aggressor; and endeavoured to overawe the king by the intrepidity and boldness of his enterprizes. He summoned the earl of Clare to surrender the barony of Tunbridge, which, ever since the conquest, had remained in the family of that nobleman, but which, as it had formerly belonged to the see of Canterbury, Becket pretended his predecessors were prohibited by the canons to alienate. The earl of Clare, besides the lustre which he derived from the greatness of his own birth, and the extent of his possessions, was allied to all the principal families in the kingdom; his sister, who was a celebrated beauty, had farther extended his credit among the nobility, and was even supposed to have gained the king's affections; and Becket could not better discover, than by attacking so powerful an interest, his resolution of maintaining with vigour the rights, real or pretended, of his see.","subId":"19","id":"Hume.HE.1.8.19"},{"type":"paragraph","content":"William de Eynsford, a military tenant of the crown, was patron of a living, which belonged to a manor that held of the archbishop of Canterbury; but Becket, without regard to William's right, presented, on a new and illegal pretext, one Laurence to that living, who was violently expelled by Eynsford. The primate, making himself, as was usual in spiritual courts, both judge and party, issued in a summary manner, the sentence of excommunication against Eynsford, who complained to the king, that he, who held in capite of the crown, should, contrary to the practice established by the Conqueror, and maintained ever since by his successors, be subjected to that terrible sentence, without the previous consent of the sovereign. Henry, who had now broken off all personal intercourse with Becket, sent him, by a messenger, his orders to absolve Eynsford; but received for answer, that it belonged not to the king to inform him whom he should absolve and whom excommunicate: And it was not till after many remonstrances and menaces, that Becket, though with the worst grace imaginable, was induced to comply with the royal mandate.","subId":"20","id":"Hume.HE.1.8.20"},{"type":"paragraph","content":"Henry, though he found himself thus grievously mistaken in the character of the person whom he had promoted to the primacy, determined not to desist from his former intention of retrenching clerical usurpations. He was entirely master of his extensive dominions: The prudence and vigour of his administration, attended with perpetual success, had raised his character above that of any of his predecessors: The papacy seemed to be weakened by a schism, which divided all Europe: And he rightly judged, that, if the present favourable opportunity were neglected, the crown must, from the prevalent superstition of the people, be in danger of falling into an entire subordination under the mitre.","subId":"21","id":"Hume.HE.1.8.21"},{"type":"paragraph","content":"The union of the civil and ecclesiastical power serves extremely, in every civilized government, to the maintenance of peace and order; and prevents those mutual incroachments, which, as there can be no ultimate judge between them, are often attended with the most dangerous consequences. Whether the supreme magistrate, who unites these powers, receives the appellation of prince or prelate, is not material: The superior weight, which temporal interests commonly bear in the apprehensions of men above spiritual, renders the civil part of his character most prevalent; and in time prevents those gross impostures and bigotted persecutions, which, in all false religions, are the chief foundation of clerical authority. But during the progress of ecclesiastical usurpations, the state, by the resistance of the civil magistrate, is naturally thrown into convulsions; and it behoves the prince, both for his own interest, and for that of the public, to provide, in time sufficient barriers against so dangerous and insidious a rival. This precaution had hitherto been much neglected in England, as well as in other catholic countries; and affairs at last seemed to have come to a dangerous crisis: A sovereign of the greatest abilities was now on the throne: A prelate of the most inflexible and intrepid character was possessed of the primacy: The contending powers appeared to be armed with their full force, and it was natural to expect some extraordinary event to result from their conflict.","subId":"22","id":"Hume.HE.1.8.22"},{"type":"paragraph","content":"Among their other inventions to obtain money, the clergy had inculcated the necessity of pennance as an atonement for sin: and having again introduced the practice of paying them large sums as a commutation, or species of atonement, for the remission of those pennances, the sins of the people, by these means, had become a revenue to the priests; and the king computed, that, by this invention alone, they levied more money upon his subjects, than flowed, by all the funds and taxes, into the royal exchequer. That he might ease the people of so heavy and arbitrary an imposition, Henry required, that a civil officer of his appointment should be present in all ecclesiastical courts, and should, for the future, give his consent to every composition which was made with sinners for their spiritual offences.","subId":"23","id":"Hume.HE.1.8.23"},{"type":"paragraph","content":"The ecclesiastics, in that age, had renounced all immediate subordination to the magistrate: They openly pretended to an exemption, in criminal accusations, from a trial before courts of justice; and were gradually introducing a like exemption in civil causes: Spiritual penalties alone could be inflicted on their offences: And as the clergy had extremely multiplied in England, and many of them were consequently of very low characters, crimes of the deepest dye, murders, robberies, adulteries, rapes, were daily committed with impunity by the ecclesiastics. It had been found, for instance, on enquiry, that no less than a hundred murders had, since the king's accession, been perpetrated by men of that profession, who had never been called to account for these offences; and holy orders were become a full protection for all enormities. A clerk in Worcestershire, having debauched a gentleman's daughter, had, at this time, proceeded to murder the father; and the general indignation against this crime moved the king to attempt the remedy of an abuse which was become so palpable, and to require that the clerk should be delivered up, and receive condign punishment from the magistrate. Becket insisted on the privileges of the church; confined the criminal in the bishop's prison, lest he should be seized by the king's officers; maintained that no greater punishment could be inflicted on him than degradation: And when the king demanded, that, immediately after he was degraded, he should be tried by the civil power, the primate asserted, that it was iniquitous to try a man twice upon the same accusation, and for the same offence.","subId":"24","id":"Hume.HE.1.8.24"},{"type":"paragraph","content":"Henry, laying hold of so plausible a pretence, resolved to push the clergy with regard to all their privileges, which they had raised to an enormous height, and to determine at once those controversies, which daily multiplied, between the civil and the ecclesiastical jurisdictions. He summoned an assembly of all the prelates of England; and he put to them this concise and decisive question. Whether or not they were willing to submit to the ancient laws and customs of the kingdom? The bishops unanimously replied, that they were willing, saving their own order: A device, by which they thought to elude the present urgency of the king's demand, yet reserve to themselves, on a favourable opportunity, the power of resuming all their pretensions. The king was sensible of the artifice, and was provoked to the highest indignation. He left the assembly, with visible marks of his displeasure: He required the primate instantly to surrender the honours and castles of Eye and Berkham: The bishops were terrified, and expected still farther effects of his resentment. Becket alone was inflexible; and nothing but the interposition of the pope's legate and almoner, Philip, who dreaded a breach with so powerful a prince at so unseasonable a juncture, could have prevailed on him to retract the saving clause, and give a general and absolute promise of observing the ancient customs.","subId":"25","id":"Hume.HE.1.8.25"},{"type":"paragraph","content":"But Henry was not content with a declaration in these general terms: He resolved, ere it was too late, to define expressly those customs, with which he required compliance, and to put a stop to clerical usurpations, before they were fully consolidated, and could plead antiquity, as they already did a sacred authority, in their favour. The claims of the church were open and visible. After a gradual and insensible progress during many centuries, the mask had at last been taken off, and several ecclesiastical councils, by their canons, which were pretended to be irrevocable and infallible, had positively defined those privileges and immunities, which gave such general offence, and appeared so dangerous to the civil magistrate. Henry therefore deemed it necessary to define with the same precision the limits of the civil power; to oppose his legal customs to their divine ordinances; {1164. 25th Jan.} to determine the exact boundaries of the rival jurisdictions; and for this purpose, he summoned a general council of the nobility and prelates at Clarendon, to whom he submitted this great and important question.","subId":"26","id":"Hume.HE.1.8.26"},{"type":"paragraph","content":"{Constitutions of Clarendon.} The barons were all gained to the king's party, either by the reasons which he urged, or by his superior authority: The bishops were overawed by the general combination against them: And the following laws, commonly called the Constitutions of Clarendon, were voted without opposition by this assembly. It was enacted, that all suits concerning the advowson and presentation of churches should be determined in the civil courts: That the churches, belonging to the king's fee, should not be granted in perpetuity without his consent: That clerks, accused of any crime, should be tried in the civil courts: That no person, particularly no clergyman of any rank, should depart the kingdom without the king's licence: That excommunicated persons should not be bound to give security for continuing in their present place of abode: That laics should not be accused in spiritual courts, except by legal and reputable promoters and witnesses: That no chief tenant of the crown should be excommunicated, nor his lands be put under an interdict, except with the king's consent: That all appeals in spiritual causes should be carried from the archdeacon to the bishop, from the bishop to the primate, from him to the king; and should be carried no farther without the king's consent: That if any law-suit arose between a layman and a clergyman concerning a tenant, and it be disputed whether the land be a lay or an ecclesiastical fee, it should first be determined by the verdict of twelve lawful men to what class it belonged, and if it be found to be a lay-fee, the cause should finally be determined in the civil courts: That no inhabitant in demesne should be excommunicated for non-appearance in a spiritual court, till the chief officer of the place, where he resides, be consulted, that he may compel him by the civil authority to give satisfaction to the church: That the archbishops, bishops, and other spiritual dignitaries should be regarded as barons of the realm; should possess the privileges and be subjected to the burthens belonging to that rank; and should be bound to attend the king in his great councils, and assist at all trials, till the sentence, either of death or loss of members, be given against the criminal: That the revenue of vacant sees should belong to the king; the chapter, or such of them as he pleases to summon, should sit in the king's chapel till they made the new election with his consent, and that the bishop-elect should do homage to the crown: That if any baron or tenant in capite should refuse to submit to the spiritual courts, the king should employ his authority in obliging him to make such submissions; if any of them throw off his allegiance to the king, the prelates should assist the king with their censures in reducing him: That goods, forfeited to the king, should not be protected in churches or church-yards: That the clergy should no longer pretend to the right of enforcing payment of debts contracted by oath or promise; but should leave these law-suits, equally with others, to the determination of the civil courts: And that the sons of villains should not be ordained clerks, without the consent of their lord.","subId":"27","id":"Hume.HE.1.8.27"},{"type":"paragraph","content":"These articles, to the number of sixteen, were calculated to prevent the chief abuses, which had prevailed in ecclesiastical affairs, and to put an effectual stop to the usurpations of the church, which, gradually stealing on, had threatened the total destruction of the civil power. Henry, therefore, by reducing those ancient customs of the realm to writing, and by collecting them in a body, endeavoured to prevent all future dispute with regard to them; and by passing so many ecclesiastical ordinances in a national and civil assembly, he fully established the superiority of the legislature above all papal decrees or spiritual canons, and gained a signal victory over the ecclesiastics. But as he knew, that the bishops, though overawed by the present combination of the crown and the barons, would take the first favourable opportunity of denying the authority, which had enacted these constitutions; he resolved, that they should all set their seal to them, and give a promise to observe them. None of the prelates dared to oppose his will; except Becket, who, though urged by the earls of Cornwal and Leicester, the barons of principal authority in the kingdom, obstinately withheld his assent. At last, Richard de Hastings, grand prior of the templars in England, threw himself on his knees before him; and with many tears, entreated him, if he paid any regard, either to his own safety or that of the church, not to provoke, by a fruitless opposition, the indignation of a great monarch, who was resolutely bent on his purpose, and who was determined to take full revenge on every one, that should dare to oppose him. Becket, finding himself deserted by all the world, even by his own brethren, was at last obliged to comply; and he promised, legally, with good faith, and without fraud or reserve, to observe the constitutions; and he took an oath to that purpose. The king, thinking that he had now finally prevailed in this great enterprize, sent the constitutions to pope Alexander, who then resided in France; and he required that pontiff's ratification of them: But Alexander, who, though he had owed the most important obligations to the king, plainly saw, that these laws were calculated to establish the independancy of England on the papacy, and of the royal power on the clergy, condemned them in the strongest terms; abrogated, annulled, and rejected them. There were only six articles, the least important, which, for the sake of peace, he was willing to ratify.","subId":"28","id":"Hume.HE.1.8.28"},{"type":"paragraph","content":"Becket, when he observed, that he might hope for support in an opposition, expressed the deepest sorrow for his compliance; and endeavoured to engage all the other bishops in a confederacy to adhere to their common rights, and to the ecclesiastical privileges, in which he represented the interest and honour of God to be so deeply concerned. He redoubled his austerities in order to punish himself for his criminal assent to the constitutions of Clarendon: He proportioned his discipline to the enormity of his supposed offence: And he refused to exercise any part of his archiepiscopal function, till he should receive absolution from the pope, which was readily granted him. Henry, informed of his present dispositions, resolved to take vengeance for this refractory behaviour; and he attempted to crush him, by means of that very power which Becket made such merit in supporting. He applied to the pope, that he should grant the commission of legate in his dominions to the archbishop of York; but Alexander, as politic as he, though he granted the commission, annexed a clause, that it should not impower the legate to execute any act in prejudice of the archbishop of Canterbury: And the king, finding how fruitless such an authority would prove, sent back the commission by the same messenger that brought it.","subId":"29","id":"Hume.HE.1.8.29"},{"type":"paragraph","content":"The primate, however, who found himself still exposed to the king's indignation, endeavoured twice to escape secretly from the kingdom; but was as often detained by contrary winds: And Henry hastened to make him feel the effects of an obstinacy, which he deemed so criminal. He instigated John, mareschal of the exchequer, to sue Becket in the archiepiscopal court for some lands, part of the manor of Pageham; and to appeal thence to the king's court for justice. On the day appointed for trying the cause, the primate sent four knights, to represent certain irregularities in John's appeal; and at the same time to excuse himself, on account of sickness, for not appearing personally that day in the court. This slight offence (if it even deserve the name) was represented as a grievous contempt; the four knights were menaced, and with difficulty escaped being sent to prison, as offering falsehoods to the court; and Henry, being determined to prosecute Becket to the utmost, summoned at Northampton a great council, which he purposed to make the instrument of his vengeance against the inflexible prelate.","subId":"30","id":"Hume.HE.1.8.30"},{"type":"paragraph","content":"The king had raised Becket from a low station to the highest offices, had honoured him with his countenance and friendship, had trusted to his assistance in forwarding his favourite project against the clergy; and when he found him become of a sudden his most rigid opponent, while every one beside complied with his will, rage at the disappointment, and indignation against such signal ingratitude, transported him beyond all bounds of moderation; and there seems to have entered more of passion than of justice, or even of policy, in this violent prosecution. The barons, notwithstanding, in the great council voted whatever sentence he was pleased to dictate to them; and the bishops themselves, who undoubtedly bore a secret favour to Becket, and regarded him as the champion of their privileges, concurred with the rest, in the design of oppressing their primate. In vain did Becket urge, that his court was proceeding with the utmost regularity and justice in trying the mareschal's cause, which however, he said, would appear, from the sheriff's testimony, to be entirely unjust and iniquitous: That he himself had discovered no contempt of the king's court; but on the contrary, by sending four knights to excuse his absence, had virtually acknowledged its authority: That he also, in consequence of the king's summons, personally appeared at present in the great council, ready to justify his cause against the mareschal, and to submit his conduct to their enquiry and jurisdiction: That even should it be found, that he had been guilty of non-appearance, the laws had affixed a very slight penalty to that offence: And that, as he was an inhabitant of Kent, where his archiepiscopal palace was seated, he was by law entitled to some greater indulgence than usual in the rate of his fine. Notwithstanding these pleas, he was condemned as guilty of a contempt of the king's court, and as wanting in the fealty which he had sworn to his sovereign; all his goods and chattels were confiscated; and that this triumph over the church might be carried to the utmost, Henry, bishop of Winchester, the prelate who had been so powerful in the former reign, was, in spite of his remonstrances, obliged, by order of the court, to pronounce the sentence against him. The primate submitted to the decree; and all the prelates, except Folliot, bishop of London, who paid court to the king by this singularity, became sureties for him. It is remarkable, that several Norman barons voted in this council; and we may conclude, with some probability, that a like practice had prevailed in many of the great councils summoned since the conquest. For the contemporary historian, who has given us a full account of these transactions, does not mention this circumstance as any wise singular; and Becket, in all his subsequent remonstrances with regard to the severe treatment, which he had met with, never sounds any objection on an irregularity, which to us appears very palpable and flagrant. So little precision was there at that time in the government and constitution!","subId":"31","id":"Hume.HE.1.8.31"},{"type":"paragraph","content":"The king was not content with this sentence, however violent and oppressive. Next day, he demanded of Becket the sum of three hundred pounds, which the primate had levied upon the honours of Eye and Berkham, while in his possession. Becket, after premising that he was not obliged to answer to this suit, because it was not contained in his summons; after remarking, that he had expended more than that sum in the repairs of those castles, and of the royal palace at London; expressed however his resolution that money should not be any ground of quarrel between him and his sovereign: He agreed to pay the sum; and immediately gave sureties for it. In the subsequent meeting, the king demanded five hundred marks, which, he affirmed, he had lent Becket during the war at Toulouse; and another sum to the same amount, for which that prince had been surety for him to a Jew. Immediately after these two claims, he preferred a third of still greater importance: He required him to give in the accounts of his administration while chancellor, and to pay the balance due from the revenues of all the prelacies, abbies, and baronies, which had, during that time, been subjected to his management. Becket observed, that, as this demand was totally unexpected, he had not come prepared to answer it; but he required a delay, and promised in that case to give satisfaction. The king insisted upon sureties; and Becket desired leave to consult his suffragans in a case of such importance.","subId":"32","id":"Hume.HE.1.8.32"},{"type":"paragraph","content":"It is apparent, from the known character of Henry, and from the usual vigilance of his government, that, when he promoted Becket to the see of Canterbury, he was, on good grounds, well pleased with his administration in the former high office, with which he had entrusted him; and that, even if that prelate had dissipated money beyond the income of his place, the king was satisfied that his expences were not blameable, and had in the main been calculated for his service. Two years had since elapsed; no demand had during that time been made upon him; it was not till the quarrel arose concerning ecclesiastical privileges, that the claim was started, and the primate was, of a sudden, required to produce accounts of such intricacy and extent before a tribunal, which had shown a determined resolution to ruin and oppress him. To find sureties, that he should answer so boundless and uncertain a claim, which in the king's estimation amounted to 44,000 marks, was impracticable; and Becket's suffragans were extremely at a loss what counsel to give him, in such a critical emergency. By the advice of the bishop of Winchester he offered two thousand marks as a general satisfaction for all demands: But this offer was rejected by the king. Some prelates exhorted him to resign his see, on condition of receiving an acquittal: Others were of opinion, that he ought to submit himself entirely to the king's mercy: But the primate, thus pushed to the utmost, had too much courage to sink under oppression: He determined to brave all his enemies, to trust to the sacredness of his character for protection, to involve his cause with that of God and religion, and to stand the utmost efforts of royal indignation.","subId":"33","id":"Hume.HE.1.8.33"},{"type":"paragraph","content":"After a few days, spent in deliberation, Becket went to church, and said mass, where he had previously ordered, that the introit to the communion service should begin with these words, Princes sat and spake against me; the passage appointed for the martyrdom of St. Stephen, whom the primate thereby tacitly pretended to resemble in his sufferings for the sake of righteousness. He went thence to court arrayed in his sacred vestments: As soon as he arrived within the palace-gate he took the cross into his own hands, bore it aloft as his protection, and marched in that posture into the royal apartments. The king, who was in an inner room, was astonished at this parade, by which the primate seemed to menace him and his court with the sentence of excommunication; and he sent some of the prelates to remonstrate with him on account of such audacious behaviour. These prelates complained to Becket, that, by subscribing, himself, to the constitutions of Clarendon, he had seduced them to imitate his example, and that now, when it was too late, he pretended to shake off all subordination to the civil power, and appeared desirous of involving them in the guilt, which must attend any violation of those laws, established by their consent and ratified by their subscriptions. Becket replied, that he had indeed subscribed the constitutions of Clarendon, legally, with good faith and without fraud or reserve; but in these words was virtually implied a salvo for the rights of their order, which, being connected with the cause of God and his church, could never be relinquished by their oaths and engagements: That if he and they had erred, in resigning the ecclesiastical privileges, the best atonement they could now make was to retract their consent, which in such a case could never be obligatory, and to follow the pope's authority, who had solemnly annulled the constitutions of Clarendon, and had absolved them from all oaths which they had taken to observe them: That a determined resolution was evidently embraced to oppress the church; the storm had first broken upon him; for a slight offence, and which too was falsely imputed to him, he had been tyrannically condemned to a grievous penalty; a new and unheard-of claim was since started, in which he could expect no justice; and he plainly saw, that he was the destined victim, who, by his ruin, must prepare the way for the abrogation of all spiritual immunities: That he strictly inhibited them who were his suffragans, from assisting at any such trial, or giving their sanction to any sentence against him; he put himself and his see under the protection of the supreme pontiff; and appealed to him against any penalty, which his iniquitous judges might think proper to inflict upon him: And that however terrible the indignation of so great a monarch as Henry, his sword could only kill the body; while that of the church, entrusted into the hands of the primate, could kill the soul, and throw the disobedient into infinite and eternal perdition.","subId":"34","id":"Hume.HE.1.8.34"},{"type":"paragraph","content":"Appeals to the pope, even in ecclesiastical causes, had been abolished by the constitutions of Clarendon, and were become criminal by law; but an appeal in a civil cause, such as the king's demand upon Becket, was a practice altogether new and unprecedented; tended directly to the subversion of the government; and could receive no colour of excuse, except from the determined resolution, which was but too apparent, in Henry and the great council, to effectuate, without justice, but under colour of law, the total ruin of the inflexible primate. The king, having now obtained a pretext so much more plausible for his violence, would probably have pushed the affair to the utmost extremity against him; but Becket gave him no leisure to conduct the prosecution. He refused so much as to hear the sentence, which the barons, sitting apart from the bishops, and joined to some sheriffs and barons of the second rank, had given upon the king's claim: {Banishment of Becket.} He departed from the palace; asked Henry's immediate permission to leave Northampton; and upon meeting with a refusal, he withdrew secretly; wandered about in disguise for some time; and at last took shipping and arrived safely at Gravelines.","subId":"35","id":"Hume.HE.1.8.35"},{"type":"paragraph","content":"The violent and unjust prosecution of Becket, had a natural tendency to turn the public favour on his side, and to make men overlook his former ingratitude towards the king, and his departure from all oaths and engagements, as well as the enormity of those ecclesiastical privileges, of which he affected to be the champion. There were many other reasons, which procured him countenance and protection in foreign countries. Philip, earl of Planders, and Lewis, king of France, jealous of the rising greatness of Henry, were well pleased to give him disturbance in his government; and forgetting that this was the common cause of princes, they affected to pity extremely the condition of the exiled primate; and the latter even honoured him with a visit at Soissons, in which city he had invited him to fix his residence. The pope, whose interests were more immediately concerned in supporting him, gave a cold reception to a magnificent embassy, which Henry sent to accuse him; while Becket himself, who had come to Sens, in order to justify his cause before the sovereign pontiff, was received with the greatest marks of distinction. The king, in revenge, sequestered the revenues of Canterbury; and by a conduct, which might be esteemed arbitrary, had there been at that time any regular check on royal authority, he banished all the primate's relations and domestics, to the number of four hundred, whom he obliged to swear, before their departure, that they would instantly join their patron. But this policy, by which Henry endeavoured to reduce Becket sooner to necessity, lost its effect: The pope, when they arrived beyond sea, absolved them from their oath, and distributed them among the convents in France and Flanders: A residence was assigned to Becket himself in the convent of Pontigny; where he lived for some years in great magnificence, partly from a pension granted him on the revenues of that abbey, partly from remittances made him by the French monarch.","subId":"36","id":"Hume.HE.1.8.36"},{"type":"paragraph","content":"{1165.} The more to ingratiate himself with the pope, Becket resigned into his hands the see of Canterbury, to which, he affirmed, he had been uncanonically elected, by the authority of the royal mandate; and Alexander in his turn, besides investing him anew with that dignity, pretended to abrogate by a bull the sentence, which the great council of England had passed against him. Henry, after attempting in vain to procure a conference with the pope, who departed soon after for Rome, whither the prosperous state of his affairs now invited him; made provisions against the consequences of that breach, which impended between his kingdom and the apostolic see. He issued orders to his justiciaries, inhibiting, under severe penalties, all appeals to the pope or archbishop; forbidding any one to receive any mandates from them, or apply in any case to their authority; declaring it treasonable to bring from either of them an interdict upon the kingdom, and punishable in secular clergymen, by the loss of their eyes and by castration, in regulars by amputation of their feet, and in laics with death; and menacing with sequestration and banishment the persons themselves, as well as their kindred, who should pay obedience to any such interdict: And he farther obliged all his subjects to swear to the observance of those orders. These were edicts of the utmost importance, affected the lives and properties of all the subjects, and even changed, for the time, the national religion, by breaking off all communication with Rome: Yet were they enacted by the sole authority of the king, and were derived entirely from his will and pleasure.","subId":"37","id":"Hume.HE.1.8.37"},{"type":"paragraph","content":"The spiritual powers, which, in the primitive church, were, in a great measure, dependant on the civil, had, by a gradual progress, reached an equality and independance; and though the limits of the two jurisdictions were difficult to ascertain or define, it was not impossible, but, by moderation on both sides, government might still have been conducted, in that imperfect and irregular manner which attends all human institutions. But as the ignorance of the age encouraged the ecclesiastics daily to extend their privileges, and even to advance maxims totally incompatible with civil government; Henry had thought it high time to put an end to their pretensions, and formally, in a public council, to fix those powers which belonged to the magistrate, and which he was for the future determined to maintain. In this attempt, he was led to re-establish customs, which, though ancient, were beginning to be abolished by a contrary practice, and which were still more strongly opposed by the prevailing opinions and sentiments of the age. Principle, therefore, stood on the one side; power on the other; and if the English had been actuated by conscience, more than by present interest, the controversy must soon, by the general defection of Henry's subjects, have been decided against him. Becket, in order to forward this event, filled all places with exclamations against the violence which he had suffered. He compared himself to Christ, who had been condemned by a lay tribunal, and who was crucified anew in the present oppressions under which his church laboured: He took it for granted, as a point incontestible, that his cause was the cause of God: He assumed the character of champion for the patrimony of the divinity: He pretended to be the spiritual father of the king and all the people of England: He even told Henry, that kings reign solely by the authority of the church: And though he had thus torn off the veil more openly on the one side, than that prince had on the other, he seemed still, from the general favour borne him by the ecclesiastics, to have all the advantage in the argument. The king, that he might employ the weapons of temporal power remaining in his hands, suspended the payment of Peter's pence; he made advances towards an alliance with the emperor, Frederic Barbarossa, who was at that time engaged in violent wars with pope Alexander; he discovered some intentions of acknowledging Pascal III. the present anti-pope, who was protected by that emperor; and by these expedients he endeavoured to terrify the enterprising, though prudent pontiff, from proceeding to extremities against him.","subId":"38","id":"Hume.HE.1.8.38"},{"type":"paragraph","content":"{1166.} But the violence of Becket, still more than the nature of the    controversy, kept affairs from remaining long in suspence between the parties. That prelate, instigated by revenge, and animated by the present glory attending his situation, pushed matters to a decision, and issued a censure, excommunicating the king's chief ministers by name, and comprehending in general all those who favoured or obeyed the constitutions of Clarendon: These constitutions he abrogated and annulled; he absolved all men from the oaths which they had taken to observe them; and he suspended the spiritual thunder over Henry himself, only that the prince might avoid the blow by a timely repentance.","subId":"39","id":"Hume.HE.1.8.39"},{"type":"paragraph","content":"The situation of Henry was so unhappy, that he could employ no expedient for saving his ministers from this terrible censure, but by appealing to the pope himself, and having recourse to a tribunal, whose authoriy he had himself attempted to abridge in this very article of appeals, and which, he knew, was so deeply engaged on the side of his adversary. But even this expedient was not likely to be long effectual. Becket had obtained from the pope a legantine commission over England; and in virtue of that authority, which admitted of no appeal, he summoned the bishops of London, Salisbury, and others, to attend him, and ordered, under pain of excommunication, the ecclesiastics, sequestered on his account, to be restored in two months to all their benefices. But John of Oxford, the king's agent with the pope, had the address to procure orders for suspending this sentence; and he gave the pontiff such hopes of a speedy reconcilement between the king and Becket, that two legates, William of Pavia and Otho, were sent to Normandy, where the king then resided, and they endeavoured to find expedients for that purpose. But the pretensions of the parties were, as yet, too opposite to admit of an accommodation: The king required, that all the constitutions of Clarendon should be ratified: Becket, that previously to any agreement, he and his adherents should be restored to their possessions: And as the legates had no power to pronounce a definitive sentence on either side, the negotiation soon after came to nothing. The cardinal of Pavia also, being much attached to Henry, took care to protract the negotiation; to mitigate the pope, by the accounts which he sent of that prince's conduct; and to procure him every possible indulgence from the see of Rome. About this time, the king had also the address to obtain a dispensation for the marriage of his third son, Geoffrey, with the heiress of Britanny; a concession, which, considering Henry's demerits towards the church, gave great scandal both to Becket, and to his zealous patron, the king of France.","subId":"40","id":"Hume.HE.1.8.40"},{"type":"paragraph","content":"{1167.} The intricacies of the feudal law had, in that age, rendered the boundaries of power between the prince and his vassals, and between one prince and another, as uncertain as those between the crown and the mitre; and all wars took their origin from disputes, which, had there been any tribunal possessed of power to enforce their decrees, ought to have been decided only before a court of judicature. Henry, in prosecution of some controversies, in which he was involved with the count of Auvergne, a vassal of the dutchy of Guienne, had invaded the territories of that nobleman; who had recourse to the king of France, his superior lord, for protection, and thereby kindled a war between the two monarchs. But this war was, as usual, no less feeble in its operations, than it was frivolous in its cause and object; and after occasioning some mutual depredations, and some insurrections among the barons of Poictou and Guienne, was terminated by a peace. The terms of this peace were rather disadvantageous to Henry, and prove, that that prince had, by reason of his contest with the church, lost the superiority, which he had hitherto maintained over the crown of France: An additional motive to him for accommodating those differences. The pope and the king began at last to perceive, that in the present situation of affairs, neither of them could expect a final and decisive victory over the other, and that they had more to fear than to hope from the duration of the controversy. Though the vigour of Henry's government had confirmed his authority in all his dominions, his throne might be shaken by a sentence of excommunication; and if England itself could, by its situation, be more easily guarded against the contagion of superstitious prejudices, his French provinces at least, whose communication was open with the neighbouring states, would be much exposed, on that account, to some great revolution or convulsion. He could not, therefore, reasonably imagine, that the pope, while he retained such a check upon him, would formally recognize the constitutions of Clarendon, which both put an end to papal pretensions in England, and would give an example to other states of asserting a like independancy. Pope Alexander, on the other hand, being still engaged in dangerous wars with the emperor Frederic, might justly apprehend, that Henry, rather than relinquish claims of such importance, would join the party of his enemy; and as the trials hitherto made of the spiritual weapons by Becket had not succeeded to his expectation, and every thing had remained quiet in all the king's dominions, nothing seemed impossible to the capacity and vigilance of so great a monarch. The disposition of minds on both sides, {1168.} resulting from these circumstances, produced frequent attempts towards an accommodation; but as both parties knew, that the essential articles of the dispute could not then be terminated, they entertained a perpetual jealousy of each other, and were anxious not to lose the least advantage in the negociation. The nuncios, Gratian and Vivian, having received a commission to endeavour a reconciliation, met with the king in Normandy; and after all differences seemed to be adjusted, Henry offered to sign the treaty, with a salvo to his royal dignity; which gave such umbrage to Becket, that the negotiation, in the end, became fruitless, and the excommunications were renewed against the king's ministers. Another negotiation was conducted at Montmirail, in presence of the king of France and the French prelates; where Becket also offered to make his submissions, with a salvo to the honour of God, and the liberties of the church; which, for a like reason, was extremely offensive to the king, and rendered the treaty abortive. {1169.} A third conference, under the same mediation, was broken off, by Becket's insisting on a like reserve in his submissions; and even in a fourth treaty, when all the terms were adjusted, and when the primate expected to be introduced to the king, and to receive the kiss of peace, which it was usual for princes to grant in those times, and which was regarded as a sure pledge of forgiveness, Henry refused him that honour; under pretence, that, during his anger, he had made a rash vow to that purpose. This formality served, among such jealous spirits, to prevent the conclusion of the treaty; and though the difficulty was attempted to be overcome by a dispensation which the pope granted to Henry from his vow, that prince could not be prevailed on to depart from the resolution which he had taken.","subId":"41","id":"Hume.HE.1.8.41"},{"type":"paragraph","content":"In one of these conferences, at which the French king was present, Henry said to that monarch: \"There have been many kings of England, some of greater, some of less authority than myself: There have also been many arch bishops of Canterbury, holy and good men, and entitled to every kind of respect: Let Becket but act towards me with the same submission, which the greatest of his predecessors have paid to the least of mine, and there shall be no controversy between us.\" Lewis was so struck with this state of the case, and with an offer which Henry made to submit his cause to the French clergy, that he could not forbear condemning the primate, and withdrawing his friendship from him during some time: But the bigotry of that prince, and their common animosity against Henry, soon produced a renewal of their former good correspondence.","subId":"42","id":"Hume.HE.1.8.42"},{"type":"paragraph","content":"{1170. 22d July.} All difficulties were at last adjusted between the parties; and the king allowed Becket to return, on conditions which may be esteemed both honourable and advantageous to that prelate. He was not required to give up any rights of the church, {Compromise with Becket.} or resign any of those pretensions, which had been the original ground of the controversy. It was agreed, that all these questions should be buried in oblivion; but that Becket and his adherents should, without making farther submission, be restored to all their livings, and that even the possessors of such benefices as depended on the see of Canterbury, and had been filled during the primate's absence, should be expelled, and Becket have liberty to supply the Vacancies. In return for concessions, which entrenched so deeply on the honour and dignity of the crown, Henry reaped only the advantage of seeing his ministers absolved from the sentence of excommunication pronounced against them, and of preventing the interdict, which, if these hard conditions had not been complied with, was ready to be laid on all his dominions. It was easy to see how much he dreaded that event, when a prince of so high a spirit could submit to terms so dishonourable, in order to prevent it. So anxious was Henry to accommodate all differences, and to reconcile himself fully with Becket, that he took the most extraordinary steps to flatter his vanity, and even on one occasion humiliated himself so far as to hold the stirrup of that haughty prelate, while he mounted.","subId":"43","id":"Hume.HE.1.8.43"},{"type":"paragraph","content":"But the king attained not even that temporary tranquillity, which he had hoped to reap from these expedients. During the heat of his quarrel with Becket, while he was every day expecting an interdict to be laid on his kingdom, and a sentence of excommunication to be fulminated against his person, he had thought it prudent to have his son, prince Henry, associated with him in the royalty, and to make him be crowned king, by the hands of Roger archbishop of York. By this precaution, he both ensured the succession of that prince, which, considering the many past irregularities in that point, could not but be esteemed somewhat precarious; and he preserved at least his family on the throne, if the sentence of excommunication should have the effect which he dreaded, and should make his subjects renounce their allegiance to him. Though this design was conducted with expedition and secrecy, Becket, before it was carried into execution, had got intelligence of it; and being desirous of obstructing all Henry's measures, as well as anxious to prevent this affront to himself, who pretended to the sole right, as archbishop of Canterbury, to officiate in the coronation, he had inhibited all the prelates of England from assisting at this ceremony, had procured from the pope a mandate to the same purpose, and had incited the king of France to protest against the coronation of young Henry, unless the princess, daughter of that monarch, should at the same time receive the royal unction. There prevailed in that age an opinion which was akin to its other superstitions, that the royal unction was essential to the exercise of royal power: It was therefore natural both for the king of France, careful of his daughter's establishment, and for Becket, jealous of his own dignity, to demand, in the treaty with Henry, some satisfaction in this essential point. Henry, after apologizing to Lewis for the omission with regard to Margaret, and excusing it on account of the secrecy and dispatch requisite for conducting that measure, promised that the ceremony should be renewed in the persons both of the prince and princess: And he assured Becket, that, besides receiving the acknowledgments of Roger and the other bishops for the seeming affront put on the see of Canterbury, the primate should, as a farther satisfaction, recover his rights by officiating in this coronation. But the violent spirit of Becket, elated by the power of the church, and by the victory which he had already obtained over his sovereign, was not content with this voluntary compensation, but resolved to make the injury, which he pretended to have suffered, a handle for taking revenge on all his enemies. On his arrival in England, he met the archbishop of York and the bishops of London and Salisbury, who were on their journey to the king in Normandy: He notified to the archbishop the sentence of suspension, and to the two bishops that of excommunication, which, at his solicitation, the pope had pronounced against them. {Becket's return from banishment.} Reginald de Warenne, and Gervase de Cornhill, two of the king's ministers, who were employed on their duty in Kent, asked him, on hearing of this bold attempt, whether he meant to bring fire and sword into the kingdom? But the primate, heedless of the reproof, proceeded, in the most ostentatious manner, to take possession of his diocese. In Rochester, and all the towns through which he passed, he was received with the shouts and acclamations of the populace. As he approached Southwark, the clergy, the laity, men of all ranks and ages, came forth to meet him, and celebrated with hymns of joy his triumphant entrance. And though he was obliged, by order of the young prince, who resided at Woodstoke, to return to his diocese, he found that he was not mistaken, when he reckoned upon the highest veneration of the public towards his person and his dignity. He proceeded, therefore, with the more courage to dart his spiritual thunders: He issued the sentence of excommunication against Robert de Broc, and Nigel de Sackville, with many others, who either had assisted at the coronation of the prince, or been active in the late persecution of the exiled clergy. This violent measure, by which he, in effect, denounced war against the king himself, is commonly ascribed to the vindictive disposition and imperious character of Becket; but as this prelate was also a man of acknowledged abilities, we are not, in his passions alone, to look for the cause of his conduct, when he proceeded to these extremities against his enemies. His sagacity had led him to discover all Henry's intentions; and he proposed, by this bold and unexpected assault, to prevent the execution of them.","subId":"44","id":"Hume.HE.1.8.44"},{"type":"paragraph","content":"The king, from his experience of the dispositions of his people, was become sensible, that his enterprize had been too bold, in establishing the constitutions of Clarendon, in defining all the branches of royal power, and in endeavouring to extort from the church of England, as well as from the pope, an express avowal of these disputed prerogatives. Conscious also of his own violence, in attempting to break or subdue the inflexible primate, he was not displeased to undo that measure, which had given his enemies such advantage against him; and he was contented, that the controversy should terminate in that ambiguous manner, which was the utmost that princes, in those ages, could hope to attain in their disputes with the see of Rome. Though he dropped for the present, the prosecution of Becket, he still reserved to himself the right of maintaining, that the constitutions of Clarendon, the original ground of the quarrel, were both the ancient customs and the present law of the realm: And though he knew, that the papal clergy asserted them to be impious in themselves, as well as abrogated by the sentence of the sovereign pontiff, he intended, in spite of their clamours, steadily to put those laws in execution, and to trust to his own abilities, and to the course of events, for success in that perilous enterprize. He hoped, that Becket's experience of a six years' exile would, after his pride was fully gratified by his restoration, be sufficient to teach him more reserve in his opposition: Or if any controversy arose, he expected thenceforth to engage in a more favourable cause, and to maintain with advantage, while the primate was now in his power, the ancient and undoubted customs of the kingdom against the usurpations of the clergy. But Becket, determined not to betray the ecclesiastical privileges by his connivance, and apprehensive lest a prince of such profound policy, if allowed to proceed in his own way, might probably in the end prevail, resolved to take all the advantage which his present victory gave him, and to disconcert the cautious measures of the king, by the vehemence and rigour of his own conduct. Assured of support from Rome, he was little intimidated by dangers, which his courage taught him to despise, and which, even if attended with the most fatal consequences, would serve only to gratify his ambition and thirst of glory.","subId":"45","id":"Hume.HE.1.8.45"},{"type":"paragraph","content":"When the suspended and excommunicated prelates arrived at Baieux, where the king then resided, and complained to him of the violent proceedings of Becket, he instantly perceived the consequences; was sensible, that his whole plan of operations was overthrown; foresaw, that the dangerous contest between the civil and spiritual powers, a contest which he himself had first rouzed, but which he had endeavoured, by all his late negociations and concessions, to appease, must come to an immediate and decisive issue; and he was thence thrown into the most violent commotion. The archbishop of York remarked to him, that, so long as Becket lived, he could never expect to enjoy peace or tranquillity: The king himself, being vehemently agitated, burst forth into an exclamation against his servants, whose want of zeal, he said, had so long left him exposed to the enterprizes of that ungrateful and imperious prelate. Four gentlemen of his household, Reginald Fitz-Urse, William de Traci, Hugh de Moreville, and Richard Brito, taking these passionate expressions to be a hint for Becket's death, immediately communicated their thoughts to each other; and swearing to avenge their prince's quarrel, secretly withdrew from court. Some menacing expressions, which they had dropped, gave a suspicion of their design; and the king dispatched a messenger after them, charging them to attempt nothing against the person of the primate: But these orders arrived too late to prevent their fatal purpose. The four assassins, though they took different roads to England, arrived nearly about the same time at Saltwoode near Canterbury; and being there joined by some assistants, they proceeded in great haste to the archiepiscopal palace. They found the primate, who trusted entirely to the sacredness of his character, very slenderly attended; and though they threw out many menaces and reproaches against him, he was so incapable of fear, that, without using any precautions against their violence, he immediately went to St. Benedict's church, to hear vespers. They followed him thither, attacked him before the altar, {Decemb. 29. Murder of Thomas a Becket.} and having cloven his head with many blows, retired without meeting any opposition. This was the tragical end of Thomas a Becket, a prelate of the most lofty, intrepid, and inflexible spirit, who was able to cover, to the world and probably to himself, the enterprizes of pride and ambition, under the disguise of sanctity and of zeal for the interests of religion: An extraordinary personage, surely, had he been allowed to remain in his first station, and had directed the vehemence of his character to the support of law and justice; instead of being engaged, by the prejudices of the times, to sacrifice all private duties and public connexions to tyes, which he imagined, or represented, as superior to every civil and political consideration. But no man, who enters into the genius of that age, can reasonably doubt of this prelate's sincerity. The spirit of superstition was so prevalent, that it infallibly caught every careless reasoner, much more every one whose interest, and honour, and ambition, were engaged to support it. All the wretched literature of the times was inlisted on that side: Some faint glimmerings of common sense might sometimes pierce through the thick cloud of ignorance, or what was worse, the illusions of perverted science, which had blotted out the sun, and enveloped the face of nature: But those who preserved themselves untainted by the general contagion, proceeded on no principles which they could pretend to justify: They were more indebted to their total want of instruction, than to their knowledge, if they still retained some share of understanding: Folly was possessed of all the schools as well as all the churches; and her votaries assumed the garb of philosophers together with the ensigns of spiritual dignities. Throughout that large collection of letters, which bears the name of St. Thomas, we find, in all the retainers of that aspiring prelate, no less than in himself, a most entire and absolute conviction of the reason and piety of their own party, and a disdain of their antagonists: Nor is there less cant and grimace in their stile, when they address each other, than when they compose manifestos for the perusal of the public. The spirit of revenge, violence, and ambition, which accompanied their conduct, instead of forming a presumption of hypocrisy, are the surest pledges of their sincere attachment to a cause, which so much flattered these domineering passions.","subId":"46","id":"Hume.HE.1.8.46"},{"type":"paragraph","content":"{Grief and submission of the king.} Henry, on the first report of Becket's violent measures, had purposed to have him arrested, and had already taken some steps towards the execution of that design: But the intelligence of his murder threw the prince into great consternation; and he was immediately sensible of the dangerous consequences, which he had reason to apprehend from so unexpected an event. An archbishop of reputed sanctity, assassinated before the altar, in the exercise of his functions, and on account of his zeal in maintaining ecclesiastical privileges, must attain the highest honours of martyrdom; while his murderer would be ranked among the most bloody tyrants, that ever were exposed to the hatred and detestation of mankind. Interdicts and excommunications, weapons in themselves so terrible, would, he foresaw, be armed with double force, when employed in a cause so much calculated to work on the human passions, and so peculiarly adapted to the eloquence of popular preachers and declaimers. In vain would he plead his own innocence, and even his total ignorance of the fact: He was sufficiently guilty, if the church thought proper to esteem him such: And his concurrence in Becket's martyrdom, becoming a religious opinion, would be received with all the implicit credit, which belonged to the most established articles of faith. These considerations gave the king the most unaffected concern; and as it was extremely his interest to clear himself from all suspicion, he took no care to conceal the depth of his affliction. He shut himself up from the light of day and from all commerce with his servants: He even refused during three days all food and sustenance: The courtiers, apprehending dangerous effects from his despair, were at last obliged to break in upon his solitude; and they employed every topic of consolation, induced him to accept of nourishment, and occupied his leisure in taking precautions against the consequences, which he so justly apprehended from the murder of the primate.","subId":"47","id":"Hume.HE.1.8.47"},{"type":"paragraph","content":"{1171.} The point of chief importance to Henry was to convince the pope of his innocence; or rather, to persuade him, that he would reap greater advantages from the submissions of England than from proceeding to extremities against that kingdom. The archbishop of Roüen, the bishops of Worcester and Evreux, with five persons of inferior quality, were immediately dispatched to Rome, and orders were given them to perform their journey with the utmost expedition. Though the name and authority of the court of Rome were so terrible in the remote countries of Europe, which were sunk in profound ignorance, and were entirely unacquainted with its character and conduct; the pope was so little revered at home that his inveterate enemies surrounded the gates of Rome itself, and even controuled his government in that city; and the ambassadors, who, from a distant extremity of Europe, carried to him the humble, or rather abject submissions of the greatest potentate of the age, found the utmost difficulty to make their way to him, and to throw themselves at his feet. It was at length agreed, that Richard Barre, one of their number, should leave the rest behind, and run all the hazards of the passage, in order to prevent the fatal consequences which might ensue from any delay in giving satisfaction to his holiness. He found on his arrival, that Alexander was already wrought up to the greatest rage against the king, that Becket's partizans were daily stimulating him to revenge, that the king of France had exhorted him to fulminate the most dreadful sentence against England, and that the very mention of Henry's name before the sacred college was received with every expression of horror and execration. The Thursday before Easter was now approaching, when it is customary for the pope to denounce annual curses against all his enemies; and it was expected, that Henry should, with all the preparations peculiar to the discharge of that sacred artillery, be solemnly comprehended in the number. But Barre found means to appease the pontiff, and to deter him from a measure which, if it failed of success, could not afterwards be easily recalled: The anathemas were only levelled in general against all the actors, accomplices, and abettors of Becket's murder. The abbot of Valasse, and the archdeacons of Salisbury and Lisieux, with others of Henry's ministers, who soon after arrived, besides asserting their prince's innocence, made oath before the whole consistory, that he would stand to the pope's judgment in the affair, and make every submission, that should be required of him. The terrible blow was thus artfully eluded; the cardinals Albert and Theodin were appointed legates to examine the cause, and were ordered to proceed to Normandy for that purpose; and though Henry's foreign dominions were already laid under an interdict by the archbishop of Sens, Becket's great partizan, and the pope's legate in France, the general expectation, that the monarch would easily exculpate himself from any concurrence in the guilt, kept every one in suspence, and prevented all the bad consequences, which might be dreaded from that sentence.","subId":"48","id":"Hume.HE.1.8.48"},{"type":"paragraph","content":"The clergy, mean while, though their rage was happily diverted from falling on the king, were not idle in magnifying the sanctity of Becket; in extolling the merits of his martyrdom; and in exalting him above all that devoted tribe, who, in several ages, had, by their blood, cemented the fabric of the temple. Other saints had only borne testimony by their sufferings to the general doctrines of Christianity; but Becket had sacrificed his life to the power and privileges of the clergy; and this peculiar merit challenged, and not in vain, a suitable acknowledgment to his memory. Endless were the panegyrics on his virtues; and the miracles, wrought by his reliques, were more numerous, more nonsensical, and more impudently attested, than those which ever filled the legend of any confessor or martyr. Two years after his death he was canonized by pope Alexander; a solemn jubilee was established for celebrating his merits; his body was removed to a magnificent shrine, enriched with presents from all parts of Christendom; pilgrimages were performed to obtain his intercession with heaven; and it was computed, that, in one year, above a hundred thousand pilgrims arrived in Canterbury, and paid their devotions at his tomb. It is indeed a mortifying reflection to those who are actuated by the love of fame, so justly denominated the last infirmity of noble minds, that the wisest legislator and most exalted genius, that ever reformed or enlightened the world, can never expect such tributes of praise, as are lavished on the memory of pretended saints, whose whole conduct was probably, to the last degree, odious or contemptible, and whose industry was entirely directed to the pursuit of objects pernicious to mankind. It is only a conqueror, a personage no less intitled to our hatred, who can pretend to the attainment of equal renown and glory.","subId":"49","id":"Hume.HE.1.8.49"},{"type":"paragraph","content":"It may not be amiss to remark, before we conclude this subject of Thomas a Becket, that the king, during his controversy with that prelate, was on every occasion more anxious than usual to express his zeal for religion, and to avoid all appearance of a profane negligence on that head. He gave his consent to the imposing of a tax on all his dominions for the delivery of the holy land, now threatened by the famous Saladine: This tax amounted to two-pence a pound for one year, and a penny a pound for the four subsequent. Almost all the princes of Europe laid a like imposition on their subjects, which received the name of Saladine's tax. During this period, there came over from Germany about thirty heretics of both sexes, under the direction of one Gerard; simple ignorant people, who could give no account of their faith, but declared themselves ready to suffer for the tenets of their master. They made only one convert in England, a woman as ignorant as themselves; yet they gave such umbrage to the clergy, that they were delivered over to the secular arm, and were punished by being burned on the forehead, and then whipped through the streets. They seemed to exult in their sufferings, and as they went along, sung the beatitude, Blessed are ye, when men hate you and persecute you. After they were whipped, they were thrust out almost naked in the midst of winter, and perished through cold and hunger; no one daring, or being willing, to give them the least relief. We are ignorant of the particular tenets of these people: For it would be imprudent to rely on the representations left of them by the clergy, who affirm, that they denied the efficacy of the sacraments, and the unity of the church. It is probable, that their departure from the standard of orthodoxy was still more subtile and minute. They seem to have been the first that ever suffered for heresy in England.","subId":"50","id":"Hume.HE.1.8.50"},{"type":"paragraph","content":"As soon as Henry found, that he was in no immediate dangers from the thunders of the Vatican, he undertook an expedition against Ireland; a design, which he had long projected, and by which he hoped to recover his credit, somewhat impaired by his late transactions with the hierarchy.","subId":"51","id":"Hume.HE.1.8.51"},{"type":"note","content":"Matth. Paris, p. 65.","subId":"n1","id":"Hume.HE.1.8.n1"},{"type":"note","content":"Gul. Neubr. p. 381.","subId":"n2","id":"Hume.HE.1.8.n2"},{"type":"note","content":"Fitz-Steph. p. 13. M. Paris, p. 65. Neubr. p. 381. Chron. T. Wykes, p. 30.","subId":"n3","id":"Hume.HE.1.8.n3"},{"type":"note","content":"Neubr. p. 382.","subId":"n4","id":"Hume.HE.1.8.n4"},{"type":"note","content":"Hoveden, p. 491.","subId":"n5","id":"Hume.HE.1.8.n5"},{"type":"note","content":"Hoveden, p. 491. Fitz-Steph. p. 13. M. Paris, p. 65. Neubr. p. 381. Brompton, p. 1043.","subId":"n6","id":"Hume.HE.1.8.n6"},{"type":"note","content":"William of Newbridge, p. 383. (who is copied by later historians) asserts, that Geoffrey had some title to the counties of Maine and Anjou. He pretends, that count Geoffrey, his father, had left him these dominions by a secret will, and had ordered that his body should not be buried, till Henry should swear to the observance of it, which he, ignorant of the contents, was induced to do. But besides, that this story is not very likely in itself, and savours of monkish fiction, it is found in no other ancient writer, and is contradicted by some of them, particularly the monk of Marmoutier, who had better opportunities than Newbridge of knowing the truth. See Vita Gauf. Duc. Norman. p. 103.","subId":"n7","id":"Hume.HE.1.8.n7"},{"type":"note","content":"Neubr. p. 383. Chron. W. Heming. p. 492.","subId":"n8","id":"Hume.HE.1.8.n8"},{"type":"note","content":"M. Paris, p. 70. Neubr. p. 383.","subId":"n9","id":"Hume.HE.1.8.n9"},{"type":"note","content":"Neubr. p. 387. Chron. W. Heming. p. 494.","subId":"n10","id":"Hume.HE.1.8.n10"},{"type":"note","content":"Madox, p. 435. Gervase, p. 1381.","subId":"n11","id":"Hume.HE.1.8.n11"},{"type":"note","content":"The sum scarcely appears credible; as it would amount to much above half the rent of the whole land. Gervase is indeed a cotemporary author; but churchmen are often guilty of strange mistakes of that nature, and are commonly but little acquainted with the public revenues. This sum would make 540,000 pounds of our present money. The Norman Chronicle, p. 995. says, that Henry raised only 60 Angevin shillings on each knight's fee in his foreign dominions: This is only a fourth of the sum which Gervase says he levied on England: An inequality no wise probable. A nation may by degrees be brought to bear a tax of 15 shillings in the pound, but a sudden and precarious tax can never be imposed to that amount, without a very visible necessity, especially in an age so little accustomed to taxes. In the succeeding reign, the rent of a knight's fee was computed at four pounds a year. There were 60,000 knights fees in England.","subId":"n12","id":"Hume.HE.1.8.n12"},{"type":"note","content":"Fitz-Steph. p. 22. Diceto, p. 531.","subId":"n13","id":"Hume.HE.1.8.n13"},{"type":"note","content":"Hoveden, p. 492. Neubr. p. 400. Diceto, p. 532. Brompton, p. 1450.","subId":"n14","id":"Hume.HE.1.8.n14"},{"type":"note","content":"Since the first publication of this history, Lord Lyttelton has published a copy of the treaty between Henry and Lewis, by which it appears, if there was no secret article, that Henry was not guilty of any fraud in this transaction.","subId":"n15","id":"Hume.HE.1.8.n15"},{"type":"note","content":"Trivet, p. 48.","subId":"n16","id":"Hume.HE.1.8.n16"},{"type":"note","content":"Fitz-Stephen, p. 27.","subId":"n17","id":"Hume.HE.1.8.n17"},{"type":"note","content":"Fitz-Stephen, p. 18. This conduct appears violent and arbitrary; but was suitable to the strain of administration in those days. His father, Geoffrey, though represented as a mild prince, set him an example of much greater violence. When Geoffrey was master of Normandy, the chapter of Seez presumed, without his consent, to proceed to the election of a bishop; upon which he ordered all of them with the bishop elect to be castrated, and made all their testicles be brought him in a platter. Fitz-Steph. p. 44. In the war of Toulouse, Henry laid a heavy and an arbitrary tax on all the churches within his dominions. See Epist. St. Thom. p. 232.","subId":"n18","id":"Hume.HE.1.8.n18"},{"type":"note","content":"Fitz-Steph. p. 13.","subId":"n19","id":"Hume.HE.1.8.n19"},{"type":"note","content":"Ibid. p. 15. Hist. Quad. p. 9, 14.","subId":"n20","id":"Hume.HE.1.8.n20"},{"type":"note","content":"p. 15.","subId":"n21","id":"Hume.HE.1.8.n21"},{"type":"note","content":"John Baldwin held the manor of Oterarsfee in Aylesbury of the king in soccage, by the service of finding litter for the king's bed, viz., in summer, grass or herbs, and two grey geese, and in winter, straw and three eels, thrice in the year, if the king should come thrice in the year to Aylesbury. Madox, Bar. Anglica, p. 247.","subId":"n22","id":"Hume.HE.1.8.n22"},{"type":"note","content":"Fitz-Steph. p. 23. Hist. Quad. p. 9.","subId":"n23","id":"Hume.HE.1.8.n23"},{"type":"note","content":"Fitz-Steph. p. 19, 20, 22, 23.","subId":"n24","id":"Hume.HE.1.8.n24"},{"type":"note","content":"Ibid. p. 16. Hist. Quad. p. 8.","subId":"n25","id":"Hume.HE.1.8.n25"},{"type":"note","content":"Fitz-Steph. p. 16.","subId":"n26","id":"Hume.HE.1.8.n26"},{"type":"note","content":"Ibid. p. 17.","subId":"n27","id":"Hume.HE.1.8.n27"},{"type":"note","content":"Ibid. p. 23. Epist. St. Thom. p. 232.","subId":"n28","id":"Hume.HE.1.8.n28"},{"type":"note","content":"Epist. St. Thom. p. 167.","subId":"n29","id":"Hume.HE.1.8.n29"},{"type":"note","content":"Fitz-Steph. p. 25. Hist. Quad. p. 19.","subId":"n30","id":"Hume.HE.1.8.n30"},{"type":"note","content":"Fitz-Steph. p. 28. Gervase, p. 1384.","subId":"n31","id":"Hume.HE.1.8.n31"},{"type":"note","content":"M. Paris, p. 7. Diceto, p. 536.","subId":"n32","id":"Hume.HE.1.8.n32"},{"type":"note","content":"Fitz-Steph. p. 28.","subId":"n33","id":"Hume.HE.1.8.n33"},{"type":"note","content":"Epist. St. Thom. p. 130.","subId":"n34","id":"Hume.HE.1.8.n34"},{"type":"note","content":"Fitz-Steph. p. 32.","subId":"n35","id":"Hume.HE.1.8.n35"},{"type":"note","content":"Neubr. p. 394.","subId":"n36","id":"Hume.HE.1.8.n36"},{"type":"note","content":"Fitz-Steph. p. 33. Hist. Quad. p. 32.","subId":"n37","id":"Hume.HE.1.8.n37"},{"type":"note","content":"Fitz-Steph. p. 29. Hist. Quad. p. 33, 45. Hoveden, p. 492. M. Paris, p. 72. Diceto, p. 536, 537. Brompton, p. 1058. Gervase, p. 1384. Epist. St. Thom. p. 208, 209.","subId":"n38","id":"Hume.HE.1.8.n38"},{"type":"note","content":"Fitz-Steph. p. 31. Hist. Quad. p. 34. Hoveden, p. 492.","subId":"n39","id":"Hume.HE.1.8.n39"},{"type":"note","content":"Hist. Quad. p. 37. Hoveden, p. 493. Gervase, p. 1385.","subId":"n40","id":"Hume.HE.1.8.n40"},{"type":"note","content":"Fitz-Steph. p. 33.","subId":"n41","id":"Hume.HE.1.8.n41"},{"type":"note","content":"Hist. Quadr. p. 163. M. Paris, p. 70, 71. Spelm. Conc. vol. ii. p. 63. Gervase, p. 1386, 1387. Wilkins, p. 321.","subId":"n42","id":"Hume.HE.1.8.n42"},{"type":"note","content":"Hist. Quad. p. 38. Hoveden, p. 493.","subId":"n43","id":"Hume.HE.1.8.n43"},{"type":"note","content":"Fitz-Steph. p. 35. Epist. St. Thom. p. 25.","subId":"n44","id":"Hume.HE.1.8.n44"},{"type":"note","content":"Fitz-Steph. p. 45. Hist. Quad. p. 39. Gervase, p. 1386.","subId":"n45","id":"Hume.HE.1.8.n45"},{"type":"note","content":"Epist. St. Thom. p. 13, 14.","subId":"n46","id":"Hume.HE.1.8.n46"},{"type":"note","content":"Hoveden, p. 493. Gervase, p. 1388.","subId":"n47","id":"Hume.HE.1.8.n47"},{"type":"note","content":"Hoveden, p. 494. M. Paris, p. 72. Diceto, p. 537.","subId":"n48","id":"Hume.HE.1.8.n48"},{"type":"note","content":"I follow here the narrative of Fitz-Stephens, who was secretary to Becket; though, no doubt, he may be suspected of partiality towards his patron. Lord Lyttelton chuses to follow the authority of a manuscript letter, or rather manifesto, of Folliot, bishop of London, which is addressed to Becket himself, at the time when the bishop appealed to the pope from the excommunication pronounced against him by his primate. My reasons, why I give the preference to Fitz-Stephens are, (1.) If the friendship of Fitz-Stephens might render him partial to Becket even after the death of that prelate, the declared enmity of the bishop must, during his lifetime, have rendered him more partial on the other side. (2.) The bishop was moved by interest, as well as enmity, to calumniate Becket. He had himself to defend against the sentence of excommunication, dreadful to all, especially to a prelate: And no more effectual means than to throw all the blame on his adversary. (3.) He has actually been guilty of palpable calumnies in that letter. Among these, I reckon the following: He affirms, that, when Becket subscribed the Constitutions of Clarendon, he said plainly to all the bishops of England, It is my master's pleasure, that I should forswear myself and at present I submit to it, and do resolve to incur a perjury, and repent afterwards as I may. However barbarous the times, and however negligent zealous churchmen were then of morality, these are not words which a primate of great sense and of much seeming sanctity would employ in an assembly of his suffragans: He might act upon these principles, but never surely would publicky avow them. Folliot also says, that all the bishops were resolved obstinately to oppose the Constitutions of Clarendon, but the primate himself betrayed them from timidity, and led the way to their subscribing. This is contrary to the testimony of all the historians, and directly contrary to Becket's character, who surely was not destitute either of courage or of zeal for ecclesiastical immunities. (4.) The violence and injustice of Henry, ascribed to him by Fitz-Stephens, is of a piece with the rest of the prosecution. Nothing could be more iniquitous, than, after two years silence, to make a sudden and unprepared demand upon Becket to the amount of 44,000 marks (equal to a sum of near a million in our time) and not allow him the least interval to bring in his accounts. If the king was so palpably oppressive in one article, he may be presumed to be equally so in the rest. (5.) Though Folliot's letter, or rather manifesto, be addressed to Becket himself, it does not acquire more authority on that account. We know not what answer was made by Becket: The collection of letters cannot be supposed quite complete. But that the collection was not made by one (whoever he were) very partial to that primate, appears from the tenor of them, where there are many passages very little favourable to him: Insomuch that the editor of them at Brussels, a Jesuit, thought proper to publish them with great omissions, particularly of this letter of Folliot's. Perhaps, Becket made no answer at all, as not deigning to write to an excommunicated person, whose very commerce would contaminate him; and the bishop, trusting to this arrogance of his primate, might calumniate him the more freely. (6.) Though the sentence, pronounced on Becket by the great council, implies that he had refused to make any answer to the king's court, this does not fortify the narrative of Folliot. For if his excuse was rejected as false and frivolous, it would be treated as no answer. Becket submitted so far to the sentence of confiscation of goods and chattels, that he gave surety, which is a proof, that he meant not at that time to question the authority of the king's courts. (7.) It may be worth observing, that both the author of Historia quadraparrita, and Gervase, contemporary writers, agree with Fitz-Stephens; and the latter is not usually very partial to Becket. All the ancient historians give the same account.","subId":"n49","id":"Hume.HE.1.8.n49"},{"type":"note","content":"Neubr. p. 394.","subId":"n50","id":"Hume.HE.1.8.n50"},{"type":"note","content":"Fitz-Steph. p. 37, 42.","subId":"n51","id":"Hume.HE.1.8.n51"},{"type":"note","content":"Hist. Quad. p. 47. Hoveden, p. 494. Gervase, p. 1389.","subId":"n52","id":"Hume.HE.1.8.n52"},{"type":"note","content":"Fitz-Steph. p. 37.","subId":"n53","id":"Hume.HE.1.8.n53"},{"type":"note","content":"Ibid.","subId":"n54","id":"Hume.HE.1.8.n54"},{"type":"note","content":"Fitz-Steph. p. 36.","subId":"n55","id":"Hume.HE.1.8.n55"},{"type":"note","content":"Ibid. p. 38.","subId":"n56","id":"Hume.HE.1.8.n56"},{"type":"note","content":"Hist. Quad. p. 47.","subId":"n57","id":"Hume.HE.1.8.n57"},{"type":"note","content":"Hoveden, p. 494. Diceto, p. 537.","subId":"n58","id":"Hume.HE.1.8.n58"},{"type":"note","content":"Fitz-Steph. p. 38.","subId":"n59","id":"Hume.HE.1.8.n59"},{"type":"note","content":"Hoveden, p. 495.","subId":"n60","id":"Hume.HE.1.8.n60"},{"type":"note","content":"Epist. St. Thom. p. 315.","subId":"n61","id":"Hume.HE.1.8.n61"},{"type":"note","content":"Fitz-Steph. p. 38.","subId":"n62","id":"Hume.HE.1.8.n62"},{"type":"note","content":"Fitz-Steph. p. 39. Gervase, p. 1390.","subId":"n63","id":"Hume.HE.1.8.n63"},{"type":"note","content":"Fitz-Steph. p. 40. Hist. Quad. p. 53. Hoveden, p. 404. Neubr. p. 394. Epist. St. Thom. p. 43.","subId":"n64","id":"Hume.HE.1.8.n64"},{"type":"note","content":"Fitz-Steph. p. 35.","subId":"n65","id":"Hume.HE.1.8.n65"},{"type":"note","content":"Fitz-Steph. p. 42, 44, 45, 46. Hist. Quad. p. 57. Hoveden, p. 495. M. Paris, p. 72. Epist. St. Thom. p. 45, 195.","subId":"n66","id":"Hume.HE.1.8.n66"},{"type":"note","content":"Fitz-Steph. p. 46. This historian is supposed to mean the more considerable vassals of the chief barons: These had no title to sit in the great council, and the giving them a place there was a palpable irregularity: Which however is not insisted on in any of Becket's remonstrances. A farther proof how little fixed the constitution was at that time!","subId":"n67","id":"Hume.HE.1.8.n67"},{"type":"note","content":"Epist. St. Thom. p. 35.","subId":"n68","id":"Hume.HE.1.8.n68"},{"type":"note","content":"Ibid. p. 36, 37.","subId":"n69","id":"Hume.HE.1.8.n69"},{"type":"note","content":"Hist. Quad. p. 76.","subId":"n70","id":"Hume.HE.1.8.n70"},{"type":"note","content":"Hist. Quad. p. 88, 167. Hoveden, p. 496. M. Paris, p. 73.","subId":"n71","id":"Hume.HE.1.8.n71"},{"type":"note","content":"Quis dubitet, says Becket to the king, sacerdotes Christi regum et principum omniumque fidelium patres et magistros censeri. Epist. St. Thom. p. 97, 148.","subId":"n72","id":"Hume.HE.1.8.n72"},{"type":"note","content":"Epist. St. Thom. p. 63, 105, 194.","subId":"n73","id":"Hume.HE.1.8.n73"},{"type":"note","content":"Ibid. p. 29, 30, 31, 226.","subId":"n74","id":"Hume.HE.1.8.n74"},{"type":"note","content":"Fitz-Steph. p. 46. Epist. St. Thom. p. 52, 148.","subId":"n75","id":"Hume.HE.1.8.n75"},{"type":"note","content":"Brady's Append. No. 56. Epist. St. Thom. p. 94, 95, 97, 99, 197. Hoveden, p. 497.","subId":"n76","id":"Hume.HE.1.8.n76"},{"type":"note","content":"Fitz-Steph. p. 56. Hist. Quad. p. 93. M. Paris, p. 74. Beaulieu Vie de St. Thom. p. 213. Epist. Thom. p. 149, 229. Hoveden, p. 499.","subId":"n77","id":"Hume.HE.1.8.n77"},{"type":"note","content":"Hoveden, p. 517. M. Paris, p. 75. Diceto, p. 547. Gervase, p. 1402, 1403. Robert de Monte.","subId":"n78","id":"Hume.HE.1.8.n78"},{"type":"note","content":"Epist. St. Thom. p. 230.","subId":"n79","id":"Hume.HE.1.8.n79"},{"type":"note","content":"Ibid. p. 276.","subId":"n80","id":"Hume.HE.1.8.n80"},{"type":"note","content":"Fitz-Steph. p. 68, 69. Hoveden, p. 520.","subId":"n81","id":"Hume.HE.1.8.n81"},{"type":"note","content":"Hist. Quad. p. 104. Brompton, p. 1062. Gervase, p. 1408. Epist. St. Thom. p. 704, 705, 706, 707, 792, 793, 794. Benedict. Abbas, p. 70.","subId":"n82","id":"Hume.HE.1.8.n82"},{"type":"note","content":"Epist. 45. lib. 5.","subId":"n83","id":"Hume.HE.1.8.n83"},{"type":"note","content":"Hist. Quad. p. 103. Epist. St. Thom. p. 682. Gervase, p. 1412.","subId":"n84","id":"Hume.HE.1.8.n84"},{"type":"note","content":"Epist. St. Thom. p. 708.","subId":"n85","id":"Hume.HE.1.8.n85"},{"type":"note","content":"Epist. St. Thom. p. 837, 839.","subId":"n86","id":"Hume.HE.1.8.n86"},{"type":"note","content":"Fitz-Steph. p. 65.","subId":"n87","id":"Hume.HE.1.8.n87"},{"type":"note","content":"Epist. St. Thom. p. 345.","subId":"n88","id":"Hume.HE.1.8.n88"},{"type":"note","content":"Fitz-Steph. p. 74.","subId":"n89","id":"Hume.HE.1.8.n89"},{"type":"note","content":"Epist. St. Thom. p. 818, 848.","subId":"n90","id":"Hume.HE.1.8.n90"},{"type":"note","content":"Gervase, p. 1414. Parker, p. 207.","subId":"n91","id":"Hume.HE.1.8.n91"},{"type":"note","content":"M. Paris, p. 86. Brompton, p. 1065. Benedict. Abbas, p. 10.","subId":"n92","id":"Hume.HE.1.8.n92"},{"type":"note","content":"Hist. Quad. p. 144. Trivet, p. 55.","subId":"n93","id":"Hume.HE.1.8.n93"},{"type":"note","content":"Ypod. Neust. p. 447. M. Paris, p. 87. Diceto, p. 556. Gervase, p. 1419.","subId":"n94","id":"Hume.HE.1.8.n94"},{"type":"note","content":"Hist. Quad. p. 143.","subId":"n95","id":"Hume.HE.1.8.n95"},{"type":"note","content":"Hoveden, p. 526. M. Paris, p. 87.","subId":"n96","id":"Hume.HE.1.8.n96"},{"type":"note","content":"Hoveden, p. 526. Epist. St. Thom. p. 863.","subId":"n97","id":"Hume.HE.1.8.n97"},{"type":"note","content":"Chron. Gervase, p. 1399. M. Paris, p. 74.","subId":"n98","id":"Hume.HE.1.8.n98"},{"type":"note","content":"Neubr. p. 391. M. Paris, p. 74. Heming. p. 494.","subId":"n99","id":"Hume.HE.1.8.n99"}]}