{"id":"Hume.THN.2.3.3","imported":true,"parent":"Hume.THN.2.3","title":"Section 3. Of the influencing motives of the will","breadcrumb":"Section 3","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. III.\nOf the influencing motives of the will.\n","id":"Hume.THN.2.3.3"},{"type":"paragraph","content":"NOTHING is more usual in philosophy, and even in common life, than to talk of the combat of passion and reason, to give the preference to reason, and assert that men are only so far virtuous as they conform themselves to its dictates. Every rational creature, 'tis said, is oblig'd to regulate his actions by reason; and if any other motive or principle challenge the direction of his conduct, he ought to oppose it, 'till it be entirely subdu'd, or at least brought to a conformity with that superior principle. On this method of thinking the greatest part of moral philosophy, antient and modern, seems to be founded; nor is there an ampler field, as well for metaphysical arguments, as popular declamations, than this suppos'd pre-eminence of reason above passion. The eternity, invariableness, and divine origin of the former have been display'd to the best advantage: The blindness, unconstancy, and deceitfulness of the latter have been as strongly insisted on. In order to shew the fallacy of all this philosophy, I shall endeavour to prove first, that reason alone can never be a motive to any action of the will; and secondly, that it can never oppose passion in the direction of the will.","subId":"1","id":"Hume.THN.2.3.3.1","pages":"413"},{"type":"paragraph","content":"The understanding exerts itself after two different ways, as it judges from demonstration or probability; as it regards the abstract relations of our ideas, or those relations of objects, of which experience only gives us information. I believe it scarce will be asserted, that the first species of reasoning alone is ever the cause of any action. As it's proper province is the world of ideas, and as the will always places us in that of realities, demonstration and volition seem, upon that account, to be totally remov'd, from each other. Mathematics, indeed, are useful in all mechanical operations, and arithmetic in almost every art and profession: But 'tis not of themselves they have any influence. Mechanics are the art of regulating the motions of bodies to some design'd end or purpose; and the reason why we employ arithmetic in fixing the proportions of numbers, is only that we may discover the proportions of their influence and operation. A merchant is desirous of knowing the sum total of his accounts with any person: Why? but that he may learn what sum will have the same effects in paying his debt, and going to market, as all the particular articles taken together. Abstract or demonstrative reasoning, therefore, never influences any of our actions, but only as it directs our judgment concerning causes and effects; which leads us to the second operation of the understanding.","subId":"2","id":"Hume.THN.2.3.3.2","pages":"413-4"},{"type":"paragraph","content":"'Tis obvious, that when we have the prospect of pain or pleasure from any object, we feel a consequent emotion of aversion or propensity, and are carry'd to avoid or embrace what will give us this uneasiness or satisfaction. 'Tis also obvious, that this emotion rests not here, but making us cast our view on every side, comprehends whatever objects are connected with its original one by the relation of cause and effect. Here then reasoning takes place to discover this relation; and according as our reasoning varies, our actions receive a subsequent variation. But 'tis evident in this case, that the impulse arises not from reason, but is only directed by it. 'Tis from the prospect of pain or pleasure that the aversion or propensity arises towards any object: And these emotions extend themselves to the causes and effects of that object, as they are pointed out to us by reason and experience. It can never in the least concern us to know, that such objects are causes, and such others effects, if both the causes and effects be indifferent to us. Where the objects themselves do not affect us, their connexion can never give them any influence; and 'tis plain, that as reason is nothing but the discovery of this connexion, it cannot be by its means that the objects are able to affect us.","subId":"3","id":"Hume.THN.2.3.3.3","pages":"414"},{"type":"paragraph","content":"Since reason alone can never produce any action, or give rise to volition, I infer, that the same faculty is as incapable of preventing volition, or of disputing the preference with any passion or emotion. This consequence is necessary. 'Tis impossible reason cou'd have the latter effect of preventing volition, but by giving an impulse in a contrary direction to our passion; and that impulse, had it operated alone, wou'd have been able to produce volition. Nothing can oppose or retard the impulse of passion, but a contrary impulse; and if this contrary impulse ever arises from reason, that latter faculty must have an original influence on the will, and must be able to cause, as well as hinder any act of volition. But if reason has no original influence, 'tis impossible it can withstand any principle, which has such an efficacy, or ever keep the mind in suspence a moment. Thus it appears, that the principle, which opposes our passion, cannot be the same with reason, and is only call'd so in an improper sense. We speak not strictly and philosophically when we talk of the combat of passion and of reason. Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them. As this opinion may appear somewhat extraordinary, it may not be improper to confirm it by some other considerations.","subId":"4","id":"Hume.THN.2.3.3.4","pages":"414-5"},{"type":"paragraph","content":"A passion is an original existence, or, if you will, modification of existence, and contains not any representative quality, which renders it a copy of any other existence or modification. When I am angry, I am actually possest with the passion, and in that emotion have no more a reference to any other object, than when I am thirsty, or sick, or more than five foot high. 'Tis impossible, therefore, that this passion can be oppos'd by, or be contradictory to truth and reason; since this contradiction consists in the disagreement of ideas, consider'd as copies, with those objects, which they represent.","subId":"5","id":"Hume.THN.2.3.3.5","pages":"415"},{"type":"paragraph","content":"What may at first occur on this head, is, that as nothing can be contrary to truth or reason, except what has a reference to it, and as the judgments of our understanding only have this reference, it must follow, that passions can be contrary to reason only so far as they are accompany'd with some judgment or opinion. According to this principle, which is so obvious and natural, 'tis only in two senses, that any affection can be call'd unreasonable. First, When a passion, such as hope or fear, grief or joy, despair or security, is founded on the supposition of the existence of objects, which really do not exist. Secondly, When in exerting any passion in action, we chuse means insufficient for the design'd end, and deceive ourselves in our judgment of causes and effects. Where a passion is neither founded on false suppositions, nor chuses means insufficient for the end, the understanding can neither justify nor condemn it. 'Tis not contrary to reason to prefer the destruction of the whole world to the scratching of my finger. 'Tis not contrary to reason for me to chuse my total ruin, to prevent the least uneasiness of an Indian or person wholly unknown to me. 'Tis as little contrary to reason to prefer even my own acknowledg'd lesser good to my greater, and have a more ardent affection for the former than the latter. A trivial good may, from certain circumstances, produce a desire superior to what arises from the greatest and most valuable enjoyment; nor is there any thing more extraordinary in this, than in mechanics to see one pound weight raise up a hundred by the advantage of its situation. In short, a passion must be accompany'd with some false judgment, in order to its being unreasonable; and even then 'tis not the passion, properly speaking, which is unreasonable, but the judgment.","subId":"6","id":"Hume.THN.2.3.3.6","pages":"415-6"},{"type":"paragraph","content":"The consequences are evident. Since a passion can never, in any sense, be call'd unreasonable, but when founded on a false supposition, or when it chuses means insufficient for the design'd end, 'tis impossible, that reason and passion can ever oppose each other, or dispute for the government of the will and actions. The moment we perceive the falshood of any supposition, or the insufficiency of any means our passions yield to our reason without any opposition. I may desire any fruit as of an excellent relish; but whenever you convince me of my mistake, my longing ceases. I may will the performance of certain actions as means of obtaining any desir'd good; but as my willing of these actions is only secondary, and founded on the supposition, that they are causes of the propos'd effect; as soon as I discover the falshood of that supposition, they must become indifferent to me.","subId":"7","id":"Hume.THN.2.3.3.7","pages":"416-7"},{"type":"paragraph","content":"'Tis natural for one, that does not examine objects with a strict philosophic eye, to imagine, that those actions of the mind are entirely the same, which produce not a different sensation, and are not immediately distinguishable to the feeling and perception. Reason, for instance, exerts itself without producing any sensible emotion; and except in the more sublime disquisitions of philosophy, or in the frivolous subtilties of the schools, scarce ever conveys any pleasure or uneasiness. Hence it proceeds, that every action of the mind, which operates with the same calmness and tranquillity, is confounded with reason by all those, who judge of things from the first view and appearance. Now 'tis certain, there are certain calm desires and tendencies, which, tho' they be real passions, produce little emotion in the mind, and are more known by their effects than by the immediate feeling or sensation. These desires are of two kinds; either certain instincts originally implanted in our natures, such as benevolence and resentment, the love of life, and kindness to children; or the general appetite to good, and aversion to evil, consider'd merely as such. When any of these passions are calm, and cause no disorder in the soul, they are very readily taken for the determinations of reason, and are suppos'd to proceed from the same faculty, with that, which judges of truth and falshood. Their nature and principles have been suppos'd the same, because their sensations are not evidently different.","subId":"8","id":"Hume.THN.2.3.3.8","pages":"417"},{"type":"paragraph","content":"Beside these calm passions, which often determine the will, there are certain violent emotions of the same kind, which have likewise a great influence on that faculty. When I receive any injury from another, I often feel a violent passion of resentment, which makes me desire his evil and punishment, independent of all considerations of pleasure and advantage to myself. When I am immediately threaten'd with any grievous ill, my fears, apprehensions, and aversions rise to a great height, and produce a sensible emotion.","subId":"9","id":"Hume.THN.2.3.3.9","pages":"417-8"},{"type":"paragraph","content":"The common error of metaphysicians has lain in ascribing the direction of the will entirely to one of these principles, and supposing the other to have no influence. Men often act knowingly against their interest: For which reason the view of the greatest possible good does not always influence them. Men often counter-act a violent passion in prosecution of their interests and designs: 'Tis not therefore the present uneasiness alone, which determines them. In general we may observe, that both these principles operate on the will; and where they are contrary, that either of them prevails, according to the general character or present disposition of the person. What we call strength of mind, implies the prevalence of the calm passions above the violent; tho' we may easily observe, there is no man so constantly possess'd of this virtue, as never on any occasion to yield to the sollicitations of passion and desire. From these variations of temper proceeds the great difficulty of deciding concerning the actions and resolutions of men, where there is any contrariety of motives and passions.","subId":"10","id":"Hume.THN.2.3.3.10","pages":"418"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.3","imported":true,"title":"Part 3. Of the will and direct passions","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.2.3.2","imported":true,"title":"Section 2. The same subject continu'd","breadcrumb":"Section 2","published":[1739]},"next":{"id":"Hume.THN.2.3.4","imported":true,"title":"Section 4. Of the causes of the violent passions","breadcrumb":"Section 4","published":[1739]}}