{"imported":true,"id":"Hume.THN.2.3.7","parent":"Hume.THN.2.3","title":"Section 7. Of contiguity and distance in space and time","breadcrumb":"Section 7","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. VII.\nOf contiguity and distance in space and time.\n","id":"Hume.THN.2.3.7"},{"type":"paragraph","content":"THERE is an easy reason, why every thing contiguous to us, either in space or time, shou'd be conceiv'd with a peculiar force and vivacity, and excel every other object, in its influence on the imagination. Ourself is intimately present to us, and whatever is related to self must partake of that quality. But where an object is so far remov'd as to have lost the advantage of this relation, why, as it is farther remov'd, its idea becomes still fainter and more obscure, wou'd, perhaps, require a more particular examination.","subId":"1","id":"Hume.THN.2.3.7.1","pages":"427"},{"type":"paragraph","content":"'Tis obvious, that the imagination can never totally forget the points of space and time, in which we are existent; but receives such frequent advertisements of them from the passions and senses, that however it may turn its attention to foreign and remote objects, it is necessitated every moment to reflect on the present. 'Tis also remarkable, that in the conception of those objects, which we regard as real and existent, we take them in their proper order and situation, and never leap from one object to another, which is distant from it, without running over, at least in a cursory manner, all those objects, which are interpos'd betwixt them. When we reflect, therefore, on any object distant from ourselves, we are oblig'd not only to reach it at first by passing thro' all the intermediate space betwixt ourselves and the object, but also to renew our progress every moment; being every moment recall'd to the consideration of ourselves and our present situation. 'Tis easily conceiv'd, that this interruption must weaken the idea by breaking the action of the mind, and hindering the conception from being so intense and continu'd, as when we reflect on a nearer object. The fewer steps we make to arrive at the object, and the smoother the road is, this diminution of vivacity is less sensibly felt, but still may be observ'd more or less in proportion to the degrees of distance and difficulty.","subId":"2","id":"Hume.THN.2.3.7.2","pages":"427-8"},{"type":"paragraph","content":"Here then we are to consider two kinds of objects, the contiguous and remote; of which the former, by means of their relation to ourselves, approach an impression in force and vivacity; the latter by reason of the interruption in our manner of conceiving them, appear in a weaker and more imperfect light. This is their effect on the imagination. If my reasoning be just, they must have a proportionable effect on the will and passions. Contiguous objects must have an influence much superior to the distant and remote. Accordingly we find in common life, that men are principally concern'd about those objects, which are not much remov'd either in space or time, enjoying the present, and leaving what is afar off to the care of chance and fortune. Talk to a man of his condition thirty years hence, and he will not regard you. Speak of what is to happen to-morrow, and he will lend you attention. The breaking of a mirror gives us more concern when at home, than the burning of a house, when abroad, and some hundred leagues distant.","subId":"3","id":"Hume.THN.2.3.7.3","pages":"428-9"},{"type":"paragraph","content":"But farther; tho' distance both in space and time has a considerable effect on the imagination, and by that means on the will and passions, yet the consequence of a removal in space are much inferior to those of a removal in time. Twenty years are certainly but a small distance of time in comparison of what history and even the memory of some may inform them of, and yet I doubt if a thousand leagues, or even the greatest distance of place this globe can admit of, will so remarkably weaken our ideas, and diminish our passions. A West-India merchant will tell you, that he is not without concern about what passes in Jamaica; tho' few extend their views so far into futurity, as to dread very remote accidents.","subId":"4","id":"Hume.THN.2.3.7.4","pages":"429"},{"type":"paragraph","content":"The cause of this phænomenon must evidently lie in the different properties of space and time. Without having recourse to metaphysics, any one may easily observe, that space or extension consists of a number of co-existent parts dispos'd in a certain order, and capable of being at once present to the sight or feeling. On the contrary, time or succession, tho' it consists likewise of parts, never presents to us more than one at once; nor is it possible for any two of them ever to be co-existent. These qualities of the objects have a suitable effect on the imagination. The parts of extension being susceptible of an union to the senses, acquire an union in the fancy; and as the appearance of one part excludes not another, the transition or passage of the thought thro' the contiguous parts is by that means render'd more smooth and easy. On the other hand, the incompatibility of the parts of time in their real existence separates them in the imagination, and makes it more difficult for that faculty to trace any long succession or series of events. Every part must appear single and alone, nor can regularly have entrance into the fancy without banishing what is suppos'd to have been immediately precedent. By this means any distance in time causes a greater interruption in the thought than an equal distance in space, and consequently weakens more considerably the idea, and consequently the passions; which depend in a great measure, on the imagination, according to my system.","subId":"5","id":"Hume.THN.2.3.7.5","pages":"429-30"},{"type":"paragraph","content":"There is another phænomenon of a like nature with the foregoing, viz. the superior effects of the same distance in futurity above that in the past. This difference with respect to the will is easily accounted for. As none of our actions can alter the past, 'tis not strange it shou'd never determine the will. But with respect to the passions the question is yet entire, and well worth the examining.","subId":"6","id":"Hume.THN.2.3.7.6","pages":"430"},{"type":"paragraph","content":"Besides the propensity to a gradual progression thro' the points of space and time, we have another peculiarity in our method of thinking, which concurs in producing this phænomenon. We always follow the succession of time in placing our ideas, and from the consideration of any object pass more easily to that, which follows immediately after it, than to that which went before it. We may learn this, among other instances, from the order, which is always observ'd in historical narrations. Nothing but an absolute necessity can oblige an historian to break the order of time, and in his narration give the precedence to an event, which was in reality posterior to another.","subId":"7","id":"Hume.THN.2.3.7.7","pages":"430"},{"type":"paragraph","content":"This will easily be apply'd to the question in hand, if we reflect on what I have before observ'd, that the present situation of the person is always that of the imagination, and that 'tis from thence we proceed to the conception of any distant object. When the object is past, the progression of the thought in passing to it from the present is contrary to nature, as proceeding from one point of time to that which is preceding, and from that to another preceding, in opposition to the natural course of the succession. On the other hand, when we turn our thought to a future object, our fancy flows along the stream of time, and arrives at the object by an order, which seems most natural, passing always from one point of time to that which is immediately posterior to it. This easy progression of ideas favours the imagination, and makes it conceive its object in a stronger and fuller light, than when we are continually oppos'd in our passage, and are oblig'd to overcome the difficulties arising from the natural propensity of the fancy. A small degree of distance in the past has, therefore, a greater effect, in interupting and weakening the conception, than a much greater in the future. From this effect of it on the imagination is deriv'd its influence on the will and passions.","subId":"8","id":"Hume.THN.2.3.7.8","pages":"430-1"},{"type":"paragraph","content":"There is another cause, which both contributes to the same effect, and proceeds from the same quality of the fancy, by which we are determin'd to trace the succession of time by a similar succession of ideas. When from the present instant we consider two points of time equally distant in the future and in the past, 'tis evident, that, abstractedly consider'd, their relation to the present is almost equal. For as the future will sometime be present, so the past was once present. If we cou'd, therefore, remove this quality of the imagination, an equal distance in the past and in the future, wou'd have a similar influence. Nor is this only true, when the fancy remains fix'd, and from the present instant surveys the future and the past; but also when it changes its situation, and places us in different periods of time. For as on the one hand, in supposing ourselves existent in a point of time interpos'd betwixt the present instant and the future object, we find the future object approach to us, and the past retire, and become more distant: So on the other hand, in supposing ourselves existent in a point of time interpos'd betwixt the present and the past, the past approaches to us, and the future becomes more distant. But from the property of the fancy above-mention'd we rather chuse to fix our thought on the point of time interpos'd betwixt the present and the future, than on that betwixt the present and the past. We advance, rather than retard our existence; and following what seems the natural succession of time, proceed from past to present, and from present to future. By which means we conceive the future as flowing every moment nearer us, and the past as retiring. An equal distance, therefore, in the past and in the future, has not the same effect on the imagination; and that because we consider the one as continually encreasing, and the other as continually diminishing. The fancy anticipates the course of things, and surveys the object in that condition, to which it tends, as well as in that, which is regarded as the present.","subId":"9","id":"Hume.THN.2.3.7.9","pages":"431-2"}]}