{"imported":true,"id":"Shaftesbury.C.LE.5","parent":"Shaftesbury.C.LE","title":"Section V","breadcrumb":"Section 5","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_015","texts":[],"published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section V</h1> ","id":"Shaftesbury.C.LE.5"},{"type":"paragraph","content":"ONE wou'd think, my Lord, it were in reality no hard thing to know our own Weaknesses at first sight, and distinguish the Features of human Frailty, with which we are so well acquainted. One wou'd think it were easy to understand, that Provocation and Offence, Anger, Revenge, Jealousy in point of Honour or Power, Love of Fame, Glory, and the like, belong only to limited Beings, and are necessarily excluded a Being which is perfect and universal. But if we have never settled with our-selves any Notion of what is <em>morally excellent</em>; or if we cannot trust to that Reason which tells us, that nothing beside <em>what is so</em>, can have place in <em>the</em> <span class=\"small-capitals\">Deity</span>; we can neither trust to any thing which others relate of him, or which he himself reveals to us. We must be satisfy'd before-hand, that he is <em>good</em>, and cannot deceive us. Without this, there can be no real religious Faith, or Confidence. Now, if there be really something previous to Revelation, some antecedent Demonstration of Reason, to assure us that <span class=\"small-capitals\">God</span> <em>is</em>, and withal, that he is <em>so good</em> as not to deceive us; the same Reason, if we will trust to it, will demonstrate to us, that <span class=\"small-capitals\">God</span> is <em>so good</em> as to exceed the very best of us <em>in</em> <em>Goodness</em>. And after this manner we can have no Dread or Suspicion to render us uneasy: for it is <em>Malice</em> only, and not <em>Goodness</em>, which can make us afraid.","subId":"1","id":"Shaftesbury.C.LE.5.1"},{"type":"paragraph","content":"There is an odd way of reasoning, but in certain Distempers of Mind very sovereign to those who can apply it; and it is this: <q>There can be no Malice but where Interests are oppos'd. A universal Being can have no Interest opposite; and therefore can have no Malice.</q> If there be <em>a general Mind</em>, it can have no <em>particular</em> Interest: But the general Good, or Good of the Whole, and its own private Good, must of necessity be one and the same. It can intend nothing besides, nor aim at any thing beyond, nor be provok'd to any thing contrary. So that we have only to consider, whether there be really such a thing as <em>a Mind which has relation to the Whole</em>, or not. For if unhappily there be <em>no Mind</em>, we may comfort our selves, however, that Nature has <em>no Malice</em>: If there be really <em>a</em> <span class=\"small-capitals\">Mind</span>, we may rest satisfy'd, that it is <em>the best-natur'd one in the World</em>. The last Case, one wou'd imagine, shou'd be the most comfortable; and the Notion of a <em>common Parent</em> less frightful than that of <em>forlorn Nature</em>, and <em>a fatherless World</em>. Tho, as Religion stands amongst us, there are many good People who wou'd have less Fear in being thus expos'd; and wou'd be easier, perhaps, in their Minds, if they were assur'd they had only mere <em>Chance</em> to trust to. For no body trembles to think there shou'd be <em>no God</em>; but rather that there <em>shou'd be one</em>. This however wou'd be otherwise, if <em>Deity</em> were thought as kindly of as <em>Humanity</em>; and we cou'd be persuaded to believe, that if there really was <em>a</em> <span class=\"small-capitals\">God</span>, <em>the highest Goodness</em> must of necessity belong to him, without any of those<a href=\"#n1\"><sup>[1]</sup></a> Defects of Passion, those Meannesses and Imperfections which we acknowledg such in our-selves, which as good Men we endeavour all we can to be superior to, and which we find we every day conquer as we grow better.","subId":"2","id":"Shaftesbury.C.LE.5.2"},{"type":"paragraph","content":"Methinks, my Lord, it wou'd be well for us, if before<a href=\"#n2\"><sup>[2]</sup></a> we ascended into the higher Regions of <em>Divinity</em>, we wou'd vouchsafe to descend a little into <em>our-selves</em>, and bestow some poor Thoughts upon plain honest <em>Morals</em>. When we had once look'd into our-selves, and distinguish'd well the nature of our own Affections, we shou'd probably be fitter Judges of <em>the Divineness</em> of a Character, and discern better what Affections were sutable or unsutable to <em>a perfect Being</em>. We might then understand how to <em>love</em> and <em>praise</em>, when we had acquir'd some consistent Notion of what was <em>laudable</em> or <em>lovely</em>. Otherwise we might chance to do <span class=\"small-capitals\">God</span> little Honour, when we intended him the most. For 'tis hard to imagine what Honour can arise to <em>the</em> <span class=\"small-capitals\">Deity</span> from the Praises of Creatures, who are unable to discern what is <em>praise-worthy</em> or <em>excellent</em> in their own kind.","subId":"3","id":"Shaftesbury.C.LE.5.3"},{"type":"paragraph","content":"If a Musician were cry'd up to the Skies by a certain Set of People who had no Ear in Musick, he wou'd surely be put to the blush; and cou'd hardly, with a good Countenance, accept the Benevolence of his Auditors, till they had acquir'd a more competent Apprehension of him, and cou'd by their own Senses find out something really good in his Performance. Till this were brought about, there wou'd be little <em>Glory</em> in the case; and the Musician, tho ever so vain, wou'd have little reason to be contented.","subId":"4","id":"Shaftesbury.C.LE.5.4"},{"type":"paragraph","content":"They who affect Praise the most, had rather not be taken notice of, than be impertinently applauded. I know not how it comes about, that <span class=\"small-capitals\">He</span> who is ever said to do Good the most disinterestedly, shou'd be thought desirous of being prais'd so lavishly, and be suppos'd to set so high a Rate upon so cheap and low a Thing, as <em>ignorant Commendation</em> and <em>forc'd Applause</em>.","subId":"5","id":"Shaftesbury.C.LE.5.5"},{"type":"paragraph","content":"'Tis not the same with <em>Goodness</em> as with other Qualitys, which we may understand very well, and yet not possess. We may have an excellent Ear in <em>Musick</em>, without being able to perform in any kind. We may judg well of <em>Poetry</em>, without being Poets, or possessing the least of a Poetick Vein: But we can have no tolerable Notion of <em>Goodness</em>, without being tolerably <em>good</em>. So that if the <em>Praise</em> of a Divine Being be so great a part of his Worship, we shou'd, methinks, learn <em>Goodness</em>, were it for nothing else than that we might learn, in some tolerable manner, how <em>to praise</em>. For the praise of Goodness from an unsound hollow Heart, must certainly make the greatest Dissonance in the world.","subId":"6","id":"Shaftesbury.C.LE.5.6"},{"type":"note","content":"For my own part, says honest <span class=\"small-capitals\"><span class=\"name\">Plutarch</span></span>, I had rather Men shou'd say of me, <q>That there neither is, nor ever was such a one as <span class=\"small-capitals\"><span class=\"name\">Plutarch</span></span>;</q> than they should say, <q>There was a <span class=\"small-capitals\"><span class=\"name\">Plutarch</span></span>, an unsteddy, changeable, easily provokable, and revengeful Man; <span class=\"foreign\">Ἄνθρωπος ἀβέβαιος, εὐμετάβολος, εὐχερὴς πρὸς ὄργην, μικρόλυπος, &amp;c.</span></q> <cite><em>Plutarch</em> de Superstitione.</cite> See <cite>VOL. III. <em>p.</em> 127.</cite>","subId":"n1","id":"Shaftesbury.C.LE.5.n1"},{"type":"note","content":"<cite>Vol. III. <em>p.</em> 37. and 202, 203. in the Notes.</cite>","subId":"n2","id":"Shaftesbury.C.LE.5.n2"}]}