{"imported":true,"id":"Shaftesbury.C.LE.6","parent":"Shaftesbury.C.LE","title":"Section VI","breadcrumb":"Section 6","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_016","texts":[],"published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section VI</h1> ","id":"Shaftesbury.C.LE.6"},{"type":"paragraph","content":"OTHER Reasons, my Lord, there are, why this plain home-spun Philosophy, of looking into our-selves, may do us wondrous service, in rectifying our Errors in Religion. For there is a sort of Enthusiasm of second hand. And when Men find no original Commotions in themselves, no prepossessing <em>Panick</em> which bewitches 'em; they are apt still, by the Testimony of others, to be impos'd on, and led credulously into the Belief of many false Miracles. And this Habit may make 'em variable, and of a very inconstant Faith, easy to be carry'd away with every Wind of Doctrine, and addicted to every upstart Sect or Superstition. But the knowledg of our Passions in their very Seeds, the measuring well the Growth and Progress of Enthusiasm, and the judging rightly of its natural Force, and what command it has over our very<a href=\"#n1\"><sup>[1]</sup></a> Senses, may teach us to oppose more successfully those Delusions which come arm'd with the specious Pretext of moral Certainty, and <em>Matter of Fact</em>.","subId":"1","id":"Shaftesbury.C.LE.6.1"},{"type":"paragraph","content":"The new prophesying Sect, I made mention of above, pretend, it seems, among many other Miracles, to have had a most signal one, acted premeditately, and with warning, before many hundreds of People, who actually give Testimony to the Truth of it. But I wou'd only ask, Whether there were present, among those hundreds, any one Person, who having never been of their <em>Sect</em>, or addicted to their Way, will give the same Testimony with them? I must not be contented to ask, Whether such a one had been wholly free of that particular Enthusiasm? but, Whether, before that time, he was esteem'd of so sound a Judgment, and clear a Head, as to be wholly free of <em>Melancholy</em>, and in all likelihood incapable of all Enthusiasm besides? For otherwise, the <em>Panick</em> may have been caught; the Evidence of the Senses lost, as in a Dream; and the Imagination so inflam'd, as in a moment to have burnt up every Particle of Judgment and Reason. The combustible Matters lie prepar'd within, and ready to take fire at a Spark; but chiefly in a<a href=\"#n2\"><sup>[2]</sup></a> Multitude seiz'd with the same Spirit. No wonder if the Blaze rises so of a sudden; when innumerable Eyes glow with the Passion, and heaving Breasts are labouring with Inspiration: when not the Aspect only, but the very Breath and Exhalations of Men are infectious, and the inspiring Disease imparts it-self by insensible Transpiration. I am not a Divine good enough to resolve what <em>Spirit</em> that was which prov'd so catching among the antient Prophets, that even the profane<a href=\"#n3\"><sup>[3]</sup></a> <span class=\"small-capitals\"><span class=\"name\">Saul</span></span> was taken by it. But I learn from Holy Scripture, that there was <em>the<a href=\"#n4\"><sup>[4]</sup></a> evil</em>, as well as <em>the good Spirit</em> of Prophecy. And I find by present Experience, as well as by all Historys, Sacred and Profane, that the Operation of this <em>Spirit</em> is every where the same, as to the bodily Organs.","subId":"2","id":"Shaftesbury.C.LE.6.2"},{"type":"paragraph","content":"A Gentleman who has writ lately in defence of reviv'd Prophecy, and has since fallen himself into the <em>prophetick Extasys</em>, tells us, <q>That the antient Prophets had the Spirit of <span class=\"small-capitals\">God</span> upon them <em>under Extasy</em>, with divers strange Gestures of Body denominating them Madmen, (or Enthusiasts) as appears evidently, <em>says he</em>, in the Instances of <span class=\"small-capitals\"><span class=\"name\">Balaam</span></span>, <span class=\"small-capitals\"><span class=\"name\">Saul</span></span>, <span class=\"small-capitals\"><span class=\"name\">David</span></span>, <span class=\"small-capitals\"><span class=\"name\">Ezekiel</span></span>, <span class=\"small-capitals\"><span class=\"name\">Daniel</span></span>, <em>&amp;c.</em></q> And he proceeds to justify this by <em>the Practice</em> of the Apostolick Times, and by <em>the Regulation</em> which the<a href=\"#n5\"><sup>[5]</sup></a> Apostle himself applies to these seemingly irregular <em>Gifts</em>, so frequent and ordinary (as our Author pretends) in the primitive Church, on the first rise and spreading of Christianity. But I leave it to him to make the Resemblance as well as he can between his own and the Apostolick way. I only know, that the Symptoms he describes, and which himself (poor Gentleman!) labours under, are as <em>Heathenish</em> as he can possibly pretend them to be <em>Christian</em>. And when I saw him lately under <em>an Agitation</em> (as they call it) uttering Prophecy in a pompous <em>Latin</em> Style, of which, out of his Extasy, it seems, he is wholly incapable; it brought into my mind the <em>Latin</em> Poet's Description of the <span class=\"small-capitals\"><span class=\"name\">Sibyl</span></span>, whose Agonys were so perfectly like these. <blockquote><a href=\"#n6\"><sup>[6]</sup></a> <span class=\"foreign\">——Subitò non vultus, non color unus, <br> Non comptae mansere comae; sed pectus anhelum, <br> Et rabie fera corda tument; majorque videri <br> Nec morale sonans: afflata est Numine quando <br> Jam propiore Dei——</span></blockquote> And again presently after: <blockquote><span class=\"foreign\">——Immanis in antro <br> Bacchatur Vates, magnum si pectore possit <br> Excussisse Deum: tanto magis Ille fatigat <br> Os rabidum, fera corda domans, <span class=\"small-capitals\">Fingit que Premendo</span>.</span></blockquote> Which is the very Style of our experienc'd Author. <q>For the Inspir'd (<em>says he</em>) undergo a Probation, wherein the Spirit, by frequent Agitations, <em>forms the Organs</em>, ordinarily for a Month or two before <em>Utterance</em>.</q>","subId":"3","id":"Shaftesbury.C.LE.6.3"},{"type":"paragraph","content":"The <em>Roman</em> Historian, speaking of a most horrible Enthusiasm which broke out in <span class=\"small-capitals\"><span class=\"name\">Rome</span></span> long before his days, describes this Spirit of Prophecy; <span class=\"foreign\">Viros velut mente captâ, cum jactatione fanaticâ corporis vaticinari.</span> <cite>Livy, xxxix. 13.</cite> The detestable things which are further related of these Enthusiasts, I wou'd not willingly transcribe: but the Senate's mild Decree in so execrable a Case, I can't omit copying; being satisfy'd, that tho your Lordship has read it before now, you can read it again and again with admiration: <span class=\"foreign\">In reliquum deinde</span> (says <em><span class=\"name\">Livy</span></em>) <span class=\"foreign\">S. C. cautum est, <em>&amp;c.</em> Si quis tale sacrum solenne &amp; necessarium duceret, nec sine Religione &amp; Piaculo se id omittere posse; apud Praetorem Urbanum profiteretur: Praetor Senatum consuleret. Si ei permissum esset, cùm in Senatu centum non minus essent, ita id sacrum faceret; dum ne plus quinque sacrificio interessent, neu qua pecunia communis, neu quis Magister sacrorum, aut Sacerdos esset.</span>","subId":"4","id":"Shaftesbury.C.LE.6.4"},{"type":"paragraph","content":"So necessary it is to give way to this Distemper of <em>Enthusiasm</em>, that even that Philosopher who bent the whole Force of his Philosophy against Superstition, appears to have left room for visionary Fancy, and to have indirectly tolerated Enthusiasm. For it is hard to imagine, that one who had so little religious Faith as <span class=\"small-capitals\"><span class=\"name\">Epicurus</span></span>, shou'd have so vulgar a Credulity, as to believe those accounts of Armys and Castles in the Air, and such visionary <em>Phænomena</em>. Yet he allows them; and then thinks to solve 'em by his <em>Effluvia</em>, and Aerial Looking-glasses, and I know not what other stuff: which his <em>Latin</em> Poet, however, sets off beautifully, as he does all. <blockquote><span class=\"foreign\">——Rerum Simulacra vagari <br> Multa, modis multis, in cunctas undique parteis <br> Tenuia, quae facilè inter se junguntur in auris, <br> Obvia cùm veniunt, ut aranea bracteaque auri <br> * * * * * * * * * * * * * * <br> * * * * * * * * * * * * * * <br> Centauros itaque, &amp; Scyllarum Membra videmus, <br> Cerbereasque canum facies, simulacraque eorum <br> Quorum morte obita tellus amplectitur ossa: <br> Omne genus quoniam passim simulacra feruntur, <br> Partim sponte suâ quae fiunt aere in ipso; <br> Partim quae variis ab rebus cumque recedunt.</span></blockquote>","subId":"5","id":"Shaftesbury.C.LE.6.5"},{"type":"paragraph","content":"'Twas a sign this Philosopher believ'd there was a good Stock of <em>Visionary Spirit</em> originally in Human Nature. He was so satisfy'd that Men were inclin'd to see Visions, that rather than they shou'd go without, he chose to make 'em to their hand. Notwithstanding he deny'd the Principles of Religion to be<a href=\"#n7\"><sup>[7]</sup></a> <em>natural</em>, he was forc'd tacitly to allow there was a wondrous Disposition in Mankind towards <em>Supernatural Objects</em>; and that if these Ideas were vain, they were yet in a manner <em>innate</em>, or such as Men were really born to, and cou'd hardly by any means avoid. From which Concession, a Divine, methinks, might raise a good Argument against him, for the <em>Truth</em> as well as the <em>Usefulness</em> of <span class=\"small-capitals\">Religion</span>. But so it is: whether the Matter of Apparition be true or false, the Symptoms are the same, and the Passion of equal force in the Person who is Vision-struck. The <span class=\"foreign\">Lymphatici</span> of the <em>Latins</em> were the <span class=\"foreign\">Nympholepti</span> of the <em>Greeks</em>. They were Persons said to have seen some Species of Divinity, as either some rural <em>Deity</em>, or <em>Nymph</em>; which threw them into such Transports as overcame their Reason. The Extasys express'd themselves outwardly in Quakings, Tremblings, Tossings of the Head and Limbs, <em>Agitations</em>, and (as <em><span class=\"name\">Livy</span></em> calls them) <em>Fanatical Throws</em> or Convulsions, extemporary Prayer, Prophecy, Singing, and the like. All Nations have their <em>Lymphaticks</em> of some kind or another; and all Churches, Heathen as well as Christian, have had their Complaints against <em>Fanaticism</em>.","subId":"6","id":"Shaftesbury.C.LE.6.6"},{"type":"paragraph","content":"One wou'd think the Antients imagin'd this Disease had some relation to that which they call'd <em>Hydrophoby</em>. Whether the antient <em>Lymphaticks</em> had any way like that of biting, to communicate the Rage of their Distemper, I can't so positively determine. But certain Fanaticks there have been since the time of the Antients, who have had a most prosperous Faculty of communicating the Appetite of the Teeth. For since first the snappish Spirit got up in Religion, all Sects have been at it, as the saying is, <em>Tooth and Nail</em>; and are never better pleas'd, than in worrying one another without mercy.","subId":"7","id":"Shaftesbury.C.LE.6.7"},{"type":"paragraph","content":"So far indeed the innocent kind of Fanaticism extends it-self, that when the Party is struck by the Apparition, there follows always an Itch of imparting it, and kindling the same Fire in other Breasts. For thus <em>Poets</em> are Fanaticks too. And thus <span class=\"small-capitals\"><span class=\"name\">Horace</span></span> either is, or feigns himself <em>Lymphatick</em>, and shews what an Effect the Vision of the <em>Nymphs</em> and <span class=\"small-capitals\"><span class=\"name\">Bacchus</span></span> had on him. <blockquote><a href=\"#n8\"><sup>[8]</sup></a> <span class=\"foreign\">Bacchum in remotis carmina rupibus <br> Vidi docentem, credite posteri, <br> NYMPHASque discentes— <br> Evae! recenti mens trepidat metu, <br> Plenoque Bacchi pectore turbidum <br> <a href=\"#n9\"><sup>[9]</sup></a> LYMPHATUR</span>—————as <em><span class=\"name\">Heinsius</span></em> reads.</blockquote>","subId":"8","id":"Shaftesbury.C.LE.6.8"},{"type":"paragraph","content":"No <em>Poet</em> (as I ventur'd to say at first to your Lordship) can do any thing great in his own way, without the Imagination or Supposition of <em>a Divine Presence</em>, which may raise him to some degree of this Passion we are speaking of. Even the cold <span class=\"small-capitals\"><span class=\"name\">Lucretius</span></span><a href=\"#n10\"><sup>[10]</sup></a> makes use of Inspiration, when he writes against it; and is forc'd to raise an Apparition of <em>Nature</em>, in a Divine Form, to animate and conduct him in his very Work of degrading Nature, and despoiling her of all her seeming Wisdom and Divinity. <blockquote><a href=\"#n11\"><sup>[11]</sup></a> <span class=\"foreign\">Alma <span class=\"small-capitals\">Venus</span>, coeli subter labentia signa <br> Quae mare navigerum, quae terras frugiferenteis <br> Concelebras—— <br> Quae quoniam rerum naturam sola gubernas, <br> Nec sine te quidquam dias in luminis oras <br> Exoritur, neque fit laetum neque amabile quidquam: <br> Te sociam studeo scribundis versibus esse, <br> Quos Ego de rerum naturâ pangere conor <br> <span class=\"small-capitals\">Memmiadae</span> nostro.</span></blockquote>","subId":"9","id":"Shaftesbury.C.LE.6.9"},{"type":"note","content":"<cite>VOL. III. <em>p.</em> 39, 40. &amp; 66, 67, 68.</cite>","subId":"n1","id":"Shaftesbury.C.LE.6.n1"},{"type":"note","content":"<cite>VOL. III. <em>p.</em> 66. in the Notes.</cite>","subId":"n2","id":"Shaftesbury.C.LE.6.n2"},{"type":"note","content":"See <cite>1 <em>Kings</em> ch. xxii. ver. 20, <em>&amp;c.</em></cite> <cite>2 <em>Chron.</em> ch. xviii. ver. 19, <em>&amp;c.</em></cite> And <cite>VOL. III. <em>p.</em> 116, 117.</cite>","subId":"n3","id":"Shaftesbury.C.LE.6.n3"},{"type":"note","content":"<cite>1 <em>Cor.</em> ch. xiv.</cite>","subId":"n4","id":"Shaftesbury.C.LE.6.n4"},{"type":"note","content":"<cite>Virg. Aen. <em>lib.</em> 6.</cite>","subId":"n5","id":"Shaftesbury.C.LE.6.n5"},{"type":"note","content":"<cite>Lucret. <em>lib.</em> 4.</cite>","subId":"n6","id":"Shaftesbury.C.LE.6.n6"},{"type":"note","content":"<cite><em>Infra,</em> pag. 117.</cite>","subId":"n7","id":"Shaftesbury.C.LE.6.n7"},{"type":"note","content":"<cite>Od. 19. lib. 2.</cite>","subId":"n8","id":"Shaftesbury.C.LE.6.n8"},{"type":"note","content":"So again, <cite><em>Sat.</em> 5. <em>ver.</em> 97.</cite> <span class=\"foreign\">Gnatia Lymphis Iratis exstructa:</span> where <span class=\"small-capitals\"><span class=\"name\">Horace</span></span> wittily treats the People of <em><span class=\"name\">Gnatia</span></em> as <em>Lymphaticks</em> and Enthusiasts, for believing a Miracle of their Priests: <span class=\"foreign\">Credat Judaeus Apella.</span> <cite>Hor. <em>ibid.</em></cite> See <span class=\"small-capitals\"><span class=\"name\">Heinsius</span></span> and <span class=\"small-capitals\"><span class=\"name\">Torrentius</span></span>; and the Quotation in the following Notes, <span class=\"foreign\">ὑπὸ τω̑ν Νυμφω̑ν, &amp;c.</span>","subId":"n9","id":"Shaftesbury.C.LE.6.n9"},{"type":"note","content":"<cite>VOL. III. <em>p.</em> 32.</cite>","subId":"n10","id":"Shaftesbury.C.LE.6.n10"},{"type":"note","content":"<cite>Lucret. <em>lib.</em> 1.</cite>","subId":"n11","id":"Shaftesbury.C.LE.6.n11"}]}