{"imported":true,"id":"Shaftesbury.C.LE.7","parent":"Shaftesbury.C.LE","title":"Section VII","breadcrumb":"Section 7","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_017","texts":[],"published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section VII</h1> ","id":"Shaftesbury.C.LE.7"},{"type":"paragraph","content":"THE only thing, my Lord, I wou'd infer from all this, is, that <span class=\"small-capitals\">Enthusiasm</span> is wonderfully powerful and extensive; that it is a matter of nice Judgment, and the hardest thing in the world to know fully and distinctly; since even<a href=\"#n1\"><sup>[1]</sup></a> <em>Atheism</em> is not exempt from it. For, as some have well remark'd, there have been <em>Enthusiastical Atheists</em>. Nor can Divine Inspiration, by its outward Marks, be easily distinguish'd from it. For Inspiration is <em>a real</em> feeling of the Divine Presence, and Enthusiasm <em>a false one</em>. But the Passion they raise is much alike. For when the Mind is taken up in Vision, and fixes its view either on any real Object, or mere Specter of Divinity; when it sees, or thinks it sees any thing prodigious, and more than human; its Horror, Delight, Confusion, Fear, Admiration, or whatever Passion belongs to it, or is uppermost on this occasion, will have something vast, <em>immane</em>, and (as Painters say) <em>beyond Life</em>. And this is what gave occasion to the name of <em>Fanaticism</em>, as it was us'd by the Antients in its original Sense, for an <em>Apparition</em> transporting the Mind.","subId":"1","id":"Shaftesbury.C.LE.7.1"},{"type":"paragraph","content":"Something there will be of Extravagance and Fury, when the Ideas or Images receiv'd are too big for the narrow human Vessel to contain. So that <em>Inspiration</em> may be justly call'd <em>Divine</em> <span class=\"small-capitals\">Enthusiasm</span>: For the Word it-self signifies <em>Divine Presence</em>, and was made use of by the Philosopher whom the earliest Christian Fathers call'd <em>Divine</em>, to express whatever was sublime in human Passions<a href=\"#n2\"><sup>[2]</sup></a>. This was the Spirit he allotted to <em>Heroes, Statesmen, Poets, Orators, Musicians</em>, and even <em>Philosophers</em> themselves. Nor can we, of our own accord, forbear ascribing to a<a href=\"#n3\"><sup>[3]</sup></a> noble <span class=\"small-capitals\">Enthusiasm</span>, whatever is greatly perform'd by any of <em>These</em>. So that almost all of us know something of this Principle. But to know it as we shou'd do, and discern it in its several kinds, both in our-selves, and others; this is the great Work, and by this means alone we can hope to avoid Delusion. For <em>to judg the Spirits whether they are of God</em>, we must antecedently <em>judg our own Spirit</em>; whether it be of <em>Reason</em> and <em>sound Sense</em>; whether it be fit to <em>judg</em> at all, by being sedate, cool, and impartial; free of every biassing Passion, every giddy Vapor, or melancholy Fume. This is the first Knowledg and previous Judgment: <q>To understand <em>our-selves</em>, and know <em>what Spirit we are of</em>.</q> Afterwards we may judg the <em>Spirit</em> in others, consider what their personal Merit is, and prove the Validity of their Testimony by the Solidity of their Brain. By this means we may prepare our-selves with some <em>Antidote</em> against Enthusiasm. And this is what I have dar'd affirm is best perform'd by keeping to <span class=\"small-capitals\">Good Humour</span>. For otherwise the Remedy it-self may turn to the Disease.","subId":"2","id":"Shaftesbury.C.LE.7.2"},{"type":"paragraph","content":"And now, my Lord, having, after all, in some measure justify'd <span class=\"small-capitals\">Enthusiasm</span>, and own'd the Word; if I appear extravagant, in addressing to you after the manner I have done, you must allow me to plead an <em>Impulse</em>. You must suppose me (as with truth you may) most passionately yours; and with that Kindness which is natural to you on other occasions, you must tolerate your <em>Enthusiastick Friend</em>, who, excepting only in the case of this over-forward <em>Zeal</em>, must ever appear with the highest Respect, <br> &emsp;<span class=\"small-capitals\">My Lord</span>, <br> &emsp;&emsp;<em>Your Lordship's</em>, &amp;c.","subId":"3","id":"Shaftesbury.C.LE.7.3"},{"type":"note","content":"<cite>VOL. III. <em>p.</em> 63, 64.</cite>","subId":"n1","id":"Shaftesbury.C.LE.7.n1"},{"type":"note","content":"<span class=\"foreign\">Ἄρ' οἰ̑σθ' ὅτι ὑπὸ τω̑ν Νυμφω̑ν ἐκ προνοίας σαφω̑ς ἐνθουσιάσω . . . τοσαυ̑τα μέν σοι καὶ ἔτι πλείω ἔχω μανίας γιγνμένης ἀπὸ θεω̑ν λέγειν καλὰ ἔργα, &amp;c.</span> <cite>Phaedr.</cite> <span class=\"foreign\">καὶ τοὺς πολιτικοὺς οὐχ ἥκιστα τούτων φαι̑μεν ἂν θείους τε εἰ̑ναι καὶ ἐνθουσιάζειν.</span> <cite>Meno.</cite> <span class=\"foreign\">ἔγνων οὐ̑ν ἂν καὶ περὶ τω̑ν ποιητω̑ν ἐν ὀλίγῳ του̑το, ὅτι οὐ σοφίᾳ ποιοι̑εν, ἀλλὰ φύσει τινὶ καὶ ἐνθουσιάζοντες, ὥσπερ οἱ θεομάντεις καὶ χρησμῳδοί.</span> <cite>Apol.</cite> In particular as to <em>Philosophers</em>, <span class=\"small-capitals\"><span class=\"name\">Plutarch</span></span> tells us, 'twas the Complaint of some of the four old <em>Romans</em>, when Learning first came to them from <em>Greece</em>, that their Youth grew <em>Enthusiastick</em> with Philosophy. For speaking of one of the Philosophers of the <em>Athenian</em> Embassy, he says, <span class=\"foreign\">ἔρωτα δεινὸν ἐμβέβληκε τοι̑ς νέοις ὑφ' οὑ̑ τω̑ν ἄλλων ἡδονω̑ν καὶ διατριβω̑ν ἐκπεσόντες ἐνθουσιω̑σι τερὶ φιλοσοφίαν.</span> <cite>Plut. <em>Cato Major</em>.</cite> <span class=\"name\">Plato</span>, <cite><em>Phaedrus</em>, 241 <span class=\"small-capitals\">e</span></cite>, seems here misquoted. The accepted text means: I suppose you know that I shall be quite possessed (<span class=\"foreign\">ἐνθουσιάσω</span>) by the nymphs, to whom you have designedly exposed me. <cite>Plato, <em>Menon</em>, 99 <span class=\"small-capitals\">d</span></cite>: And, among them, we should say that the politicians were specially rapt and inspired (<span class=\"foreign\">ἐνθουσιάζειν</span>). <cite>Plato, <em>Apol</em>. 22 <span class=\"small-capitals\">b</span></cite> (slightly misquoted). The right version would give: So I observed also about poets in a short time that they did not compose out of wisdom, but from an instinct and an inspiration (<span class=\"foreign\">ἐνθουσιάζοντες</span>) like seers and prophets. <cite>Plutarch, <em>Cato Major</em>, 22</cite>: He put a spell upon young men, under which they give up other pleasures and amusements, and are possessed by philosophy (<span class=\"foreign\">ἐνθουσιω̑σι</span>).","subId":"n2","id":"Shaftesbury.C.LE.7.n2"},{"type":"note","content":"Of this Passion, in the nobler and higher sense, see more, <cite>VOL. II. <em>p.</em> 75, 76, 393, 394, &amp;c.</cite> and <cite>VOL. III. <em>p.</em> 30, 33, 34, 37.</cite>","subId":"n3","id":"Shaftesbury.C.LE.7.n3"}]}