{"imported":true,"id":"Hume.ETSS.NHR.1","parent":"Hume.ETSS.NHR","title":"Section 1. That Polytheism was the primary Religion of Men","breadcrumb":"Section 1","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Sect. I. That Polytheism was the primary Religion of Men.\n","id":"Hume.ETSS.NHR.1"},{"type":"paragraph","content":"It appears to me, that, if we consider the improvement of human society, from rude beginnings to a state of greater perfection, polytheism or idolatry was, and necessarily must have been, the first and most ancient religion of mankind. This opinion I shall endeavour to confirm by the following arguments.","subId":"1","id":"Hume.ETSS.NHR.1.1","pages":"34"},{"type":"paragraph","content":"It is a matter of fact incontestable, that about 1700 years ago all mankind were polytheists. The doubtful and sceptical principles of a few philosophers, or the theism, and that too not entirely pure, of one or two nations, form no objection worth regarding. Behold then the clear testimony of history. The farther we mount up into antiquity, the more do we find mankind plunged into polytheism. No marks, no symptoms of any more perfect religion. The most ancient records of human race still present us with that system as the popular and established creed. The north, the south, the east, the west, give their unanimous testimony to the same fact. What can be opposed to so full an evidence?","subId":"2","id":"Hume.ETSS.NHR.1.2","pages":"34"},{"type":"paragraph","content":"As far as writing or history reaches, mankind, in ancient times, appear universally to have been polytheists. Shall we assert, that, in more ancient times, before the knowledge of letters, or the discovery of any art or science, men entertained the principles of pure theism? That is, while they were ignorant and barbarous, they discovered truth: But fell into error, as soon as they acquired learning and politeness.","subId":"3","id":"Hume.ETSS.NHR.1.3","pages":"34"},{"type":"paragraph","content":"But in this assertion you not only contradict all appearance of probability, but also our present experience concerning the principles and opinions of barbarous nations. The savage tribes of America, Africa, and Asia are all idolaters. Not a single exception to this rule. Insomuch, that, were a traveller to transport himself into any unknown region; if he found inhabitants cultivated with arts and science, though even upon that supposition there are odds against their being theists, yet could he not safely, till farther inquiry, pronounce any thing on that head: But if he found them ignorant and barbarous, he might beforehand declare them idolaters; and there scarcely is a possibility of his being mistaken.","subId":"4","id":"Hume.ETSS.NHR.1.4","pages":"34"},{"type":"paragraph","content":"It seems certain, that, according to the natural progress of human thought, the ignorant multitude must first entertain some groveling and familiar notion of superior powers, before they stretch their conception to that perfect Being, who bestowed order on the whole frame of nature. We may as reasonably imagine, that men inhabited palaces before huts and cottages, or studied geometry before agriculture; as assert that the Deity appeared to them a pure spirit, omniscient, omnipotent, and omnipresent, before he was apprehended to be a powerful, though limited being, with human passions and appetites, limbs and organs. The mind rises gradually, from inferior to superior: By abstracting from what is imperfect, it forms an idea of perfection: And slowly distinguishing the nobler parts of its own frame from the grosser, it learns to transfer only the former, much elevated and refined, to its divinity. Nothing could disturb this natural progress of thought, but some obvious and invincible argument, which might immediately lead the mind into the pure principles of theism, and make it overleap, at one bound, the vast interval which is interposed between the human and the divine nature. But though I allow, that the order and frame of the universe, when accurately examined, affords such an argument; yet I can never think, that this consideration could have an influence on mankind, when they formed their first rude notions of religion.","subId":"5","id":"Hume.ETSS.NHR.1.5","pages":"34-5"},{"type":"paragraph","content":"The causes of such objects, as are quite familiar to us, never strike our attention or curiosity; and however extraordinary or surprising these objects in themselves, they are passed over, by the raw and ignorant multitude, without much examination or enquiry. Adam, rising at once, in paradise, and in the full perfection of his faculties, would naturally, as represented by Milton, be astonished at the glorious appearances of nature, the heavens, the air, the earth, his own organs and members; and would be led to ask, whence this wonderful scene arose. But a barbarous, necessitous animal (such as a man is on the first origin of society), pressed by such numerous wants and passions, has no leisure to admire the regular face of nature, or make enquiries concerning the cause of those objects, to which from his infancy he has been gradually accustomed. On the contrary, the more regular and uniform, that is, the more perfect nature appears, the more is he familiarized to it, and the less inclined to scrutinize and examine it. A monstrous birth excites his curiosity, and is deemed a prodigy. It alarms him from its novelty; and immediately sets him a trembling, and sacrificing, and praying. But an animal, compleat in all its limbs and organs, is to him an ordinary spectacle, and produces no religious opinion or affection. Ask him, whence that animal arose; he will tell you, from the copulation of its parents. And these, whence? From the copulation of theirs. A few removes satisfy his curiosity, and set the objects at such a distance, that he entirely loses sight of them. Imagine not, that he will so much as start the question, whence the first animal; much less, whence the whole system or united fabric of the universe arose. Or, if you start such a question to him, expect not, that he will employ his mind with any anxiety about a subject, so remote, so uninteresting, and which so much exceeds the bounds of his capacity.","subId":"6","id":"Hume.ETSS.NHR.1.6","pages":"35-6"},{"type":"paragraph","content":"But farther, if men were at first led into the belief of one Supreme Being, by reasoning from the frame of nature, they could never possibly leave that belief, in order to embrace polytheism; but the same principles of reason, which at first produced and diffused over mankind, so magnificent an opinion, must be able, with greater facility, to preserve it. The first invention and proof of any doctrine is much more difficult than the supporting and retaining of it.","subId":"7","id":"Hume.ETSS.NHR.1.7","pages":"36"},{"type":"paragraph","content":"There is a great difference between historical facts and speculative opinions; nor is the knowledge of the one propagated in the same manner with that of the other. An historical fact, while it passes by oral tradition from eye-witnesses and contemporaries, is disguised in every successive narration, and may at last retain but very small, if any, resemblance of the original truth, on which it was founded. The frail memories of men, their love of exaggeration, their supine carelessness; these principles, if not corrected by books and writing, soon pervert the account of historical events; where argument or reasoning has little or no place, nor can ever recal the truth, which has once escaped those narrations. It is thus the fables of Hercules, Theseus, Bacchus are supposed to have been originally founded in true history, corrupted by tradition. But with regard to speculative opinions, the case is far otherwise. If these opinions be founded on arguments so clear and obvious as to carry conviction with the generality of mankind, the same arguments, which at first diffused the opinions, will still preserve them in their original purity. If the arguments be more abstruse, and more remote from vulgar apprehension, the opinions will always be confined to a few persons; and as soon as men leave the contemplation of the arguments, the opinions will immediately be lost and be buried in oblivion. Whichever side of this dilemma we take, it must appear impossible, that theism could, from reasoning, have been the primary religion of human race, and have afterwards, by its corruption, given birth to polytheism and to all the various superstitions of the heathen world. Reason, when obvious, prevents these corruptions: When abstruse, it keeps the principles entirely from the knowledge of the vulgar, who are alone liable to corrupt any principle or opinion.","subId":"8","id":"Hume.ETSS.NHR.1.8","pages":"36"}]}