{"imported":true,"id":"Hume.ETSS.NHR.10","parent":"Hume.ETSS.NHR","title":"Section 10. With regard to courage or abasement","breadcrumb":"Section 10","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Sect. X. With regard to courage or abasement.\n","id":"Hume.ETSS.NHR.10"},{"type":"paragraph","content":"From the comparison of theism and idolatry, we may form some other observations, which will also confirm the vulgar observation, that the corruption of the best things gives rise to the worst.","subId":"1","id":"Hume.ETSS.NHR.10.1","pages":"63"},{"type":"paragraph","content":"Where the deity is represented as infinitely superior to mankind, this belief, though altogether just, is apt, when joined with superstitious terror, to sink the human mind into the lowest submission and abasement, and to represent the monkish virtues of mortification, penance, humility, and passive suffering, as the only qualities which are acceptable to him. But where the gods are conceived to be only a little superior to mankind, and to have been, many of them, advanced from that inferior rank, we are more at our ease in our addresses to them, and may even, without profaneness, aspire sometimes to a rivalship and emulation of them. Hence activity, spirit, courage, magnanimity, love of liberty, and all the virtues which aggrandize a people.","subId":"2","id":"Hume.ETSS.NHR.10.2","pages":"63"},{"type":"paragraph","content":"The heroes in paganism correspond exactly to the saints in popery and holy dervises in Mahometanism. The place of Hercules, Theseus, Hector, Romulus, is now supplied by Dominic, Francis, Anthony, and Benedict. Instead of the destruction of monsters, the subduing of tyrants, the defence of our native country; whippings and fastings, cowardice and humility, abject submission and slavish obedience, are become the means of obtaining celestial honours among mankind.","subId":"3","id":"Hume.ETSS.NHR.10.3","pages":"63"},{"type":"paragraph","content":"One great incitement to the pious Alexander in his warlike expeditions was his rivalship of Hercules and Bacchus, whom he justly pretended to have excelled. Brasidas, that generous and noble Spartan, after falling in battle, had heroic honours paid him by the inhabitants of Amphipolis, whose defence he had embraced. And in general, all founders of states and colonies among the Greeks were raised to this inferior rank of divinity, by those who reaped the benefit of their labours.","subId":"4","id":"Hume.ETSS.NHR.10.4","pages":"63"},{"type":"paragraph","content":"This gave rise to the observation of Machiavel, that the doctrines of the Christian religion (meaning the catholic; for he knew no other) which recommend only passive courage and suffering, had subdued the spirit of mankind, and had fitted them for slavery and subjection. An observation, which would certainly be just, were there not many other circumstances in human society which controul the genius and character of a religion.","subId":"5","id":"Hume.ETSS.NHR.10.5","pages":"63-4"},{"type":"paragraph","content":"Brasidas seized a mouse, and being bit by it, let it go. There is nothing so contemptible, said he, but what may be safe, if it has but courage to defend itself. Bellarmine patiently and humbly allowed the fleas and other odious vermin to prey upon him. We shall have heaven, said he, to reward us for our sufferings: But these poor creatures have nothing but the enjoyment of the present life. Such difference is there between the maxims of a Greek hero and a Catholic saint.","subId":"6","id":"Hume.ETSS.NHR.10.6","pages":"64"},{"type":"note","content":"Arrian passim.","subId":"n53","id":"Hume.ETSS.NHR.10.n53","pages":"63"},{"type":"note","content":"Thucyd. lib. v.","subId":"n54","id":"Hume.ETSS.NHR.10.n54","pages":"63"},{"type":"note","content":"Discorsi, lib. vi.","subId":"n55","id":"Hume.ETSS.NHR.10.n55","pages":"63"},{"type":"note","content":"Plut. Apopth.","subId":"n56","id":"Hume.ETSS.NHR.10.n56","pages":"64"},{"type":"note","content":"Bayle, Article Bellarmine.","subId":"n57","id":"Hume.ETSS.NHR.10.n57","pages":"64"}]}