{"imported":true,"id":"Hume.ETSS.NHR.11","parent":"Hume.ETSS.NHR","title":"Section 11. With regard to reason or absurdity","breadcrumb":"Section 11","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Sect. XI. With regard to reason or absurdity.\n","id":"Hume.ETSS.NHR.11"},{"type":"paragraph","content":"Here is another observation to the same purpose, and a new proof that the corruption of the best things begets the worst. If we examine, without prejudice, the ancient heathen mythology, as contained in the poets, we shall not discover in it any such monstrous absurdity, as we may at first be apt to apprehend. Where is the difficulty in conceiving, that the same powers or principles, whatever they were, which formed this visible world, men and animals, produced also a species of intelligent creatures, of more refined substance and greater authority than the rest? That these creatures may be capricious, revengeful, passionate, voluptuous, is easily conceived; nor is any circumstance more apt, among ourselves, to engender such vices, than the licence of absolute authority. And in short, the whole mythological system is so natural, that, in the vast variety of planets and worlds, contained in this universe, it seems more than probable, that, somewhere or other, it is really carried into execution.","subId":"1","id":"Hume.ETSS.NHR.11.1","pages":"65"},{"type":"paragraph","content":"The chief objection to it with regard to this planet, is, that it is not ascertained by any just reason or authority. The ancient tradition, insisted on by heathen priests and theologers, is but a weak foundation; and transmitted also such a number of contradictory reports, supported, all of them, by equal authority, that it became absolutely impossible to fix a preference amongst them. A few volumes, therefore, must contain all the polemical writings of pagan priests: And their whole theology must consist more of traditional stories and superstitious practices than of philosophical argument and controversy.","subId":"2","id":"Hume.ETSS.NHR.11.2","pages":"65"},{"type":"paragraph","content":"But where theism forms the fundamental principle of any popular religion, that tenet is so conformable to sound reason, that philosophy is apt to incorporate itself with such a system of theology. And if the other dogmas of that system be contained in a sacred book, such as the Alcoran, or be determined by any visible authority, like that of the Roman pontiff, speculative reasoners naturally carry on their assent, and embrace a theory, which has been instilled into them by their earliest education, and which also possesses some degree of consistence and uniformity. But as these appearances are sure, all of them, to prove deceitful, philosophy will soon find herself very unequally yoked with her new associate; and instead of regulating each principle, as they advance together, she is at every turn perverted to serve the purposes of superstition. For besides the unavoidable incoherences, which must be reconciled and adjusted; one may safely affirm, that all popular theology, especially the scholastic, has a kind of appetite for absurdity and contradiction. If that theology went not beyond reason and common sense, her doctrines would appear too easy and familiar. Amazement must of necessity be raised: Mystery affected: Darkness and obscurity sought after: And a foundation of merit afforded to the devout votaries, who desire an opportunity of subduing their rebellious reason, by the belief of the most unintelligible sophisms.","subId":"3","id":"Hume.ETSS.NHR.11.3","pages":"65-6"},{"type":"paragraph","content":"Ecclesiastical history sufficiently confirms these reflections. When a controversy is started, some people always pretend with certainty to foretell the issue. Whichever opinion, say they, is most contrary to plain sense is sure to prevail; even where the general interest of the system requires not that decision. Though the reproach of heresy may, for some time, be bandied about among the disputants, it always rests at last on the side of reason. Any one, it is pretended, that has but learning enough of this kind to know the definition of Arian, Pelagian, Erestian, Socinian, Sabellian, Eutychian, Nestorian, Monothelite, &c. not to mention Protestant, whose fate is yet uncertain, will be convinced of the truth of this observation. It is thus a system becomes more absurd in the end, merely from its being reasonable and philosophical in the beginning.","subId":"4","id":"Hume.ETSS.NHR.11.4","pages":"66"},{"type":"paragraph","content":"To oppose the torrent of scholastic religion by such feeble maxims as these, that it is impossible for the same thing, to be and not to be, that the whole is greater than a part, that two and three make five; is pretending to stop the ocean with a bull-rush. Will you set up profane reason against sacred mystery? No punishment is great enough for your impiety. And the same fires, which were kindled for heretics, will serve also for the destruction of philosophers.","subId":"5","id":"Hume.ETSS.NHR.11.5","pages":"66"}]}