{"imported":true,"id":"Hume.ETSS.NHR.13","parent":"Hume.ETSS.NHR","title":"Section 13. Impious conceptions of the divine nature in popular religions of both kinds","breadcrumb":"Section 13","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Sect. XIII. Impious conceptions of the divine nature in popular religions of both kinds.\n","id":"Hume.ETSS.NHR.13"},{"type":"paragraph","content":"The primary religion of mankind arises chiefly from an anxious fear of future events; and what ideas will naturally be entertained of invisible, unknown powers, while men lie under dismal apprehensions of any kind, may easily be conceived. Every image of vengeance, severity, cruelty, and malice must occur, and must augment the ghastliness and horror, which oppresses the amazed religionist. A panic having once seized the mind, the active fancy still farther multiplies the objects of terror; while that profound darkness, or, what is worse, that glimmering light, with which we are environed, represents the spectres of divinity under the most dreadful appearances imaginable. And no idea of perverse wickedness can be framed, which those terrified devotees do not readily, without scruple, apply to their deity.","subId":"1","id":"Hume.ETSS.NHR.13.1","pages":"77"},{"type":"paragraph","content":"This appears the natural state of religion, when surveyed in one light. But if we consider, on the other hand, that spirit of praise and eulogy, which necessarily has place in all religions, and which is the consequence of these very terrors, we must expect a quite contrary system of theology to prevail. Every virtue, every excellence, must be ascribed to the divinity, and no exaggeration will be deemed sufficient to reach those perfections, with which he is endowed. Whatever strains of panegyric can be invented, are immediately embraced, without consulting any arguments or phænomena: It is esteemed a sufficient confirmation of them, that they give us more magnificent ideas of the divine objects of our worship and adoration.","subId":"2","id":"Hume.ETSS.NHR.13.2","pages":"77"},{"type":"paragraph","content":"Here therefore is a kind of contradiction between the different principles of human nature, which enter into religion. Our natural terrors present the notion of a devilish and malicious deity: Our propensity to adulation leads us to acknowledge an excellent and divine. And the influence of these opposite principles are various, according to the different situation of the human understanding.","subId":"3","id":"Hume.ETSS.NHR.13.3","pages":"77"},{"type":"paragraph","content":"In very barbarous and ignorant nations, such as the Africans and Indians, nay even the Japonese, who can form no extensive ideas of power and knowledge, worship may be paid to a being, whom they confess to be wicked and detestable; though they may be cautious, perhaps, of pronouncing this judgment of him in public, or in his temple, where he may be supposed to hear their reproaches.","subId":"4","id":"Hume.ETSS.NHR.13.4","pages":"77-8"},{"type":"paragraph","content":"Such rude, imperfect ideas of the Divinity adhere long to all idolaters; and it may safely be affirmed, that the Greeks themselves never got entirely rid of them. It is remarked by Xenophon, in praise of Socrates, that this philosopher assented not to the vulgar opinion, which supposed the gods to know some things, and be ignorant of others: He maintained, that they knew every thing; what was done, said, or even thought. But as this was a strain of philosophy much above the conception of his countrymen, we need not be surprised, if very frankly, in their books and conversation, they blamed the deities, whom they worshipped in their temples. It is observable, that Herodotus in particular scruples not, in many passages, to ascribe envy to the gods; a sentiment, of all others, the most suitable to a mean and devilish nature. The pagan hymns, however, sung in public worship, contained nothing but epithets of praise; even while the actions ascribed to the gods were the most barbarous and detestable. When Timotheus, the poet, recited a hymn to Diana, in which he enumerated, with the greatest eulogies, all the actions and attributes of that cruel, capricious goddess: May your daughter, said one present, become such as the deity whom you celebrate.","subId":"5","id":"Hume.ETSS.NHR.13.5","pages":"78"},{"type":"paragraph","content":"But as men farther exalt their idea of their divinity; it is their notion of his power and knowledge only, not of his goodness, which is improved. On the contrary, in proportion to the supposed extent of his science and authority, their terrors naturally augment; while they believe, that no secrecy can conceal them from his scrutiny, and that even the inmost recesses of their breast lie open before him. They must then be careful not to form expressly any sentiment of blame and disapprobation. All must be applause, ravishment, extacy. And while their gloomy apprehensions make them ascribe to him measures of conduct, which, in human creatures, would be highly blamed, they must still affect to praise and admire that conduct in the object of their devotional addresses. Thus it may safely be affirmed, that popular religions are really, in the conception of their more vulgar votaries, a species of dæmonism; and the higher the deity is exalted in power and knowledge, the lower of course is he depressed in goodness and benevolence; whatever epithets of praise may be bestowed on him by his amazed adorers. Among idolaters, the words may be false, and belie the secret opinion: But among more exalted religionists, the opinion itself contracts a kind of falsehood, and belies the inward sentiment. The heart secretly detests such measures of cruel and implacable vengeance; but the judgment dares not but pronounce them perfect and adorable. And the additional misery of this inward struggle aggravates all the other terrors, by which these unhappy victims to superstition are for ever haunted.","subId":"6","id":"Hume.ETSS.NHR.13.6","pages":"78-9"},{"type":"paragraph","content":"Lucian observes that a young man, who reads the history of the gods in Homer or Hesiod, and finds their factions, wars, injustice, incest, adultery, and other immoralities so highly celebrated, is much surprised afterwards, when he comes into the world, to observe that punishments are by law inflicted on the same actions, which he had been taught to ascribe to superior beings. The contradiction is still perhaps stronger between the representations given us by some later religions and our natural ideas of generosity, lenity, impartiality, and justice; and in proportion to the multiplied terrors of these religions, the barbarous conceptions of the divinity are multiplied upon us. Nothing can preserve untainted the genuine principles of morals in our judgment of human conduct, but the absolute necessity of these principles to the existence of society. If common conception can indulge princes in a system of ethics, somewhat different from that which should regulate private persons; how much more those superior beings, whose attributes, views, and nature are so totally unknown to us? Sunt superis sua jura. The gods have maxims of justice peculiar to themselves.","subId":"7","id":"Hume.ETSS.NHR.13.7","pages":"79-80"},{"type":"note","content":"Mem. lib. i.","subId":"n83","id":"Hume.ETSS.NHR.13.n83","pages":"78"},{"type":"note","content":"It was considered among the ancients, as a very extraordinary, philosophical paradox, that the presence of the gods was not confined to the heavens, but were extended every where; as we learn from Lucian Hirmotimus sive De sectis.","subId":"n84","id":"Hume.ETSS.NHR.13.n84","pages":"78"},{"type":"note","content":"Plutarch. de Superstit.","subId":"n85","id":"Hume.ETSS.NHR.13.n85","pages":"78"},{"type":"note","content":"Necyomantia.","subId":"n86","id":"Hume.ETSS.NHR.13.n86","pages":"79"},{"type":"note","content":"See NOTE [EEE].","subId":"n87","id":"Hume.ETSS.NHR.13.n87"},{"type":"note","content":"BACCHUS, a divine being, is represented by the heathen mythology as the inventor of dancing and the theatre. Plays were anciently even a part of public worship on the most solemn occasions, and often employed in times of pestilence, to appease the offended deities. But they have been zealously proscribed by the godly in later ages; and the playhouse, according to a learned divine, is the porch of hell.","subId":"n87.1","id":"Hume.ETSS.NHR.13.n87.1","pages":"79"},{"type":"note","content":"But in order to show more evidently, that it is possible for a religion to represent the divinity in still a more immoral and unamiable light than he was pictured by the ancients, we shall cite a long passage from an author of taste and imagination, who was surely no enemy to Christianity. It is the Chevalier Ramsay, a writer, who had so laudable an inclination to be orthodox, that his reason never found any difficulty, even in the doctrines which free-thinkers scruple the most, the trinity, incarnation, and satisfaction: His humanity alone, of which he seems to have had a great stock, rebelled against the doctrines of eternal reprobation and predestination. He expresses himself thus: ‘What strange ideas,' says he, ‘would an Indian or a Chinese philosopher have of our holy religion, if they judged by the schemes given of it by our modern free-thinkers, and pharisaical doctors of all sects? According to the odious and too vulgar system of these incredulous scoffers and credulous scribblers, \"The God of the Jews is a most cruel, unjust, partial, and fantastical being. He created, about 6000 years ago, a man and a woman, and placed them in a fine garden of Asia, of which there are no remains. This garden was furnished with all sorts of trees, fountains, and flowers. He allowed them the use of all the fruits of this beautiful garden, except one, that was planted in the midst thereof, and that had in it a secret virtue of preserving them in continual health and vigour of body and mind, of exalting their natural powers and making them wise. The devil entered into the body of a serpent, and solicited the first woman to eat of this forbidden fruit; she engaged her husband to do the same. To punish this slight curiosity and natural desire of life and knowledge, God not only threw our first parents out of paradise, but he condemned all their posterity to temporal misery, and the greatest part of them to eternal pains, though the souls of these innocent children have no more relation to that of Adam than to those of Nero and Mahomet; since, according to the scholastic drivellers, fabulists, and mythologists, all souls are created pure, and infused immediately into mortal bodies, so soon as the fætus is formed. To accomplish the barbarous, partial decree of predestination and reprobation, God abandoned all nations to darkness, idolatry, and superstition, without any saving knowledge or salutary graces; unless it was one particular nation, whom he chose as his peculiar people. This chosen nation was, however, the most stupid, ungrateful, rebellious and persidious of all nations. After God had thus kept the far greater part of all the human species, during near 4000 years, in a reprobate state, he changed all of a sudden, and took a fancy for other nations beside the Jews. Then he sent his only begotten Son to the world, under a human form, to appease his wrath, satisfy his vindictive justice, and die for the pardon of sin. Very few nations, however, have heard of this gospel; and all the rest, though left in invincible ignorance, are damned without exception, or any possibility of remission. The greatest part of those who have heard of it, have changed only some speculative notions about God, and some external forms in worship: For, in other respects, the bulk of Christians have continued as corrupt as the rest of mankind in their morals; yea, so much the more perverse and criminal, that their lights were greater. Unless it be a very small select number, all other Christians, like the pagans, will be for ever damned; the great sacrifice offered up for them will become void and of no effect; God will take delight for ever, in their torments and blasphemies; and though he can, by one fiat change their hearts, yet they will remain for ever unconverted and unconvertible, because he will be for ever unappeasable and irreconcileable. It is true, that all this makes God odious, a hater of souls, rather than a lover of them; a cruel, vindictive tyrant, an impotent or a wrathful dæmon, rather than an all-powerful, beneficent father of spirits: Yet all this is a mystery. He has secret reasons for his conduct, that are impenetrable; and though he appears unjust and barbarous, yet we must believe the contrary, because what is injustice, crime, cruelty, and the blackest malice in us, is in him justice, mercy, and sovereign goodness.\" Thus the incredulous free-thinkers, the judaizing Christians, and the fatalistic doctors have disfigured and dishonoured the sublime mysteries of our holy faith; thus they have confounded the nature of good and evil; transformed the most monstrous passions into divine attributes, and surpassed the pagans in blasphemy, by ascribing to the eternal nature, as perfections, what makes the most horrid crimes amongst men. The grosser pagans contented themselves with divinizing lust, incest, and adultery; but the predestinarian doctors have divinized cruelty, wrath, fury, vengeance, and all the blackest vices.' See the Chevalier Ramsay's philosophical principles of natural and revealed religion, Part II. p. 401.","subId":"n87.2","id":"Hume.ETSS.NHR.13.n87.2","pages":"79-80"},{"type":"note","content":"The same author asserts, in other places, that the Arminian and Molinist schemes serve very little to mend the matter: And having thus thrown himself out of all received sects of Christianity, he is obliged to advance a system of his own, which is a kind of Origenism, and supposes the pre-existence of the souls both of men and beasts, and the eternal salvation and conversion of all men, beasts, and devils. But this notion, being quite peculiar to himself, we need not treat of. I thought the opinions of this ingenious author very curious; but I pretend not to warrant the justness of them.","subId":"n87.3","id":"Hume.ETSS.NHR.13.n87.3","pages":"80"},{"type":"note","content":"Ovid. Metam. lib. ix. 501.","subId":"n88","id":"Hume.ETSS.NHR.13.n88","pages":"80"}]}