{"imported":true,"id":"Hume.ETSS.NHR.14","parent":"Hume.ETSS.NHR","title":"Section 14. Bad influence of popular religions on morality","breadcrumb":"Section 14","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Sect. XIV. Bad influence of popular religions on morality.\n","id":"Hume.ETSS.NHR.14"},{"type":"paragraph","content":"Here I cannot forbear observing a fact, which may be worth the attention of such as make human nature the object of their enquiry. It is certain, that, in every religion, however sublime the verbal definition which it gives of its divinity, many of the votaries, perhaps the greatest number, will still seek the divine favour, not by virtue and good morals, which alone can be acceptable to a perfect being, but either by frivolous observances, by intemperate zeal, by rapturous extasies, or by the belief of mysterious and absurd opinions. The least part of the Sadder, as well as of the Pentateuch, consists in precepts of morality; and we may also be assured, that that part was always the least observed and regarded. When the old Romans were attacked with a pestilence, they never ascribed their sufferings to their vices, or dreamed of repentance and amendment. They never thought, that they were the general robbers of the world, whose ambition and avarice made desolate the earth, and reduced opulent nations to want and beggary. They only created a dictator, in order to drive a nail into a door; and by that means, they thought that they had sufficiently appeased their incensed deity.","subId":"1","id":"Hume.ETSS.NHR.14.1","pages":"81"},{"type":"paragraph","content":"In Ægina, one faction forming a conspiracy, barbarously and treacherously assassinated seven hundred of their fellow-citizens; and carried their fury so far, that, one miserable fugitive having fled to the temple, they cut off his hands, by which he clung to the gates, and carrying him out of holy ground, immediately murdered him. By this impiety, says Herodotus, (not by the other many cruel assassinations) they offended the gods, and contracted an inexpiable guilt.","subId":"2","id":"Hume.ETSS.NHR.14.2","pages":"81"},{"type":"paragraph","content":"Nay, if we should suppose, what never happens, that a popular religion were found, in which it was expressly declared, that nothing but morality could gain the divine favour; if an order of priests were instituted to inculcate this opinion, in daily sermons, and with all the arts of persuasion; yet so inveterate are the people's prejudices, that, for want of some other superstition, they would make the very attendance on these sermons the essentials of religion, rather than place them in virtue and good morals. The sublime prologue of Zaleucus's laws inspired not the Locrians, so far as we can learn, with any sounder notions of the measures of acceptance with the deity, than were familiar to the other Greeks.","subId":"3","id":"Hume.ETSS.NHR.14.3","pages":"81-2"},{"type":"paragraph","content":"This observation, then, holds universally: But still one may be at some loss to account for it. It is sufficient to observe, that the people, every where, degrade their deities into a similitude with themselves, and consider them merely as a species of human creatures, somewhat more potent and intelligent. This will not remove the difficulty. For there is no man so stupid, as that, judging by his natural reason, he would not esteem virtue and honesty the most valuable qualities, which any person could possess. Why not ascribe the same sentiment to his deity? Why not make all religion, or the chief part of it, to consist in these attainments?","subId":"4","id":"Hume.ETSS.NHR.14.4","pages":"82"},{"type":"paragraph","content":"Nor is it satisfactory to say, that the practice of morality is more difficult than that of superstition; and is therefore rejected. For, not to mention the excessive pennances of the Brachmans and Talapoins; it is certain, that the Rhamadan of the Turks, during which the poor wretches, for many days, often in the hottest months of the year, and in some of the hottest climates of the world, remain without eating or drinking from the rising to the setting sun; this Rhamadan, I say, must be more severe than the practice of any moral duty, even to the most vicious and depraved of mankind. The four lents of the Muscovites, and the austerities of some Roman Catholics, appear more disagreeable than meekness and benevolence. In short, all virtue, when men are reconciled to it by ever so little practice, is agreeable: All superstition is for ever odious and burthensome.","subId":"5","id":"Hume.ETSS.NHR.14.5","pages":"82"},{"type":"paragraph","content":"Perhaps, the following account may be received as a true solution of the difficulty. The duties, which a man performs as a friend or parent, seem merely owing to his benefactor or children; nor can he be wanting to these duties, without breaking through all the ties of nature and morality. A strong inclination may prompt him to the performance: A sentiment of order and moral obligation joins its force to these natural ties: And the whole man, if truly virtuous, is drawn to his duty, without any effort or endeavour. Even with regard to the virtues, which are more austere, and more founded on reflection, such as public spirit, filial duty, temperance, or integrity; the moral obligation, in our apprehension, removes all pretension to religious merit; and the virtuous conduct is deemed no more than what we owe to society and to ourselves. In all this, a superstitious man finds nothing, which he has properly performed for the sake of this deity, or which can peculiarly recommend him to the divine favour and protection. He considers not, that the most genuine method of serving the divinity is by promoting the happiness of his creatures. He still looks out for some more immediate service of the supreme Being, in order to allay those terrors, with which he is haunted. And any practice, recommended to him, which either serves to no purpose in life, or offers the strongest violence to his natural inclinations; that practice he will the more readily embrace, on account of those very circumstances, which should make him absolutely reject it. It seems the more purely religious, because it proceeds from no mixture of any other motive or consideration. And if, for its sake, he sacrifices much of his ease and quiet, his claim of merit appears still to rise upon him, in proportion to the zeal and devotion which he discovers. In restoring a loan, or paying a debt, his divinity is nowise beholden to him; because these acts of justice are what he was bound to perform, and what many would have performed, were there no god in the universe. But if he fast a day, or give himself a sound whipping; this has a direct reference, in his opinion, to the service of God. No other motive could engage him to such austerities. By these distinguished marks of devotion, he has now acquired the divine favour; and may expect, in recompence, protection and safety in this world, and eternal happiness in the next.","subId":"6","id":"Hume.ETSS.NHR.14.6","pages":"82-3"},{"type":"paragraph","content":"Hence the greatest crimes have been found, in many instances, compatible with a superstitious piety and devotion: Hence, it is justly regarded as unsafe to draw any certain inference in favour of a man's morals from the fervour or strictness of his religious exercises, even though he himself believe them sincere. Nay, it has been observed, that enormities of the blackest dye have been rather apt to produce superstitious terrors, and encrease the religious passion. Bomilcar, having formed a conspiracy for assassinating at once the whole senate of Carthage, and invading the liberties of his country, lost the opportunity, from a continual regard to omens and prophecies. Those who undertake the most criminal and most dangerous enterprizes are commonly the most superstitious; as an ancient historian remarks on this occasion. Their devotion and spiritual faith rise with their fears. Catiline was not contented with the established deities, and received rites of the national religion: His anxious terrors made him seek new inventions of this kind; which he never probably had dreamed of, had he remained a good citizen, and obedient to the laws of his country.","subId":"7","id":"Hume.ETSS.NHR.14.7","pages":"83"},{"type":"paragraph","content":"To which we may add, that, after the commission of crimes, there arise remorses and secret horrors, which give no rest to the mind, but make it have recourse to religious rites and ceremonies, as expiations of its offences. Whatever weakens or disorders the internal frame promotes the interests of superstition: And nothing is more destructive to them than a manly, steady virtue, which either preserves us from disastrous, melancholy accidents, or teaches us to bear them. During such calm sunshine of the mind, these spectres of false divinity never make their appearance. On the other hand, while we abandon ourselves to the natural undisciplined suggestions of our timid and anxious hearts, every kind of barbarity is ascribed to the supreme Being, from the terrors with which we are agitated; and every kind of caprice, from the methods which we embrace in order to appease him. Barbarity, caprice; these qualities, however nominally disguised, we may universally observe, form the ruling character of the deity in popular religions. Even priests, instead of correcting these depraved ideas of mankind, have often been found ready to foster and encourage them. The more tremendous the divinity is represented, the more tame and submissive do men become to his ministers: And the more unaccountable the measures of acceptance required by him, the more necessary does it become to abandon our natural reason, and yield to their ghostly guidance and direction. Thus it may be allowed, that the artifices of men aggravate our natural infirmities and follies of this kind, but never originally beget them. Their root strikes deeper into the mind, and springs from the essential and universal properties of human nature.","subId":"8","id":"Hume.ETSS.NHR.14.8","pages":"83-4"},{"type":"note","content":"Called Dictator clavis figendæ causa. T. Livii, l. vii. c. 3.","subId":"n89","id":"Hume.ETSS.NHR.14.n89","pages":"81"},{"type":"note","content":"Lib. vi.","subId":"n90","id":"Hume.ETSS.NHR.14.n90","pages":"81"},{"type":"note","content":"To be found in Diod. Sic. lib. xii.","subId":"n91","id":"Hume.ETSS.NHR.14.n91","pages":"82"},{"type":"note","content":"Diod. Sic. lib. xv.","subId":"n92","id":"Hume.ETSS.NHR.14.n92","pages":"83"},{"type":"note","content":"Cic. Catil. i. Sallust. de bello Catil.","subId":"n93","id":"Hume.ETSS.NHR.14.n93","pages":"83"}]}