{"id":"Hume.ETSS.NHR.15","imported":true,"parent":"Hume.ETSS.NHR","title":"Section 15. General Corollary","breadcrumb":"Section 15","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Sect. XV. General Corollary.\n","id":"Hume.ETSS.NHR.15"},{"type":"paragraph","content":"Though the stupidity of men, barbarous and uninstructed, be so great, that they may not see a sovereign author in the more obvious works of nature, to which they are so much familiarized; yet it scarcely seems possible, that any one of good understanding should reject that idea, when once it is suggested to him. A purpose, an intention, a design is evident in every thing; and when our comprehension is so far enlarged as to contemplate the first rise of this visible system, we must adopt, with the strongest conviction, the idea of some intelligent cause or author. The uniform maxims too, which prevail throughout the whole frame of the universe, naturally, if not necessarily, lead us to conceive this intelligence as single and undivided, where the prejudices of education oppose not so reasonable a theory. Even the contrarieties of nature, by discovering themselves every where, become proofs of some consistent plan, and establish one single purpose or intention, however inexplicable and incomprehensible.","subId":"1","id":"Hume.ETSS.NHR.15.1","pages":"85"},{"type":"paragraph","content":"Good and ill are universally intermingled and confounded; happiness and misery, wisdom and folly, virtue and vice. Nothing is pure and entirely of a piece. All advantages are attended with disadvantages. An universal compensation prevails in all conditions of being and existence. And it is not possible for us, by our most chimerical wishes, to form the idea of a station or situation altogether desirable. The draughts of life, according to the poet's fiction, are always mixed from the vessels on each hand of Jupiter: Or if any cup be presented altogether pure, it is drawn only, as the same poet tells us, from the left-handed vessel.","subId":"2","id":"Hume.ETSS.NHR.15.2","pages":"85"},{"type":"paragraph","content":"The more exquisite any good is, of which a small specimen is afforded us, the sharper is the evil, allied to it; and few exceptions are found to this uniform law of nature. The most sprightly wit borders on madness; the highest effusions of joy produce the deepest melancholy; the most ravishing pleasures are attended with the most cruel lassitude and disgust; the most flattering hopes make way for the severest disappointments. And, in general, no course of life has such safety (for happiness is not to be dreamed of) as the temperate and moderate, which maintains, as far as possible, a mediocrity, and a kind of insensibility, in every thing.","subId":"3","id":"Hume.ETSS.NHR.15.3","pages":"85"},{"type":"paragraph","content":"As the good, the great, the sublime, the ravishing are found eminently in the genuine principles of theism; it may be expected, from the analogy of nature, that the base, the absurd, the mean, the terrifying will be equally discovered in religious fictions and chimeras.","subId":"4","id":"Hume.ETSS.NHR.15.4","pages":"86"},{"type":"paragraph","content":"The universal propensity to believe in invisible, intelligent power, if not an original instinct, being at least a general attendant of human nature, may be considered as a kind of mark or stamp, which the divine workman has set upon his work; and nothing surely can more dignify mankind, than to be thus selected from all other parts of the creation, and to bear the image or impression of the universal Creator. But consult this image, as it appears in the popular religions of the world. How is the deity disfigured in our representations of him! What caprice, absurdity, and immorality are attributed to him! How much is he degraded even below the character, which we should naturally, in common life, ascribe to a man of sense and virtue!","subId":"5","id":"Hume.ETSS.NHR.15.5","pages":"86"},{"type":"paragraph","content":"What a noble privilege is it of human reason to attain the knowledge of the supreme Being; and, from the visible works of nature, be enabled to infer so sublime a principle as its supreme Creator? But turn the reverse of the medal. Survey most nations and most ages. Examine the religious principles, which have, in fact, prevailed in the world. You will scarcely be persuaded, that they are any thing but sick men's dreams: Or perhaps will regard them more as the playsome whimsies of monkies in human shape, than the serious, positive, dogmatical asseverations of a being, who dignifies himself with the name of rational.","subId":"6","id":"Hume.ETSS.NHR.15.6","pages":"86"},{"type":"paragraph","content":"Hear the verbal protestations of all men: Nothing so certain as their religious tenets. Examine their lives: You will scarcely think that they repose the smallest confidence in them.","subId":"7","id":"Hume.ETSS.NHR.15.7","pages":"86"},{"type":"paragraph","content":"The greatest and truest zeal gives us no security against hypocrisy: The most open impiety is attended with a secret dread and compunction.","subId":"8","id":"Hume.ETSS.NHR.15.8","pages":"86"},{"type":"paragraph","content":"No theological absurdities so glaring that they have not, sometimes, been embraced by men of the greatest and most cultivated understanding. No religious precepts so rigorous that they have not been adopted by the most voluptuous and most abandoned of men.","subId":"9","id":"Hume.ETSS.NHR.15.9","pages":"86"},{"type":"paragraph","content":"Ignorance is the mother of Devotion: A maxim that is proverbial, and confirmed by general experience. Look out for a people, entirely destitute of religion: If you find them at all, be assured, that they are but few degrees removed from brutes.","subId":"10","id":"Hume.ETSS.NHR.15.10","pages":"86"},{"type":"paragraph","content":"What so pure as some of the morals, included in some theological systems? What so corrupt as some of the practices, to which these systems give rise?","subId":"11","id":"Hume.ETSS.NHR.15.11","pages":"86"},{"type":"paragraph","content":"The comfortable views, exhibited by the belief of futurity, are ravishing and delightful. But how quickly vanish on the appearance of its terrors, which keep a more firm and durable possession of the human mind?","subId":"12","id":"Hume.ETSS.NHR.15.12","pages":"87"},{"type":"paragraph","content":"The whole is a riddle, an ænigma, an inexplicable mystery. Doubt, uncertainty, suspence of judgment appear the only result of our most accurate scrutiny, concerning this subject. But such is the frailty of human reason, and such the irresistible contagion of opinion, that even this deliberate doubt could scarcely be upheld; did we not enlarge our view, and opposing one species of superstition to another, set them a quarrelling; while we ourselves, during their fury and contention, happily make our escape, into the calm, though obscure, regions of philosophy.","subId":"13","id":"Hume.ETSS.NHR.15.13","pages":"87"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.NHR","imported":true,"title":"The Natural History of Religion","breadcrumb":"Natural History","published":[1757]}],"prev":{"id":"Hume.ETSS.NHR.14","imported":true,"title":"Section 14. Bad influence of popular religions on morality","breadcrumb":"Section 14","published":[1757]},"next":{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"}}