{"imported":true,"id":"Hume.ETSS.NHR.8","parent":"Hume.ETSS.NHR","title":"Section 8. Flux and reflux of polytheism and theism","breadcrumb":"Section 8","texts":[],"published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Sect. VIII. Flux and reflux of polytheism and theism.\n","id":"Hume.ETSS.NHR.8"},{"type":"paragraph","content":"It is remarkable, that the principles of religion have a kind of flux and reflux in the human mind, and that men have a natural tendency to rise from idolatry to theism, and to sink again from theism into idolatry. The vulgar, that is, indeed, all mankind, a few excepted, being ignorant and uninstructed, never elevate their contemplation to the heavens, or penetrate by their disquisitions into the secret structure of vegetable or animal bodies; so far as to discover a supreme mind or original providence, which bestowed order on every part of nature. They consider these admirable works in a more confined and selfish view; and finding their own happiness and misery to depend on the secret influence and unforeseen concurrence of external objects, they regard, with perpetual attention, the unknown causes, which govern all these natural events, and distribute pleasure and pain, good and ill, by their powerful, but silent, operation. The unknown causes are still appealed to on every emergence; and in this general appearance or confused image, are the perpetual objects of human hopes and fears, wishes and apprehensions. By degrees, the active imagination of men, uneasy in this abstract conception of objects, about which it is incessantly employed, begins to render them more particular, and to clothe them in shapes more suitable to its natural comprehension. It represents them to be sensible, intelligent beings, like mankind; actuated by love and hatred, and flexible by gifts and entreaties, by prayers and sacrifices. Hence the origin of religion: And hence the origin of idolatry or polytheism.","subId":"1","id":"Hume.ETSS.NHR.8.1","pages":"58"},{"type":"paragraph","content":"But the same anxious concern for happiness, which begets the idea of these invisible, intelligent powers, allows not mankind to remain long in the first simple conception of them; as powerful, but limited beings; masters of human fate, but slaves to destiny and the course of nature. Men's exaggerated praises and compliments still swell their idea upon them; and elevating their deities to the utmost bounds of perfection, at last beget the attributes of unity and infinity, simplicity and spirituality. Such refined ideas, being somewhat disproportioned to vulgar comprehension, remain not long in their original purity; but require to be supported by the notion of inferior mediators or subordinate agents, which interpose between mankind and their supreme deity. These demi-gods or middle beings, partaking more of human nature, and being more familiar to us, become the chief objects of devotion, and gradually recal that idolatry, which had been formerly banished by the ardent prayers and panegyrics of timorous and indigent mortals. But as these idolatrous religions fall every day into grosser and more vulgar conceptions, they at last destroy themselves, and, by the vile representations, which they form of their deities, make the tide turn again towards theism. But so great is the propensity, in this alternate revolution of human sentiments, to return back to idolatry, that the utmost precaution is not able effectually to prevent it. And of this, some theists, particularly the Jews and Mahometans, have been sensible; as appears by their banishing all the arts of statuary and painting, and not allowing the representations, even of human figures, to be taken by marble or colours; lest the common infirmity of mankind should thence produce idolatry. The feeble apprehensions of men cannot be satisfied with conceiving their deity as a pure spirit and perfect intelligence; and yet their natural terrors keep them from imputing to him the least shadow of limitation and imperfection. They fluctuate between these opposite sentiments. The same infirmity still drags them downwards, from an omnipotent and spiritual deity, to a limited and corporeal one, and from a corporeal and limited deity to a statue or visible representation. The same endeavour at elevation still pushes them upwards, from the statue or material image to the invisible power; and from the invisible power to an infinitely perfect deity, the creator and sovereign of the universe.","subId":"2","id":"Hume.ETSS.NHR.8.2","pages":"58-9"}]}