{"id":"Hume.ETSS.EHU.6","imported":true,"parent":"Hume.ETSS.EHU","title":"Section 6. Of Probability","breadcrumb":"Section 6","published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"SECTION VI.\nOf Probability.\n","id":"Hume.ETSS.EHU.6"},{"type":"paragraph","content":"THOUGH there be no such thing as Chance in the world; our ignorance of the real cause of any event has the same influence on the understanding, and begets a like species of belief or opinion.","subId":"1","id":"Hume.ETSS.EHU.6.1","pages":"56"},{"type":"paragraph","content":"There is certainly a probability, which arises from a superiority of chances on any side; and according as this superiority encreases, and surpasses the opposite chances, the probability receives a proportionable encrease, and begets still a higher degree of belief or assent to that side, in which we discover the superiority. If a dye were marked with one figure or number of spots on four sides, and with another figure or number of spots on the two remaining sides, it would be more probable, that the former would turn up than the latter; though, if it had a thousand sides marked in the same manner, and only one side different, the probability would be much higher, and our belief or expectation of the event more steady and secure. This process of the thought or reasoning may seem trivial and obvious; but to those who consider it more narrowly, it may, perhaps, afford matter for curious speculation.","subId":"2","id":"Hume.ETSS.EHU.6.2","pages":"56-7"},{"type":"paragraph","content":"It seems evident, that, when the mind looks forward to discover the event, which may result from the throw of such a dye, it considers the turning up of each particular side as alike probable; and this is the very nature of chance, to render all the particular events, comprehended in it, entirely equal. But finding a greater number of sides concur in the one event than in the other, the mind is carried more frequently to that event, and meets it oftener, in revolving the various possibilities or chances, on which the ultimate result depends. This concurrence of several views in one particular event begets immediately, by an inexplicable contrivance of nature, the sentiment of belief, and gives that event the advantage over its antagonist, which is supported by a smaller number of views, and recurs less frequently to the mind. If we allow, that belief is nothing but a firmer and stronger conception of an object than what attends the mere fictions of the imagination, this operation may, perhaps, in some measure, be accounted for. The concurrence of these several views or glimpses imprints the idea more strongly on the imagination; gives it superior force and vigour; renders its influence on the passions and affections more sensible; and in a word, begets that reliance or security, which constitutes the nature of belief and opinion.","subId":"3","id":"Hume.ETSS.EHU.6.3","pages":"57"},{"type":"paragraph","content":"The case is the same with the probability of causes, as with that of chance. There are some causes, which are entirely uniform and constant in producing a particular effect; and no instance has ever yet been found of any failure or irregularity in their operation. Fire has always burned, and water suffocated every human creature: The production of motion by impulse and gravity is an universal law, which has hitherto admitted of no exception. But there are other causes, which have been found more irregular and uncertain; nor has rhubarb always proved a purge, or opium a soporific to every one, who has taken these medicines. It is true, when any cause fails of producing its usual effect, philosophers ascribe not this to any irregularity in nature; but suppose, that some secret causes, in the particular structure of parts, have prevented the operation. Our reasonings, however, and conclusions concerning the event are the same as if this principle had no place. Being determined by custom to transfer the past to the future, in all our inferences; where the past has been entirely regular and uniform, we expect the event with the greatest assurance, and leave no room for any contrary supposition. But where different effects have been found to follow from causes, which are to appearance exactly similar, all these various effects must occur to the mind in transferring the past to the future, and enter into our consideration, when we determine the probability of the event. Though we give the preference to that which has been found most usual, and believe that this effect will exist, we must not overlook the other effects, but must assign to each of them a particular weight and authority, in proportion as we have found it to be more or less frequent. It is more probable, in almost every country of Europe, that there will be frost sometime in January, than that the weather will continue open throughout that whole month; though this probability varies according to the different climates, and approaches to a certainty in the more northern kingdoms. Here then it seems evident, that, when we transfer the past to the future, in order to determine the effect, which will result from any cause, we transfer all the different events, in the same proportion as they have appeared in the past, and conceive one to have existed a hundred times, for instance, another ten times, and another once. As a great number of views do here concur in one event, they fortify and confirm it to the imagination, beget that sentiment which we call belief, and give its object the preference above the contrary event, which is not supported by an equal number of experiments, and recurs not so frequently to the thought in transferring the past to the future. Let any one try to account for this operation of the mind upon any of the received systems of philosophy, and he will be sensible of the difficulty. For my part, I shall think it sufficient, if the present hints excite the curiosity of philosophers, and make them sensible how defective all common theories are in treating of such curious and such sublime subjects.","subId":"4","id":"Hume.ETSS.EHU.6.4","pages":"57-9"},{"type":"note","content":"Mr. Locke divides all arguments into demonstrative and probable. In this view, we must say, that it is only probable all men must die, or that the sun will rise to-morrow. But to conform our language more to common use, we ought to divide arguments into demonstrations, proofs, and probabilities. By proofs meaning such arguments from experience as leave no room for doubt or opposition.","subId":"n10","id":"Hume.ETSS.EHU.6.n10","pages":"56"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EHU","imported":true,"title":"An Enquiry concerning Human Understanding","breadcrumb":"First Enquiry","published":[1748]}],"prev":{"id":"Hume.ETSS.EHU.5","imported":true,"title":"Section 5. Sceptical Solution of these Doubts","breadcrumb":"Section 5","published":[1748]},"next":{"id":"Hume.ETSS.EHU.7","imported":true,"title":"Section 7. Of the Idea of Necessary Connexion","breadcrumb":"Section 7","published":[1748]}}