{"id":"Locke.EHU.3.10","imported":true,"parent":"Locke.EHU.3","title":"Chapter 10. Of the Abuse of Words","breadcrumb":"Chapter 10","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.10?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"£1 CHAP. X. £1 £2 _Of the Abuse of Words._ £2","id":"Locke.EHU.3.10"},{"type":"paragraph","content":"BEsides the imperfection that is naturally in Language, and the obscurity and confusion that is so hard to be avoided in the Use of Words, there are several _wilful Faults and Neglects,_ which Men are guilty of, in this way of Communication, whereby they render these signs less clear and distinct in their signification, than naturally they need to be.","subId":"1","id":"Locke.EHU.3.10.1"},{"type":"paragraph","content":"_First,_ In this kind, the first and most palpable abuse is, the using of Words, without clear and distinct _Ideas_; or, which is worse, signs without any thing signified. Of these there are two sorts: I. One may observe, in all Languages, certain Words, that if they be examined, will be found, in their first Original, and their appropriated Use, not to stand for any clear and distinct _Ideas._ These, for the most part, the several _Sects_ of Philosophy and Religion have introduced. For their Authors, or Promoters, either affecting something singular, and out of the way of common apprehensions, or to support some strange Opinions, or cover some Weakness of their Hypothesis, seldom fail to _coin_ new Words, and such as, when they come to be examined, may justly be called _insignificant Terms._ For having either had no determinable Collection of _Ideas_ annexed to them, when they were first invented; or at least such as, if well examined, will be found inconsistent, 'tis no wonder if afterwards, in the vulgar use of the same party, they remain empty Sounds, with little or no signification, amongst those who think it enough to have them often in their mouths, as the distinguishing Characters of their Church, or School, without much troubling their heads to examine, what are the precise _Ideas_ they stand for. I shall not need here to heap up instances, every one's reading and conversation will sufficiently furnish him: Or if he wants to be better stored, the great Mint-Masters of these kind of Terms, I mean the Schoolmen and Metaphysicians, (under which, I think, the disputing natural and moral Philosophers of these latter Ages, may be comprehended,) have wherewithal abundantly to content him.","subId":"2","id":"Locke.EHU.3.10.2"},{"type":"paragraph","content":"II. Others there be, who extend this abuse yet farther, who take so little care to lay by Words, which in their primary notation have scarce any clear and distinct _Ideas_ they are annexed to, that by an unpardonable negligence, they familiarly _use Words,_ which the Propriety of Language has affixed to very important _Ideas,_ they use them, I say, _without any distinct meaning_ at all. _Wisdom, Glory, Grace,_ &c. are Words frequent enough in every Man's mouth; but if a great many of those who use them, should be asked, What they mean by them? they would be at a stand, and not know what to answer: A plain proof, that though they have learned those Sounds, and have them ready at their Tongues ends, yet there are no clear and distinct _Ideas_ laid up in their Minds, which are to be expressed to others by them.","subId":"3","id":"Locke.EHU.3.10.3"},{"type":"paragraph","content":"_Men,_ having been _accustomed_ from their Cradles _to learn Words,_ which are easily got and retained, _before they knew,_ or had framed _the complex Ideas,_ to which they were annexed, or which were to be found in the things _they_ were thought to _stand_ for, they _usually continue to do so_ all their Lives, and without taking the pains necessary to settle in their Minds clear and distinct _Ideas,_ they use their Words for such unsteady and confused Notions as they have, contenting themselves with the same Words other People use; as if their very sound, necessarily carried with it constantly the same meaning. This though Men make a shift with, in their ordinary Occurrences of Life, where they find it necessary to be understood, and therefore they make signs till they are so: Yet this insignificancy in their Words, when they come to Reason, concerning either their Tenents or Interest, manifestly fills their Discourse with abundance of empty unintelligible noise and jargon, especially in moral Matters, where the Words, for the most part, standing for arbitrary and numerous Collections of _Ideas,_ not regularly and permanently united in Nature, their bare Sounds are often only thought on, or at least very obscure and uncertain Notions annexed to them. Men take the Words they find in use amongst their Neighbours; and that they may not seem ignorant what they stand for, use them confidently, without much troubling their heads about a certain fixed meaning: Whereby, besides the ease of it, they obtain this advantage, That as in such Discourses they seldom are in the right, so they are as seldom to be convinced, that they are in the wrong; it being all one to go about to draw those Men out of their Mistakes, who have no setled Notions, as to dispossess a Vagrant of his Habitation, who has no setled abode: This I guess to be so; and every one may observe in himself and others, whether it be, or no.","subId":"4","id":"Locke.EHU.3.10.4"},{"type":"paragraph","content":"_Secondly,_ Another great abuse of Words is, _Inconstancy_ in the use of them. It is hard to find a Discourse written of any Subject, especially of Controversie, wherein one shall not observe, if he read with attention, the same Words (and those commonly the most material in the Discourse, and upon which the Argument turns) used sometimes for one Collection of simple _Ideas,_ and sometimes for another, which is a perfect abuse of Language. Words being intended for signs of my _Ideas,_ to make them known to others, not by any natural signification, but by a voluntary imposition, 'tis plain cheat and abuse, when I make them stand sometimes for one thing, and sometimes for another; the wilful doing whereof, can be imputed to nothing but great folly, or greater dishonesty. And a Man, in his Accompts with another, may, with as much fairness, make the Characters of Numbers stand sometimes for one, and sometimes for another Collection of Unites: _v. g._ this Character 3, stands sometimes for three, sometimes for four, and sometimes for eight; as in his Discourse, or Reasoning, make the same Words stand for different Collections of simple _Ideas._ If Men should do so in their Reckonings, I wonder who would have to do with them? One who should speak thus, in the Affairs and Business in the World, and call 8 sometimes seven, sometimes nine, as best served his advantage, would presently have clapp'd upon him one of the two Names Men constantly are disgusted with; and yet in Arguings, and learned Contests, the same sort of proceeding passes commonly for Wit and Learning: But yet, to me, it appears a greater dishonesty, than the misplacing of Counters, in the casting up a Debt, and the cheat the greater, by how much Truth is of greater concernment and value, than Money.","subId":"5","id":"Locke.EHU.3.10.5"},{"type":"paragraph","content":"_Thirdly,_ Another abuse of Language is, an _affected Obscurity,_ by either applying old Words, to new and unusual Significations; or introducing new and ambiguous Terms, without defining either; or else putting them so together, as may confound their ordinary meaning. Though the Peripatetick Philosophy has been most eminent in this way, yet other Sects have not been wholly clear of it. There is scarce any of them, that are not cumbred with some Difficulties, (such is the imperfection of Humane Knowledge,) which they have been fain to cover with Obscurity of Terms, and to confound the Signification of Words, which, like a mist before Peoples Eyes, might hinder their weak parts from being discovered. That Body and Extension, in common use, stand for two distinct _Ideas,_ is plain to any one that will but reflect a little: For were their Signification precisely the same, it would be as proper, and as intelligible to say, the Body of an Extension, as the Extension of a Body; and yet there are those who find it necessary to confound their Signification. To this abuse, and the mischiefs of confounding the Signification of Words, Logick, and the liberal Sciences, as they have been handled in the Schools, have given Reputation; and the admired Art of Disputing, hath added much to the natural imperfection of Languages, whilst it has been made use of, and fitted to perplex the signification of Words, more than to discover the Knowledge and Truth of Things: And he that will look into that sort of learned Writings, will find the Words there much more obscure, uncertain, and undetermined in their Meaning, than they are in ordinary Conversation.","subId":"6","id":"Locke.EHU.3.10.6"},{"type":"paragraph","content":"This is unavoidably to be so, where Mens Parts and Learning, are estimated by their Skill in _Disputing._ And if Reputation and Reward shall attend these Conquests, which depend mostly on the fineness and niceties of Words, 'tis no wonder if the Wit of Man so employ'd, should perplex, involve, and subtilize the signification of Sounds, so as never to want something to say, in opposing or defending any Question; the Victory being adjusted not to him who had Truth on his side, but the last word in the Dispute.","subId":"7","id":"Locke.EHU.3.10.7"},{"type":"paragraph","content":"This, though a very useless Skill, and that which I think the direct opposite to the ways of Knowledge, hath yet passed hitherto under the laudable and esteemed Names of _Subtility_ and Acuteness, and has had the applause of the Schools, and encouragement of one part of the learned Men of the World; and no wonder, since the Philosophers of old, (the disputing and wrangling Philosophers I mean, such as _Lucian_ wittily, and with Reason taxes,) and the Schoolmen since, aiming at Glory and Esteem, for their great and universal Knowledge, easier a great deal to be pretended to, than really acquired, found this a good Expedient to cover their Ignorance, with a curious and unexplicable Web of perplexed Words, and procure to themselves the admiration of others, by unintelligible terms; the apter to produce wonder, because they could not be understood: whilst it appears in all History, that these profound Doctors, were no wiser, nor more useful, than their Neighbours; and brought but small advantage to humane Life, or the Societies, wherein they lived: Unless the coining of new Words, where they produced no new Things to apply them to, or the perplexing or obscuring the signification of old ones, and so bringing all Things into question and dispute, were a thing profitable to the Life of Man, or worthy Commendation and Reward.","subId":"8","id":"Locke.EHU.3.10.8"},{"type":"paragraph","content":"For, notwithstanding these learned Disputants, these all knowing Doctors, it was to the unscholastick Statesman, that the Governments of the World owed their Peace, Defence, and Liberties; and from the illiterate and contemned Mechanick, (a Name of Disgrace,) that they received the improvemnts of useful Arts. Nevertheless, this artificial Ignorance, and _learned Gibberish,_ prevailed mightily in these last Ages, by the Interest and Artifice of those, who found no easier way to that pitch of Authority and Dominion they have attained, than by amusing the Men of Business, and Ignorant, with hard Words, or employing the Ingenious and Idle in intricate Disputes, about unintelligible Terms, and holding them perpetually entangled in that endless Labyrinth. Besides, there is no such way to gain admittance, or give defence to strange and absurd Doctrines, as to guard them round about with Legions of obscure, doubtful, and undefined Words. Which yet make these Retreats, more like the Dens of Robbers, or Holes of Foxes, than the Fortresses of fair Warriours: which if it be hard to get them out of, it is not for the strength that is in them, but the Briars and Thorns, and the Obscurity of the Thickets they are beset with. For Untruth being unacceptable to the Mind of Man, there is no other defence left for Absurdity, but Obscurity.","subId":"9","id":"Locke.EHU.3.10.9"},{"type":"paragraph","content":"Thus learned Ignorance, and this Art of keeping, even inquisitive Men, from true Knowledge, hath been propagated in the World, and hath much perplexed, whilst it pretended to inform the Understanding. For we see, that other well-meaning and wise Men, whose Education and Parts had not attained that accuteness, could intelligibly express themselves to one another; and in its plain use, make a benefit of Language. But though unlearned Men well enough understood the Words _White_ and _Black, &c._ and had constant Notions of the _Ideas_ signified by those Words; yet there were Philosophers found, who had learning and subtilty enough to prove, that _Snow_ was _black_; (_i. e._ to prove, that White was Black;) whereby they had the advantage to destroy the Instruments and Means of Discourse, Conversation, Instruction, and Society; whilst with great Art and Subtility, they did no more but perplex and confound the Signification of Words, and thereby render Language less useful, than the real Defects of it had made it, a Gift, which the illiterate had not attained to.","subId":"10","id":"Locke.EHU.3.10.10"},{"type":"paragraph","content":"These learned Men did equally instruct Mens Understandings, and profit their Lives, as he who should alter the signification of known Characters, and, by a subtile Device of Learning, far surpassing the Capacity of the Illiterate, Dull, and Vulgar, should, in his Writing, shew, that he could put _A._ for _B._ and _D._ for _E. &c._ to the no small admiration and benefit of his Reader; it being as sensless to put _Black,_ which is a Word agreed on to stand for one sensible _Idea,_ to put it, I say, for another, or the contrary _Idea, i. e._ to call _Snow Black,_ as to put this mark _A._ which is a Character agreed on to stand for one modification of Sound, made by a certain motion of the Organs of Speech, for _B._ which is agreed on to stand for another modification of Sound, made by another certain motion of the Organs of Speech.","subId":"11","id":"Locke.EHU.3.10.11"},{"type":"paragraph","content":"Nor hath this mischief stopped in logical Niceties, or curious empty Speculations; it hath invaded the great Concernments of Humane Life and Society; obscured and perplexed the material Truths of Law and Divinity; brought Confusion, Disorder, and Uncertainty into the Affairs of Mankind; and if not destroyed, yet in great measure rendred useless, those two great Rules, Religion and Justice. What have the greatest part of the Comments and Disputes, upon the Laws of GOD and Man served for, but to make the meaning more doubtful, and perplex the sense? What have been the effect of those multiplied curious Distinctions, and accute Niceties, but Obscurity and Uncertainty, leaving the Words more unintelligible, and the Reader more at a loss? How else comes it to pass, that Princes, speaking or writing to their Servants, in their ordinary Commands, are easily understood; speaking to their People, in their Laws, are not so? And, as I remarked before, doth it not often happen, that a Man of an ordinary Capacity, very well understands a Text, or a Law, that he reads, till he consults an Expositor, or goes to Council; who by that time he hath done explaining them, makes the Words signifie either nothing at all, or what he pleases.","subId":"12","id":"Locke.EHU.3.10.12"},{"type":"paragraph","content":"Whether any by Interests of these Professions have occasioned this, I will not here examine; but I leave it to be considered, whether it would not be well for Mankind, whose concernment it is to know Things as they are, and to do what they ought; and not to spend their Lives in talking about them, or tossing Words to and fro: Whether it would not be well, I say, that the Use of Words were made plain, and direct; and that Language, which was given us for the improvement of Knowledge, and bond of Society, should not be employ'd to darken Truth, and unsettle Peoples Rights; to raise Mists, and render unintelligible both Morality and Religion? Or that at least, if this will happen, it should not be thought Learning or Knowledge to do so?","subId":"13","id":"Locke.EHU.3.10.13"},{"type":"paragraph","content":"_Fourthly,_ Another great _abuse of Words is, the taking them for Things._ This, though it, in some degree, concerns all Names in general; yet more particularly affects those of Substances: And to this Abuse, these Men are most subject, who confine their Thoughts to any one System, and give themselves up into a firm belief of the Perfection of any received Hypothesis; whereby they come to be persuaded, that the Terms of that Sect, are so suited to the Nature of Things, that they perfectly correspond with their real Existence. Who is there, that has been bred up in the Peripatetick Philosophy, who does not think the Ten Names, under which are ranked the Ten Predicaments, to be exactly conformable to the Nature of Things? Who is there, of that School, that is not persuaded, that _substantial forms, vegetative Souls, abhorrence of a Vacuum, intentional Species,_ &c. are something real? These Words Men have learned from their very entrance upon Knowledge, and have found their Masters and Systems lay great stress upon them; and therefore they cannot quit the Opinion, that they are conformable to Nature, and are the Representations of something that really exists. The _Platonists_ have their _Soul of the World,_ and the _Epicureans_ their _endeavour towards Motion,_ in their Atoms, when at rest. There is scarce any Sect in Philosophy has not a distinct set of Terms, that others understand not. But yet this Gibberish, which in the weakness of Humane Understanding, serves so well to palliate Mens Ignorance, and cover their Errours, comes by familiar use amongst those of the same Tribe, to seem the most important part of Language, and of all others the Terms the most significant: And should _Aërial_ and _AEtherial Vehicles_ come once, by the prevalency of that Doctrine, to be generally received any where, no doubt those Terms would make impressions on Mens Minds, so as to establish them in the persuasion of the reality of such Things, as much as that peripatetick Forms have heretofore done.","subId":"14","id":"Locke.EHU.3.10.14"},{"type":"paragraph","content":"How much _names taken for Things,_ are apt to _mislead the Understanding,_ the attentive Reading of philosophical Writers would abundantly discover; and that, perhaps, in Words little suspected of any such misuse. I shall instance in one only, and that a very familiar one. How many intricate Disputes have there been about _Matter,_ as if there were some such thing really in Nature, distinct from _Body,_ as 'tis evident, the Word _Matter_ stands for an _Idea_ distinct from the _Idea_ of Body. For if the _Ideas_ these two Terms stood for, were precisely the same, they might indifferently in all Places be put one for the other: but we see, that tho' it be proper to say, There is _one Matter of all Bodies,_ one cannot say, There is _one Body of all Matters._ we familiarly say, one _Body_ is bigger than another, but it sounds harsh (and I think is never used) to say, one _Matter_ is bigger than another. Whence comes this then? _Viz._ from hence, that though _Matter_ and _Body_ be not really distinct; but where-ever there is one, there is the other: Yet _Matter_ and _Body,_ stand for two different Conceptions, whereof the one is incomplete, and but a part of the other. For _Body_ stands for a solid extended figured Substance, whereof Matter is but a partial, and more confused Conception, it seeming to me to be used for the Substance and Solidity of Body, without taking in its Extension and Figure: And therefore it is that speaking of _Matter,_ we speak of it always as one, because in Truth, it expresly contains nothing but the _Idea_ of a solid Substance, which is every where the same, every where uniform: And therefore we no more conceive, or speak of different Matters in the World, than we do of different Solidities; though we both conceive, and speak of different Bodies, because Extension and Figure are capable of variation. But since Solidity cannot exist without Extension, and Figure, the taking Matter to be the name of something really existing under that Precision, has no doubt produced those obscure and unintelligible Discourses and Disputes, which have filled the Heads and Books of Philosophers concerning _Materia Prima_; which Imperfection or Abuse, how far it may concern a great many other general Terms, I leave to be considered. This, I think, I may at least say, that we should have a great many fewer Disputes in the World, if Words were taken for what they are, the signs of our _Ideas_ only, and not for Things themselves. For when we argue about _Matter,_ or any the like Term, we truly argue only about the _Idea_ we express by that Sound, whether that precise _Idea_ agree to any thing really existing in Nature, or no. And if Men would tell, what _Ideas_ they make their Words stand for, there could not be half that Obscurity or Wrangling, in the search or support of Truth, that there is.","subId":"15","id":"Locke.EHU.3.10.15"},{"type":"paragraph","content":"But whatever inconvenience follows from this mistake of Words, this, I am sure, that by constant and familiar use, they charm Men into Notions far remote from the Truth of Things. 'Twould be a hard Matter, to persuade any one, that the Words which his Father or School-Master, the Parson of the Parish, or such a Revend Doctor used, signified nothing that really existed in Nature: Which, perhaps, is _none of the least Causes, that Men are so hardly drawn to quit their Mistakes,_ even in Opinions purely philosophical, and where they have no other Interest but Truth. For the Words, they have a long time been used to, remaining firm in their Minds, 'tis no wonder, that the wrong Notions annexed to them, should not be removed.","subId":"16","id":"Locke.EHU.3.10.16"},{"type":"paragraph","content":"_Fifthly,_ Another _Abuse of Words, is the setting them in the place of Things, which they do or can by no means signifie._ We may observe, that in the general names of Substances, whereof the nominal Essences are only known to us, when we put them into Propositions, and affirm or deny any thing about them, we do most commonly tacitly suppose, or intend, they should stand for the real Essence of a certain sort of Substances. For when a Man says Gold is malleable, he means, and would insinuate something more than this, that what I call Gold is malleable, (though truly it amounts to no more,) but would have this understood, _viz._ that Gold; _i. e._ what has the real Essence of Gold is malleable, which amounts to thus much, that Malleableness depends on, and is inseparable from the real Essence of Gold. But a Man, not knowing wherein that real Essence consists, the connexion in his Mind of Malleableness, is not truly with an Essence he knows not, but only with the sound Gold he puts for it. Thus when we say, that _Animal rationale_ is, and _Animal implume bibes latis unguibus_ is not a good definition of a Man; 'tis plain, we suppose the Name _Man_ in this case to stand for the real Essence of a Species, and would signifie, that a _rational Animal_ better described that real Essence, than _a two-leg'd Animal with broad Nails, and without Feathers._ For else, why might not _Plato_ as properly make the Word, $[greek text]$, or _Man,_ stand for his complex _Idea,_ made up of the _Ideas_ of a Body, distinguished from others, by a certain shape and other outward appearances, as _Aristotle,_ make the complex _Idea,_ to which he gave the Name $[greek text]$, or _Man,_ of Body, and the Faculty of reasoning join'd together, unless the name $[greek text]$, or _Man,_ were supposed to stand for something else, than what it signifies, and the _Idea_ a Man professes he would express by it?","subId":"17","id":"Locke.EHU.3.10.17"},{"type":"paragraph","content":"'Tis true, the names of Substances would be much more useful, and Propositions made in them much more certain, were the real Essences of Substances, the _Ideas_ in our Minds, which those Words signified. And 'tis for want of those real Essences, that our Words convey so little Knowledge or Certainty in our Discourses about them: And therefore the Mind, to remove that Imperfection as much as it can, makes them, by a secret supposition, to stand for a thing, having that real Essence, as if thereby it made some nearer approaches to it. For though the Word _Man_ or _Gold,_ signifie nothing truly but a complex _Idea_ of Properties, united together in one sort of Substances: Yet there is scarce any Body in the use of these Words, but often supposes each of those names to stand for a thing having the real Essence, on which those Properties depend; which is so far from diminishing the Imperfection of our Words, that by a plain Abuse, it adds to it: when we would make them stand for something, which not being in our complex _Idea,_ the name we use, can no ways be the sign of.","subId":"18","id":"Locke.EHU.3.10.18"},{"type":"paragraph","content":"This shews us the Reason, _Why in mixed Modes any of the_ Ideas _that make the Composition of the complex one, being left out, or changed, it is allowed to be another thing,_ i. e. _to be of another Species,_ as is plain in Chance-medly, Man-slaughter, Murther, Parricide, _&c._ the Reason whereof is, because the complex _Idea_ signified by that name, is the real, as well as nominal Essence; and there is no secret reference of that name to any other Essence, but that. But _in Substances,_ it is _not_ so. For though in that called Gold, one puts into his complex _Idea,_ what another leaves out; and _Vice Versâ_: yet Men do not usually think, that therefore the Species is changed: Because they secretly in their Minds refer that name, and suppose it annexed to a real immutable Essence of a thing existing, on which those Properties depend. He that adds to his complex _Idea_ of Gold, that of Fixedness, or Solubility in _aq. regia,_ which he put not in it before, is not thought to have changed the Species; but only to have a more perfect _Idea,_ by adding another, which is always in _rerum natura,_ joined with those other, of which his former complex _Idea_ consisted. But this reference of the name, to a thing whereof we have not the _Idea,_ is so far from helping at all, that it only serves the more to involve us in Difficulties. For by this tacit reference to the real Essence of that Species of Bodies, the Word Gold (which by standing for a more or less perfect Collection of simple _Ideas,_ serves to design that sort of Body well enough in civil Discourse) comes to have no Signification at all, being put for somewhat whereof we have no _Idea_ at all; and so can signifie nothing at all, when the Body it self is away. For however it may be thought all one; yet, if well considered, it will be found a quite different thing, to argue about Gold in name, and about a parcel of the Body it self, _v. g._ a piece of Leaf-Gold laid before us; though in Discourse, we are fain to substitute the name for the thing.","subId":"19","id":"Locke.EHU.3.10.19"},{"type":"paragraph","content":"That which, I think, very much disposes Men to substitute their names for the real Essences of Species, is the supposition before mentioned, that Nature works regularly in the Production of Things, and sets the Boundaries to each of those Species, by giving exactly the same real internal Constitution to each individual, which we rank under one general name. Whereas any one who observes their different Qualities, can hardly doubt that many of the Individuals, called by the same name, are in their internal Constitution, as different one from another, as several of those which are ranked under different specifick Names. _This supposition,_ however _that the same precise internal Constitution goes always with the same specifick name, makes Men forward to take_ those _names for the Representatives_ of those _real Essences,_ though indeed they signifie nothing but the complex _Ideas_ they have in their Minds, when they use them. So that, if I may so say, signifying one thing, and being supposed for, or put in the place of another, they cannot but, in such a kind of use, cause a great deal of Uncertainty in Men's Discourses; especially in those who have throughly imbibed the Doctrine of substantial Forms, whereby they firmly imagine the several Species of Things to be determined and distinguished.","subId":"20","id":"Locke.EHU.3.10.20"},{"type":"paragraph","content":"But however preposterous and absurd it be, to make our names stand for _Ideas_ we have not, or (which is all one) Essences that we know not, it being in effect, to make our Words the signs of nothing; yet tis evident to any one, whoever so little reflects on the use Men make of their Words, that there is nothing more familiar. When a Man asks, whether this or that thing he sees, let it be a Drill, or a monstrous _Foetus,_ be a _Man,_ or no; 'tis evident, the Question is not, Whether that particular thing agree to his complex _Idea,_ expressed by the name _Man_: But whether it has in it the real Essence of a Species of Things, which he supposes his name Man to stand for. _In which way of using the names of Substances, there are these false suppositions_ contained. _First,_ That there are certain precise Essences, according to which Nature makes all particular Things, and by which they are distinguished into Species. That every thing has a real Constitution, whereby it is what it is, and on which its sensible Qualities depend, is past doubt: But I think it has been proved, that this makes not the distinction of Species, as we rank them; nor the boundaries of their names. _Secondly,_ This tacitly also insinuates, as if we had _Ideas_ of these proposed Essences. For to what purpose else is it, to enquire whether this or that thing have the real Essence of the Species Man, if we did not suppose that there were such a specifick Essence known? Which yet is utterly false: And therefore such Application of names, as would make them stand for _Ideas_ we have not, must needs cause great disorder in Discourses and Reasonings about them, and be a great inconvenience in our Communication by Words.","subId":"21","id":"Locke.EHU.3.10.21"},{"type":"paragraph","content":"_Sixthly,_ There remains yet another more general, though, perhaps, less observed _Abuse of Words_; and that is, that Men having by a long and familiar use annexed to them certain _Ideas,_ they are apt _to imagine so near and necessary a connexion between the names and the signification_ they use in them, that they forwardly suppose one cannot but understand what their meaning is: and therefore one ought to acquiesce in the Words delivered, as if it were past doubt, that in the use of those common received sounds, the Speaker and Hearer had necessarily the same precise _Ideas._ Whence presuming, that when they have in Discourse used any Term, they have thereby, as it were, set before others the very thing they talk of. And so likewise taking the Words of others, as naturally standing for just what they themselves have been accustomed to apply them to, they never trouble themselves to explain their own, or understand clearly others meaning. From whence commonly proceeds Noise, and Wrangling, without Improvement or Information; whilst Men take Words to be the constant regular marks of agreed Notions, which in truth, are no more but the voluntary and unsteady signs of their own _Ideas._ And yet Men think it strange, if in Discourse, or (where it is often absolutely necessary) in Dispute, one sometimes asks the meaning of their Terms: Though the Arguings, one may every day observe in Conversation, make it evident, that there are few names of complex _Ideas,_ which any two Men use for the same just precise Collection. 'Tis hard to name a Word, which will not be a clear instance of this. _Life_ is a Term, none more familiar. Any one almost would take it for an Affront, to be asked what he meant by it. And yet if it comes in Question, whether a Plant, that lies ready formed in the Seed, have Life; whether the Embrio in an Egg before Incubation, or a Man in a Swound without Sense or Motion, be alive or no, it is easie to perceive, that a clear distinct settled _Idea_ does not always accompany the Use of so known a Word, as that of _Life_ is. Some gross and confused Conceptions Men indeed ordinarily have, to which they apply the common Words of their Language, and that serves them well enough in their ordinary Discourses and Affairs: but this is not sufficient for philosophical Enquiries. Knowledge and Reasoning require precise determinate _Ideas._ And though Men will not not be so importunately dull, as not to understand what others say, without demanding an explication of their Terms; nor so troublesomely critical, as to correct others in the use of the Words they receive from them; yet where Truth and Knowledge are concerned in the Case, I know not what Fault it can be to desire the explication of Words, whose Sense seems dubious: Or why a Man should be ashamed to own his Ignorance, in what Sense another Man uses his Words, since he has no other way of certainly knowing it, but by being informed. This Abuse of taking Words upon Trust, has no where spread so far, nor with so ill Effects, as amongst Men of Letters. The multiplication and obstinacy of Disputes, which has so laid waste the intellectual World, is owing to nothing more, than to this ill use of Words. For though it be generally believed, that there is great diversity of Opinions in the Volumes and Variety of Controversies, the World is distracted with; yet the most I can find, that the contending learned Men of different Parties do, in their Arguings one with another, is, that they speak different Languages. For I am apt to imagine, that when any of them quitting Terms, think upon Things, and know what they think, they think all the same. Though perhaps, what they would have, be different.","subId":"22","id":"Locke.EHU.3.10.22"},{"type":"paragraph","content":"To conclude this Consideration of the Imperfection, and Abuse of Language; the _ends of Language in our Discourse with others,_ being chiefly these three: _First, To make known_ one Man's Thoughts or _Ideas_ to another. _Secondly,_ To do it _with_ as much ease and _quickness,_ as is possible; and _Thirdly,_ Thereby _to convey_ the _Knowledge_ of Things. Language is either abused, or deficient, when it fails in any of these Three. _First,_ Words fail in the first of these Ends, and lay not open one Man's _Ideas_ to anothers view. _First,_ When Men have names in their Mouths without any clear and distinct _Ideas_ in their Minds, whereof they are the signs: or _Secondly,_ When they apply the common received names of any Language to _Ideas,_ to which the common use of that Language does not apply them; or _Thirdly,_ When they apply them very unsteadily, making them stand now for one, and by and by for another _Idea._","subId":"23","id":"Locke.EHU.3.10.23"},{"type":"paragraph","content":"_Secondly,_ Men fail of conveying their Thoughts, with all the quickness and ease that may be, when they have complex _Ideas,_ without having distinct names for them. This is sometimes the Fault of the Language it self, which has not in it a Sound yet apply'd to such a Signification: And sometimes the Fault of the Man, who has not yet learn'd the name for the _Idea_ he would shew another.","subId":"24","id":"Locke.EHU.3.10.24"},{"type":"paragraph","content":"_Thirdly,_ There is no Knowledge of Things conveyed by Men's Words, when their _Ideas_ agree not to the Reality of Things. Though it be a Defect, that has its Original in our _Ideas,_ which are not so conformable to the Nature of Things, as Attention, Study, and Application might make them; Yet it fails not to extend it self to our Words too, when we use them as Signs of real Beings, which yet never had any Reality or Existence.","subId":"25","id":"Locke.EHU.3.10.25"},{"type":"paragraph","content":"\\S 26. _First,_ He that hath Words of any Language, without distinct _Ideas_ in his Mind, to which he applies them, does, so far as he uses them in Discourse, only make a noise without any Sense or Signification; and how learned soever he may seem by the use of hard Words, or learned Terms, is not much more advanced thereby in Knowledge, than he would be in Learning, who had nothing in his Study, but the bare Titles of Books, without possessing the Contents of them. For all such Words, however put into Discourse, according to the right Construction of Grammatical Rules, or the Harmony of well turned Periods, do yet amount to nothing but bare Sounds, and nothing else.","subId":"26","id":"Locke.EHU.3.10.26"},{"type":"paragraph","content":"_Secondly,_ He that has complex _Ideas,_ without particular names for them, would be in no better a Case than a Book-seller, who had in his Ware-house Volumes that lay there unbound, and without Titles; which he could therefore make known to others, only by shewing the loose sheets, and communicate them only by Tale. This Man is hindred in his Discourse, for want of Words to communicate his complex _Ideas,_ which he is therefore forced to make known by an enumeration of the simple ones that compose them; and so is sain often to use twenty Words, to express what another Man signifies in one.","subId":"27","id":"Locke.EHU.3.10.27"},{"type":"paragraph","content":"_Thirdly,_ He that uses not constantly the same Sign for the same _Idea,_ but uses the same Words sometimes in one, and sometimes in another Signification, ought to pass in the Schools and Conversation, for as fair a Man, as he does in the Market and Exchange, who sells several Things under the same name.","subId":"28","id":"Locke.EHU.3.10.28"},{"type":"paragraph","content":"_Fourthly,_ He that applies the Words of any Language to _Ideas,_ different from those, to which the common use of that Country applies them, however his own Understanding may be filled with Truth and Light, will not by such Words be able to convey one jot of it to others, without defining. For however, the Sounds are such as are familiarly known, and easily enter the Ears of those who are accustomed to them; yet standing for other _Ideas_ than they usually make them the signs of, they cannot make known his Thoughts who uses them.","subId":"29","id":"Locke.EHU.3.10.29"},{"type":"paragraph","content":"_Fifthly,_ He that hath _Ideas_ of Substances, which never existed, nor have any correspondence with the real Nature of Things, to which he gives setled and defined Names, may fill his Discourse, and, perhaps, another Man's Head, with the fantastical Imaginations of his own Brain, but will be very far from advancing thereby one jot, in real and true Knowledge.","subId":"30","id":"Locke.EHU.3.10.30"},{"type":"paragraph","content":"He that hath Names without _Ideas,_ wants meaning in his Words, and speaks only empty Sounds. He that hath complex _Ideas_ without Names for them, wants Liberty and Dispatch in his Expressions, and is necessitated to use Periphrases. He that uses his Words loosly and unsteadily, will either be not minded, or not understood. He that applies his Names to _Ideas,_ different from their common use, wants Propriety in his Language, and speaks Gibberish: And he that hath _Ideas_ of Substances, disagreeing with the real Existence of Things, so far wants the Materials of true Knowledge in his Understanding, and hath, instead thereof, _Chimaeras._","subId":"31","id":"Locke.EHU.3.10.31"},{"type":"paragraph","content":"In our Notions, concerning Substances, we are liable to all the former Inconveniencies; _v. g._ 1. He that uses the word _Tarantula,_ without having any Imagination or _Idea_ of what it stands for, pronounces a good Word; but so long means nothing at all by it. 2. He that, in a new-discovered Country, shall see several sorts of Animals and Vegetables, unknown to him before, may have as true _Ideas_ of them, as of a Horse, or a Stag; but can speak of them only by a description till he shall either take the Name the Natives call them by, or give them one himself. 3. He that uses the word _Body_ sometimes for pure Extension, and sometimes for Extension and Solidity together, will talk very fallaciously. 4. He that gives the name _Horse,_ to that _Idea_ which common usage calls _Mule,_ talks improperly, and will not be understood. 5. He that thinks the name _Centaur_ stands for some real Being, imposes on himself, and mistakes Words for Things.","subId":"32","id":"Locke.EHU.3.10.32"},{"type":"paragraph","content":"In Modes and Relations generally, we are liable only to the four first of these Inconveniencies, (_viz._) 1. I may have in my Memory the Names of Modes, as _Gratitude,_ or _Charity,_ and yet not have any precise _Ideas_ annexed in my Thoughts to those Names. 2. I may have _Ideas,_ and not know the Names that belong to them; _v. g._ I may have the _Idea_ of a Man's drinking till his Colour and Humour be altered, till his Tongue trips, and his Eyes look red, and his Feet fail him; and yet not know, that it is to be called _Drunkenness._ 3. I may have the _Ideas_ of Vertues, or Vices, and Names also, but apply them amiss: _v. g._ When I apply the name _Frugality,_ to that _Idea_ which others call and signifie by this sound, _Covetousness._ 4. I may use any of those names with inconstancy. 5. But in Modes and Relations, I cannot have _Ideas_ disagreeing to the Existence of Things: for Modes being complex _Ideas,_ made by the Mind at pleasure; and Relation being but my way of considering, or comparing two Things together, and so also an _Idea_ of my own making, these _Ideas_ can scarce be sound to disagree with any Thing existing; since they are not in the Mind, as the Copies of Things regularly made by Nature, nor as Properties inseparably slowing from the internal Constitution or Essence of any Substance; but, as it were, Patterns lodg'd in my Memory, with Names annexed to them, to denominate Actions and Relations by, as they come to exist. But the mistake is commonly in my giving a wrong name to my Conceptions; and so using Words in a different sense from other People, I am not understood, but am thought to have wrong _Ideas_ of them, when I give wrong Names to them. Only if I put in my _Ideas_ of mixed Modes or Relations, any inconsistent _Ideas_ together, I fill my Head also with _Chimaeras_; since such _Ideas,_ if well examined, cannot so much as exist in the Mind, much less any real Being, be ever denominated from them.","subId":"33","id":"Locke.EHU.3.10.33"},{"type":"paragraph","content":"Since Wit and Fancy finds easier entertainment in the World, than dry Truth and real Knowledge, _figurative Speeches,_ and allusion in Language, will hardly be admitted, as _an_ imperfection or _abuse_ of it. I confess, in Discourses, where we seek rather Pleasure and Delight, than Information and Improvement, such Ornaments as are borrowed from them, can scarce pass for Faults. But yet, if we would speak of Things as they are, we must allow, that all the Art of Rhetorick, besides Order and Clearness, all the artificial and figurative application of Words Eloquence hath invented, are for nothing else, but to insinuate wrong _Ideas,_ move the Passions, and thereby mislead the Judgment; and so indeed are perfect cheat: And therefore however laudable or allowable Oratory may render them in Harangues and popular Addresses, they are certainly, in all Discourses that pretend to inform and instruct, wholly to be avoided; and where Truth and Knowledge are concerned, cannot but be thought a great fault, either of the Language or Person that makes use of them. What, and how various they are, I shall not trouble my self to take notice; the Books of Rhetorick which abound in the World, will inform those who want to be informed: Only I cannot but observe, how little the preservation and improvement of Truth and Knowledge, is the Care and Concern of Mankind; since the Arts of Fallacy are endow'd and preferred; and 'tis plain how much Men love to deceive, and be deceived, since the great Art of Deceit and Errour, Rhetorick I mean, has its established Professors, is publickly taught, and has always been had in great Reputation. And, I doubt not, but it will be thought great boldness, if not brutality in me, to have said thus much against it. _Eloquence,_ like the fair Sex, has too prevailing Beauties in it, to suffer it self ever to be spoken against: And 'tis in vain to find fault with those Arts of Deceiving, wherein Men find pleasure to be Deceived.","subId":"34","id":"Locke.EHU.3.10.34"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.3","imported":true,"title":"Book 3. Of Words","breadcrumb":"Book 3","published":[1689]}],"prev":{"id":"Locke.EHU.3.9","imported":true,"title":"Chapter 9. Of the Imperfection of Words","breadcrumb":"Chapter 9","published":[1689]},"next":{"id":"Locke.EHU.3.11","imported":true,"title":"Chapter 11. Of the Remedies of the foregoing Imperfections and Abuses","breadcrumb":"Chapter 11","published":[1689]}}