{"id":"Locke.EHU.3.4","imported":true,"parent":"Locke.EHU.3","title":"Chapter 4. Of the Names of Simple Ideas","breadcrumb":"Chapter 4","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.4?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"£1 CHAP. IV. £1 £2 _Of the Names of Simple Ideas._ £2","id":"Locke.EHU.3.4"},{"type":"paragraph","content":"THough all Words, as I have shewed, signifie nothing immediately, but the _Ideas_ in the Mind of the Speaker; yet upon a nearer survey, we shall find that the _Names of simple_ Ideas, _mixed Modes,_ (under which I comprise Relations too,) _and natural Substances, have each of them something peculiar,_ and different from the others. For Example:","subId":"1","id":"Locke.EHU.3.4.1"},{"type":"paragraph","content":"_First,_ The _Names of simple_ Ideas _and Substances,_ with the abstract _Ideas_ in the Mind, which they immediately signifie, _intimate_ also _some real Existence,_ from which was derived their original pattern. But the _Names of mixed Modes, terminate in the_ Idea that is in the Mind, and lead not the Thoughts any farther, as we shall see more at large in the following Chapter.","subId":"2","id":"Locke.EHU.3.4.2"},{"type":"paragraph","content":"_Secondly,_ The _Names of simple_ Ideas _and Modes, signifie always the real, as well as nominal Essence of their Species._ But the _Names of natural Substances, signifie_ rarely, if ever, any thing but _barely the nominal Essences_ of those Species, as we shall shew in the Chapter, that treats of the Names of Substances in particular.","subId":"3","id":"Locke.EHU.3.4.3"},{"type":"paragraph","content":"_Thirdly,_ The _Names of simple_ Ideas _are not capable of any definition_; the Names of all complex _Ideas_ are. It has not, that I know, hitherto been taken notice of by any Body, what Words are, and what are not capable of being defined: the want whereof is (as I am apt to think) not seldom the occasion of great wrangling, and obscurity in Men's Discourses, whilst some demand definitions of Terms, that cannot be defined; and others think, they ought to rest satisfied, in an Explication made by a more general Word, and its Restriction, (or to speak in Terms of Art by a Genus and Difference,) when even after that regular Definition, those who hear it, have often no more a clear Conception of the meaning of the Word, than they had before. This at least, I think, that the shewing what Words are, and what are not capable of Definitions, and wherein consists a good Definition, is not wholly besides our present purpose; and perhaps, will afford so much Light to the Nature of these Signs, and our _Ideas,_ as to deserve a more particular Consideration.","subId":"4","id":"Locke.EHU.3.4.4"},{"type":"paragraph","content":"I will not here trouble my self, to prove that all Terms are not definable from that Progress, _in~infinitum,_ which it will visibly lead us into, if we should allow, that all Names could be defined. For if the Terms of one Definition, were still to be defined by another, Where at last should we stop? But I shall from the Nature of our _Ideas,_ and the Signification of our Words shew, _why some Names can, and others cannot be defined,_ and which they are.","subId":"5","id":"Locke.EHU.3.4.5"},{"type":"paragraph","content":"I think, it is agreed, that _a Definition is_ nothing else, but _the shewing the meaning of one Word by several other not synonymous Terms._ The meaning of Words, being only the _Idea_ they are made to stand for by him that uses them; the meaning of any Term is then shewed, or the Word is defined, when by other Words, the _Idea_ it is annexed to, and made the Sign of, in the Mind of the Speaker, is as it were represented, or set before the view of another; and thus its Signification ascertained: This is the only use and end of Definitions; and therefore the only measure of what is, or is not a good Definition.","subId":"6","id":"Locke.EHU.3.4.6"},{"type":"paragraph","content":"This being premised, I say, that _the Names of simple Ideas,_ and those only, _are incapable of being defined._ The Reason whereof is this, That the several Terms of a Definition, signifying several _Ideas,_ they can altogether by no means represent an _Idea,_ which hath no Composition at all: And therefore a Definition, which is properly nothing but the shewing the meaning of one Word by several others, not signifying each the same thing, can in the Names of simple _Ideas_ have no Place.","subId":"7","id":"Locke.EHU.3.4.7"},{"type":"paragraph","content":"The not observing this difference in our _Ideas,_ and their Names, has produced that eminent trifling in the Schools, which is so easie to be observed, in the definitions they give us of some few of these simple _Ideas._ For as to the greatest part of them, even those Masters of Definitions, were fain to leave them untouch'd, meerly by the impossibility they found in it. What more exquisite _Iargon_ could the Wit of Man invent, than this Definition, _The Act of a being in Power; as far forth as in Power,_ which would puzzle any rational Man, to whom it was not already known by its famous absurdity, to guess what Word it could ever be supposed to be the Explication of. If _Tully_ asking a _Dutchman_ what _Beweeginge_ was, should have received this Explication in his own Language, that it was _Actus entis in potentia quatenus in potentia_; I ask whether any one can imagine he could thereby have understood what the Word _Beweeginge_ signified, or have guessed what _Idea_ a _Dutchman_ ordinarily had in his Mind, and would signifie to another when he used that sound.","subId":"8","id":"Locke.EHU.3.4.8"},{"type":"paragraph","content":"Nor have the modern Philosophers, who have endeavoured to throw off the _Iargon_ of the Schools, and speak intelligibly, much better succeeded in defining simple _Ideas,_ whether by explaining their Causes, or any otherwise. The _Atomists,_ who define Motion to be _a passage from one place to another,_ What do they more than put one synonymous Word for another? For what is _Passage_ other than _Motion?_ And if they were asked what Passage was, How would they better define it than by _Motion_? For is it not at least as proper and significant, to say, _Passage is a Motion from one place to another,_ as to say, _Motion is a Passage,_ &c. This is to translate, and not to define, when we change two Words of the same Signification one for another; which when one is better understood than the other, may serve to discover what _Idea_ the unknown stands for; but is very far from a Definition, unless we will say, every English Word in the Dictionary, is the definition of the Latin Word it answers, and that Motion is a definition of _Motus. Nor will the successive Application of the parts of the_ Superficies _of one Body, to those of another,_ which the _Cartesians_ give us, prove a much better definition of Motion, when well examined.","subId":"9","id":"Locke.EHU.3.4.9"},{"type":"paragraph","content":"_The Act of Perspicuous, as far forth as perspicuous,_ is another Peripatetick definition of a simple _Idea_; which though not more absurd than the former of _Motion,_ yet betrays its Uselessness and Insignificancy more plainly, because Experience will easily convince any one, that it cannot make the meaning of the Word _Light_ (which it pretends to define) at all understood by a blind Man: but the definition of Motion appears not at first sight so useless, because it scapes this way of Trial. For this simple _Idea,_ entring by the Touch as well as Sight; 'tis impossible to shew an Example of any one, who has no other way to get the _Idea_ of Motion, but barely by the definition of that Name. When the _Cartesians_ tell us, that _Light_ is a great number of little Globules, striking briskly on the bottom of the Eye, they speak a little more intelligibly than the Schools: but yet these Words never so well understood, would make the _Idea,_ the Word Light stands for, no more known to a Man that understands it not before, than if one should tell him, that Light was nothing but a Company of little Tennis-balls, which Fairies all Day long strook with Rackets against some Men's Fore-heads, whilst they passed by others. For granting his Explication of the thing to be true; yet the _Idea_ of the cause of Light, if we had it never so exact, would no more give us the _Idea_ of Light it self, as it is such a particular perception in us, than the _Idea_ of the Figure and Motion of a sharp piece of Steel, would give us the _Idea_ of that Pain, which it is able to cause in us. For the cause of any Sensation, and the Sensation it self, in all the simple _Ideas_ of one Sense, are two _Ideas_; and two _Ideas_ so different, and distant one from another, that no two can be more so. And therefore should _Des Cartes_'s Globules strike never so long on the _retina_ of a Man, who was blind by a _Guttâ Serenâ,_ he would thereby never have any _Idea_ of Light, or any thing approaching to it; though he understood what little Globules were, and what striking on another Body was, never so well.","subId":"10","id":"Locke.EHU.3.4.10"},{"type":"paragraph","content":"_Simple Ideas,_ as has been shewed, _are only_ to be _got by_ those _impressions_ Objects themselves make on our Minds, by the proper Inlets appointed to each sort. If they are not received this way, all the _Words_ in the World, _made use of to explain, or define any of their Names, will never be able to produce in us the_ Idea _it stands for._ For Words being Sounds, can produce in us no other simple _Ideas,_ than of those very Sounds; nor excite any in us, but by that voluntary connexion, which is known to be between them, and those simple _Ideas,_ which common Use has made them Signs of. He that thinks otherwise, let him try if any Words can give him the taste of a Pine-Apple, and make him have the true _Idea_ of the Relish of that celebrated delicious Fruit. So far as he is told it has a resemblance with any Tastes, whereof he has the _Ideas_ already in his Memory, imprinted there by sensible Objects not Strangers to his Palate; so far may he approach that resemblance in his Mind. But this is not giving us that _Idea_ by a Definition, but exciting in us other simple _Ideas,_ by their known Names; which will be still very different from the true Tastes of that Fruit it self. In Light and Colours, and all other simple _Ideas,_ it is the same thing: for the signification of Sounds, is not natural, but only imposed and arbitrary. And no definition of _Light,_ or _Redness,_ is more fitted, or able to produce either of those _Ideas_ in us, than the sound Light, or Red, by it self. For to hope to produce an _Idea_ of Light, or Colour, by a Sound, however formed, is to expect that Sounds should be visible, or Colours audible; and to make the Ears do the office of all other Senses. Which is all one as to say, that we might Taste, Smell, and See, by the Ears: a sort of Philosophy worthy only of _Sanco Panca,_ who had the Faculty to see _Dulcinea_ by Hearsay. And therefore he that has not before received into his Mind, by the proper Inlet, the simple _Idea_ which any Word stands for, can never come to know the signification of that Word, by any other Words, or Sounds, whatsoever put together, according to any Rules of Definition. The only way is, by applying to his Senses the proper Object; and so producing that _Idea_ in him, for which he has learn'd the name already. A studious blind Man, who had mightily beat his Head about visible Objects, and made use of the explication of his Books and Friends, to understand those names of Light, and Colours, which often came in his way; brugg'd one day, That he now understood what Scarlet signified. Upon which his Friend demanding, what Scarlet was? the blind Man answered, It was like the Sound of a Trumpet. Just such an Understanding of the name of any other simple _Idea_ will he have, who hopes to get it only from a Definition, or other Words made use of to explain it.","subId":"11","id":"Locke.EHU.3.4.11"},{"type":"paragraph","content":"The case is quite otherwise _in complex Ideas_; which consisting of several simple ones, it is in the power of words, standing for the several _Ideas_ that make that Composition, to imprint complex _Ideas_ in the Mind, which were never there before; and so make their Names be understood. In such Collections of _Ideas,_ passing under one name, _Definitions,_ or the teaching the signification of one word, by several others, has place, and _may make us understand the Names_ of Things, which never came within the reach of our Senses; and frame _Ideas_ suitable to those in other Mens Minds, when they use those Names: provided that none of the terms of the Definition stand for any such simple _Ideas,_ which he to whom the Explication is made, has never yet had in his Thoughts. Thus the word _Statue_ may be explained to a blind Man by other words, when _Picture_ cannot, his Senses having given him the _Idea_ of Figure, but not of Colours, which therefore Words cannot excite in him. This gain'd the Prize to the Painter, against the Statuary; each of which contending for the excellency of his Art, and the Statuary bragging, that his was to be preferred, because it reached farther, and even those who had lost their Eyes, could yet perceive the excellency of it. The Painter agreed to refer himself to the Judgment of a blind Man; who being brought where there was a Statue made by the one, and a Picture drawn by the other; he was first led to the Statue, in which he traced, with his Hands, all the Lineaments of the Face and Body; and with great admiration, applauded the Skill of the Workman: But being led to the Picture, and having his Hands laid upon it, was told, That now he touched the Head, and then the Forehead, Eyes, Nose, _&c._ as his Hand moved over the Parts of the Picture on the Cloth, without finding any the least distinction: Whereupon he cried out, that certainly that must needs be a very admirable and divine piece of Workmanship, which could represent to them all those Parts, where he could neither feel nor perceive any thing.","subId":"12","id":"Locke.EHU.3.4.12"},{"type":"paragraph","content":"He that should use the word _Rainbow,_ to one who knew all those Colours, but yet had never seen that _Phaenomenon,_ would, by enumerating the Figure, Largeness, Position, and Order of the Colours, so well define that word, that it might be perfectly understood. But yet that Definition, how exact and perfect soever, would never make a blind Man understand it; because several of the simple _Ideas_ that make that complex one, being such as he never received by Sensation and Experience, no Words are able to excite them in his Mind.","subId":"13","id":"Locke.EHU.3.4.13"},{"type":"paragraph","content":"Simple _Ideas,_ as has been shewed, can only be got by Experience, from those Objects which are proper to produce in us those Perceptions. _When_ by this means we have our Minds stored with them, and know the Names for them, then _we are in a condition to define,_ and by Definition to understand the Names of complex _Ideas_ that are made up of them. But when any term stands for a simple _Idea,_ that a Man has never yet had in his Mind, it is impossible, by any Words, to make known its meaning to him: When any term stands for an _Idea_ a Man is acquainted with, but is ignorant, that that term is the sign of it, there another name, of the the same _Idea_ which he has been accustomed to, may make him understand its meaning. But in no case whatsoever, is any name, of any simple _Idea,_ capable of a Definition.","subId":"14","id":"Locke.EHU.3.4.14"},{"type":"paragraph","content":"_Fourthly,_ But though the Names of _simple Ideas,_ have not the help of Definition to determine their signification; yet that hinders not but that they _are generally less doubtful and uncertain, than those of mixed Modes and Substances._ Because they standing only for one simple Perception, Men, for the most part, easily and perfectly agree in their signification, And there is little room for mistake and wrangling about their meaning. He that knows once, that Whiteness is the name of that Colour he has observed in Snow, or Milk, will not be apt to misapply that Word, as long as he retains that _Idea_; which when he has quite lost, he is not apt to mistake the meaning of it, but perceives he understands it not. There is neither a multiplicity of simple _Ideas_ to be put together, which makes the doubtfulness in the Names of mixed Modes; nor a supposed, but an unknown real Essence, with Properties depending thereon, the precise number whereof, are also unknown, which makes the difficulty in the Names of Substances. But on the contrary, in simple _Ideas_ the whole signification of the Name is known at once, and consists not of parts, whereof more or less being put in, the _Idea_ may be varied, and so the signification of its Name, be obscure, or uncertain.","subId":"15","id":"Locke.EHU.3.4.15"},{"type":"paragraph","content":"_Fifthly,_ This farther may be observed, concerning _simple Ideas,_ and their Names, that they _have but few Ascents in linea praedicamentali,_ (as they call it,) _from the lowest Species, to the summum Genus._ The reason whereof is, that the lowest Species being but one simple _Idea,_ nothing can be left out of it, that so the difference being taken away, it may agree with some other thing in one common to them both; which having one Name, is the _Genus_ of the other two: _v. g._ There is nothing can be left out of the _Idea_ of White and Red, to make them agree in one common appearance, and so have one general name; as _Rationality_ being left out of the complex _Idea_ of _Man,_ makes it agree with Brute, in the more general _Idea_ and name of _Animal._ And therefore when to avoid unpleasant enumerations, Men would comprehend both _White_ and _Red,_ and several other such simple _Ideas,_ under one general name, they have been fain to do it by a Word, which denotes only the way they get into the Mind. For when _White, Red,_ and _Yellow,_ are all comprehended under the _Genus_ or name _Colour,_ it signifies no more, but such _Ideas,_ as are produced in the Mind only by the Sight, and have entrance only through the Eyes. And when they would frame yet a more general term, to comprehend both _Colours_ and _Sounds,_ and the like simple _Ideas,_ they do it by a Word, that signifies all such as come into the Mind only by one Sense: And so the general term _Quality,_ in its ordinary acception, comprehends Colours, Sounds, Tastes, Smells, and tangible Qualities, with distinction from Extension, Number, Motion, Pleasure, and Pain, which make impressions on the Mind, and introduce their _Ideas_ by more Senses than one.","subId":"16","id":"Locke.EHU.3.4.16"},{"type":"paragraph","content":"_Sixthly,_ The Names of simple _Ideas,_ Substances, and mixed Modes, have also this difference; That those _of mixed Modes_ stand for _Ideas_ perfectly _arbitrary_: Those _of Substances,_ are not perfectly so; but _refer to a pattern, though with some latitude: and those of simple Ideas are_ perfectly taken from the existence of Things, and are _not arbitrary at all._ Which what difference it makes in the significations of their Names, we shall see in the following Chapters. The Names of simple Modes, differ little from those of simple _Ideas._","subId":"17","id":"Locke.EHU.3.4.17"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.3","imported":true,"title":"Book 3. Of Words","breadcrumb":"Book 3","published":[1689]}],"prev":{"id":"Locke.EHU.3.3","imported":true,"title":"Chapter 3. Of General Terms","breadcrumb":"Chapter 3","published":[1689]},"next":{"id":"Locke.EHU.3.5","imported":true,"title":"Chapter 5. Of the Names of mixed Modes and Relations","breadcrumb":"Chapter 5","published":[1689]}}