{"id":"Shaftesbury.C.SC.1.1","imported":true,"parent":"Shaftesbury.C.SC.1","title":"Section I","breadcrumb":"Section 1","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_021","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.SC.1.1"},{"type":"paragraph","content":"I HAVE been considering (my Friend!) what your Fancy was, to express such a surprize as you did the other day, when I happen'd to speak to you in commendation of <em>Raillery.</em> Was it possible you shou'd suppose me so grave a Man, as to dislike <em>all</em> Conversation of this kind? Or were you afraid I shou'd not stand the trial, if you put me to it, by making the experiment in <em>my own</em> Case?","subId":"1","id":"Shaftesbury.C.SC.1.1.1"},{"type":"paragraph","content":"I must confess, you had reason enough for your Caution; if you cou'd imagine me at the bottom so true <em>a Zealot,</em> as not to bear the least Raillery on my own Opinions. 'Tis the Case, I know, with many. Whatever they think grave or solemn, they suppose must never be treated out of a grave and solemn way: Tho what <em>Another</em> thinks so, they can be contented to treat otherwise; and are forward to try the Edge of Ridicule against any Opinions besides <em>their own.</em>","subId":"2","id":"Shaftesbury.C.SC.1.1.2"},{"type":"paragraph","content":"The Question is, Whether this be fair or no? and, Whether it be not just and reasonable, to make as free with our <em>own</em> Opinions, as with those of <em>other People?</em> For to be sparing in this case, may be look'd upon as a piece of Selfishness. We may be charg'd perhaps with wilful Ignorance and blind Idolatry, for having taken Opinions upon Trust, and consecrated in our-selves certain <em>Idol-</em>Notions, which we will never suffer to be unveil'd, or seen in open light. They may perhaps be Monsters, and not Divinitys, or Sacred Truths, which are kept thus choicely, in some dark Corner of our Minds: The Specters may impose on us, whilst we refuse to turn 'em every way, and view their Shapes and Complexions in every light. For that which can be shewn only in <em>a certain</em> Light, is questionable. Truth, 'tis suppos'd, may bear <em>all</em> Lights: and <em>one</em> of those principal Lights or natural Mediums, by which Things are to be view'd, in order to a thorow Recognition, is <em>Ridicule</em> it-self, or that Manner of Proof by which we discern whatever is liable to just Raillery in any Subject. So much, at least, is allow'd by All, who at any time appeal to this <em>Criterion.</em> The gravest Gentlemen, even in the gravest Subjects, are suppos'd to acknowledg this: and can have no Right, 'tis thought, to deny others the Freedom of this Appeal; whilst they are free to censure like other Men, and in their gravest Arguments make no scruple to ask, <em>Is it not Ridiculous?</em>","subId":"3","id":"Shaftesbury.C.SC.1.1.3"},{"type":"paragraph","content":"Of this Affair, therefore, I design you shou'd know fully what my Sentiments are. And by this means you will be able to judg of me; whether I was sincere the other day in the Defence of <em>Raillery,</em> and can continue still to plead for those ingenious Friends of ours, who are often censur'd for their Humour of this kind, and for the Freedom they take in such an airy way of Conversation and Writing.","subId":"4","id":"Shaftesbury.C.SC.1.1.4"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.1","imported":true,"title":"Part I","breadcrumb":"Part 1","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.1","imported":true,"title":"Part I","breadcrumb":"Part 1","published":[1709]},"next":{"id":"Shaftesbury.C.SC.1.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1709]}}