{"imported":true,"id":"Shaftesbury.C.SC.1.4","parent":"Shaftesbury.C.SC.1","title":"Section IV","breadcrumb":"Section 4","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_024","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section IV</h1> ","id":"Shaftesbury.C.SC.1.4"},{"type":"paragraph","content":"BUT now that I have said thus much concerning Authors and Writings, you shall hear my Thoughts, as you have desir'd, upon the Subject of <em>Conversation,</em> and particularly <em>a late One</em> of a free kind, which you remember I was present at, with some Friends of yours, whom you fansy'd I shou'd in great Gravity have condemn'd.","subId":"1","id":"Shaftesbury.C.SC.1.4.1"},{"type":"paragraph","content":"'Twas, I must own, a very diverting one, and perhaps not the less so, for ending as abruptly as it did, and in such a sort of Confusion, as almost brought to nothing whatever had been advanc'd in the Discourse before. Some Particulars of this Conversation may not perhaps be so proper to commit to Paper. 'Tis enough that I put you in mind of the Conversation in general. A great many fine Schemes, 'tis true, were destroy'd; many grave Reasonings overturn'd: but this being done without offence to the Partys concern'd, and with improvement to the good Humour of the Company, it set the Appetite the keener to such Conversations. And I am persuaded, that had <em>Reason</em> herself been to judg of her own Interest, she wou'd have thought she receiv'd more advantage in the main from that easy and familiar way, than from the usual stiff Adherence to a particular Opinion.","subId":"2","id":"Shaftesbury.C.SC.1.4.2"},{"type":"paragraph","content":"But perhaps you may still be in the same humour of not believing me in earnest. You may continue to tell me, I affect to be paradoxical, in commending a Conversation as advantageous to Reason, which ended in such a total Uncertainty of what Reason had seemingly so well establish'd.","subId":"3","id":"Shaftesbury.C.SC.1.4.3"},{"type":"paragraph","content":"To this I answer, That according to the Notion I have of <em>Reason,</em> neither the written Treatises of the Learned, nor the set Discourses of the Eloquent, are able of themselves to teach the use of it. 'Tis the Habit alone of Reasoning, which can make <em>a Reasoner.</em> And Men can never be better invited to the Habit, than when they find Pleasure in it. A Freedom of Raillery, a Liberty in decent Language to question every thing, and an Allowance of unravelling or refuting any Argument, without offence to the Arguer, are the only Terms which can render such speculative Conversations any way agreeable. For to say truth, they have been render'd burdensom to Mankind by the Strictness of the Laws prescrib'd to 'em, and by the prevailing Pedantry and Bigotry of those who reign in 'em, and assume to themselves to be Dictators in these Provinces.","subId":"4","id":"Shaftesbury.C.SC.1.4.4"},{"type":"paragraph","content":"<a href=\"#n1\"><sup>[1]</sup></a>Must I always be listener only? is as natural a Case of Complaint in Divinity, in Morals, and in Philosophy, as it was of old, <em>the Satirist's,</em> in Poetry. <em>Vicissitude</em> is a mighty Law of Discourse, and mightily long'd for by Mankind. In matter of Reason, more is done in a minute or two, by way of Question and Reply, than by a continu'd Discourse of whole Hours. <em>Orations</em> are fit only to move the Passions: And the Power of <em>Declamation</em> is to terrify, exalt, ravish, or delight, rather than satisfy or instruct. A free Conference is a close Fight. The other way, in comparison to it, is merely a Brandishing, or <em>Beating the Air.</em> To be obstructed therefore and manacled in Conferences, and to be confin'd to hear Orations on certain Subjects, must needs give us a Distaste, and render the Subjects so manag'd, as disagreeable as the Managers. Men had rather reason upon Trifles, so they may reason freely, and without the Imposition of Authority, than on the usefullest and best Subjects in the world, where they are held under a Restraint and Fear.","subId":"5","id":"Shaftesbury.C.SC.1.4.5"},{"type":"paragraph","content":"Nor is it a wonder that Men are generally such faint Reasoners, and care so little to argue strictly on any trivial Subject in Company; when they dare so little exert their Reason in greater matters, and are forc'd to argue lamely, where they have need of the greatest Activity and Strength. The same thing therefore happens here as in strong and healthy Bodys, which are debar'd their natural Exercise, and confin'd in a narrow Space. They are forc'd to use odd Gestures and Contortions. They have a sort of Action, and move still, tho with the worst Grace imaginable. For the animal Spirits in such sound and active Limbs cannot lie dead, or without Employment. And thus the natural free Spirits of ingenious Men, if imprison'd and controul'd, will find out other ways of Motion to relieve themselves in their <em>Constraint:</em> and whether it be in Burlesque, Mimickry or Buffoonery, they will be glad at any rate to vent themselves, and be reveng'd on their <em>Constrainers.</em>","subId":"6","id":"Shaftesbury.C.SC.1.4.6"},{"type":"paragraph","content":"If Men are forbid to speak their minds seriously on certain Subjects, they will do it ironically. If they are forbid to speak at all upon such Subjects, or if they find it really dangerous to do so; they will then redouble their Disguise, involve themselves in Mysteriousness, and talk so as hardly to be understood, or at least not plainly interpreted, by those who are dispos'd to do 'em a mischief. And thus <em>Raillery</em> is brought more in fashion, and runs into an Extreme. 'Tis the persecuting Spirit has rais'd the <em>bantering</em> one: And want of Liberty may account for want of a true Politeness, and for the Corruption or wrong Use of Pleasantry and Humour.","subId":"7","id":"Shaftesbury.C.SC.1.4.7"},{"type":"paragraph","content":"If in this respect we strain the just measure of what we call <em>Urbanity,</em> and are apt sometimes to take a Buffooning Rustick Air, we may thank the ridiculous Solemnity and sour Humour of our <em>Pedagogues:</em> or rather, they may thank themselves, if they in particular meet with the heaviest of this kind of Treatment. For it will naturally fall heaviest, where the Constraint has been the severest. The greater the Weight is, the bitterer will be the Satir. The higher the Slavery, the more exquisite the Buffoonery.","subId":"8","id":"Shaftesbury.C.SC.1.4.8"},{"type":"paragraph","content":"That this is really so, may appear by looking on those Countrys where the spiritual Tyranny is highest. For the greatest of Buffoons are the <span class=\"small-capitals\">Italians:</span> and in their Writings, in their freer sort of Conversations, on their Theatres, and in their Streets, Buffoonery and Burlesque are in the highest vogue. 'Tis the only manner in which the poor cramp'd Wretches can discharge a free Thought. We must yield to 'em the Superiority in this sort of Wit. For what wonder is it if we, who have more of Liberty, have less Dexterity in that egregious way of Raillery and Ridicule?","subId":"9","id":"Shaftesbury.C.SC.1.4.9"},{"type":"note","content":"<span class=\"small-capitals\">Semper</span> <em>ego Auditor tantum!</em>","subId":"n1","id":"Shaftesbury.C.SC.1.4.n1"}]}