{"imported":true,"id":"Butler.S.10","parent":"Butler.S","title":"Sermon 10. Upon Self-Deceit.","breadcrumb":"Sermon 10","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SERMON X.\nUpon Self-Deceit.\n[2. Sam. xii. 7.]\nAnd Nathan said to David, Thou art the man.","id":"Butler.S.10"},{"type":"paragraph","content":"These words are the application of Nathan's parable to David, upon occasion of his adultery with Bathsheba, and the murder of Uriah her husband. The parable, which is relate in the most beautiful simplicity, is this, ver. 1: \"There were two men in one city; the one rich and the other poor The rich man had exceeding many flocks and herds; but the poor man had nothing, save one little ewe-lamb, which he had bought and nourished up; and it grew up together with him and with his children: it did eat of his own meat and drank of his own cup, and lay in his bosom, and was unto him as a daughter. And there came a traveller unto the rich man, and he spared to take of his own flock, and of his own herd, to dress for the wayfaring man that was come unto him, but took the poor man's lamb, and dressed it for the man that was come to him. And David's anger was greatly kindled against the man, and he said to Nathan, As the Lord liveth, the man that hath done this thing shall surely die. And he shall restore the lamb fourfold, because he did this thing, and because he had no pity.\" David passes sentence, not only that there should be a fourfold restitution made, but he proceeds to the rigour of justice, \"The man that hath done this thing shall die.\" And this judgment is pronounced with the utmost indignation against such an act of inhumanity: \"As the Lord liveth, he shall surely die: and his anger was greatly kindled against the man.\" And the prophet answered, \"Thou art the man.\" He had been guilty of much greater inhumanity, with the utmost deliberation, thought, and contrivance. Near a year must have passed, between the time of the commission of his crimes and the time of the prophet's coming to him; and it does not appear from the story that he had in all this while the least remorse or contrition.","subId":"1","id":"Butler.S.10.1"},{"type":"paragraph","content":"There is not anything, relating to men and characters, more surprising and unaccountable than this partiality to themselves, which is observable in many; as there is nothing of more melancholy reflection, respecting morality, virtue, and religion. Hence it is that many men seem perfect strangers to their own characters. They think, and reason, and judge quite differently upon any matter relating to themselves, from what they do in cases of others where they are not interested. Hence it is one hears people exposing follies, which they themselves are eminent for; and talking with great severity against particular vices, which, if all the world be not mistaken, they themselves are notoriously guilty of. This self-ignorance and self-partiality may be in all different degrees. It is a lower degree of it, which David himself refers to in these words, \"Who can tell how oft he offendeth? O cleanse thou me from my secret faults.\" This is the ground of that advice of Elihu to Job: \"Surely it is meet to be said unto God,—That which I see not, teach thou me; if I have done iniquity, I will do no more.\" And Solomon saw this thing in a very strong light when he said, \"He that trusteth his own heart is a fool.\" This likewise was the reason why that precept, \"Know thyself,\" was so frequently inculcated by the philosophers of old. For if it were not for that partial and fond regard to ourselves, it would certainly be no great difficulty to know our own character, what passes within the bent and bias of our mind; much less would there be any difficulty in judging rightly of our own actions. But from this partiality it frequently comes to pass, that the observation of many men's being themselves last of all acquainted with what falls out in their own families, may be applied to a nearer home, to what passes within their own breasts.","subId":"2","id":"Butler.S.10.2"},{"type":"paragraph","content":"There is plainly, in the generality of mankind, an absence of doubt or distrust, in a very great measure, as to their moral character and behaviour; and likewise a disposition to take for granted, that all is right and well with them in these respects. The former is owing to their not reflecting, not exercising their judgment upon themselves; the latter, to self-love. I am not speaking of that extravagance, which is sometimes to be met with; instances of persons declaring in words at length, that they never were in the wrong, nor had ever any diffidence of the justness of their conduct, in their whole lives: no, these people are too far gone to have anything said to them. The thing before us is indeed of this kind, but in a lower degree, and confined to the moral character: somewhat of which we almost all of us have, without reflecting upon it. Now, consider how long, and how grossly, a person of the bet understanding might be imposed upon by one of whom he had not any suspicion and in whom he placed an entire confidence; especially if there were friendship and real kindness in the case: surely this holds even stronger with respect to that self we are all so fond of. Hence arises in men a disregard of reproof and instruction, rules of conduct and moral discipline, which occasionally come in their way: a disregard, I say, of these, not in every respect, but in this single one, namely, as what may be of service to them in particular towards mending their own hearts and tempers, and making them better men. It never in earnest comes into their thoughts, whether such admonitions may not relate, and be of service to themselves; and this quite distinct from a positive persuasion to the contrary, a persuasion from reflection that they are innocent and blameless in those respects. Thus we may invert the observation which is somewhere made upon Brutus, that he never read but in order to make himself a better man. It scarce comes into the thoughts of the generality of mankind, that this use is to be made of moral reflections which they meet with; that this use, I say, is to be made of them by themselves, for every body observes and wonders that it is not done by others.","subId":"3","id":"Butler.S.10.3"},{"type":"paragraph","content":"Further, there are instances of persons having so fixed and steady an eye upon their own interest, whatever they place it in, and the interest of those whom they consider as themselves, as in a manner to regard nothing else; their views are almost confined to this alone. Now, we cannot be acquainted with, or in any propriety of speech be said to know anything but what we attend to. If, therefore, they attend only to one side, they really will not, cannot see or know what is to be alleged on the other. Though a man hath the best eyes in the world, he cannot see any way but that which he turns them. Thus these persons, without passing over the least, the most minute thing which can possibly be urged in favour of themselves, shall overlook entirely the plainest and most obvious things on the other side. And whilst they axe under the power of this temper, thought, and consideration upon the matter before them, has scarce any tendency to set them right, because they are engaged; and their deliberation concerning an action to be done, or reflection upon it afterwards, is not to see whether it be right, but to find out reasons to justify or palliate it; palliate it, not to others, but to themselves. In some there is to be observed a general ignorance of themselves, and wrong way of thinking and judging in everything relating to themselves; their fortune, reputation, everything in which self can come in; and this perhaps attended with the rightest judgment in all other matters. In others, this partiality is not so general, has not taken hold of the whole man, but is confined to some particular favourite passion, interest, or pursuit: suppose ambition, covetousness, or any other. And these persons may probably judge and determine what is perfectly just and proper, even in things in which they themselves are concerned, if these things have no relation to their particular favourite passion or pursuit. Hence arises that amazing incongruity and seeming inconsistency of character, from whence slight observers take it for granted, that the whole is hypocritical and false; not being able otherwise to reconcile the several parts; whereas, in truth, there is real honesty, so far as it goes. There is such a thing as men's being honest to such a degree, and in such respects, but no further. And this, as it is true, so it is absolutely necessary to be taken notice of, and allowed them; such general and undistinguishing censure of their whole character, as designing and false, being one main thing which confirms them in their self-deceit. They know that the whole censure is not true, and so take it for granted that no part of it is.","subId":"4","id":"Butler.S.10.4"},{"type":"paragraph","content":"But to go on with the explanation of the thing itself; vice in general consists in having an unreasonable and too great regard to ourselves, in comparison of others. Robbery or murder is never from the love of injustice or cruelty, but to gratify some other passion, to gain some supposed advantage; and it is false selfishness alone, whether cool or passionate, which makes a man resolutely pursue that end, be it ever so much to the injury of another. But whereas, in common and ordinary wickedness, this unreasonableness, this partiality and selfishness, relates only, or chiefly, to the temper and passions; in the characters we are now considering, it reaches to the understanding, and influences the very judgment. And besides that general want of distrust and diffidence concerning our own character, there are, you see, two things, which may thus prejudice and darken the understanding itself; that over-fondness for ourselves, which we are all so liable to; and also being under the power of any particular passion or appetite, or engaged in any particular pursuit. And these, especially the last of the two, may be in so great a degree as to influence our judgment, even of other persons and their behaviour. Thus a man, whose temper is formed to ambition or covetousness, shall even approve of them sometimes in others.","subId":"5","id":"Butler.S.10.5"},{"type":"paragraph","content":"This seems to be in a good measure the account of self-partiality and self-deceit, when traced up to its original. Whether it be, or be not, thought satisfactory, that there is such a thing is manifest; and that it is the occasion of a great part of the unreasonable behaviour of men towards each other; that by means of it they palliate their vices and follies to themselves; and that it prevents their applying to themselves those reproof and instructions which they meet with either in Scripture or in moral and religious discourses, though exactly suitable to the state of their own mind, and the course of their behaviour. There is one thing further to be added here, that the temper we distinguish by hardness of heart with respect to others, joined with this partiality, will carry a man almost any lengths of wickedness, in the way of oppression, hard usage of others, and even to plain injustice, without his having, from what appears, any real sense at all of it. This, indeed, was not the general character of David; for he plainly gave scope to the affections of compassion and good-will, as well as to his passions of another kind.","subId":"6","id":"Butler.S.10.6"},{"type":"paragraph","content":"But as some occasions and circumstances lie more open to this self-deceit, and give it greater scope and opportunities than others, these require to be particularly mentioned.","subId":"7","id":"Butler.S.10.7"},{"type":"paragraph","content":"It is to be observed, then, that as there are express determinate acts of wickedness, such as murder, adultery, theft; so, on the other hand, there are numberless cases in which the vice and wickedness cannot be exactly defined, but consists in a certain general temper and course of action, or in the neglect of some duty, suppose charity or any other, whose bounds and degrees are not fixed. This is the very province of self-deceit, and self-partiality; here it governs without check or control. \"For what commandment is there broken? Is there a transgression where there is no law? a vice which cannot be defined?\"","subId":"8","id":"Butler.S.10.8"},{"type":"paragraph","content":"Whoever will consider the whole commerce of human life, will see that a great part, perhaps the greatest part, of the intercourse amongst mankind, cannot be reduced to fixed determinate rules. Yet in these cases there is a right and a wrong: a merciful, a liberal, a kind and compassionate behaviour, which surely is our duty; and an unmerciful contracted spirit, a hard and oppressive course of behaviour, which is most certainly immoral and vicious. But who can define precisely wherein that contracted spirit and hard usage of others consist, as murder and theft may be defined? There is not a word in our language which expresses more detestable wickedness than oppression; yet the nature of this vice cannot be so exactly stated, nor the bounds of it so determinately marked, as that we shall be able to say, in all instances, where rigid right and justice ends and oppression begins. In these cases there is great latitude left for every one to determine for, and consequently to deceive himself. It is chiefly in these cases that self-deceit comes in; as every one must see that there is much larger scope for it here than in express, single, determinate acts of wickedness. However, it comes in with respect to the circumstances attending the most gross and determinate acts of wickedness. Of this, the story of David, now before us, affords the most astonishing instance. It is really prodigious to see a man, before so remarkable for virtue and piety, going on deliberately from adultery to murder, with the same cool contrivance, and, from what appears, with as little disturbance, as a man would endeavour to prevent the ill consequences of a mistake he had made in any common matter. The total insensibility of mind, with respect to those horrid crimes, after the commission of them, manifestly shows that he did some way or other delude himself; and this could not be with respect to the crimes themselves, they were so manifestly of the grossest kind. What the particular circumstances were with which he extenuated them, and quieted and deceived himself, are not related.","subId":"9","id":"Butler.S.10.9"},{"type":"paragraph","content":"Having thus explained the nature of internal hypocrisy and self-deceit, and remarked the occasions upon which it exerts itself, there are several things further to be observed concerning it: that all of the sources to which it was traced up, are sometimes observable together in one and the same person; but that one of them is more remarkable, and to a higher degree in some, and others of them are so in others; that, in general, it is a complicated thing, and may be in all different degrees and kinds: that the temper itself is essentially in its own nature vicious and immoral. It is unfairness, it is dishonesty, it is falseness of heart, and is, therefore, so far from extenuating guilt, that it is itself the greatest of all guilt in proportion to the degree it prevails; for it is a corruption of the whole moral character in its principle. Our understanding, and sense of good and evil, is the light and guide of life: \"If, therefore, this light that is in thee be darkness, how great is that darkness?\" Matt. vi. 23. For this reason our Saviour puts an evil eye as the direct opposite to a single eye; the absence of that simplicity which these last words imply being itself evil and vicious. And whilst men are under the power of this temper, in proportion still to the degree they are so, they are fortified on every side against conviction; and when they hear the vice and folly of what is in truth their own course of life exposed in the justest and strongest manner, they will often assent to it, and even carry the matter further; persuading themselves, one does not know how, but some way or other persuading themselves, that they are out of the case, and that it hath no relation to them. Yet, notwithstanding this, there frequently appears a suspicion that all is not right as it should be : and perhaps there is always at bottom somewhat of this sort. There are, doubtless, many instances of the ambitious, the revengeful, the covetous, and those whom, with too great indulgence, we only call the men of pleasure, who will not allow themselves to think how guilty they are, who explain and argue away their guilt to themselves; and though they do really impose upon themselves in some measure, yet there are none of them but have, if not a proper knowledge, yet at least an implicit suspicion, where the weakness lies, and what part of their behaviour they have reason to wish unknown or forgotten for ever. Truth, and real good sense, and thorough integrity, carry along with them a peculiar consciousness of their own genuineness: there is a feeling belonging to them which does not accompany their counterfeits, error, folly, half-honesty, partial and slight regards to virtue and right, so far only as they are consistent with that course of gratification which men happen to be set upon. And, if this be the case, it is much the same as if we should suppose a man to have had a general view of some scene, enough to satisfy him that it was very disagreeable, and then to shut his eyes, that he might not have a particular or distinct view of its several deformities. It is as easy to close the eyes of the mind as those of the body: and the former is more frequently done with wilfulness, and yet not attended to, than the latter; the actions of the mind being more quick and transient than those of the senses. This may be further illustrated by another thing observable in ordinary life. It is not uncommon for persons who run out their fortunes, entirely to neglect looking into the state of their affairs, and this from a general knowledge that the condition of them is bad. These extravagant people are perpetually ruined before they themselves expected it; and they tell you for an excuse, and tell you truly, that they did not think they were so much in debt, or that their expenses so far exceeded their income. And yet no one will take this for an excuse, who is sensible that their ignorance of their particular circumstances was owing to their general knowledge of them: that is, their general knowledge that matters were not well with them, prevented their looking into particulars. There is somewhat of the like kind with this in respect to morals, virtue, and religion. Men find that the survey of themselves, their own heart and temper, their own life and behaviour, doth not afford them satisfaction; things are not as they should be, therefore they turn away, will not go over particulars, or look deeper, lest they should find more amiss. For who would choose to be put out of humour with himself? No one, surely, if it were not in order to mend, and to be more thoroughly and better pleased with himself for the future.","subId":"10","id":"Butler.S.10.10"},{"type":"paragraph","content":"If this sincere self-enjoyment and home-satisfaction be thought desirable, and worth some pains and diligence, the following reflections will, I suppose, deserve your attention, as what may be of service and assistance to all who are in any measure honestly disposed, for avoiding that fatal self-deceit, and towards getting acquainted with themselves.","subId":"11","id":"Butler.S.10.11"},{"type":"paragraph","content":"The first is, that those who have never had any suspicion of, who have never made allowances for this weakness in themselves, who have never (if I may be allowed such a manner of speaking) caught themselves in it, may almost take it for granted that they have been very much misled by it. For consider: nothing is more manifest than that affection and passion of all kinds influence the judgment. Now, as we have naturally a greater regard to ourselves than to others, as the private affection is more prevalent than the public, the former will have proportionally a greater influence upon the judgment, upon our way of considering things. People are not backward in owning this partiality of judgments, in cases of friendship and natural relation. The reason is obvious why it is not so readily acknowledged, when the interest which misleads us is more confined, confined to ourselves; but we all take notice of it in each other in these cases. There is not any observation more common, than that there is no judging of a matter from hearing only one side. This is not founded upon supposition, at least it is not always, of a formed design in the relater to deceive: for it holds in cases where he expects that the whole will be told over again by the other side. Bat the supposition, which this observation is founded upon, is the very thing now before us; namely, that men are exceedingly prone to deceive themselves, and judge too favourably in every respect, where themselves, and their own interest, are concerned. Thus, though we have not the least reason to suspect that such an interested person hath any intention to deceive us, yet we of course make great allowances for his having deceived himself. If this be general, almost universal, it is prodigious that every man can think himself an exception, and that he is free from this self-partiality. The direct contrary is the truth. Every man may take for granted that he has a great deal of it, till, from the strictest observation upon himself, he finds particular reason to think otherwise.","subId":"12","id":"Butler.S.10.12"},{"type":"paragraph","content":"Secondly, There is one easy and almost sure way to avoid being misled by this self-partiality, and to get acquainted with our real character: to have regard to the suspicious part of it, and keep a steady eye over ourselves in that respect. Suppose then a man fully satisfied with himself and his own behaviour; such an one, if you please, as the Pharisee in the gospel, or a better man—well, but allowing this good opinion you have of yourself to be true, yet every one is liable to be misrepresented. Suppose then an enemy were to set about defaming you, what part of your character would he single out? What particular scandal, think you, would he be most likely to fix upon you? And what would the world be most ready to believe? There is scarce a man living but could, from the most transient superficial view of himself answer this question. What is that ill thing, that faulty behaviour, which I am apprehensive an enemy, who was thoroughly acquainted with me, would be most likely to lay to my charge, and which the world would be most apt to believe? It is indeed possible that a man may not be guilty in that respect. All that I say is, let him in plainness and honesty fix upon that part of his character for a particular survey and reflection; and by this he will come to be acquainted, whether he be guilty or innocent in that respect, and how far he is one or the other.","subId":"13","id":"Butler.S.10.13"},{"type":"paragraph","content":"Thirdly, It would very much prevent our being misled by this self-partiality, to reduce that practical rule of our Saviour, \"Whatsoever ye would that men should do to you, do ye even so to them,\" to our judgment and way of thinking. This rule, you see, consists of two parts. One is, to substitute another for yourself, when you take a survey of any part of your behaviour, or consider what is proper and fit and reasonable for you to do upon any occasion: the other part is, that you substitute yourself in the room of another; consider yourself as the person affected by such a behaviour, or towards whom such an action is done; and then you would not only see, but likewise feel the reasonableness or unreasonableness of such an action or behaviour. But, alas! the rule itself may be dishonestly applied: there are persons who have not impartiality enough with respect to themselves, nor regard enough for others, to be able to make a just application of it. This just application, if men would honestly make it, is, in effect, all that I have been recommending; it is the whole thing, the direct contrary to that inward dishonesty as respecting our intercourse with our fellow-creatures. And even the bearing this rule in their thoughts may be of some service: the attempt thus to apply it, is an attempt towards being fair and impartial, and may chance unawares to show them to themselves, to show them the truth of the case they are considering.","subId":"14","id":"Butler.S.10.14"},{"type":"paragraph","content":"Upon the whole, it is manifest that there is such a thing as this self-partiality and self-deceit: that in some persons it is to a degree which would be thought incredible, were not the instances before our eyes; of which the behaviour of David is perhaps the highest possible one, in a single particular case; for there is not the least appearance that it reached his general character: that we are almost all of us influenced by it in some degree, and in some respects: that, therefore, every one ought to have an eye to, and beware of it. And all that I have further to add upon this subject is, that either there is a difference between right and wrong, or there is not: religion is true, or it is not. If it be not, there is no reason for any concern about it: but if it be true, it requires real fairness of mind and honesty of heart. And if people will be wicked, they had better of the two be so from the common vicious passions without such refinements, than from this deep and calm source of delusion; which undermines the whole principle of good; darkens the light, that \"candle of the Lord within,\" which is to direct our steps; and corrupts conscience, which is the guide of life.","subId":"15","id":"Butler.S.10.15"},{"type":"note","content":"That peculiar regard for ourselves which frequently produces this partiality of judgment in our own favour, may have a quite contrary effect, and occasion the utmost diffidence and distrust of ourselves; were it only, as it may set us upon a more frequent and strict survey and review of our own character and behaviour. This search or recollection itself implies somewhat of diffidence; and the discoveries we make, what is brought to our view, may possibly increase it. Good-will to another, may either blind our judgment, so as to make us overlook his faults; or it may put us upon exercising that judgment with greater strictness, to see whether he is so faultless and perfect as we wish him. If that peculiar regard to ourselves leads us to examine our own character with this greater severity, in order really to improve and grow better, it is the most commendable turn of mind possible, and can scarce be to excess. But if, as everything hath its counterfeit, we are so much employed about ourselves, in order to disguise what is amiss, and to make a better appearance; or if our attention to ourselves has chiefly this effect, it is liable to run up into the greatest weakness and excess, and is, like all other excesses, its own disappointment; for scarce any show themselves to advantage, who are over solicitous of doing so.","subId":"n15","id":"Butler.S.10.n15"}]}