{"id":"Butler.S.13-14","imported":true,"parent":"Butler.S","title":"Sermon 13, 14. Upon the Love of God.","breadcrumb":"Sermon 13","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"SERMON XIII, XIV.\nUpon the Love of GOD.\n[Matth. xxii. 37.]\nThou shalt love the Lord thy God with all thy Heart, and with all thy Soul, and with all thy Mind.","id":"Butler.S.13-14"},{"type":"paragraph","content":"EVERY Body knows, you therefore need only just be put in mind, that there is such a thing as having so great horror of one extreme as to run, insensibly and of course into the contrary; and that a doctrine's having been a shelter for enthusiasm, or made to serve the purposes of superstition, is no proof of the falsity of it: truth or right being somewhat real in itself, and so not to be judged of by its liableness to abuse, or by its supposed distance from, or nearness to, error. It may be sufficient to have mentioned this in general, without taking notice of the particular extravagances which have been vented under the pretence or endeavour of explaining the love of God; or how manifestly we are got into the contrary extreme, under the notion of a reasonable religion; so very reasonable as to have nothing to do with the heart and affections, if these words signify anything, but the faculty by which we discern speculative truth.","subId":"1","id":"Butler.S.13-14.1"},{"type":"paragraph","content":"By the love of God, I would understand all those regards, all those affections of mind, which are due immediately to him from such a creature as man, and which rest in him as their end. As this does not include servile fear, so neither will any other regards, how reasonable soever, which respect anything out of, or besides, the perfection of the Divine nature, come into consideration here. But all fear is not excluded, because his displeasure is itself the natural, proper object of fear. Reverence, ambition of his love and approbation, delight in the hope or consciousness of it, come likewise into this definition of the love of God; because he is the natural object of all those affections or movements of mind, as really as he is the object of the affection, which is in the strictest sense called love; and all of them equally rest in him, as their end ; and they may all be understood to be implied in these words of our Saviour, without putting any force upon them; for he is speaking of the love of God and our neighbour as containing the whole of piety and virtue.","subId":"2","id":"Butler.S.13-14.2"},{"type":"paragraph","content":"It is plain that the nature of man is so constituted as to feel certain affections upon the sight or contemplation of certain objects. Now, the very notion of affection implies resting in its object as an end. And the particular affection to good characters, reverence and moral love of them, is natural to all those who have any degree of real goodness in themselves. This will be illustrated by the description of a perfect character in a creature, and by considering the manner in which a good man, in his presence, would be affected towards such a character. He would of course feel the affections of love, reverence, desire of his approbation, delight in the hope or consciousness of it. And surely all this is applicable, and may be brought up to, that Being who is infinitely more than an adequate object of all those affections: whom we are commanded to \"love with all our heart, with all our soul, and with all our mind.\" And of these regards towards Almighty God, some are more particularly suitable to and becoming so imperfect a creature as man, in this mortal state we are passing through; and some of them, and perhaps other exercises of the mind, will be the employment and happiness of good men in a state of perfection.","subId":"3","id":"Butler.S.13-14.3"},{"type":"paragraph","content":"This is a general view of what the following discourse will contain. And it is manifest the subject is a real one: there is nothing in it enthusiastical or unreasonable. And if it be indeed at all a subject, it is one of the utmost importance.","subId":"4","id":"Butler.S.13-14.4"},{"type":"paragraph","content":"As mankind have a faculty by which they discern speculative truth, so we have various affections towards external objects. Understanding and temper, reason and affection, are as distinct ideas as reason and hunger; and, one would think, could no more be confounded. It is by reason that we get the ideas of several objects of our affections: but in these cases reason and affection are no more the same than sight of a particular object, and the pleasure or uneasiness consequent thereupon are the same. Now, as reason tends to and rests in the discernment of truth, the object of it—so the very nature of affection consists in tending towards, and resting in, its objects as an end. We do indeed often, in common language, say, that things are loved, desired, esteemed, not for themselves, but for somewhat further, somewhat out of and beyond them: yet, in these cases, whoever will attend, will see that these things are not in reality the objects of the affections, i.e., are not loved, desired, esteemed, but the somewhat further and beyond them. If we have no affections which rest in what are called their objects, then what is called affection, love, desire, hope in human nature, is only an uneasiness in being at rest—an unquiet disposition to action, progress, pursuit, without end or meaning. But if there be any such thing as delight in the company of one person, rather than of another, whether in the way of friendship, or mirth and entertainment, it is all one, if it be without respect to fortune, honour, or increasing our stores of knowledge, or anything beyond the present time: here is an instance of an affection absolutely resting in its object as its end, and being gratified in the same way as the appetite of hunger is satisfied with food. Yet nothing is more common than to hear it asked, What advantage a man hath in such a course, suppose of study, particular friendships, or in any other? nothing, I say, is more common than to hear such a question put in a way which supposes no gain, advantage, or interest, but as a means to somewhat further: and if so, then there is no such a thing at all as real interest, gain, or advantage. This is the same absurdity with respect to life, as an infinite series of effects without a cause is in speculation. The gain, advantage or interest, consists in the delight itself, arising from such a faculty's having its object: neither is there any such thing as happiness or enjoyment, but what arises from hence. The pleasures of hope and of reflection are not exceptions: the former being only this happiness anticipated—the latter, the same happiness enjoyed over again after its time. And even the general expectation of future happiness can afford satisfaction only as it is a present object to the principle of self-love.","subId":"5","id":"Butler.S.13-14.5"},{"type":"paragraph","content":"It was doubtless intended that life should be very much a pursuit to the gross of mankind. But this is carried so much farther than is reasonable, that what gives immediate satisfaction, i.e., our present interest, is scarce considered as our interest at all. It is inventions, which have only a remote tendency towards enjoyment, perhaps but a remote tendency towards gaining the means only of enjoyment, which are chiefly spoken of as useful to the world. And though this way of thinking were just, with respect to the imperfect state we are now in, where we know so little of satisfaction without satiety, yet it must be guarded against when we are considering the happiness of a state of perfection, which happiness being enjoyment, and not hope, must necessarily consist in this, that our affections have their objects, and rest in those objects as an end, i.e., be satisfied with them. This will further appear in the sequel of this discourse.","subId":"6","id":"Butler.S.13-14.6"},{"type":"paragraph","content":"Of the several affections, or inward sensations, which particular objects excite in man, there are some, the having of which implies the love of them, when they are reflected upon. This cannot be said of all our affections, principles, and motives of action. It were ridiculous to assert that a man, upon reflection, hath the same kind of approbation of the appetite of hunger, or the passion of fear, as he hath of good-will to his fellow-creatures. To be a just, a good, a righteous man, plainly carries with it a peculiar affection to or love of justice, goodness, righteousness, when these principles are the objects of contemplation. Now if a man approves of or hath an affection to any principle, in and for itself, incidental things allowed for, it will be the same whether he views it in his own mind or in another—in himself or in his neighbour. This is the account of our approbation of our moral love and affection to good characters, which cannot but be in those who have any degrees of real goodness in themselves, and who discern and take notice of the same principle in others.","subId":"7","id":"Butler.S.13-14.7"},{"type":"paragraph","content":"From observation of what passes within ourselves, our own actions, and the behaviour of others, the mind may carry on its reflections as far as it pleases—much beyond what we experience in ourselves or discern in our fellow-creatures. It may go on, and consider goodness as become an uniform continued principle of action, as conducted by reason, and forming a temper and character absolutely good and perfect, which is in a higher sense excellent, and proportionably the object of love and approbation. Let us then suppose a creature perfect according to his created nature: let his form be human, and his capacities no more than equal to those of the chief of men: goodness shall be his proper character, with wisdom to direct it, and power, within some certain determined sphere of action, to exert it: but goodness must be the simple actuating principle within him; this being the moral quality which is amiable, or the immediate object of love, as distinct from other affections of approbation. Here then is a finite object for our mind to tend towards, to exercise itself upon: a creature perfect according to his capacity, fixed, steady, equally unmoved by weak pity, or more weak fury and resentment, forming the justest scheme of conduct; going on undisturbed in the execution of it, through the several methods of severity and reward, towards his end—namely, the general happiness of all with whom he hath to do, as in itself right and valuable. This character, though uniform in itself, in its principle, yet exerting itself in different ways, or considered in different views, may, by its appearing variety, move different affections. Thus, the severity of justice would not affect us in the same way as an act of mercy: the adventitious qualities of wisdom and power may be considered in themselves; and even the strength of mind which this immovable goodness supposes, may likewise be viewed as an object of contemplation, distinct from the goodness itself. Superior excellence of any kind, as well as superior wisdom and power, is the object of awe and reverence to all creatures, whatever their moral character be; but so far as creatures of the lowest rank were good, so far the view of this character, as simply good, must appear amiable to them, be the object of, or beget love. Further, suppose we were conscious that this superior person so far approved of us, that we had nothing servilely to fear from him; that he was really our friend, and kind and good to us in particular, as he had occasionally intercourse with us, we must be other creatures than we are, or we could not but feel the same kind of satisfaction and enjoyment (whatever would be the degree of it) from this higher acquaintance and friendship, as we feel from common ones; the intercourse being real, and the persons equally present in both cases. We should have a more ardent desire to be approved by his better judgment, and a satisfaction in that approbation, of the same sort with what would be felt in respect to common persons, or be wrought in us by their presence.","subId":"8","id":"Butler.S.13-14.8"},{"type":"paragraph","content":"Let us now raise the character, and suppose this creature, for we are still going on with the supposition of a creature, our proper guardian and governor; that we were in a progress of being towards somewhat further; and that this scheme of government was too vast for owe capacities to comprehend; remembering still that he is perfectly good, and our friend as well as our governor. Wisdom, power, goodness, accidentally viewed anywhere, would inspire reverence, awe, love. And as these affections would be raised in higher or lower degrees, in proportion as we had occasionally more or less intercourse with the creature endued with those qualities, so this further consideration and knowledge, that he was our proper guardian and governor, would much more bring these objects and qualities home to ourselves; teach us they had a greater respect to us in particular; that we had a higher interest in that wisdom, and power, and goodness. We should, with joy, gratitude, reverence, love, trust, and dependence, appropriate the character, as what we had a right in, and make our boast in such our relation to it. And the conclusion of the whole would be, that we should refer ourselves implicitly to him and cast ourselves entirely upon him. As the whole attention of life should be to obey his commands, so the highest enjoyment of it must arise from the contemplation of his character, and our relation to it, from a consciousness of his favour and approbation, and from the exercise of those affections towards him, which could not but be raised from his presence. A being who hath these attributes, who stands in this relation, and is thus sensibly present to the mind, must necessarily be the object of these affections. There is as real a correspondence between them, as between the lowest appetite of sense and its object.","subId":"9","id":"Butler.S.13-14.9"},{"type":"paragraph","content":"That this Being is not a creature, but the Almighty God; that he is of infinite power, and wisdom, and goodness, does not render him less the object of reverence and love, than he would be, if he had those attributes only in a limited degree. The Being who made us, and upon whom we entirely depend, is the object of some regards. He hath given us certain affections of mind, which correspond to wisdom, power, goodness; i.e., which are raised upon view of those qualities. If, then, he be really wise, powerful, good, he is the natural object of those affections which he hath endued us with, and which correspond to those attributes. That he is infinite in power, perfect in wisdom and goodness, makes no alteration; but only that he is the object of those affections raised to the highest pitch. He is not indeed to be discerned by any of our senses: \"I go forward but he is not there; and backward, but I cannot perceive him: on the left hand, where he doth work, but I cannot behold him: he hideth himself on the right hand that I cannot see him. Oh, that I knew where I might find him! that I might come even to his seat,\" Job xxiii. But is he then afar off? Does he not fill heaven and earth with his presence? The presence of our fellow-creatures affects our senses, and our senses give us the knowledge of their presence; which hath different kinds of influence upon us; love, joy, sorrow, restraint, encouragement, reverence. However, this influence is not immediately from our senses, but from that knowledge.","subId":"10","id":"Butler.S.13-14.10"},{"type":"paragraph","content":"Thus, suppose a person neither to see nor hear another, not to know by any of his senses, but yet certainly to know, that another was with him; this knowledge might and in many cases would, have one or more of the effects before mentioned. It is therefore not only reasonable, but also natural, to be affected with a presence, though it be not the object of our senses; whether it be, or be not, is merely an accidental circumstance, which needs not come into consideration; it is the certainty that he is with us, and we with him, which hath the influence. We consider persons, then, as present, not only when they are within reach of our senses, but also when we are assured by any other means, that they are within such a nearness; nay, if they are not, we can recall them to our mind, and be moved towards them as present. And must he, who is so much more intimately connected with us, that \"in him we live and move and have our being,\" be thought too distant to be the object of our affections? We own and feel the force of amiable and worthy qualities of our fellow-creatures; and can we be insensible to the contemplation of perfect goodness? Do we reverence the shadows of greatness here below? are we solicitous about honour, and esteem, and the opinion of the world? and shall we not feel the same with respect to him, whose are wisdom and power in their original; who \"is the God of judgment, by whom actions are weighed?\" Thus love, reverence, desire of esteem, every faculty, every affection, tends towards, and is employed about its respective object in common cases: and must the exercise of them be suspended with regard to him alone, who is an object, an infinitely more than adequate object, to our most exalted faculties; him \"of whom, and through whom, and to whom are all things?\"","subId":"11","id":"Butler.S.13-14.11"},{"type":"paragraph","content":"As we cannot remove from this earth, or change our general business on it, so neither can we alter our real nature. Therefore, no exercise of the mind can be recommended, but only the exercise of those faculties you are conscious of. Religion does not demand new affections, but only claims the direction of those you already have, those affections you daily feel; though unhappily confined to objects, not altogether unsuitable, but altogether unequal to them. We only represent to you the higher, the adequate objects of those very faculties and affections. Let the man of ambition go on still to consider disgrace as the greatest evil: honour as his chief good. But disgrace, in whose estimation? Honour, in whose judgment? This is the only question. If shame, and delight in esteem, be spoken of as real, as any settled ground of pain or pleasure, both these must be in proportion to the supposed wisdom and worth of him by whom we are contemned or esteemed. Must it then be thought enthusiastical to speak of a sensibility of this sort, which shall have respect to an unerring judgment, to infinite wisdom, when we are assured this unerring judgment, thin infinite wisdom, does observe upon our actions?","subId":"12","id":"Butler.S.13-14.12"},{"type":"paragraph","content":"It is the same with respect to the love of God in the strictest and most confined sense. We only offer and represent the highest object of an affection, supposed already in your mind. Some degree of goodness must be previously supposed: this always implies the love of itself, an affection to goodness: the highest, the adequate object of this affection, is perfect goodness; which, therefore, we are to \"love with all our heart, with all our soul, and with all our strength,\" \"Must we then, forgetting our own interest, as it were go out of ourselves, and love God for his own sake?\" No more forget your own interest, no more go out of yourselves, than when ye prefer one place, one prospect, the conversation of one man to that of another. Does not every affection necessarily imply, that the object of it be itself loved? If it be not, it is not the object of the affection. You may and ought, if you can, but it is a great mistake to think you can love, or fear, or hate anything, from consideration that such love, or fear, or hatred, may be a means of obtaining good or avoiding evil. But the question, whether we ought to love God for his sake or for our own, being a mere mistake in language; the real question, which this is mistaken for, will, I suppose, be answered by observing, that the goodness of God already exercised towards us, our present dependence upon him, and our expectation of future benefits, ought, and have a natural tendency, to beget in us the affection of gratitude and greater love towards him, than the same goodness exercised towards others; were it only for this reason, that every affection is moved in proportion to the sense we have of the object of it; and we cannot but have a more lively sense of goodness, when exercised towards ourselves, than when exercised towards others. I added expectation of future benefits, because the ground of that expectation is present goodness.","subId":"13","id":"Butler.S.13-14.13"},{"type":"paragraph","content":"Thus, Almighty God is the natural object of the several affections,—love, reverence, fear, desire of approbation. For though he is simply One, jet we cannot bat consider him in partial and different views. He is in himself one uniform Being, and for ever the same, without \"variableness or shadow of turning:\" but his infinite greatness, his goodness, his wisdom, are different objects to our mind. To which is to be added, that from the changes in our own characters, together with his unchangeableness, we cannot but consider ourselves as more or less the objects of his approbation, and really be so. For if he approves what is good, he cannot, merely from the unchangeableness of his nature, approve what is evil. Hence must arise more various movements of mind, more different kinds of affections. And this greater variety is also just and reasonable in such creatures as we are, though it respects a Being, simply one, good, and perfect. As some of these affections are most particularly suitable to so imperfect a creature as man, in this mortal state we are passing through; so there may be other exercises of mind, or some of these in higher degrees, our employment and happiness in a state of perfection.","subId":"14","id":"Butler.S.13-14.14"},{"type":"paragraph","content":"Consider then our ignorance, the imperfection of our nature, our virtue, and our condition in this world, with respect to an infinitely good and just Being, our Creator and Governor, and you will see what religious affections of mind are most particularly suitable to this mortal state we are passing through.","subId":"15","id":"Butler.S.13-14.15"},{"type":"paragraph","content":"Though we are not affected with anything so strongly as what we discern with our senses; and though our nature and condition require, that we be much taken up about sensible things; yet our reason convinces us that God is present with us, and we see and feel the effects of his goodness; he is, therefore, the object of some regards. The imperfection of our virtue, joined with the consideration of his absolute rectitude or holiness, will scarce permit that perfection of love, which entirely casts out all fear: yet goodness is the object of love to all creatures who have any degree of it themselves; and consciousness of a real endeavour to approve ourselves to him, joined with the consideration of his goodness, as it quite excludes servile dread and horror, so it is plainly a reasonable ground for hope of his favour. Neither fear, nor hope, nor love, then, are excluded; and one or another of these will prevail, according to the different views we have of God ; and ought to prevail, according to the changes we find in our own character. There is a temper of mind made up of, or which follows from all three, fear, hope, love; namely, resignation to the Divine will, which is the general temper belonging to this state, which ought to be the habitual frame of our mind and heart, and to be exercised at proper seasons more distinctly, in the acts of devotion.","subId":"16","id":"Butler.S.13-14.16"},{"type":"paragraph","content":"Resignation to the will of God is the whole of piety: it includes in it all that is good; and is a source of the most settled quiet and composure of mind. There is the general principle of submission in our nature. Man is not so constituted as to desire things, and be uneasy in the want of them, in proportion to their known value: many other considerations come in to determine the degrees of desire; particularly, whether the advantage we take a view of, be within the sphere of our rank. Whoever felt uneasiness upon observing any of the advantages brute creatures have over us? And yet it is plain they have several. It is the same with respect to advantages belonging to creatures of a superior order. Thus, though we see a thing to be highly valuable: yet, that it does not belong to our condition of being, is sufficient to suspend our desires after it, to make us rest satisfied without such advantage. Now, there is just the same reason for quiet resignation in the want of everything equally unattainable, and out of our reach in particular, though others of our species be possessed of it. All this may be applied to the whole of life; to positive inconveniences as well as wants; not indeed to the sensations of pain and sorrow, but to all the uneasinesses of reflection, murmuring, and discontent. Thus is human nature formed to compliance, yielding submission of temper. We find the principles of it within us, and every one exercises it towards some objects or other, i.e., feels it with regard to some persons, and some circumstances. Now, this is an excellent foundation of a reasonable and religious resignation. Nature teaches and inclines us to take up with our lot; the consideration, that the course of things is unalterable, hath a tendency to quiet the mind under it, to beget a submission of temper to it But when we can add, that this unalterable course is appointed and continued by infinite wisdom and goodness, how absolute should be our submission, how entire our trust and dependence!","subId":"17","id":"Butler.S.13-14.17"},{"type":"paragraph","content":"This would reconcile us to our condition: prevent all the supernumerary troubles arising from imagination, distant fears, impatience; all uneasiness, except that which necessarily arises from the calamities themselves we maybe under. How many of our cares should we by this means be disburdened of! Cares not properly our own, how apt soever they may be to intrude upon us, and we to admit them; the anxieties of expectation, solicitude about success and disappointment, which in truth are none of our concern. How open to every gratification would that mind be, which was clear of these incumbrances!","subId":"18","id":"Butler.S.13-14.18"},{"type":"paragraph","content":"Our resignation to the will of God may be said to be perfect, when our will is lost and resolved up into his; when we rest in his will as our end, as being itself most just, and right, and good. And where is the impossibility of such an afiection to what is just, and right, and good, such a loyalty of heart to the Governor of the universe, as shall prevail over all sinister indirect desires of our own? Neither is thiB at bottom anything more than faith, and honesty, and fairness of mind; in a more enlarged sense, indeed, than those words are commonly used. And as, in common cases, fear and hope, and other passions, are raised in us by their respective objects; so this submission of heart, and soul, and mind, this religious resignation, would be as naturally produced by our having just conceptions of Almighty God, and a real sense of his presence with us. In how low a degree soever this temper usually prevails amongst men, yet it is a temper right in itself: it is what we owe to our Creator; it is particularly suitable to our mortal condition, and what we should endeavour after for our own sakes in our passage through such a world as this; where is nothing upon which we can rest or depend; nothing but what we are liable to be deceived and disappointed in. Thus we might \"acquaint ourselves with God, and be at peace.\" This is piety and religion in the strictest sense, considered as a habit of mind: an habitual sense of God's presence with us; being affected towards him, as present, in the manner his superior nature requires from such a creature as man: this is to walk with God.","subId":"19","id":"Butler.S.13-14.19"},{"type":"paragraph","content":"Little more need be said of devotion or religious worship, than that it is this temper exerted into act. The nature of it consists in the actual exercise of those affections towards God, which are supposed habitual in good men. He is always equally present with us: but we are so much taken up with sensible things, that \"lo, he goeth by us, and we see him not: he passeth on also, but we perceive him not,\" Job ix. 1 1. Devotion is retirement, from the world he has made, to him alone: it is to withdraw from the avocations of sense, to employ our attention wholly upon him as upon an object actually present, to yield ourselves up to the influence of the Divine presence, and to give full scope to the affections of gratitude, love, reverence, trust, and independence; of which infinite power, wisdom, and goodness, is the natural and only adequate object. We may apply to the whole of devotion those words of the Son of Sirach: \"When you glorify the Lord, exalt him as much as you can; for even jet will he far exceed: and when you exalt him, put forth all your strength, and be not weary: for you can never go far enough.\" Our most raised affections of every kind cannot but fall short and be disproportionate, when an infinite Being is the object of them. This is the highest exercise and employment of mind, that a creature is capable of. As this divine service and worship is itself absolutely due to God, so also is it necessary in order to a further end; to keep alive upon our minds a sense of his authority, a sense that, in our ordinary behaviour amongst men, we act under him as our Governor and Judge.","subId":"20","id":"Butler.S.13-14.20"},{"type":"paragraph","content":"Thus you see the temper of mind respecting God, which is particularly suitable to a state of imperfection; to creatures in a progress of being towards somewhat further.","subId":"21","id":"Butler.S.13-14.21"},{"type":"paragraph","content":"Suppose, now, this something further attained: that we were arrived at it: what a perception will it be, to see, and know, and feel, that our trust was not vain, our dependence not groundless? That the issue, event, and consummation, came out such as fully to justify and answer that resignation? If the obscure view of the Divine perfection, which we have in this world, ought in just consequence to beget an entire resignation; what will this resignation be exalted into, \"when we shall see face to face, and know as we are known?\" If we cannot form any distinct notion of that perfection of the love of God, which casts out all fear; of that enjoyment of him, which will be the happiness of good men hereafter: the consideration of our wants and capacities of happiness, and that he will be an adequate supply to them, must serve us instead of such distinct conception of the particular happiness itself.","subId":"22","id":"Butler.S.13-14.22"},{"type":"paragraph","content":"Let us then suppose a man entirely disengaged from business and pleasure, sitting down alone and at leisure, to reflect upon himself and his own condition of being. He would immediately feel that he was by no means complete of himself, but totally insufficient for his own happiness. One may venture to affirm, that every man hath felt this, whether he hath again reflected upon it or not. It is feeling this deficiency, that they are unsatisfied with themselves, which makes men look out for assistance from abroad; and which has given rise to various kinds of amusements, altogether needless any otherwise than as they serve to fill up the blank spaces of time, and so hinder their feeling this deficiency, and being uneasy with themselves. Now, if these external things we take up with were really an adequate supply to this deficiency of human nature, if by their means our capacities and desires were all satisfied and filled up; then it might be truly said, that we had found out the proper happiness of man; and so might sit down satisfied, and be at rest in the enjoyment of it. But if it appears that the amusements which men usually pass their time in, are so far from coming up to, or answering our notions and desires of happiness or good, that they are really no more than what they are commonly called, somewhat to pass away the time; i.e., somewhat which serves to turn us aside from, and prevent our attending to this our internal poverty and want; if they serve only, or chiefly, to suspend, instead of satisfying our conceptions and desires of happiness; if the want remains, and we have found out little more than barely the means of making it less sensible: then we are still to seek for somewhat to be an adequate supply to it. It is plain that there is a capacity in the nature of man, which neither riches, nor honours, nor sensual gratifications, nor anything in this world, can perfectly fill up, or satisfy; there is a deeper and more essential want than any of these things can be the supply of. Yet surely there is a possibility of somewhat, which may fill up all our capacities of happiness; somewhat, in which our souls may find rest; somewhat which may be to us that satisfactory good we are inquiring after. But it cannot be anything which is valuable, only as it tends to some further end, those, therefore, who have got this world so much, into their hearts, as not to be able to consider happiness as consisting in anything but property and possessions, which are only valuable as the means to somewhat else, cannot have the least glimpse of the subject before us; which is the end, not the means; the thing itself not somewhat in order to it. But if you can lay aside that general, confused, undeterminate notion of happiness, as consisting in such possessions, and fix in your thoughts, that it really can consist in nothing but in a faculty's having its proper object; you will clearly see, that in the coolest way of consideration, without either the heat of fanciful enthusiasm, or the warmth of real devotion, nothing is more certain than that an infinite Being may himself be, if he pleases, the supply to all the capacities of our nature. All the common enjoyments of life are from the faculties he hath endued us with, and the objects he hath made suitable to them. He may himself be to us infinitely more than all these: he may be to us all that we want. As our understanding can contemplate itself, and our affections be exercised upon themselves by reflection, so may each be employed in the same manner upon any other mind: and since the Supreme Mind, the Author and Cause of all things, is the highest possible object to himself, he may be an adequate supply to all the faculties of our souls; a subject to our understanding, and an object to our affections.","subId":"23","id":"Butler.S.13-14.23"},{"type":"paragraph","content":"Consider, then: when we shall have put off this mortal body, when we shall be divested of sensual appetites, and those possessions which are now the means of gratification shall be of no avail; when this restless scene of business and vain pleasures, which now diverts us from ourselves, shall be all over: we, our proper self, shall still remain; we shall still continue the same creatures we are, with wants to be supplied, and capacities of happiness. We must have faculties of perception, though not sensitive ones; and pleasure or uneasiness from our perceptions, as now we have.","subId":"24","id":"Butler.S.13-14.24"},{"type":"paragraph","content":"There are certain ideas, which we express by the words order, harmony, proportion, beauty, the furthest removed from anything sensual. Now, what is there in those intellectual images, forms of ideas, which begets that approbation, love, delight, and even rapture, which is seen in some persons' faces upon having those objects present to their minds? \"Mere enthusiasm!\"—Be it what it will: there are objects, works of nature and of art, which all mankind have delight from, quite distinct from their affording gratification to sensual appetites, and from quite another view of them, than as being for their interest and further advantage. The faculties from which we are capable of these pleasures, and the pleasures themselves, are as natural, and as much to be accounted for, as any sensual appetite whatever, and the pleasure from its gratification. Words, to be sure, are wanting upon this subject: to say, that everything of grace and beauty throughout the whole of nature, everything excellent and amiable, shared in differently lower degrees by the whole creation, meet in the Author and Cause of all things; this is an inadequate, and perhaps improper way of speaking of the Divine nature: but it is manifest, that absolute rectitude, the perfection of being, must be in all senses, and in every respect, the highest object to the mind.","subId":"25","id":"Butler.S.13-14.25"},{"type":"paragraph","content":"In this world it is only the effects of wisdom, and power, and greatness which we discern: it is not impossible, that hereafter the qualities themselves in the Supreme Being may be the immediate object of contemplation. What amazing wonders are opened to view by late improvements? What an object is the universe to a creature, if there be a creature who can comprehend its system? But it must be an infinitely higher exercise of the understanding, to view the scheme of it in that Mind which projected it, before its foundations were laid. And surely we have meaning to the words, when we speak of going further, and viewing, not only this system in his mind, but the wisdom and intelligence itself from whence it proceeded. The same may be said of power. But since wisdom and power are not God, (he is a wise, a powerful Being,) the Divine nature may therefore be a further object to the understanding. It is nothing to observe that our senses give us but an imperfect knowledge of things: effects themselves, if we knew them thoroughly, would give us but imperfect notions of wisdom and power; much less of his being in whom they reside. I am not speaking of any fanciful notion of seeing all things in God, but only representing to you, how much a higher object to the understanding an infinite Being himself is, than the things which he has made; and this is no more than saying, that the Creator is superior to the works of his hands.","subId":"26","id":"Butler.S.13-14.26"},{"type":"paragraph","content":"This may be illustrated by a low example. Suppose a machine, the sight of which would raise, and discoveries in its contrivance gratify, our curiosity; the real delight, in this case, would arise from its being the effect of skill and contrivance. The skill in the mind of the artificer would be a higher object, if we had any senses or ways to discern it. For, observe, the contemplation of that principle, faculty, or power, which produced any effect, must be a higher exercise of the understanding than the contemplation of the effect itself. The cause must be a higher object to the mind than the effect.","subId":"27","id":"Butler.S.13-14.27"},{"type":"paragraph","content":"But whoever considers distinctly what the delight of knowledge is, will see reason to be satisfied that it cannot be the chief good of man: all this, as it is applicable, so it was mentioned with regard to the attribute of goodness. I say, goodness. Our being and all our enjoyments are the effects of it: just men bear its resemblance: but how little do we know the original, of what it is in itself? Recall what was before observed concerning the affection to moral characters; which, in how low a degree soever, yet is plainly natural to man, and the most excellent part of his nature: suppose this improved, as it may be improved, to any degree whatever, \"in the spirits of just men made perfect:\" and then suppose that they had a real view of that \"righteousness, which is an everlasting righteousness:\" of the conformity of the Divine will to the law of truth, in which the moral attributes of God consist; of that goodness in the sovereign mind, which gave birth to the universe; and, what will be true of all good men hereafter, a consciousness of having an interest in what they are contemplating; suppose them able to say, \"This God is our God for ever and ever:\" would they be any longer to seek for what was their chief happiness, their final good? Could the utmost stretch of their capacities look further? Would not infinite, perfect goodness be their very end, the last end and object of their affections? beyond which they could neither have, nor desire; beyond which they could not form a wish or thought?","subId":"28","id":"Butler.S.13-14.28"},{"type":"paragraph","content":"Consider wherein that presence of a friend consists, which has often so strong an effect, as wholly to possess the mind, and entirely suspend all other affections and regards; and which itself affords the highest satisfaction and enjoyment. He is within reach of the senses. Now, as our capacities of perception improve, we shall have, perhaps by some faculty entirely new, a perception of God's presence with us, in a nearer and stricter way; since it is certain he is more intimately present with us than anything else can be. Proof of the existence and presence of any being, is quite different from the immediate perception, the consciousness of it. What then will be the joy of heart, which his presence, and \"the light of his countenance,\" who is the life of the universe, will inspire good men with, when they shall have a sensation that he is the sustainer of their being, that they exist in him; when they shall feel his influence to cheer, and enliven, and support their frame, in a manner of which we have now no conception? He will be, in a literal sense, \"their strength and their portion for ever.\"","subId":"29","id":"Butler.S.13-14.29"},{"type":"paragraph","content":"When we speak of things so much above our comprehension, as the employment and happiness of a future state, doubtless it behoves us to speak with all modesty and distrust of ourselves. But the Scripture represents the happiness of that state, under the notions of \"seeing God, seeing him as he is, knowing as we are known, and seeing face to face.\" These words are not general or undetermined, but express a particular determinate happiness. And I will be bold to say, that nothing can account for, or come up to these expressions but only this, that God himself will be an object to our faculties; that he himself will be our happiness, as distinguished from the enjoyments of the present state, which seem to arise, not immediately from him, but from the objects he has adapted to give us delight.","subId":"30","id":"Butler.S.13-14.30"},{"type":"paragraph","content":"To conclude: let us suppose a person tired with care and sorrow, and the repetition of vain delights which fill up the round of life; sensible that everything here below, in its best estate, is altogether vanity. Suppose him to feel that deficiency of human nature, before taken notice of; and to be convinced that God alone was the adequate supply to it. What could be more applicable to a good man, in this state of mind, or better express his present wants and distant hopes, his passage through this world as a progress towards a state of perfection, than the following passages in the devotions of the royal prophet? They are plainly, in a higher and more proper sense, more applicable to this than they could be to anything else. \"I have seen an end of all perfection. Whom have I in heaven but thee? and there is none upon earth that I desire in comparison of thee. My flesh and my heart faileth; but God is the strength of my heart, and my portion for ever. Like as the hart desireth the water-brooks, so longeth my soul after thee, O God. My soul is athirst for God; yea, even for the living God; when shall I come to appear before him? how excellent is thy loving-kindness, O God! And the children of men shall put their trust under the shadow of thy wings. They shall be satisfied with the plenteousness of thy house: and thou shalt give them drink of thy pleasures, as out of the river. For with thee is the well of life: and in thy light shall we see light. Blessed is the man whom thou choosest, and receivest unto thee: he shall dwell in thy court, and shall be satisfied with the pleasures of thy house, even of the holy temple. Blessed is the people, O Lord, that can rejoice in thee: they shall walk in the light of thy countenance. Their delight shall be daily in thy name; and in thy righteousness shall they make their boast. For thou art the glory of their strength; and in thy loving-kindness they shall be exalted. As for me, I will behold thy presence in righteousness; and when I awake up after thy likeness, I shall be satisfied with it. Thou shalt show me the path of life; in thy presence is the fulness of joy, and at thy right hand there is pleasure for evermore.\"","subId":"31","id":"Butler.S.13-14.31"},{"type":"note","content":"St. Austin observes, Amor ipse ordinate amandus est, quo bene amatur quod amandum est, ut sit in nobis virtus quâ vivitur bene, i.e., The affection which we rightly have for what is lovely, must \"ordinate\" justly, in due manner, and proportion, become the object of a new affection, or be itself beloved, in order to our being endued with that virtue which is the principle of a good life.—Civ. Dei, 1. 15. c. 22.","subId":"n19","id":"Butler.S.13-14.n19"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.12","imported":true,"title":"Sermon 12. Upon the Love of our Neighbour.","breadcrumb":"Sermon 12","published":[1726,1749]},"next":{"id":"Butler.S.15","imported":true,"title":"Sermon 15. Upon the Ignorance of Man.","breadcrumb":"Sermon 15","published":[1726,1749]}}