{"id":"Butler.S.16","imported":true,"parent":"Butler.S","title":"Sermon 16","breadcrumb":"Sermon 16","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"SERMON XVI.\n[Matth. xxiv. 14.]\nAnd this gospel of the kingdom shall be preached in all the world, for a witness unto all nations.","id":"Butler.S.16"},{"type":"paragraph","content":"THE general Doctrine of Religion, that all things are under the direction of one righteous Governor, having been established by repeated revelations in the first ages of the world, was left with the bulk of mankind, to be honestly preserved pure and entire, or carelessly forgotten, or wilfully corrupted. And though reason, almost intuitively, bare witness to the truth of this moral system of nature, yet it soon appeared, that \"they did not like to retain God in their knowledge,\" Rom. i. 28, as to any purposes of real piety. Natural religion became gradually more and more darkened with superstition, little understood, less regarded in practice; and the face of it scarce discernible at all, in the religious establishments of the most learned, polite nations. And how much soever could have been done towards the revival of it by the light of reason, yet this light could not have discovered what so nearly concerned us, that important part in the scheme of this world which regards a Mediator; nor how far the settled constitution of its government admitted repentance to be accepted for remission of sins, after the obscure intimations of these things, from tradition, were corrupted or forgotten. One people, indeed, had clearer notices of them, together with the genuine scheme of natural religion preserved in the primitive and subsequent revelations committed to their trust; and were designed to be a witness of God, and a providence to the nations around them: but this people also had corrupted themselves and their religion to the highest degree that was consistent with keeping up the form of it.","subId":"1","id":"Butler.S.16.1"},{"type":"paragraph","content":"In this state of things, when Infinite Wisdom saw proper, the general doctrine of religion was authoritatively republished in its purity; and the particular dispensation of Providence, which this world is under, manifested to all men, even \"the dispensation of the grace of God towards us,\" Eph. iii. 2, as sinful, lost creatures, to be recovered by repentance through a Mediator, who was \"to make reconciliation for iniquity, and to bring in everlasting righteousness,\" Dan. ix. 24, and at length established that new state of things foretold by the prophet Daniel, under the character of \"a kingdom, which the God of heaven would set up, and which should never be destroyed,\" Dan. ii. 44. This, including a more distinct account of the instituted means whereby Christ the Mediator would \"gather together in one, the children of God that were scattered abroad,\" John xi. 52, and conduct them to \"the place he is gone to prepare for them,\" John xiv. 2, 3; is the gospel of the kingdom, which he here foretells, and elsewhere commands, should \"be preached in all the world, for a witness unto all nations; and it first began to be spoken by the Lord, and was confirmed unto us by them that heard him; God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will,\" Heb. ii. 8, 4: by which means it was spread very widely among the nations of the world, and became a witness unto them.","subId":"2","id":"Butler.S.16.2"},{"type":"paragraph","content":"When thus much was accomplished, as there is a wonderful uniformity in the conduct of Providence, Christianity was left with Christians, to be transmitted down pore and genuine, or to be corrupted and sunk; in like manner as the religion of nature had been left with mankind in general There was however this difference, that by an institution of external religion fitted for all men, (consisting in a common form of Christian, worship, together with a standing ministry of instruction and discipline,) it pleased God to unite Christians in communities or visible churches, and all along to preserve them, over a great part of the world; and thus perpetuate a general publication of the gospel. For these communities, which together make up the catholic visible church, are, First, The repositories of the written oracles of God: and in every age have preserved and published them in every country, where the profession of Christianity has obtained. Hence it has come to pass, and it is a thing very much to be observed in the appointment of Providence, that even such of these communities as, in a long succession of years, have corrupted Christianity the most, have yet continually carried, together with their corruptions, the confutation of them; for they have everywhere preserved the pure original standard of it, the Scripture, to which recourse might have been had, both by the deceivers and the deceived, in every successive age. Secondly, Any particular church, in whatever place established, is like \"a city that is set on a hill, which cannot be hid,\" Matt. v. 14, inviting all who pass by to enter into it. All persons to whom any notices of it come, have, in Scripture language, the \"kingdom of God come nigh unto them.\" They are reminded of that religion which natural conscience attests the truth of; and they may, if they will, be instructed in it more distinctly, and likewise in the gracious means whereby sinful creatures may obtain eternal life; that chief and final good, which all men, in proportion to their understanding and integrity, even in all ages and countries of the heathen world, were ever in pursuit of. And, lastly, Out of these churches have all along gone forth persons who have preached the gospel in remote places with greater or less good effect: for the establishment of any profession of Christianity, however corrupt, I call a good effect, whilst accompanied with a continued publication of the Scripture, notwithstanding it may for some time lie quite neglected.","subId":"3","id":"Butler.S.16.3"},{"type":"paragraph","content":"From these things, it may be worth observing, by the way, appears the weakness of all pleas for neglecting the public service of the church. For though a man prays with as much devotion and less interruption at home, and reads better sermons there, yet that will by no means excuse the neglect of his appointed part in keeping up the profession of Christianity amongst mankind. And this neglect, were it universal, must be the dissolution of the whole visible church, i.e., of all Christian communities; and so must prevent those good purposes which were intended to be answered by them, and which they have all along answered over the world. For we see, that by their means the event foretold in the text, which began in the preaching of Christ and the apostles, has been carried on, more or less, ever since, and is still carrying on; these being the providential means of its progress. And it is, I suppose, the completion of this event which St. John had a representation of under the figure of \"an angel flying in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\" Rev. xiv. 6.","subId":"4","id":"Butler.S.16.4"},{"type":"paragraph","content":"Our Lord adds in the text, that this should be \"for a witness unto them;\" for an evidence of their duty, and an admonition to perform it. But what would be the effect or success of the general preaching of the gospel, is not here mentioned. And therefore the prophecy of the text is not parallel to those others in Scripture, which seemed to foretell the glorious establishment of Christianity in the last days; nor does it appear that they are coincident, otherwise than as the former of these events must be supposed preparatory to the latter. Nay, it is not said here, that God \"willeth all men should be saved, and come unto the knowledge of the truth,\" 1 Tim. ii. 4, though this is the language of Scripture elsewhere. The text declares no more, than that it was the appointment of God, in his righteous government over the world, that \"the gospel of the kingdom should be preached for a witness unto it.\"","subId":"5","id":"Butler.S.16.5"},{"type":"paragraph","content":"The visible constitution and course of nature, the moral law written in our hearts, the positive institutions of religion, and even any memorial of it, are all spoken of in Scripture under this or the like denomination: so are the prophets, apostles, and our Lord himself. They are all witnesses, for the most part unregarded witnesses, in behalf of God, to mankind. They inform us of his being and providence, and of the particular dispensation of religion which we are under; and continually remind us of them; and they are equally witnesses of these things, whether we regard them or not. Thus, after a declaration that Ezekiel should be sent with a Divine message to the children of Israel, it is added, \"and they, whether they will hear, or whether they will forbear, for they are a rebellious house, yet shall know that there hath been a prophet among them,\" Ezek. ii. 5, 7. And our Lord directs the seventy disciples, upon their departure from any city which refused to receive them, to declare, \"notwithstanding, be ye sure of this, that the kingdom of God is come nigh unto you,\" Luke x. 11. The thing intended in both these passages is that which is expressed in the text by the word \"witness.\" And all of them together evidently suggest thus much, that the purposes of Providence are carried on, by the preaching of the gospel, to those who reject it as well as to those who embrace it. It is indeed true, \"God willeth that all men should be saved,\" yet from the unalterable constitution of his government, the salvation of every man cannot but depend upon his behaviour, and therefore cannot but depend upon himself, and is necessarily his own concern, in a sense in which it cannot be another's. All this the Scripture declares in a manner the most forcible and alarming: \"Can a man be profitable unto God, as he that is wise may be profitable unto himself? Is it any pleasure to the Almighty that thou art righteous? or is it gain to him that thou makest thy ways perfect?\" Job xxii, 2, 3. \"If thou be wise, thou shalt be wise for thyself: but if thou scornest, thou alone shalt bear it,\" Prov. ix. 12. \"He that heareth, let him hear; and he that forbeareth, let him forbear,\" Ezek. iii. 27. And again, \"He that hath ears to hear, let him hear: but if any man be ignorant, i.e., wilfully, let him be ignorant,\" 1 Cor. xiv. 38. To the same purpose are those awful words of the angel, in the person of him to whom \"all judgment is committed,\" John V. 22; \"He that is unjust, let him be unjust still; and he that is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still. And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be,\" Rev. xxii. 11, 12. The righteous government of the world must be carried on; and of necessity, men shall remain the subjects of it, by being examples of its mercy or of its justice. \"Life and death are set before them, and whether they like shall be given unto them,\" Eccl. XV. 17. They are to make their choice, and abide by it; but whichsoever their choice be, the gospel is equally a witness to them; and the purposes of Providence are answered by this witness of the gospel.","subId":"6","id":"Butler.S.16.6"},{"type":"paragraph","content":"From the foregoing view of things, we should be reminded, that the same reasons which make it our duty to instruct the ignorant in the relation which the light of nature shows they stand in to God their Maker, and in the obligations of obedience, resignation, and love to him, which arise out of that relation, make it our duty likewise to instruct them in all those other relations which revelation informs us of, and in the obligations of duty which arise out of them. And the reasons for instructing men in both these, are of the very same kind as for communicating any useful knowledge whatever. God, if he had so pleased, could indeed miraculously have revealed every religious truth which concerns mankind, to every individual man; and so he could have every common truth; and thus have superseded all use of human teaching in either. Yet, he has not done this, but has appointed that men should be instructed by the assistance of their fellow-creatures in both. Further: though all knowledge from reason is as really from God, as revelation is, yet this last is a distinguished favour to us, and naturally strikes us with the greatest awe, and carries in it an assurance that those things which we are informed of by it, are of the utmost importance to us to be informed of. Revelation, therefore, as it demands to be received with a regard and reverence peculiar to itself, so it lays us under obligations, of a like peculiar sort, to communicate the light of it. Further still: it being an indispensable law of the gospel, that Christians should unite in religious communities, and these being intended for repositories of the written \"oracles of God,\" for standing memorials of religion to unthinking men, and for the propagation of it in the world; Christianity is very particularly to be considered as a trust deposited with us in behalf of others, in behalf of mankind, as well as for our own instruction. No one has a right to be called a Christian, who doth not do somewhat in his station towards the discharge of this trust; who doth not, for instance, assist in keeping up the profession of Christianity where he lives. And it is an obligation bat little more remote, to assist in doing it in our factories abroad; and in the colonies to which we are related, by their being peopled from our own mother country, and subjects, indeed very necessary ones, to the same government with ourselves; and nearer yet is the obligation upon such persons, in particular, as have the interoourse of an advantageous commerce with them.","subId":"7","id":"Butler.S.16.7"},{"type":"paragraph","content":"Of these our colonies, the slaves ought to be considered as inferior members, and therefore to be treated as members of them, and not merely as cattle or goods, the property of their masters. Nor can the highest property possible to be acquired in these servants, cancel the obligation to take care of their religious instruction. Despicable as they may appear in our eyes, they are the creatures of God, and of the race of mankind for whom Christ died: and it is inexcusable to keep them in ignorance of the end for which they were made, and the means whereby they may become partakers of the general redemption. On the contrary, if the necessity of the case requires that they may be treated with the very utmost rigour that humanity will at all permit, as they certainly are, and for our advantage made as miserable as they well can be in the present world; this surely heightens our obligation to put them into as advantageous a situation as we are able, with regard to another.","subId":"8","id":"Butler.S.16.8"},{"type":"paragraph","content":"The like charity we owe to the natives; owe to them in a much stricter sense than we are apt to consider, were it only from neighbourhood and our having gotten possessions in their country. For incidental circumstances of this kind appropriate all the general obligations of charity to particular persons, and make such and such instances of it the duty of one man rather than another. We are most strictly bound to consider these poor uninformed creatures as being in all respects of one family with ourselves, the family of mankind, and instruct them in our \"common salvation,\" Jude 3; that they may not pass through this stage of their being like brute beasts, but be put into a capacity of moral improvements, how low soever they must remain as to others, and so into a capacity of qualifying themselves for a higher state of life hereafter.","subId":"9","id":"Butler.S.16.9"},{"type":"paragraph","content":"All our affairs should be carried on in the fear of God, in subserviency to his honour and the good of mankind. And thus navigation and commerce should be consecrated to the service of religion, by being made the means of propagating it in every country with which we have any intercourse. And the more widely we endeavour to spread its light and influence, as the fore-mentioned circumstances, and others of the like kind, open and direct our way, the more faithful shall we be judged in the discharge of that trust which is committed to us as Christians, when our Lord shall require an account of it.","subId":"10","id":"Butler.S.16.10"},{"type":"paragraph","content":"And it may be some encouragement to cheerful perseverance in these endeavours, to observe, not only that they are our duty, but also that they seem the means of carrying on a great scheme of Providence, which shall certainly be accomplished. For \"the everlasting gospel shall be preached to every nation,\" Rev. xiv. 6; \"and the kingdoms of this world shall become the kingdoms of our Lord, and of his Christ,\" Rev. xi. 15.","subId":"11","id":"Butler.S.16.11"},{"type":"paragraph","content":"However, we ought not to be discouraged in this good work, though its future success were less clearly foretold; and though its effect now in reforming mankind appeared to be as little as our adversaries pretend. They indeed, and perhaps some others, seem to require more than either experience or Scripture give ground to hope for, in the present course of the world. But the bare establishment of Christianity in any place, even the external form and profession of it, is a very important and valuable effect. It is a serious call upon men to attend to the natural and the revealed doctrine of religion. It is a standing publication of the gospel, and renders it a witness to them; and by this means the purposes of Providence are carrying on, with regard to remote ages, as well as to the present. \"Cast thy bread upon the waters: for thou shalt find it after many days. In the morning sow thy seed, and in the evening withhold not thine hand; for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good,\" Eccles. xi. 1, 6. We can look but a very little way into the connections and consequences of things: our duty is to spread the incorruptible seed as widely as we can; and leave it to \"God to give the increase,\" 1 Cor. iii. 6. Yet thus much we may be almost assured of, that the gospel, wherever it is planted, will have its genuine effect upon some few; upon more, perhaps, than are taken notice of in the hurry of the world. There are, at least, a few persons in every country and successive age, scattered up and down, and mixed among the rest of mankind; who, not being corrupted past amendment, but having within them the principles of recovery, will be brought to a moral and religious sense of things, by the establishment of Christianity where they live; and then will be influenced by the peculiar doctrines of it, in proportion to the integrity of their minds, and to the clearness, purity, and evidence, with which it is offered them. Of these our Lord speaks in the parable of the sower, \"as understanding the word, and bearing fruit, and bringing forth, some an hundred fold, some sixty, some thirty,\" Matt. xiii. 23. One might add that these persons, in proportion to their influence, do at present better the state of things; better it even in the civil sense, by giving some check to that avowed profligateness, which is a contradiction to all order and government, and, if not checked, must be the subversion of it.","subId":"12","id":"Butler.S.16.12"},{"type":"paragraph","content":"These important purposes, which are certainly to be expected from the good work before us, may serve to show how little weight there is in that objection against it, from the want of those miraculous assistances with which the first preachers of Christianity proved its truth. The plain state of the case is, that the gospel, though it be not in the same degree a witness to all who have it made known to them; yet in some degree is so to all. Miracles, to the spectators of them, are intuitive proofs of its truth: but the bare preaching of it is a serious admonition to all who hear it, to attend to the notices which God has given of himself by the light of nature; and, if Christianity be preached with its proper evidence, to submit to its peculiar discipline and laws: if not, to inquire honestly after its evidence in proportion to their capacities. And there are persons of small capacities for inquiry and examination, who yet are wrought upon by it to \"deny ungodliness and worldly lusts, and live soberly, righteously, and godly in this present world,\" Tit. ii. 12, 13, in expectation of a future judgment by Jesus Christ. Nor can any Christian who understands his religion object that these persons are Christians without evidence; for he cannot be ignorant who has declared, that \"if any man will do his will, he shall know the doctrine, whether it be of God,\" John vii. 1 7. And, since the whole end of Christianity is to influence the heart and actions, were an unbeliever to object in that manner, he should be asked, whether he would think it to the purpose to object against persons of like capacities, that they are prudent without evidence, when, as is often the case, they are observed to manage their worldly affairs with discretion.","subId":"13","id":"Butler.S.16.13"},{"type":"paragraph","content":"The design before us being therefore in general unexceptionably good, it were much to be wished, that serious men of all denominations would join in it. And let me add, that the foregoing view of things affords distinct reasons why they should. For, first, by so doing, they assist in a work of the most useful importance, that of spreading over the world the Scripture itself, as a Divine revelation; and it cannot be spread under this character, for a continuance, in any country, unless Christian churches be supported there, but will always, more or less, so long as such churches subsist: and, therefore, their subsistence ought to be provided for. In the next place, they should remember, that if Christianity is to be propagated at all, which they acknowledge it should, it must be in some particular form of profession. And though they think ours liable to objections, yet it is possible they themselves may be mistaken; and whether they are or no, the very nature of society requires some compliance with others. And whilst, together with our particular form of Christianity, the confessed standard of Christian religion, the Scripture, is spread; and especially whilst every one is freely allowed to study it, and worship God according to his conscience; the evident tendency is, that genuine Christianity will be understood and prevail. Upon the whole, therefore, these persons would do well to consider how far they can with reason satisfy themselves in neglecting what is certainly right, on account of what is doubtful whether it be wrong; and when the right is of so much greater consequence one way, than the supposed wrong can be on the other.","subId":"14","id":"Butler.S.16.14"},{"type":"paragraph","content":"To conclude: atheistical immorality and profaneness, surely, is not better in itself, nor less contrary to the design of revelation, than superstition. Nor is superstition the distinguishing vice of the present age, either at home or abroad. But if our colonies abroad are left without a public religion, and the means of instruction, what can be expected, but that from living in a continual forgetfulness of God, they will at length cease to believe in him, and so sink into stupid atheism? And there is too apparent danger of the like horrible depravity at home, without the like excuse for it. Indeed, amongst creatures naturally formed for religion, yet so much under the powers of imagination, so apt to deceive themselves, and so liable to be deceived by others, as men are, superstition is an evil which can never be out of sight. But even against this, true religion is a great security, and the only one. True religion takes up that place in the mind which superstition would usurp, and so leaves little room for it; and likewise lays us under the strongest obligations to oppose it. On the contrary, the danger of superstition cannot but be increased by the prevalence of irreligion, and by its general prevalence the evil will be unavoidable. For the common people wanting a religion, will of course take up with almost any superstition which is thrown in their way; and, in process of time, amidst the infinite vicissitudes of the political world, the leaders of parties will certainly be able to serve themselves of that superstition, whatever it be, which is getting ground; and will not fail to carry it on to the utmost length their occasions require. The general nature of the thing shows this, and history and fact confirm it. But what brings the observation home to ourselves is, that the great superstition of which this nation, in particular, has reason to be afraid, is imminent; and the ways in which we may very supposably be overwhelmed by it, obvious. It is, therefore, wonderful, those people, who seem to think there is but one evil in life, that of superstition, should not see that atheism and profaneness must be the introduction of it. So that, in every view of things, and upon all accounts, irreligion is at present our chief danger. Now the several religious associations among us, in which many good men have of late united, appear to be providentially adapted to this present state of the world. And as all good men are equally concerned in promoting the end of them, to do it more effectually, they ought to unite in promoting it; which yet is scarce practicable upon any new models, and quite impossible upon such as every, one would think unexceptionable. They ought therefore to come into those already formed to their hands, and even take advantage of any occasion of union, to add mutual force to each other's endeavours in furthering their common end, however they may differ as to the best means, or anything else subordinate to it. Indeed there are well-disposed persons, who much want to be admonished, how dangerous a thing it is to discountenance what is good, because it is not better, and hinder what they approve, by raising prejudices against some under part of it. Nor can they assist in rectifying what they think capable of amendment, in the manner of carrying on these designs, unless they will join in the designs themselves, which they must acknowledge to be good and necessary ones. For what can be called good and necessary by Christians, if it be not so to support Christianity where it must otherwise sink, and propagate it where it must otherwise be unknown; to restrain abandoned, bare-faced vice, by making useful examples, at least of shame, perhaps of repentance; and to take care of the education of such children as otherwise must be even educated in wickedness, and trained up to destruction? Yet good men, separately, can do nothing proportionable to what is wanting in any of these ways; but their common, united endeavours, may do a great deal in all of them.","subId":"15","id":"Butler.S.16.15"},{"type":"paragraph","content":"And besides the particular purposes which these several religious associations serve, the more general ones, which they all serve, ought not to be passed over. Everything of this kind is, in some degree, a safeguard to religion—an obstacle, more or less, in the way of those who want to have it extirpated out of the world. Such societies also contribute more especially towards keeping up the face of Christianity among ourselves; and by their obtaining here, the gospel is rendered more and more a witness to us. And if it were duly attended to, and had its genuine influence upon our minds, there would be no need of persuasions to impart the blessing; nor would the means of doing it be wanted. Indeed, the present income of this Society, which depends upon voluntary contributions, with the most frugal management of it, can in no wise sufficiently answer the bare purposes of our charter; but the nation, or even this opulent city itself, has it in its power to do so very much more, that I fear the mention of it may be thought too severe a reproof, since so little is done. But if the gospel had its proper influence upon the Christian world in general, as it is the centre of trade and the seat of learning, a very few ages, in all probability, would settle Christianity in every country, without miraculous assistances. For scarce anything else, I am persuaded, would be wanting to effect this, but laying it before men in its divine simplicity, together with an exemplification of it in the lives of Christian nations. \"The unlearned and unbelievers, falling down on their faces, would worship God, and report that God is in us of a truth,\" 1 Cor. xiv.","subId":"16","id":"Butler.S.16.16"},{"type":"note","content":"[Page 182.]","subId":"n21","id":"Butler.S.16.n21"},{"type":"note","content":"[Page 186.]","subId":"n22","id":"Butler.S.16.n22"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.15","imported":true,"title":"Sermon 15. Upon the Ignorance of Man.","breadcrumb":"Sermon 15","published":[1726,1749]},"next":{"id":"Butler.S.17","imported":true,"title":"Sermon 17","breadcrumb":"Sermon 17","published":[1726,1749]}}