{"imported":true,"id":"Butler.S.18","parent":"Butler.S","title":"Sermon 18","breadcrumb":"Sermon 18","texts":[],"published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","forename":"Joseph","surname":"Butler","author":"Joseph Butler","birth":1692,"death":1752,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SERMON XVIII.\n[1 Peter ii. 16.]\nAnd not using your liberty for a cloak of maliciousness, but as the servants of God.","id":"Butler.S.18"},{"type":"paragraph","content":"AN History so full of important and interesting Events as that which this Day recalls annually to our thoughts, cannot but afford them very different subjects for their most serious and useful employment. But there seems none which it more naturally leads us to consider than that of hypocrisy, as it sets before us so many examples of it; or which will yield us more practical instruction, as these examples so forcibly admonish us, not only to be upon our guard against the pernicious effects of this vice in others, but also to watch over our own hearts, against everything of the like kind in ourselves; for hypocrisy, in the moral and religious consideration of things, is of much larger extent than every one may imagine.","subId":"1","id":"Butler.S.18.1"},{"type":"paragraph","content":"In common language, which is formed upon the common intercourses amongst men, hypocrisy signifies little more than their pretending what they do not really mean, in order to delude one another. But, in Scripture, which treats chiefly of our behaviour towards God and our own consciences, it signifies not only the endeavour to delude our fellow-creatures, but likewise insincerity towards Him, and towards ourselves. And, therefore, according to the whole analogy of scriptural language, \"to use liberty as a cloak of maliciousness,\" must be understood to mean, not only endeavouring to impose upon others, by indulging wayward passions, or carrying on indirect designs, under pretences of it; but also excusing and palliating such things to ourselves; serving ourselves of such pretences to quiet our own minds in anything which is wrong.","subId":"2","id":"Butler.S.18.2"},{"type":"paragraph","content":"Liberty, in the writings of the New Testament, for the most part signifies, being delivered from the bondage of the ceremonial law, or of sin and the devil, which St. Paul calls \"the glorious liberty of the children of God,\" Rom. viii. 21. This last is a progressive state: and the perfection of it, whether attainable in this world or not, consists in that \"perfect love,\" 1 John iv. 18, which St. John speaks of; and which, as it implies an entire coincidence of our wills with the will of God, must be a state of the most absolute freedom, in the most literal and proper sense. But whatever St. Peter distinctly meant by this word liberty, the text gives occasion to consider any kind of it, which is liable to the abuse he here warns us against. However, it appears that he meant to comprehend that liberty, were it more or less, which they to whom he was writing enjoyed under civil government; for of civil government he is speaking just before and afterwards, 1 Peter ii. 13: \"Submit yourselves to every ordinance of man for the Lord's sake; whether it be to the king as supreme; or unto governors, as unto them that are sent by him. For so is the will of God, that with well-doing,\" of which dutiful behaviour towards authority is a very material instance, \"ye may put to silence the ignorance of foolish men: as free,\" perhaps in distinction from the servile state of which he speaks afterwards, 1 Pet. ii. 16, \"and not using your liberty for a cloak of maliciousness,\" of anything wrong, for so the word signifies; and therefore comprehends petulance, affectation of popularity, with any other like frivolous turn of mind, as well as the more hateful and dangerous passions, such as malice, or ambition: for all of which liberty may equally be \"used as a cloak.\" The apostle adds, \"but as the servants of God; as free—but as his servants,\" who requires a dutiful submission to \"every ordinance of man,\" to magistracy; and to whom we are accountable for our manner of using the liberty we enjoy under it, as well as for all other parts of our beha- viour. \"Not using your liberty as a cloak of maliciousness, but as the servants of God.\"","subId":"3","id":"Butler.S.18.3"},{"type":"paragraph","content":"Here are three things offered to our consideration:","subId":"4","id":"Butler.S.18.4"},{"type":"paragraph","content":"First, A general supposition, that what is wrong cannot be avowed in its proper colours, but stands in need of some cloak to be thrown over it: Secondly, A particular one, that there is danger, some singular danger, of liberty's being made use of for this purpose: Lastly, An admonition not to make this ill use of our liberty, \"but\" to use it \"as the servants of God.\"","subId":"5","id":"Butler.S.18.5"},{"type":"paragraph","content":"I. Here is a general supposition, that what is wrong cannot be avowed in its proper colours, but stands in need of some cloak to be thrown over it. God has constituted our nature, and the nature of society, after such a manner, that, generally speaking, men cannot encourage or support themselves in wickedness, upon the footing of there being no difference between right and wrong, or by a direct avowal of wrong, but by disguising it, and endeavouring to spread over it some colours of right. And they do this in every capacity and every respect, in which there is a right or a wrong. They do it, not only as social creatures under civil government, but also as moral agents under the government of God: in one case, to make a proper figure in the world, and delude their fellow-creatures; in the other, to keep peace within themselves, and delude their own consciences. And the delusion in hoth cases being voluntary, is, in Scripture, called by one name, and spoken against in the same manner; though, doubtless, they are much more explicit with themselves, and more distinctly conscious of what they are about in one case than in the other.","subId":"6","id":"Butler.S.18.6"},{"type":"paragraph","content":"The fundamental laws of all governments are virtuous ones, prohibiting treachery, injustice, cruelty; and the law of reputation enforces those civil laws, by rendering these vices everywhere infamous, and the contrary virtues honourable, and of good report. Thus far the constitution of society is visibly moral; and hence it is, that men cannot live in it without taking care to cover those vices when they have them, and make some profession of the opposite virtues, fidelity, justice, kind regard to others, when they have them not: but especially is this necessary, in order to disguise and colour over indirect purposes, which require the concurrence of several persons.","subId":"7","id":"Butler.S.18.7"},{"type":"paragraph","content":"Now, all false pretences of this kind are to be called hypocritical, as being contrary to simplicity; though not always designed, properly speaking, to beget a false belief. For it is to be observed, that they are often made without any formal intention to have them believed, or to have it thought that there is any reality under these pretences. Many examples occur of verbal professions of fidelity, justice, public regards, in cases where there could be no imagination of their being believed. And what other account can be given of these merely verbal professions, but that they were thought the proper language for the public ear; and made in business, for the very same kind of reasons as civility is kept up in conversation.","subId":"8","id":"Butler.S.18.8"},{"type":"paragraph","content":"These false professions of virtue, which men have in all ages found it necessary to make their appearance with abroad, must have been originally taken up in order to deceive, in the proper sense; then they became habitual, and often intended merely by way of form; yet often still, to serve their original purpose of deceiving.","subId":"9","id":"Butler.S.18.9"},{"type":"paragraph","content":"There is doubtless among mankind a great deal of this hypocrisy towards each other; but not so much as may sometimes be supposed. For part which has, at first sight, this appearance, is in reality that other hypocrisy before mentioned; that self-deceit of which the Scripture so remarkably takes notice. There are indeed persons, who live \"without God in the world,\" Eph. ii. 12; and some appear so hardened, as to keep no measures with themselves. But as very ill men may have a real and strong sense of virtue and religion, in proportion as this is the case with any, they cannot be easy within themselves but by deluding their consciences. And though they should, in great measure, get over their religion, yet this will not do. For as long as they carry about with them any such sense of things as makes them condemn what is wrong in others, they could not but condemn the same in themselves, and dislike and be disgusted with their own character and conduct, if they would consider them distinctly, and in a full light. But this sometimes they carelessly neglect to do, and sometimes carefully avoid doing. And as \"the integrity of the upright guides him,\" Prov. xi. 3, guides even a man's judgment, so wickedness may distort it to such a degree, as that he may \"call evil good, and good evil: put darkness for light, and light for darkness,\" Isa. v. 20; and \"think wickedly, that God is such an one as himself,\" Psa. 1. 21. Even the better sort of men are, in some degree, liable to disguise and palliate their filings to themselves; but perhaps there are few men, who go on calmly in a course of very bad things, without somewhat of the kind now described in a very high degree. They try appearances upon themselves as well as upon the worlds and with at least as much success; and choose to manage so as to make their own minds easy with their faults, which can scarce be without management, rather than to mend them.","subId":"10","id":"Butler.S.18.10"},{"type":"paragraph","content":"But whether from men's deluding themselves, or from their intending to delude the world, it is evident, scarce anything wrong in public has ever been accomplished, or even attempted, but under false colours; either by pretending one thing, which was right, to be designed, when it was really another thing, which was wrong; or, if that which was wrong was avowed, by endeavouring to give it some appearance of right. For tyranny, and faction so friendly to it, and which is indeed tyranny out of power, and unjust wars, and persecution, by which the earth has been laid waste; all this has all along been carried on with pretences of truth, right, general good. So it is men cannot find in their heart to join in such things, without such honest words to be the bond of the union, though they know among themselves, that they are only words, and often though they know that everybody else knows it too.","subId":"11","id":"Butler.S.18.11"},{"type":"paragraph","content":"These observations might be exemplified by numerous instances in the history which led to them: and without them, it is impossible to understand in any sort the general character of the chief actors in it, who were engaged in the black design of subverting the constitution of their country. This they completed with the most enormous act of mere power, in defiance of all laws of God and man, and in express contradiction to the real design and public votes of that assembly, whose commission, they professed, was their only warrant for anything they did throughout the whole rebellion. Yet, with unheard-of hypocrisy towards men, towards God, and their own consciences—for without such a complication of it their conduct is inexplicable—even this action, which so little admitted of any cloak, was, we know, contrived and carried into execution, under pretences of authority, religion, liberty, and by profaning the forms of justice in an arraignment and trial, like to what is used in regular legal procedures. No age, indeed, can show an example of hypocrisy parallel to this. But the history of all ages, and all countries, will show what has been really going forward over the face of the earth, to be very different from what has been always pretended; and that virtue has been everywhere professed much more than it has been anywhere practised; nor could society, from the very nature of its constitution, subsist without some general public profession of it. Thus the face and appearance which the world has in all times put on, for the ease and ornament of life, and in pursuit of further ends, is the justest satire upon what has in all times been carrying on under it, and ill men are destined, by the condition of their being as social creatures, always to bear about with them, and in different degrees, to profess, that law of virtue by which they shall finally be judged and condemned.","subId":"12","id":"Butler.S.18.12"},{"type":"paragraph","content":"II. As fair pretences of one sort or other, have thus always been made use of by mankind to colour over indirect and wrong designs from the world, and to palliate and excuse them in their own minds, liberty, in common with all other good things, is liable to be made this use of, and is also liable to it in a way more peculiar to itself; which was the second thing to be considered.","subId":"13","id":"Butler.S.18.13"},{"type":"paragraph","content":"In the history which this day refers us to, we find our constitution in church and state destroyed under pretences not only of religion, but of securing liberty, and carrying it to a greater height. The destruction of the former was with zeal of such a kind as would not have been warrantable, though it had been employed in the destruction of heathenism. And the confusions, the persecuting spirit, and incredible fanaticism, which grew up upon its ruins, cannot but teach sober-minded men to reverence so mild and reasonable an establishment, now it is restored for the preservation of Christianity, and keeping up a sense of it amongst us, and for the instruction and guide of the ignorant: nay, were it only for guarding religion from such extravagances: especially as these important purposes are served by it, without bearing hard in the least upon any.","subId":"14","id":"Butler.S.18.14"},{"type":"paragraph","content":"And the concurrent course of things, which brought on the ruin of our civil constitution, and what followed upon it, are no less instructive. The opposition, by legal and parliamentary methods, to prerogatives unknown to the constitution, was doubtless formed upon the justest fears in behalf of it. But new distrusts arose: new causes were given for them; these were most unreasonably aggravated. The better part gradually gave way to the more violent; and the better part themselves seem to have insisted upon impracticable securities against that one danger to liberty of which they had too great cause to be apprehensive; and wonderfully overlooked all other dangers to it, which yet were and ever will be many and great. Thus they joined in the current measures, till they were utterly unable to stop the mischiefs to which, with too much distrust on one side, and too little on the other, they had contributed. Never was a more remarkable example of the wise man's observation, that \"the beginning of strife is as when one letteth out water,\" Prov. xvii. 14. For this opposition, thus began, surely without intent of proceeding to violence; yet, as it went on like an overflowing stream in its progress, it collects all sorts of impurities, and grew more outrageous as it grew more corrupted, till at length it bore down everything good before it. This naturally brought an arbitrary power in one shape, which was odious to everybody, and which could not be accommodated to the forms of our constitution, and put us in the utmost danger of having it entailed upon us under another, which might. For at the king's return, such was the just indignation of the public at what it had seen, and fear of feeling again what it had felt from the popular side : such the depression and compliance, not only of the more guilty, but also of those who, with with bitter meaning, had gone on with them; (and a great deal too for many of this character had gone;) and such the undistinguishing distrust the people had of them all, that the chief securities of our liberties seem to have been, their not being attempted at that time.","subId":"15","id":"Butler.S.18.15"},{"type":"paragraph","content":"But though persons contributed to all this mischief and danger with different degrees of guilt, none could contribute to them with innocence, who at all knew what they were about. Indeed, the destruction of a free constitution of government, though men see or fancy many defects in it, and whatever they design or pretend, ought not to be thought of without horror. For the design is in itself unjust, since it is romantic to suppose it legal; it cannot be prosecuted without the most wicked means, nor accomplished but with the present ruin of liberty, religious as well as civil: for it must be the ruin of its present security. Whereas the restoration of it must depend upon a thousand future contingencies, the integrity, understanding, power, of the persons into whose hands anarchy and confusion should throw things; and who they will be, the history before us may surely serve to show no human foresight can determine; even though such a terrible crisis were to happen in an age not distinguished for the want of principle and public spirit, and when nothing particular were to be apprehended from abroad. It would be partiality to say, that no constitution of government can possibly be imagined more perfect than our own ; and ingenuous youth may be warmed with the idea of one against which nothing can be objected. But it is the strongest objection against attempting to put in practice the most perfect theory, that it is impracticable or too dangerous to be attempted. And whoever will thoroughly consider, in what degree mankind are really influenced by reason, and in what degree by custom, may, I think, be convinced, that the state of human aflairs does not even admit of an equivalent for the mischief of setting things afloat, and the danger of parting with those securities of liberty, which arise from regulations of those prescription and ancient usage; especially at a time when the directors are so very numerous, and the obedient so few. Reasonable men, therefore, will look upon the general plan of our constitution, transmitted down to us by our ancestors, as sacred, and content themselves with calmly doing what their station requires towards rectifying the particular things which they think amiss, and supplying the particular things which they think deficient in it, so far as is practicable, without endangering the whole.","subId":"16","id":"Butler.S.18.16"},{"type":"paragraph","content":"But liberty is in many other dangers from itself, besides those which arise from formed designs of destroying it, under hypocritical pretences, or romantic schemes of restoring it upon a more perfect plan. It is particularly liable to become excessive, and to degenerate insensibly into licentiousness; in the same manner as liberality, for example, is apt to degenerate into extravagance. And as men cloak their extravagance to themselves under the notion of liberality, and to the world under the name of it, so licentiousness passes under the name and notion of liberty. Now it is to be observed, that there is, in some respects or other, a very peculiar contrariety between those vices which consist in excess, and the virtues of which they are said to be the excess and the resemblance, and whose names they affect to bear; the excess of anything being always to its hurt, and tending to its destruction. In this manner licentiousness is, in its very nature, a present infringement upon liberty, and dangerous to it for the future. Yet it is treated by many persons with peculiar indulgence under this very notion, as being an excess of liberty. And an excess of liberty it is to the licentious themselves: but what is it to those who suffer by them, and who do not think that amends is at all made them by having it left in their power to retaliate safely? When by popular insurrections, or defamatory libels, or in any like way, the needy and the turbulent securely injure quiet people in their fortune or good name, so far quiet people are no more free than if a single tyrant used them thus. A particular man may be licentious being less free; but a community cannot, since the licentiousness of one will unavoidably break in upon the liberty of another. Civil liberty, the liberty of a community, is a severe and a restrained thing; implies in the notion of it, authority, settled subordinations, subjection, and obedience; and is altogether as much hurt by too little of this kind as by too much of it And the love of liberty, when it is indeed the love of liberty which carries us to withstand tyranny, will as much carry us to reverence authority and support it; for the most obvious reason, that one is as necessary to the very being of liberty, as the other is destructive of it. And therefore the love of liberty, which does not produce this effect—the love of liberty, which is not a real principle of dutiful behaviour towards authority—is as hypocritical as the religion which is not productive of a good life. Licentiousness is, in truth, such an excess of liberty, as is of the same nature with tyranny. For, what is the difference between them, but that one is lawless power exercised under pretence of authority, or by persons invested with it; the other, lawless power exercised under pretence of liberty, or without any pretence at all? A people, then, must always be less free, in proportion as they are more licentious; licentiousness being not only different from liberty, but directly contrary to it—a direct breach upon it.","subId":"17","id":"Butler.S.18.17"},{"type":"paragraph","content":"It is moreover of a growing nature, and of speedy growth too; and, with the culture which it has amongst us, needs no great length of time to get to such a height as no legal government will be able to restrain, or subsist under; which is the condition the historian describes, in saying they could neither bear their vices, nor the remedies of them. I said legal government; for, in the present state of the world, there is no danger of our becoming savages. Had licentiousness finished its work, and destroyed our constitution, power would not be wanting, from one quarter or another, sufficient to subdue us, and keep us in subjection. But government, as distinguished from mere power, free government, necessarily implies reverence in the subjects of it, for authority, or power, regulated by laws, and a habit of submission to the subordinations in civil life, throughout its several ranks; nor is a people capable of liberty without somewhat of this kind. But it must be observed, and less surely cannot be observed, this reverence and submission will, at best, be very precarious, if it be not founded upon a sense of authority being God's ordinance, and the subordinations in life a providential appointment of things. Now, let it be considered, for surely it is not duly considered, what is really the short amount of those representations which persons of superior rank give, and encourage to be given of each other, and which are spread over the nation? Is it not somewhat, in itself and in its circumstances, beyond anything in any other age or country of the world? And what effect must the continuance of this extravagant licentiousness in them, not to mention other kinds of it, have upon the people in those respects just mentioned? Must it not necessarily tend to wear out of their minds all reverence for authority, and respect for superiors of every sort; and, joined with the irreligious principles we find so industriously propagated, to introduce a total profligateness amongst them; since, let them be as bad as they will, it is scarce possible they can be so bad as they are instructed they may be, or worse than they are told their superiors are? And is there no danger that all this, to mention only one supposable course of it, may raise somewhat like that levelling spirit, upon atheistical principles, which in the last age prevailed upon enthusiastic ones? not to speak of the possibility, that different sorts of people may unite in it, upon these contrary principles. And may not this spirit, together with a concurrence of ill humours, and of persons who hope to find their account in confusion, soon prevail to such a degree, as will require more of the good old principles of loyalty and of religion to withstand it, than appear to be left amongst us?","subId":"18","id":"Butler.S.18.18"},{"type":"paragraph","content":"What legal remedies can be provided against these mischief, or whether any at all, are considerations the farthest from my thoughts. No government can be free, which is not administered by general stated laws; and these cannot comprehend every case which wants to be provided against; nor can new ones be made for every particular case as it arises: and more particular laws, as well as more general ones, admit of infinite evasions: and legal government forbids any but legal methods of redress, which cannot but be liable to the same sort of imperfections, besides the additional one of delay: and whilst redress is delayed, however unavoidably, wrong subsists. Then there are very bad things, which human authority can scarce provide against at all, but by methods dangerous to liberty; nor fully but by such as would be fatal to it. These things show, that liberty, in the very nature of it, absolutely requires, and even supposes, that people be able to govern themselves in those respects in which they are free; otherwise their wickedness will be in proportion to their liberty, and this greatest of blessings will become a curse.","subId":"19","id":"Butler.S.18.19"},{"type":"paragraph","content":"III. These things show likewise that there is but one adequate remedy to the forementioned evils, even that which the apostle prescribes in the last words of the text, to consider ourselves, \"as the servants of God,\" who enjoins dutiful submission to civil authority as his ordinance; and to whom we are accountable for the use we make of the liberty which we enjoy under it. Since men cannot live out of society, nor in it, without government, government is plainly a divine appointment; and consequently submission to it, a most evident duty of the law of nature. And we all know in how forcible a manner it is put upon our conscience in Scripture. Nor can this obligation be denied formally upon any principles, but such as subvert all other obligations. Yet many amongst us seem not to consider it as any obligation at all. This doubtless is in a great measure, owing to dissoluteness and corruption of manners; but I think it is partly owing to their having reduced it to nothing in theory; whereas this obligation ought to be put upon the same footing with all other general ones, which are not absolute and without exception: and our submission is due in all cases, but those which we really discern to be exceptions to this general rule. And they who are perpetually displaying the exceptions, though they do not indeed contradict the meaning of any particular text of Scripture, which surely intended to make no alteration in men's civil rights, yet they go against the general tenor of Scripture. For the Scripture, throughout the whole of it, commands submission; supposing men apt enough of themselves to make the exceptions, and not to need being continually reminded of them. Now if we are really under any obligations of duty at all to magistrates, honour and respect, in our behaviour towards them, must doubtless be their due. And they who refuse to pay them this small and easy regard, who \"despise dominion, and speak evil of dignities,\" Jude 8, should seriously ask themselves, what restrains them from any other instance whatever of undutifulness? And if it be principle, why not from this? Indeed, free government supposes that the conduct of affairs may be inquired into and spoken of with freedom. Yet surely this should be done with decency, for the sake of liberty itself: for its honour, and its security. But be it done as it will, it is a very different thing from libelling, and endeavouring to vilify the persons of such as are in authority. It will be hard to find an instance, in which a serious man could calmly satisfy himself in doing this. It is in no case necessary, and, in every case, of very pernicious tendency. But the immorality of it increases, in proportion to the integrity and superior rank of the persons thus treated. It is therefore in the highest degree immoral, when it extends to the supreme authority in the person of a prince, from whom our liberties are in no imaginable danger, whatever they may be from ourselves; and whose mild, and strictly legal government, could not but make any virtuous people happy.","subId":"20","id":"Butler.S.18.20"},{"type":"paragraph","content":"A free government, which the good providence of God has preserved to us through innumerable dangers, is an invaluable blessing. And our ingratitude to him in abusing of it, must be great in proportion to the greatness of the blessing, and the providential deliverances by which it has been preserved to us. Yet the crime of abusing this blessing receives further aggravation from hence, that such abuse always is to the reproach, and tends to the ruin of it. The abuse of liberty has directly overturned many free governments, as well as our own, on the popular side; and has, in various ways, contributed to the ruin of many which have been overturned on the side of authority. Heavy, therefore, must be their guilt, who shall be found to have given such advantages against it, as well as theirs who have taken them.","subId":"21","id":"Butler.S.18.21"},{"type":"paragraph","content":"Lastly, The consideration that we are the servants of God, reminds us that we are accountable to him for our behaviour in those respects, in which it is out of the reach of all human authority, and is the strongest enforcement of sincerity; as \"all things are naked, and open unto the eyes of him with whom we have to do,\" Heb. iv. 13. Artificial behaviour might perhaps avail much towards quieting our consciences, and making our part good in the short competitions of this world; but what will it avail ua considered as under the government of God? Under his government \" there is no darkness nor shadow of death, where the workers of iniquity may hide themselves,\" Job xxxiv. 22. He has indeed instituted civil government over the face of the earth, \"for the punishment of evil-doers, and for the praise,\"—the apostle does not say the rewarding, but—\"for the praise of them that do well,\" 1 Pet. ii. 1 4. Yet as the worst answer these ends in some measure, the best can do it very imperfectly. Civil government can by no means take cognizance of every work, which is good or evil: many things are done in secret; the authors unknown to it, and often the things themselves: then it cannot so much consider actions, under the view of their being morally good or evil, as under the view of their being mischievous, or beneficial to society; nor can it in any wise execute judgment in rewarding what is good, as it can, and ought, and does, in punishing what is evil. But \"God shall bring every word into judgment, with every secret thing, whether it be good, or whether it be evil,\" Eccles. xii. 14.","subId":"22","id":"Butler.S.18.22"},{"type":"note","content":"The hypocrisy laid to the charge of the Pharisees and Sadducees, in Matt. xvi. at the beginning, and in Luke xii. 54, is determinately this, that their vicious passions blinded them so as to prevent their discerning the evidence of our Saviour's mission; though no more understanding was necessary to discern it, than what they had, and made use of in common matters. Here they are called hypocrites, merely upon account of their insincerity towards God and their own consciences, and not at all upon account of any insincerity towards men. This last, indeed, is included in that general hypocrisy, which, throughout the gospels, is represented as their distinguished character; but the former is as much included. For they were not men, who, without any belief at all of religion, put on the appearance of it only in order to deceive the world; on the contrary, they believed their religion, and were zealous in it. Bat their religion, which they believed, and were zealous in, was, in its nature, hypocritical: for it was the form, not the reality; it allowed them in immoral practices; and, indeed, was itself in some respects immoral, as they indulged their pride, and uncharitableness, under the notion of zeal for it. See Jer. ix. 6. Psa. Ixxviii. 36. Job viii. 13, and Matt. xv. 7—14, and xxiii. 13, 16, 19, 24, 26, where hypocrite and blind are used promiscuously. Again, the Scripture speaks of the \"deceitfulness of sin;\" and its deceiving those who are guilty of it; Heb. iii. 13; Eph. iv. 22; Rom. vii. 11: of men's acting as if they could \"deceive and mock God,\" Isa. xxix. 15; Acts v. 3; Gal. vi. 7: of their \"blinding their own eyes,\" Matt. xiii. 15; Acts xxviii. 27: and \"deceiving themselves,\" which is quite a different thing from being deceived, 1 Cor. iii. 18; 1 John i. 8; Gal. vi. 3; James i. 22, 26. Many more coincident passages might be mentioned; but I will add only one. In 2 Thess. ii. 11, it is foretold, that by means of some force, some energy of delusion, men should believe the lie which is there treated of: this force of delusion is not anything without them, but somewhat within them, which it is expressly said, they should bring upon themselves, \"by not receiving the love of the truth, but having pleasure in unrighteousness.\" Answering to all this is that very remarkable passage of our Lord, Matt. vi. 22, 23; Luke xi. 34, 35, and that admonition, repeated fourteen times in the New Testament, \"he that hath ears to hear, let him hear.\" And the ground of this whole manner of considering things; for it is not to be spoken of as only a peculiar kind of phraseology, but it is a most accurate and strictly just manner of considering characters and moral conduct; the ground when persons will not be influenced by such evidence in religion as they act upon in the daily course of life, or when their notions of religion (and I might add of virtue) are, in any sort, reconcilable with what is vicious, it is some faulty negligence, or prejudice, which thus deludes them; in very different ways, perhaps, and very different degrees. But when any one is thus deluded through his own fault, in whatever way or degree it is, he deludes himself. And this is as properly hypocrisy towards himself, as deluding the world is hypocrisy towards the world: and he who is guUty of it, acta as if h« could deceive and mock God; and, therefore, is an hypocrite towards him, in as strict and literal a sense as the nature of the subject will admit.","subId":"n25","id":"Butler.S.18.n25"},{"type":"note","content":"Nec vitia nostra, nec remedia pati possumus. [Liv. li. c. l.]","subId":"n26","id":"Butler.S.18.n26"}]}