{"imported":true,"id":"Hume.HE.6.60","parent":"Hume.HE.6","title":"Chapter 60. The Commonwealth","breadcrumb":"Chapter 60","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LX. £2 £1 THE COMMONWEALTH. £1 _State of England——Of Scotland——Of Ireland——Levellers suppressed——Siege of Dublin raised——Tredah stormed——Covenanters——Montrose taken prisoner——Executed——Covenanters——Battle of Dunbar——Of Worcester——King's escape——The commonwealth——Dutch war——Dissolution of the parliament._","id":"Hume.HE.6.60"},{"type":"paragraph","content":"#1649. State of England.# THE confusions, which overspread England after the murder of Charles I. proceeded as well from the spirit of refinement and innovation, which agitated the ruling party, as from the dissolution of all that authority, both civil and ecclesiastical, by which the nation had ever been accustomed to be governed. Every man had framed the model of a republic; and, however new it was, or fantastical, he was eager in recommending it to his fellow citizens, or even imposing it by force upon them. Every man had adjusted a system of religion, which, being derived from no traditional authority, was peculiar to himself; and being founded on supposed inspiration, not on any principles of human reason, had no means, besides cant and low rhetoric, by which it could recommend itself to others. The levellers insisted on an equal distribution of power and property, and disclaimed all dependance and subordination.","subId":"1","id":"Hume.HE.6.60.1"},{"type":"paragraph","content":"^The^ millenarians or fifth-monarchy-men required, that government itself should be abolished, and all human powers be laid in the dust, in order to pave the way for the dominion of Christ, whose second coming they suddenly expected. The Antinomians even insisted, that the obligations of morality and natural law were suspended, and that the elect, guided by an internal principle, more perfect and divine, were superior to the _beggarly elements_ of justice and humanity. A considerable party declaimed against tythes and hireling priesthood, and were resolved, that the magistrate should not support by power or revenue any ecclesiastical establishment. Another party inveighed against the law and its professors; and on pretence of rendering more simple the distribution of justice, were desirous of abolishing the whole system of English jurisprudence, which seemed interwoven with monarchical government. Even those among the republicans, who adopted not such extravagancies, were so intoxicated with their saintly character, that they supposed themselves possessed of peculiar privileges; and all professions, oaths, laws, and engagements had, in a great measure, lost their influence over them. The bands of society were every where loosened; and the irregular passions of men were encouraged by speculative principles, still more unsocial and irregular.","subId":"2","id":"Hume.HE.6.60.2"},{"type":"paragraph","content":"^The^ royalists, consisting of the nobles and more considerable gentry, being degraded from their authority and plundered of their property, were inflamed with the highest resentment and indignation against those ignoble adversaries, who had reduced them to subjection. The presbyterians, whose credit had first supported the arms of the parliament, were enraged to find, that, by the treachery or superior cunning of their associates, the fruits of all their successful labours were ravished from them. The former party, from inclination and principle, zealously attached themselves to the son of their unfortunate monarch, whose memory they respected, and whose tragical death they deplored. The latter cast their eye towards the same object; but they had still many prejudices to overcome, many fears and jealousies to be allayed, ere they could cordially entertain thoughts of restoring the family, which they had so grievously offended, and whose principles they regarded with such violent abhorrence.","subId":"3","id":"Hume.HE.6.60.3"},{"type":"paragraph","content":"^The^ only solid support of the republican independent faction, which, though it formed so small a part of the nation, had violently usurped the government of the whole, was a numerous army of near fifty thousand men. But this army, formidable from its discipline and courage, as well as its numbers, was actuated by a spirit, that rendered it dangerous to the assembly, which had assumed the command over it. Accustomed to indulge every chimera in politics, every frenzy in religion, the soldiers knew little of the subordination of citizens, and had only learned, from apparent necessity, some maxims of military obedience. And while they still maintained, that all those enormous violations of law and equity, of which they had been guilty, were justified by the success, with which providence had blessed them; they were ready to break out into any new disorder, wherever they had the prospect of a like sanction and authority.","subId":"4","id":"Hume.HE.6.60.4"},{"type":"paragraph","content":"^What^ alone gave some stability to all these unsettled humours, was the great influence, both civil and military, acquired by Oliver Cromwel. This man, suited to the age in which he lived, and to that alone, was equally qualified to gain the affection and confidence of men, by what was mean, vulgar, and ridiculous in his character; as to command their obedience by what was great, daring, and enterprizing. Familiar even to buffoonery with the meanest centinel, he never lost his authority: Transported to a degree of madness with religious extasies, he never forgot the political purposes, to which they might serve. Hating monarchy, while a subject; despising liberty, while a citizen; though he retained for a time all orders of men under a seeming obedience to the parliament; he was secretly paving the way, by artifice and courage, to his own unlimited authority.","subId":"5","id":"Hume.HE.6.60.5"},{"type":"paragraph","content":"^The^ parliament, for so we must henceforth call a small and inconsiderable part of the house of commons, having murdered their sovereign with so many appearing circumstances of solemnity and justice, and so much real violence and even fury, began to assume more the air of a civil, legal power, and to enlarge a little the narrow bottom upon which they stood. They admitted a few of the excluded and absent members, such as were liable to least exception; but on condition, that these members should sign an approbation of whatever had been done in their absence with |regard to the king's trial: And some of them were willing to acquire a share of power on such terms: The greater part disdained to lend their authority to such apparent usurpations. They issued some writs for new elections, in places where they hoped to have interest enough to bring in their own friends and dependants. They named a council of state, thirty-eight in number, to whom all addresses were made, who gave orders to all generals and admirals, who executed the laws, and who digested all business before it was introduced into parliament[n1]. They pretended to employ themselves entirely in adjusting the laws, forms, and plan of a new representative; and as soon as they should have settled the nation, they professed their intention of restoring the power to the people, from whom, they acknowledged, they had entirely derived it.","subId":"6","id":"Hume.HE.6.60.6"},{"type":"paragraph","content":"^The^ commonwealth found every thing in England composed into a seeming tranquillity by the terror of their arms. Foreign powers, occupied in wars among themselves, had no leisure or inclination to interpose in the domestic dissensions of this island. The young king, poor and neglected, living sometimes in Holland, sometimes in France, sometimes in Jersey, comforted himself, amidst his present distresses, with the hopes of better fortune. The situation alone of Scotland and Ireland gave any immediate inquietude to the new republic.","subId":"7","id":"Hume.HE.6.60.7"},{"type":"paragraph","content":"#Of Scotland.# ^After^ the successive defeats of Montrose and Hamilton, and the ruin of their parties, the whole authority in Scotland fell into the hands of Argyle and the rigid churchmen, that party which was most averse to the interests of the royal family. Their enmity, however, against the independents, who had prevented the settlement of presbyterian discipline in England, carried them to embrace opposite maxims in their political conduct. Though invited by the English parliament to model their government into a republican form, they resolved still to adhere to monarchy, which had ever prevailed in their country, and which, by the express terms of their covenant, they had engaged to defend. They considered |besides, that as the property of the kingdom lay mostly in the hands of great families, it would be difficult to establish a commonwealth, or without some chief magistrate, invested with royal authority, to preserve peace or justice in the community. The execution, therefore, of the king, against which they had always protested, having occasioned a vacancy of the throne, they immediately proclaimed his son and successor, Charles II.; but upon condition \"of his good behaviour and strict observance of the covenant, and his entertaining no other persons about him but such as were godly men and faithful to that obligation.\" These unusual clauses, inserted in the very first acknowledgement of their prince, sufficiently shewed their intention of limiting extremely his authority. And the English commonwealth, having no pretence to interpose in the affairs of that kingdom, allowed the Scots, for the present, to take their own measures in settling their government.","subId":"8","id":"Hume.HE.6.60.8"},{"type":"paragraph","content":"#Of Ireland.# ^The^ dominion, which England claimed over Ireland, demanded more immediately their efforts for subduing that country. In order to convey a just notion of Irish affairs, it will be necessary to look backwards some years, and to relate briefly those transactions, which had past during the memorable revolutions in England. When the late king agreed to that cessation of arms with the Popish rebels[n2], which was become so requisite, as well for the security of the Irish protestants as for promoting his interests in England, the parliament, in order to blacken his conduct, reproached him with favouring that odious rebellion, and exclaimed loudly against the terms of the cessation. They even went so far as to declare it entirely null and invalid, because finished without their consent; and to this declaration the Scots in Ulster, and the earl of Inchiquin, a nobleman of great authority in Munster, professed to adhere. By their means, the war was still kept alive; but as the dangerous distractions in England hindered the parliament from sending any considerable assistance to their allies in Ireland, the marquess of Ormond, lord lieutenant, being a native of Ireland, and a person endowed with great prudence and virtue, formed a scheme for composing the disorders of his country, and for engaging the rebel Irish to support the cause of his royal master. There were many circumstances which strongly invited the natives of |Ireland to embrace the king's party. The maxims of that prince had always led him to give a reasonable indulgence to the catholics throughout all his dominions; and one principal ground of that enmity, which the puritans professed against him, was this tacit toleration. The parliament, on the contrary, even when unprovoked, had ever menaced the papists with the most rigid restraint, if not a total extirpation; and immediately after the commencement of the Irish rebellion, they put to sale all the estates of the rebels, and had engaged the public faith for transferring them to the adventurers, who had already advanced money upon that security. The success, therefore, which the arms of the parliament met with at Naseby, struck a just terror into the Irish; and engaged the council of Kilkenny, composed of deputies from all the catholic counties and cities, to conclude a peace with the marquess of Ormond[n3]. They professed to return to their duty and allegiance, engaged to furnish ten thousand men for the support of the king's authority in England, and were content with stipulating, in return, indemnity for their rebellion and toleration of their religion.","subId":"9","id":"Hume.HE.6.60.9"},{"type":"paragraph","content":"^Ormond^ not doubting but a peace, so advantageous and even necessary to the Irish, would be strictly observed, advanced with a small body of troops to Kilkenny, in order to concert measures for common defence with his new allies. The pope had sent over to Ireland a nuncio, Rinuccini, an Italian; and this man, whose commission empowered him to direct the spiritual concerns of the Irish, was emboldened, by their ignorance and bigotry, to assume the chief authority in the civil government. Foreseeing that a general submission to the lord-lieutenant would put an end to his own influence, he conspired with Owen Oneal, who commanded the native Irish in Ulster, and who bore a great jealousy to Preston, the general chiefly trusted by the council of Kilkenny. By concert, these two malcontents secretly drew forces together, and were ready to fall on Ormond, who remained in security, trusting to the pacification so lately concluded with the rebels. He received intelligence of their treachery, made his retreat with celerity and conduct, and sheltered his small army in Dublin and the other fortified towns, which still remained in the hands of the protestants.","subId":"10","id":"Hume.HE.6.60.10"},{"type":"paragraph","content":"^The^ nuncio, full of arrogance, levity, and ambition, was not contented with this violation of treaty. He summoned an assembly of the clergy at Waterford, and engaged them to declare against that pacification, which the civil council had concluded with their sovereign. He even thundered out a sentence of excommunication against all who should adhere to a peace, so prejudicial, as he pretended, to the catholic religion; and the deluded Irish, terrified with his spiritual menaces, ranged themselves every where on his side, and submitted to his authority. Without scruple, he carried on war against the lord-lieutenant, and threatened with a siege the protestant garrisons, which were, all of them, very ill provided for defence.","subId":"11","id":"Hume.HE.6.60.11"},{"type":"paragraph","content":"^Meanwhile^, the unfortunate king was necessitated to take shelter in the Scottish army; and being there reduced to close confinement, and secluded from all commerce with his friends, despaired, that his authority, or even his liberty, would ever be restored to him. He sent orders to Ormond, if he could not defend himself, rather to submit to the English than to the Irish rebels; and accordingly the lord-lieutenant, being reduced to extremities, delivered up Dublin, Tredah, Dundalk, and other garrisons to colonel Michael Jones, who took possession of them in the name of the English parliament. Ormond himself went over to England, was admitted into the king's presence, received a grateful acknowledgment for his past services, and during some time lived in tranquillity near London. But being banished, with the other royalists, to a distance from that city, and seeing every event turn out unfortunately for his royal master, and threaten him with a catastrophe still more direful, he thought proper to retire into France, where he joined the queen and the prince of Wales.","subId":"12","id":"Hume.HE.6.60.12"},{"type":"paragraph","content":"^In^ Ireland, during these transactions, the authority of the nuncio prevailed without controul among all the catholics; and that prelate, by his indiscretion and insolence, soon made them repent of the power, with which they had entrusted him. Prudent men likewise were sensible of the total destruction, which was hanging over the nation from the English parliament, and saw no resource or safety but in giving support to the declining authority of the king. The earl of Clanricarde, a nobleman of an ancient family, a person too of merit, who had ever preserved his loyalty, was sensible |of the ruin which threatened his countrymen, and was resolved, if possible, to prevent it. He secretly formed a combination among the catholics; he entered into a correspondence with Inchiquin, who preserved great authority over the protestants in Munster; he attacked the nuncio, whom he chaced out of the island; and he sent to Paris a deputation, inviting the lord-lieutenant to return and take possession of his government.","subId":"13","id":"Hume.HE.6.60.13"},{"type":"paragraph","content":"^Ormond^, on his arrival in Ireland, found the kingdom divided into many factions, among which either open war or secret enmity prevailed. The authority of the English parliament was established in Dublin, and the other towns, which he himself had delivered into their hands. Oneal maintained his credit in Ulster; and having entered into a secret correspondence with the parliamentary generals, was more intent on schemes for his own personal safety than anxious for the preservation of his country or religion. The other Irish, divided between their clergy, who were averse to Ormond, and their nobility, who were attached to him, were very uncertain in their motions and feeble in their measures. The Scots in the north, enraged, as well as their other countrymen, against the usurpations of the sectarian army, professed their adherence to the king; but were still hindered by many prejudices from entering into a cordial union with his lieutenant. All these distracted councils and contrary humours checked the progress of Ormond, and enabled the parliamentary forces in Ireland to maintain their ground against him. The republican faction, meanwhile, in England, employed in subduing the revolted royalists, in reducing the parliament to subjection, in the trial, condemnation, and execution of their sovereign, totally neglected the supplying of Ireland, and allowed Jones and the forces in Dublin to remain in the utmost weakness and necessity. The lord lieutenant, though surrounded with difficulties, neglected not the favourable opportunity of promoting the royal cause. Having at last assembled an army of 16,000 men, he advanced upon the parliamentary garrisons. Dundalk, where Monk commanded, was delivered up by the troops, who mutinied against their governor. Tredah, Neury, and other forts were taken. Dublin was threatened with a siege; and the affairs of the lieutenant appeared in so prosperous a condition, that the young king entertained thoughts of coming in person into Ireland.","subId":"14","id":"Hume.HE.6.60.14"},{"type":"paragraph","content":"^When^ the English commonwealth was brought to some tolerable settlement, men began to cast their eyes towards the neighbouring island. During the contest of the two parties, the government of Ireland had remained a great object of intrigue; and the presbyterians endeavoured to obtain the lieutenancy for Waller, the independents for Lambert. After the execution of the king, Cromwel himself began to aspire to a command, where so much glory, he saw, might be won, and so much authority acquired. In his absence, #15th March.# he took care to have his name proposed to the council of state; and both friends and enemies concurred immediately to vote him into that important office: The former suspected, that the matter had not been proposed merely by chance, without his own concurrence; the latter desired to remove him to a distance, and hoped, during his absence, to gain the ascendant over Fairfax, whom he had so long blinded by his hypocritical professions. Cromwel himself, when informed of his election, feigned surprize, and pretended at first to hesitate with regard to the acceptance of the command. And Lambert, either deceived by his dissimulation, or in his turn, feigning to be deceived, still continued, notwithstanding this disappointment, his friendship and connexions with Cromwel.","subId":"15","id":"Hume.HE.6.60.15"},{"type":"paragraph","content":"^The^ new lieutenant immediately applied himself with his wonted vigilance to make preparations for his expedition. Many disorders in England it behoved him previously to compose. All places were full of danger and inquietude. Though men, astonished with the successes of the army, remained in seeming tranquillity, symptoms of the greatest discontent every where appeared. The English, long accustomed to a mild administration, and unacquainted with dissimulation, could not conform their speech and countenance to the present necessity, or pretend attachment to a form of government, which they generally regarded with such violent abhorrence. It was requisite to change the magistracy of London, and to degrade, as well as punish, the mayor and some of the aldermen, before the proclamation for the abolition of monarchy could be published in the city. An engagement being framed to support the commonwealth without king or house of peers, the army was with some difficulty brought to subscribe it; but though it was imposed upon the rest of the nation under severe penalties, no less than putting all who refused out of the protection |of law; such obstinate reluctance was observed in the people, that even the imperious parliament was obliged to desist from it. The spirit of fanaticism, by which that assembly had at first been strongly supported, was now turned, in a great measure, against them. The pulpits, being chiefly filled with presbyterians, or disguised royalists, and having long been the scene of news and politics, could by no penalties be restrained from declarations, unfavourable to the established government. Numberless were the extravagances, which broke out among the people. Everard, a disbanded soldier, having preached that the time was now come when the community of goods would be renewed among christians, led out his followers to take possession of the land; and being carried before the general, he refused to salute him; because he was but his fellow creature[n4]. What seemed more dangerous: The army itself was infected with like humours[n5]. Though the levellers had for a time been suppressed by the audacious spirit of Cromwel, they still continued to propagate their doctrines among the private men and inferior officers, who pretended a right to be consulted, as before, in the administration of the commonwealth. They now practised against their officers the same lesson, which they had been taught against the parliament. They framed a remonstrance, and sent five agitators to present it to the general and council of war: These were cashiered with ignominy by sentence of a court martial. One Lockier, having carried his sedition farther, was sentenced to death; but this punishment was so far from quelling the mutinous spirit, that above a thousand of his companions showed their adherence to him, by attending his funeral, and wearing in their hats black and sea-green ribbons by way of favours. #Levellers suppressed.# About four thousand assembled at Burford, under the command of Thomson, a man formerly condemned for sedition by a court-martial, but pardoned by the general. Colonel Reynolds, and afterwards Fairfax and Cromwel, #May.# fell upon them, while unprepared for defence, and seduced by the appearance of a treaty. Four hundred were taken prisoners: Some of them capitally punished: The rest pardoned: And this tumultuous spirit, though it still lurked in the army, and broke out from time to time, seemed for the present to be suppressed.","subId":"16","id":"Hume.HE.6.60.16"},{"type":"paragraph","content":"^Petitions^, framed in the same spirit of opposition, were presented to the parliament by lieutenant-colonel Lilburn, the person who, for dispersing seditious libels, had formerly been treated with such severity by the star-chamber. His liberty was at this time as ill relished by the parliament, and he was thrown into prison, as a promoter of sedition and disorder in the commonwealth. The women applied by petition for his release; but were now desired to mind their houshold affairs, and leave the government of the state to the men. From all quarters, the parliament was harassed with petitions of a very free nature, which strongly spoke the sense of the nation, and proved how ardently all men longed for the restoration of their laws and liberties. Even in a feast, which the city gave to the parliament and council of state, it was deemed a requisite precaution, if we may credit Walker and Dugdale, to swear all the cooks, that they would serve nothing but wholesome food to them.","subId":"17","id":"Hume.HE.6.60.17"},{"type":"paragraph","content":"^The^ parliament judged it necessary to enlarge the laws of high-treason beyond those narrow bounds, within which they had been confined during the monarchy. They even comprehended verbal offences, nay intentions, though they had never appeared in any overt-act against the state. To affirm the present government to be an usurpation, to assert that the parliament or council of state were tyrannical or illegal, to endeavour subverting their authority or stirring up sedition against them; these offences were declared to be high-treason. The power of imprisonment, of which the petition of right had bereaved the king, it was now found necessary to restore to the council of state; and all the jails in England were filled with men whom the jealousies and fears of the ruling party had represented as dangerous[n6]. The taxes, continued by the new government, and which, being unusual, were esteemed heavy, encreased the general ill will, under which it laboured. Besides the customs and excise, ninety thousand pounds a month were levied on land for the subsistance of the army. The sequestrations and compositions of the royalists, the sale of the crown lands, and of the dean and chapter lands, though they yielded great sums, were not sufficient to support the vast expences, and, as was suspected, the great depredations, of the parliament and of their creatures[n7].","subId":"18","id":"Hume.HE.6.60.18"},{"type":"paragraph","content":"^Amidst^ all these difficulties and disturbances, the steddy mind of Cromwel, without confusion or embarrassment, still pursued its purpose. While he was collecting an army of twelve thousand men in the west of England, he sent to Ireland, under Reynolds and Venables, a reinforcement of four thousand horse and foot, in order to strengthen Jones, and enable him to defend himself against the marquess of Ormond, who lay at Finglass, and was making preparations for the attack of Dublin. Inchiquin, who had now made a treaty with the king's lieutenant, having, with a separate body, taken Tredah and Dundalk, gave a defeat to Offarrell who served under Oneal, and to young Coot who commanded some parliamentary forces. After he had joined his troops to the main army, with whom, for some time, he remained united, Ormond passed the river Liffy, and took post at Rathmines, two miles from Dublin; with a view of commencing the siege of that city. In order to cut off all farther supply from Jones, he had begun the reparation of an old fort, which lay at the gates of Dublin; and being exhausted with continual fatigue for some days, he had retired to rest, after leaving orders to keep his forces under arms. He was suddenly awaked with the noise of firing; #2d August.# and starting from his bed, saw every thing already in tumult and confusion. Jones, an excellent officer, formerly a lawyer, had sallied out with the reinforcement newly arrived; and attacking the party employed in repairing the fort, he totally routed them, pursued the advantage, and fell in with the army, which had neglected Ormond's orders. These he soon threw into disorder; put them to flight, in spite of all the efforts of the lord lieutenant; #Siege of Dublin raised.# chaced them off the field; seized all their tents, baggage, ammunition; and returned victorious to Dublin, after killing a thousand men, and taking above two thousand prisoners[n8].","subId":"19","id":"Hume.HE.6.60.19"},{"type":"paragraph","content":"^This^ loss, which threw some blemish on the military character of Ormond, was irreparable to the royal cause. That numerous army, which, with so much pains and difficulty, the lord lieutenant had been collecting for more than a year, was dispersed in a moment. #15th August.# Cromwel soon after arrived in Dublin, where he was welcomed with shouts and rejoicings. He hastened to Tredah. That |town was well fortified: Ormond had thrown into it a good garrison of three thousand men, under Sir Arthur Aston, an officer of reputation. He expected that Tredah, lying in the neighbourhood of Dublin, would first be attempted by Cromwel, and he was desirous to employ the enemy some time in that siege, while he himself should repair his broken forces. But Cromwel knew the importance of dispatch. Having made a breach, he ordered a general assault. #September. Tredah stormed.# Though twice repulsed with loss, he renewed the attack, and himself, along with Ireton, led on his men. All opposition was overborne by the furious valour of the troops. The town was taken sword in hand; and orders being issued to give no quarter, a cruel slaughter was made of the garrison. Even a few, who were saved by the soldiers, satiated with blood, were next day miserably butchered by orders from the general. One person alone of the garrison escaped to be a messenger of this universal havoc and destruction.","subId":"20","id":"Hume.HE.6.60.20"},{"type":"paragraph","content":"^Cromwel^ pretended to retaliate by this severe execution the cruelty of the Irish massacre: But he well knew, that almost the whole garrison was English; and his justice was only a barbarous policy, in order to terrify all other garrisons from resistance. His policy, however, had the desired effect. Having led the army without delay to Wexford, he began to batter the town. The garrison after a slight defence offered to capitulate; but before they obtained a cessation, they imprudently neglected their guards; and the English army rushed in upon them. The same severity was exercised as at Tredah.","subId":"21","id":"Hume.HE.6.60.21"},{"type":"paragraph","content":"^Every^ town, before which Cromwel presented himself, now opened its gates without resistance. Ross, though strongly garrisoned, was surrendered by lord Taffe. Having taken Estionage; Cromwel threw a bridge over the Barrow, #October.# and made himself master of Passage and Carric. The English had no farther difficulties to encounter than what arose from fatigue and the advanced season. Fluxes and contagious distempers creeped in among the soldiers, who perished in great numbers. Jones himself, the brave governor of Dublin, died at Wexford. And Cromwel had so far advanced with his decayed army, that he began to find it difficult, either to subsist in the enemies country, or retreat to his own garrisons. But while he was in these straits, Corke, Kinsale, and all |the English garrisons in Munster deserted to him, #November.# and opening their gates resolved to share the fortunes of their victorious countrymen.","subId":"22","id":"Hume.HE.6.60.22"},{"type":"paragraph","content":"^This^ desertion of the English put an end to Ormond's authority, which was already much diminished by the misfortunes at Dublin, Tredah, and Wexford. The Irish, actuated by national and religious prejudices, could no longer be kept in obedience by a protestant governor, who was so unsuccessful in all his enterprizes. The clergy renewed their excommunications against him and his adherents, and added the terrors of superstition to those which arose from a victorious enemy. Cromwel having received a reinforcement from England, again took the field early in the spring. He made himself master of Kilkenny and Clonmel, the only places where he met with any vigorous resistance. The whole frame of the Irish union being in a manner dissolved, Ormond, soon after, left the island, and delegated his authority to Clanricarde, who found affairs so desperate as to admit of no remedy. The Irish were glad to embrace banishment as a refuge. Above 40,000 men passed into foreign service; and Cromwel, well-pleased to free the island from enemies, who never could be cordially reconciled to the English, gave them full liberty and leisure for their embarkation.","subId":"23","id":"Hume.HE.6.60.23"},{"type":"paragraph","content":"^While^ Cromwel proceeded with such uninterrupted success in Ireland, which in the space of nine months he had almost entirely subdued, fortune was preparing for him a new scene of victory and triumph in Scotland. Charles was at the Hague, when Sir Joseph Douglas brought him intelligence, that he was proclaimed king by the Scottish parliament. At the same time, Douglas informed him of the hard conditions annexed to the proclamation, and extremely damped that joy, which might arise from his being recognized sovereign in one of his kingdoms. Charles too considered, that those who pretended to acknowledge his title, were at that very time in actual rebellion against his family, and would be sure to intrust very little authority in his hands, and scarcely would afford him personal liberty and security. As the prospect of affairs in Ireland was at that time not unpromising, he intended rather to try his fortune in that kingdom, from which he expected more dutiful submission and obedience.","subId":"24","id":"Hume.HE.6.60.24"},{"type":"paragraph","content":"^Meanwhile^ he found it expedient to depart from Holland. The people in the United Provinces were much attached to his interests. |Besides his connexion with the family of Orange, which was extremely beloved by the populace, all men regarded with compassion his helpless condition, and expressed the greatest abhorrence against the murder of his father; a deed, to which nothing, they thought, but the rage of fanaticism and faction could have impelled the parliament. But though the public in general bore great favour to the king, the States were uneasy at his presence. They dreaded the parliament, so formidable by their power, and so prosperous in all their enterprizes. They apprehended the most precipitate resolutions from men of such violent and haughty dispositions. And after the murder of Dorislaus, they found it still more necessary to satisfy the English commonwealth, by removing the king to a distance from them.","subId":"25","id":"Hume.HE.6.60.25"},{"type":"paragraph","content":"#1650.# ^Dorislaus^, though a native of Holland, had lived long in England; and being employed as assistant to the high court of justice, which condemned the late king, he had risen to great credit and favour with the ruling party. They sent him envoy to Holland; but no sooner had he arrived at the Hague, than he was set upon by some royalists, chiefly retainers to Montrose. They rushed into the room, where he was sitting with some company; dragged him from the table; put him to death as the first victim to their murdered sovereign; very leisurely and peaceably separated themselves; and though orders were issued by the magistrates to arrest them, these were executed with such slowness and reluctance, that the criminals had, all of them, the opportunity of making their escape.","subId":"26","id":"Hume.HE.6.60.26"},{"type":"paragraph","content":"^Charles^, having passed some time at Paris, where no assistance was given him, and even few civilities were paid him, made his retreat into Jersey, where his authority was still acknowledged. Here, Winram, laird of Liberton, came to him as deputy from the committee of estates in Scotland, and informed him of the conditions, to which he must necessarily submit before he could be admitted to the exercise of his authority. Conditions more severe were never imposed by subjects upon their sovereign; but as the affairs of Ireland began to decline, and the king found it no longer safe to venture himself in that island, he gave a civil answer to Winram, and desired commissioners to meet him at Breda, in order to enter into a treaty with regard to these conditions.","subId":"27","id":"Hume.HE.6.60.27"},{"type":"paragraph","content":"#Covenanters.# ^The^ earls of Cassilis and Lothian, lord Burley, the laird of Liberton and other commissioners arrived at Breda; but without |any power of treating: The king must submit without reserve to the terms imposed upon him. The terms were, that he should issue a proclamation, banishing from court all excommunicated persons, that is, all those, who, either under Hamilton or Montrose, had ventured their lives for his family; that no English subject, who had served against the parliament, should be allowed to approach him; that he should bind himself by his royal promise to take the covenant; that he should ratify all acts of parliament, by which presbyterian government, the directory of worship, the confession of faith, and the catechism were established; and that in civil affairs he should entirely conform himself to the direction of parliament, and in ecclesiastical to that of the assembly. These proposals, the commissioners, after passing some time in sermons and prayers, in order to express the more determined resolution, very solemnly delivered to the king.","subId":"28","id":"Hume.HE.6.60.28"},{"type":"paragraph","content":"^The^ king's friends were divided with regard to the part, which he should act in this critical conjuncture. Most of his English counsellors dissuaded him from accepting conditions, so disadvantageous and dishonourable. They said, that the men, who now governed Scotland, were the most furious and bigotted of that party, which, notwithstanding his gentle government, had first excited a rebellion against the late king; after the most unlimited concessions, had renewed their rebellion, and stopped the progress of his victories in England; and after he had entrusted his person to them in his uttermost distress, had basely sold him, together with their own honour, to his barbarous enemies: That they had as yet shown no marks of repentance, and even in the terms, which they now proposed, displayed the same antimonarchical principles, and the same jealousy of their sovereign, by which they had ever been actuated: That nothing could be more dishonourable, than that the king, in his first enterprize, should sacrifice, merely for the empty name of royalty, those principles, for which his father had died a martyr, and in which he himself had been strictly educated: That by this hypocrisy he might lose the royalists, who alone were sincerely attached to him; but never would gain the presbyterians, who were averse to his family and his cause, and would ascribe his compliance merely to policy and necessity: That the Scots had refused to give him any assurances of their intending to restore him to the throne of England; and could |they even be brought to make such an attempt, it had sufficiently appeared, by the event of Hamilton's engagement, how unequal their force was to so great an enterprize: That on the first check, which they should receive, Argyle and his partizans would lay hold of the quickest expedient for reconciling themselves to the English parliament, and would betray the king, as they had done his father, into the hands of his enemies: And that, however desperate the royal cause, it must still be regarded as highly imprudent in the king to make a sacrifice of his honour; where the sole purchase was to endanger his life or liberty.","subId":"29","id":"Hume.HE.6.60.29"},{"type":"paragraph","content":"^The^ earl of Laneric, now duke of Hamilton, the earl of Lauderdale, and others of that party, who had been banished their country for the late engagement, were then with the king; and being desirous of returning home in his retinue, they joined the opinion of the young duke of Buckingham, and earnestly pressed him to submit to the conditions required of him. It was urged, that nothing would more gratify the king's enemies than to see him fall into the snare laid for him, and by so scrupulous a nicety, leave the possession of his dominions to those who desired but a pretence for excluding him: That Argyle, not daring so far to oppose the bent of the nation as to throw off all allegiance to his sovereign, had embraced this expedient, by which he hoped to make Charles dethrone himself, and refuse a kingdom, which was offered him: That it was not to be doubted, but the same national spirit, assisted by Hamilton and his party, would rise still higher in favour of their prince after he had entrusted himself to their fidelity, and would much abate the rigour of the conditions, now imposed upon him: That whatever might be the present intentions of the ruling party, they must unavoidably be engaged in a war with England, and must accept the assistance of the king's friends of all parties, in order to support themselves against a power, so much superior: That how much soever a steddy, uniform conduct might have been suitable to the advanced age, and strict engagements of the late king, no one would throw any blame on a young prince for complying with conditions, which necessity had extorted from him: That even the rigour of those principles, professed by his father, though with some it had exalted his character, had been extremely prejudicial to his interests; nor could any thing be more serviceable to the royal cause than to give all parties room to hope for more |equal and more indulgent maxims of government: And that where affairs were reduced to so desperate a situation, dangers ought little to be regarded; and the king's honour lay rather in showing some early symptoms of courage and activity, than in choosing strictly a party among theological controversies, with which, it might be supposed, he was, as yet, very little acquainted.","subId":"30","id":"Hume.HE.6.60.30"},{"type":"paragraph","content":"^These^ arguments, seconded by the advice of the queen mother and of the prince of Orange, the king's brother in law, who both of them thought it ridiculous to refuse a kingdom merely from regard to episcopacy, had great influence on Charles. But what chiefly determined him to comply was the account brought him of the fate of Montrose, who, with all the circumstances of rage and contumely, had been put to death by his zealous countrymen. Though in this instance the king saw more evidently the furious spirit, by which the Scots were actuated, he had now no farther resource, and was obliged to grant whatever was demanded of him.","subId":"31","id":"Hume.HE.6.60.31"},{"type":"paragraph","content":"^Montrose^, having laid down his arms at the command of the late king, had retired into France, and, contrary to his natural disposition, had lived for some time unactive at Paris. He there became acquainted with the famous cardinal de Retz; and that penetrating judge celebrates him in his memoirs as one of those heroes, of whom there are no longer any remains in the world, and who are only to be met with in Plutarch. Desirous of improving his martial genius, he took a journey to Germany, was caressed by the emperor, received the rank of mareschal, and proposed to levy a regiment for the imperial service. While employed for that purpose in the Low Countries, he heard of the tragical death of the king; and at the same time received from his young master a renewal of his commission of captain general in Scotland[n9]. His ardent and daring spirit needed but this authority to put him in action. He gathered followers in Holland and the north of Germany, whom his great reputation allured to him. The king of Denmark and duke of Holstein sent him some small supply of money: The queen of Sweden furnished him with arms: The prince of Orange with ships: And Montrose, hastening his enterprize, lest the king's agreement with the Scots should make him |revoke his commission, set out for the Orkneys with about 500 men, most of them Germans. These were all the preparations, which he could make against a kingdom, settled in domestic peace, supported by a disciplined army, fully apprized of his enterprize, and prepared against him. Some of his retainers having told him of a prophesy, that _to him and him alone it was reserved to restore the king's authority in all his dominions;_ he lent a willing ear to suggestions, which, however ill grounded or improbable, were so conformable to his own daring character.","subId":"32","id":"Hume.HE.6.60.32"},{"type":"paragraph","content":"^He^ armed several of the inhabitants of the Orkneys, though an unwarlike people, and carried them over with him to Caithness; hoping, that the general affection to the king's service, and the fame of his former exploits, would make the Highlanders flock to his standard. But all men were now harassed and fatigued with wars and disorders: Many of those, who formerly adhered to him, had been severely punished by the covenanters: And no prospect of success was entertained in opposition to so great a force as was drawn together against him. But however weak Montrose's army, the memory of past events struck a great terror into the committee of estates. They immediately ordered Lesley and Holborne to march against him with an army of 4000 men. Strahan was sent before with a body of cavalry to check his progress. He fell unexpectedly on Montrose, who had no horse to bring him intelligence. The royalists were put to flight; all of them either killed or taken prisoners; and Montrose himself, #Montrose taken prisoner.# having put on the disguise of a peasant, was perfidiously delivered into the hands of his enemies, by a friend, to whom he had entrusted his person.","subId":"33","id":"Hume.HE.6.60.33"},{"type":"paragraph","content":"^All^ the insolence, which success can produce in ungenerous minds, was exercised by the covenanters against Montrose, whom they so much hated and so much dreaded. Theological antipathy farther encreased their indignities towards a person, whom they regarded as impious on account of the excommunication, which had been pronounced against him. Lesley led him about for several days in the same low habit, under which he had disguised himself. The vulgar, wherever he passed, were instigated to reproach and vilify him. When he came to Edinburgh, every circumstance of elaborate rage and insult was put in practice by order of the parliament. At the gate of the city, he was met by the magistrates, and put into a new cart, purposely made with a high chair |or bench, where he was placed, that the people might have a full view of him. He was bound with a cord, drawn over his breast and shoulders, and fastened through holes made in the cart. The hangman then took off the hat of the noble prisoner, and rode himself before the cart in his livery, and with his bonnet on; the other officers, who were taken prisoners with the marquess, walking two and two before them.","subId":"34","id":"Hume.HE.6.60.34"},{"type":"paragraph","content":"^The^ populace, more generous and humane, when they saw so mighty a change of fortune in this great man, so lately their dread and terror, into whose hands the magistrates, a few years before, had delivered on their knees the keys of the city, were struck with compassion, and viewed him with silent tears and admiration. The preachers, next Sunday, exclaimed against this movement of rebel nature, as they termed it; and reproached the people with their profane tenderness towards the capital enemy of piety and religion.","subId":"35","id":"Hume.HE.6.60.35"},{"type":"paragraph","content":"^When^ he was carried before the parliament, which was then sitting, Loudon, the chancellor, in a violent declamation, reproached him with the breach of the national covenant, which he had subscribed; his rebellion against God, the king, and the kingdom; and the many horrible murders, treasons, and impieties, for which he was now to be brought to condign punishment. Montrose in his answer maintained the same superiority above his enemies, to which, by his fame and great actions, as well as by the consciousness of a good cause, he was justly entitled. He told the parliament, that, since the king, as he was informed, had so far avowed their authority as to enter into treaty with them, he now appeared uncovered before their tribunal; a respect, which, while they stood in open defiance to their sovereign, they would in vain have required of him. That he acknowledged, with infinite shame and remorse, the errors of his early conduct, when their plausible pretences had seduced him to tread with them the paths of rebellion, and bear arms against his prince and country. That his following services, he hoped, had sufficiently testified his repentance; and his death would now atone for that guilt, the only one with which he could justly reproach himself. That in all his warlike enterprizes he was warranted by that commission, which he had received from his and their master, against whose lawful authority they had erected their standard. That to venture his life |for his sovereign was the least part of his merit: He had even thrown down his arms in obedience to the sacred commands of the king; and had resigned to them the victory, which, in defiance of all their efforts, he was still enabled to dispute with them. That no blood had ever been shed by him but in the field of battle; and many persons were now in his eye, many now dared to pronounce sentence of death upon him, whose life, forfeited by the laws of war, he had formerly saved from the fury of the soldiers. That he was sorry to find no better testimony of their return to allegiance than the murder of so faithful a subject, in whose death the king's commission must be, at once, so highly injured and affronted. That as to himself, they had in vain endeavoured to vilify and degrade him by all their studied indignities: The justice of his cause, he knew, would ennoble any fortune; nor had he other affliction than to see the authority of his prince, with which he was invested, treated with so much ignominy. And that he now joyfully followed, by a like unjust sentence, his late sovereign; and should be happy, if, in his future destiny, he could follow him to the same blissful mansions, where his piety and humane virtues had already, without doubt, secured him an eternal recompence.","subId":"36","id":"Hume.HE.6.60.36"},{"type":"paragraph","content":"^Montrose^'s sentence was next pronounced against him, \"That he, James Graham\" (for this was the only name they vouchsafed to give him) \"should next day be carried to Edinburgh cross, and there be hanged on a gibbet, thirty feet high, for the space of three hours: Then be taken down, his head be cut off upon a scaffold, and affixed to the prison: His legs and arms be stuck up on the four chief towns of the kingdom: His body be buried in the place appropriated for common malefactors; except the church, upon his repentance, should take off his excommunication.\"","subId":"37","id":"Hume.HE.6.60.37"},{"type":"paragraph","content":"^The^ clergy, hoping, that the terrors of immediate death had now given them an advantage over their enemy, flocked about him, and insulted over his fallen fortunes. They pronounced his damnation, and assured him, that the judgment, which he was so soon to suffer, would prove but an easy prologue to that which he must undergo hereafter. They next offered to pray with him: But he was too well acquainted with those forms of imprecation, which they called prayers. \"Lord, vouchsafe yet to touch the obdurate heart of this proud incorrigible sinner; this wicked, perjured, traiterous, and profane person, who refuses to hearken to the voice of |thy church.\" Such were the petitions, which, he expected, they would, according to custom, offer up for him. He told them, that they were a miserably deluded and deluding people; and would shortly bring their country under the most insupportable servitude, to which any nation had ever been reduced. \"For my part,\" added he, \"I am much prouder to have my head affixed to the place, where it is sentenced to stand, than to have my picture hang in the king's bed-chamber. So far from being sorry, that my quarters are to be sent to four cities of the kingdom; I wish I had limbs enow to be dispersed into all the cities of Christendom, there to remain as testimonies in favour of the cause, for which I suffer.\" This sentiment, that very evening, while in prison, he threw into verse. The poem remains; a signal monument of his heroic spirit, and no despicable proof of his poetical genius.","subId":"38","id":"Hume.HE.6.60.38"},{"type":"paragraph","content":"#21st May.# ^Now^ was led forth, amidst the insults of his enemies and the tears of the people, this man of illustrious birth and of the greatest renown in the nation, to suffer, for his adhering to the laws of his country, and the rights of his sovereign, the ignominious death destined to the meanest malefactor. Every attempt, which the insolence of the governing party had made to subdue his spirit, had hitherto proved fruitless: They made yet one effort more, in this last and melancholy scene, when all enmity, arising from motives merely human, is commonly softened and disarmed. The executioner brought that book, which had been published in elegant Latin of his great military actions, and tied it by a cord about his neck. Montrose smiled at this new instance of their malice. He thanked them, however, for their officious zeal; and said, that he bore this testimony of his bravery and loyalty with more pride than he had ever worn the garter. Having asked, whether they had any more indignities to put upon him, and renewing some devout ejaculations, #Executed.# he patiently endured the last act of the executioner.","subId":"39","id":"Hume.HE.6.60.39"},{"type":"paragraph","content":"^Thus^ perished, in the thirty-eighth year of his age, the gallant marquess of Montrose; the man whose military genius, both by valour and conduct, had shone forth beyond any, which, during these civil disorders, had appeared in the three kingdoms. The finer arts too, he had, in his youth, successfully cultivated; and whatever was sublime, elegant, or noble touched his great soul. Nor was he insensible to the pleasures either of society or of love. Something, however, of the _vast_ and _unbounded_ characterized his |actions and deportment; and it was merely by an heroic effort of duty, that he brought his mind, impatient of superiority, and even of equality, to pay such unlimited submission to the will of his sovereign.","subId":"40","id":"Hume.HE.6.60.40"},{"type":"paragraph","content":"^The^ vengeance of the covenanters was not satisfied with Montrose's execution. Urrey, whose inconstancy now led him to take part with the king, suffered about the same time: Spotiswood of Daersie, a youth of eighteen, Sir Francis Hay of Dalgetie, and colonel Sibbald, all of them of birth and character, underwent a like fate. These were taken prisoners with Montrose. The Marquess of Huntley, about a year before, had also fallen a victim to the severity of the covenanters.","subId":"41","id":"Hume.HE.6.60.41"},{"type":"paragraph","content":"^The^ past scene displays in a full light the barbarity of this theological faction: The sequel will sufficiently display their absurdity.","subId":"42","id":"Hume.HE.6.60.42"},{"type":"paragraph","content":"#23d June.# ^The^ king, in consequence of his agreement with the commissioners of Scotland, set sail for that country; and being escorted by seven Dutch ships of war, who were sent to guard the herring fishery, he arrived in the frith of Cromarty. Before he was permitted to land, he was required to sign the covenant; and many sermons and lectures were made him, exhorting him to persevere in that holy confederacy[n10]. Hamilton, #Covenanters.# Lauderdale, Dumfermling, and other noblemen of that party whom they called Engagers, were immediately separated from him, and obliged to retire to their houses, where they lived in a private manner, without trust or authority. None of his English friends, who had served his father, were allowed to remain in the kingdom. The king himself found, that he was considered as a mere pageant of state, and that the few remains of royalty, which he possessed, served only to draw on him the greater indignities. One of the quarters of Montrose, his faithful servant, who had borne his commission, had been sent to Aberdeen, and was still allowed to hang over the gates when he passed by that place[n11]. The general assembly, and afterwards the committee of estates and the army, who were entirely governed by the assembly, set forth a public declaration, in which they protested, \"that they did not espouse any malignant quarrel or party, but |fought merely on their former grounds or principles; that they disclaimed all the sins and guilt of the king, and of his house; nor would they own him or his interest, otherwise than with a subordination to God, and so far as he owned and prosecuted the cause of God, and acknowledged the sins of his house, and of his former ways.\"[n12]","subId":"43","id":"Hume.HE.6.60.43"},{"type":"paragraph","content":"^The^ king, lying entirely at mercy, and having no assurance of life or liberty, farther than was agreeable to the fancy of these austere zealots, was constrained to embrace a measure, which nothing but the necessity of his affairs, and his great youth and inexperience could excuse. He issued a declaration, such as they required of him[n13]. #16th Aug.# He there gave thanks for the merciful dispensations of providence, by which he was recovered from the snare of evil counsel, had attained a full persuasion of the righteousness of the covenant, and was induced to cast himself and his interests wholly upon God. He desired to be deeply humbled and afflicted in spirit, because of his father's following wicked measures, opposing the covenant and the work of reformation, and shedding the blood of God's people throughout all his dominions. He lamented the idolatry of his mother and the toleration of it in his father's house; a matter of great offence, he said, to all the protestant churches, and a great provocation to him who is a jealous God, visiting the sins of the father upon the children. He professed, that he would have no enemies but the enemies of the covenant; and that he detested all popery, superstition, prelacy, heresy, schism, and profaneness; and was resolved not to tolerate; much less to countenance, any of them in any of his dominions. He declared, that he should never love or favour those who had so little conscience as to follow his interests, in preference to the gospel and the kingdom of Jesus Christ. And he expressed his hope, that, whatever ill success his former guilt might have drawn upon his cause, yet now, having obtained mercy to be on God's side, and to acknowledge his own cause subordinate to that of God, divine providence would crown his arms with victory.","subId":"44","id":"Hume.HE.6.60.44"},{"type":"paragraph","content":"^Still^ the covenanters and the clergy were dissident of the king's sincerity. The facility, which he discovered in yielding whatever was required of him, made them suspect, that he regarded all his |concessions merely as ridiculous farces, to which he must of necessity submit. They had another trial prepared for him. Instead of the solemnity of his coronation, which was delayed, they were resolved, that he should pass through a public humiliation, and do penance before the whole people. They sent him twelve articles of repentance, which he was to acknowledge; and the king had agreed, that he would submit to this indignity. The various transgressions of his father and grandfather, together with the idolatry of his mother, are again enumerated and aggravated in these articles; and farther declarations were insisted on, that he sought the restoration of his rights, for the sole advancement of religion, and in subordination to the kingdom of Christ[n14]. In short, having exalted the altar above the throne, and brought royalty under their feet, the clergy were resolved to trample on it and vilify it, by every instance of contumely, which their present influence enabled them to impose upon their unhappy prince.","subId":"45","id":"Hume.HE.6.60.45"},{"type":"paragraph","content":"^Charles^ in the mean time found his authority entirely annihilated, as well as his character degraded. He was consulted in no public measure. He was not called to assist at any councils. His favour was sufficient to discredit any pretender to office or advancement. All efforts, which he made to unite the opposite parties, encreased the suspicion, which the covenanters had entertained of him, as if he were not entirely their own. Argyle, who, by subtilties and compliances, partly led and partly was governed by this wild faction, still turned a deaf ear to all advances, which the king made to enter into confidence with him. _Malignants_ and _Engagers_ continued to be the objects of general hatred and persecution; and whoever was obnoxious to the clergy, failed not to have one or other of these epithets affixed to him. The fanaticism, which prevailed, being so full of sour and angry principles, and so overcharged with various antipathies, had acquired a new object of abhorrence: These were the _Sorcerers._ So prevalent was the opinion of witchcraft, that great numbers, accused of that crime, were burnt by sentence of the magistrates throughout all parts of Scotland. In a village near Berwic, which contained only fourteen houses, fourteen persons were punished by fire; [n15] and it became a |science, every where much studied and cultivated, to distinguish a true witch by proper trials and symptoms[n16].","subId":"46","id":"Hume.HE.6.60.46"},{"type":"paragraph","content":"^The^ advance of the English army under Cromwel was not able to appease or soften the animosities among the parties in Scotland. The clergy were still resolute to exclude all but their most zealous adherents. As soon as the English parliament found, that the treaty between the king and the Scots would probably terminate in an accommodation, they made preparations for a war, which, they saw, would, in the end, prove inevitable. Cromwel, having broken the force and courage of the Irish, was sent for; and he left the command of Ireland to Ireton, who governed that kingdom in the character of deputy, and with vigilance and industry persevered in the work of subduing and expelling the natives.","subId":"47","id":"Hume.HE.6.60.47"},{"type":"paragraph","content":"^It^ was expected, that Fairfax, who still retained the name of general, would continue to act against Scotland, and appear at the head of the forces; a station for which he was well qualified, and where alone he made any figure. But Fairfax, though he had allowed the army to make use of his name in murdering their sovereign, and offering violence to the parliament, had entertained unsurmountable scruples against invading the Scots, whom he considered as zealous presbyterians, and united to England by the sacred bands of the covenant. He was farther disgusted at the extremities, into which he had already been hurried; and was confirmed in his repugnance by the exhortations of his wife, who had great influence over him, and was herself much governed by the presbyterian clergy. A committee of parliament was sent to reason with him; and Cromwel was of the number. In vain did they urge, that the Scots had first broken the covenant by their invasion of England under Hamilton; and that they would surely renew their hostile attempts, if not prevented by the vigorous measures of the commonwealth. Cromwel, who knew the rigid inflexibility of Fairfax, in every thing, which he regarded as matter of principle, ventured to solicit him with the utmost earnestness; and he went so far as to shed tears of grief and vexation on the occasion. No one could suspect any ambition in the man, who laboured so zealously to retain his general in that high office, which, he knew, he himself was alone entitled to fill. The same warmth of temper, |which made Cromwel a frantic enthusiast, rendered him the most dangerous of hypocrites; and it was to this turn of mind, as much as to his courage and capacity, that he owed all his wonderful successes. By the contagious ferment of his zeal, he engaged every one to co-operate with him in his measures; and entering easily and affectionately into every part, which he was disposed to act, he was enabled, even after multiplied deceits, to cover, under a tempest of passion, all his crooked schemes and profound artifices.","subId":"48","id":"Hume.HE.6.60.48"},{"type":"paragraph","content":"^Fairfax^ having resigned his commission, it was bestowed on Cromwel, who was declared captain-general of all the forces in England. This command, in a commonwealth, which stood entirely by arms, was of the utmost importance; and was the chief step, which this ambitious politician had yet made towards sovereign power. He immediately marched his forces, and entered Scotland with an army of 16,000 men.","subId":"49","id":"Hume.HE.6.60.49"},{"type":"paragraph","content":"^The^ command of the Scottish army was given to Lesley, an experienced officer, who formed a very proper plan of defence. He entrenched himself in a fortified camp between Edinburgh and Leith, and took care to remove from the counties of Merse and the Lothians every thing which could serve to the subsistance of the English army. Cromwel advanced to the Scotch camp, and endeavoured, by every expedient, to bring Lesley to a battle: The prudent Scotchman knew, that, though superior in numbers, his army was much inferior in discipline to the English; and he carefully kept himself within his entrenchments. By skirmishes and small rencounters he tried to confirm the spirits of his soldiers; and he was successful in these enterprizes. His army daily encreased both in numbers and courage. The king came to the camp; and having exerted himself in an action, gained on the affections of the soldiery, who were more desirous of serving under a young prince of spirit and vivacity than under a committee of talking gown-men. The clergy were alarmed. They ordered Charles immediately to leave the camp. They also purged it carefully of about 4000 _Malignants_ and _Engagers,_ whose zeal had led them to attend the king, and who were the soldiers of chief credit and experience in the nation[n17]. They then concluded, that they had an army composed entirely of saints, and could not be beaten. They murmured extremely, not |only against their prudent general, but also against the Lord, on account of his delays in giving them deliverance[n18]; and they plainly told him, that, if he would not save them from the English sectaries, he should no longer be their God[n19]. An advantage having offered itself on a Sunday, they hindered the general from making use of it, lest he should involve the nation in the guilt of sabbath-breaking.","subId":"50","id":"Hume.HE.6.60.50"},{"type":"paragraph","content":"^Cromwel^ found himself in a very bad situation. He had no provisions but what he received by sea. He had not had the precaution to bring these in sufficient quantities; and his army was reduced to difficulties. He retired to Dunbar. Lesley followed him and encamped on the heights of Lammermure, which overlook that town. There lay many difficult passes between Dunbar and Berwic, and of these Lesley had taken possession. The English general was reduced to extremities. He had even embraced a resolution of sending by sea all his foot and artillery to England, and of breaking through, at all hazards, with his cavalry. The madness of the Scottish ecclesiastics saved him from this loss and dishonour.","subId":"51","id":"Hume.HE.6.60.51"},{"type":"paragraph","content":"^Night^ and day the ministers had been wrestling with the Lord in prayer, as they termed it; and they fancied, that they had at last obtained the victory. Revelations, they said, were made them, that the sectarian and heretical army, together with Agag, meaning Cromwel, was delivered into their hands. Upon the faith of these visions, they forced their general, in spite of his remonstrances, to descend into the plain, with a view of attacking the English in their retreat. #Battle of Dunbar.# Cromwel, looking through a glass, saw the enemy's camp in motion; and foretold, without the help of revelations, that the Lord had delivered them into _his_ hands. He gave orders immediately for an attack. #3d Septemb.# In this battle it was easily observed, that nothing, in military actions, can supply the place of discipline and experience; and that, in the presence of real danger, where men are not accustomed to it, the fumes of enthusiasm presently dissipate, and lose their influence. The Scots, though double in number to the English, were soon put to flight, and pursued with great slaughter. The chief, if not only resistance was made by one regiment of Highlanders, that part of the army, which was the least infected with fanaticism. No victory could be more complete than |this which was obtained by Cromwel. About 3000 of the enemy were slain, and 9000 taken prisoners. Cromwel pursued his advantage, and took possession of Edinburgh and Leith. The remnant of the Scottish army fled to Sterling. The approach of the winter season, and an ague, which seized Cromwel, kept him from pushing the victory any farther.","subId":"52","id":"Hume.HE.6.60.52"},{"type":"paragraph","content":"^The^ clergy made great lamentations, and told the Lord, that to them it was little to sacrifice their lives and estates, but to him it was a great loss to suffer his elect to be destroyed[n20]. They published a declaration, containing the cause of their late misfortunes. These visitations they ascribed to the manifold provocations of the king's house, of which, they feared, he had not yet thoroughly repented; the secret intrusion of malignants into the king's family and even into the camp; the leaving of a most malignant and profane guard of horse, who, being sent for to be purged, came two days before the defeat, and were allowed to fight with the army; the owning of the king's quarrel by many without subordination to religion and liberty; and the carnal self-seeking of some, together with the neglect of family prayers by others.","subId":"53","id":"Hume.HE.6.60.53"},{"type":"paragraph","content":"^Cromwel^, having been so successful in the war of the sword, took up the pen against the Scottish ecclesiastics. He wrote them some polemical letters, in which he maintained the chief points of the independent theology. He took care likewise to retort on them their favourite argument of providence; and asked them, whether the Lord had not declared against them. But the ministers thought, that the same events, which to their enemies were judgements, to them were trials; and they replied, that the Lord had only hid his face, for a time, from Jacob. But Cromwel insisted, that the appeal had been made to God in the most express and solemn manner, and that, in the fields of Dunbar, an irrevocable decision had been awarded in favour of the English army[n21].","subId":"54","id":"Hume.HE.6.60.54"},{"type":"paragraph","content":"#1651.# ^The^ defeat of the Scots was regarded by the king as a fortunate event. The armies, which fought on both sides, were almost equally his enemies; and the vanquished were now obliged to give him some more authority, and apply to him for support. The parliament was summoned to meet at St. Johnstone's. Hamilton, Lauderdale and all the Engagers were admitted into court and camp, on condition of doing public pennance, and expressing repentance for their late transgressions. Some Malignants also creeped in under various pretences. The intended humiliation or pennance of the king was changed into the ceremony of his coronation, which was performed at Scone with great pomp and solemnity. #1st January.# But amidst all this appearance of respect, Charles remained in the hands of the most rigid Covenanters: And though treated with civility and courtesy by Argyle, a man of parts and address, he was little better than a prisoner, and was still exposed to all the rudeness and pedantry of the ecclesiastics.","subId":"55","id":"Hume.HE.6.60.55"},{"type":"paragraph","content":"^This^ young prince was in a situation, which very ill suited his temper and disposition. All those good qualities which he possessed, his affability, his wit, his gaiety, his gentleman-like, disengaged behaviour, were here so many vices; and his love of ease, liberty, and pleasure was regarded as the highest enormity. Though artful in the practice of courtly dissimulation, the sanctified style was utterly unknown to him; and he never could mould his deportment into that starched grimace, which the covenanters required as an infallible mark of conversion. The duke of Buckingham was the only English courtier allowed to attend him; and by his ingenious talent for ridicule, he had rendered himself extremely agreeable to his master. While so many objects of derision surrounded them, it was difficult to be altogether insensible to the |temptation, and wholly to suppress the laugh. Obliged to attend from morning to night at prayers and sermons, they betrayed evident symptoms of weariness or contempt. The clergy never could esteem the king sufficiently regenerated: And by continual exhortations, remonstrances, and reprimands, they still endeavoured to bring him to a juster sense of his spiritual duty.","subId":"56","id":"Hume.HE.6.60.56"},{"type":"paragraph","content":"^The^ king's passion for the fair could not altogether be restrained. He had once been observed using some familiarities with a young woman; and a committee of ministers was appointed to reprove him for a behaviour so unbecoming a covenanted monarch. The spokesman of the committee, one Douglass, began with a severe aspect, informed the king that great scandal had been given to the godly, enlarged on the heinous nature of sin, and concluded with exhorting his majesty, whenever he was disposed to amuse himself, to be more careful, for the future, in shutting the windows. This delicacy, so unusual to the place and to the character of the man, was remarked by the king; and he never forgot the obligation.","subId":"57","id":"Hume.HE.6.60.57"},{"type":"paragraph","content":"^The^ king, shocked at all the indignities, and perhaps, still more tired with all the formalities, to which he was obliged to submit, made an attempt to regain his liberty. General Middleton, at the head of some royalists, being proscribed by the covenanters, kept in the mountains, expecting some opportunity of serving his master. The king resolved to join this body. He secretly made his escape from Argyle, and fled towards the Highlands. Colonel Montgomery, with a troop of horse, was sent in pursuit of him. He overtook the king, and persuaded him to return. The royalists being too weak to support him, Charles was the more easily induced to comply. This incident procured him afterwards better treatment and more authority; the covenanters being afraid of driving him, by their rigours, to some desperate resolution. Argyle renewed his courtship to the king, and the king, with equal dissimulation, pretended to repose great confidence in Argyle. He even went so far as to drop hints of his intention to marry that nobleman's daughter: But he had to do with a man too wise to be seduced by such gross artifices.","subId":"58","id":"Hume.HE.6.60.58"},{"type":"paragraph","content":"^As^ soon as the season would permit, the Scottish army was assembled under Hamilton and Lesley; and the king was allowed to join the camp. The forces of the western counties, notwithstanding |the imminent danger, which threatened their country, were resolute not to unite their cause with that of an army, which admitted any engagers or malignants among them; and they kept in a body apart under Ker. They called themselves the _Protesters;_ and their frantic clergy declaimed equally against the king and against Cromwel. The other party were denominated _Resolutioners;_ and these distinctions continued long after to divide and agitate the kingdom.","subId":"59","id":"Hume.HE.6.60.59"},{"type":"paragraph","content":"^Charles^ encamped at the Torwood; and his generals resolved to conduct themselves by the same cautious maxims, which, so long as they were embraced, had been successful during the former campaign. The town of Stirling lay at his back, and the whole north supplied him with provisions. Strong entrenchments defended his front; and it was in vain that Cromwel made every attempt to bring him to an engagement. After losing much time, the English general sent Lambert over the frith into Fife, with an intention of cutting off the provisions of the enemy. Lambert fell upon Holborne and Brown, who commanded a party of the Scots, and put them to rout with great slaughter. Cromwel also passed over with his whole army; and lying at the back of the king, made it impossible for him to keep his post any longer.","subId":"60","id":"Hume.HE.6.60.60"},{"type":"paragraph","content":"^Charles^, reduced to despair, embraced a resolution worthy of a young prince contending for empire. Having the way open, he resolved immediately to march into England; where he expected, that all his friends, and all those who were discontented with the present government, would flock to his standard. He persuaded the generals to enter into the same views; and with one consent the army, to the number of 14,000 men, rose from their camp, and advanced by great journies towards the south.","subId":"61","id":"Hume.HE.6.60.61"},{"type":"paragraph","content":"^Cromwel^ was surprized at this movement of the royal army. Wholly intent on offending his enemy, he had exposed his friends to imminent danger, and saw the king with numerous forces marching into England; where his presence, from the general hatred which prevailed against the parliament, was capable of producing some great revolution. But if this conduct was an oversight in Cromwel, he quickly repaired it by his vigilance and activity. He dispatched letters to the parliament, exhorting them not to be dismayed at the approach of the Scots: He sent orders every where for assembling forces to oppose the king: He ordered Lambert |with a body of cavalry to hang upon the rear of the royal army, and infest their march: And he himself, leaving Monk with 7000 men to complete the reduction of Scotland, followed the king with all the expedition possible.","subId":"62","id":"Hume.HE.6.60.62"},{"type":"paragraph","content":"^Charles^ found himself disappointed in his expectations of encreasing his army. The Scots, terrified at the prospect of so hazardous an enterprize, fell off in great numbers. The English presbyterians, having no warning given them of the king's approach, were not prepared to join him. To the royalists, this measure was equally unexpected; and they were farther deterred from joining the Scottish army by the orders, which the committee of ministers had issued, not to admit any, even in this desperate extremity, who would not subscribe the covenant. The earl of Derby, leaving the isle of Man, where he had hitherto maintained his independance, was employed in levying forces in Cheshire and Lancashire; but was soon suppressed by a party of the parliamentary army. And the king, when he arrived at Worcester, found, that his forces, extremely harassed by a hasty and fatiguing march, were not more numerous, than when he rose from his camp in the Torwood.","subId":"63","id":"Hume.HE.6.60.63"},{"type":"paragraph","content":"^Such^ is the influence of established government, that the commonwealth, though founded in usurpation the most unjust and unpopular, had authority sufficient to raise every where the militia of the counties; and these, united with the regular forces, bent all their efforts against the king. #3d Sept.# With an army of about 30,000 men, Cromwel fell upon Worcester; and attacking it on all sides, and meeting with little resistance except from duke Hamilton and general Middleton, broke in upon the disordered royalists. The streets of the city were strowed with dead: #Battle of Worcester.# Hamilton, a nobleman of bravery and honour, was mortally wounded; Massey wounded and taken prisoner; the king himself, having given many proofs of personal valour, was obliged to fly. The whole Scottish army was either killed or taken prisoners. The country people, inflamed with national antipathy, put to death the few that escaped from the field of battle.","subId":"64","id":"Hume.HE.6.60.64"},{"type":"paragraph","content":"#The king's escape.# ^The^ king left Worcester at six o'clock in the afternoon, and without halting, travelled about twenty-six miles, in company with fifty or sixty of his friends. To provide for his safety, he thought it best to separate himself from his companions; and he left them without communicating his intentions to any of them. By the earl |of Derby's directions, he went to Boscobel, a lone house in the borders of Staffordshire, inhabited by one Penderell, a farmer. To this man Charles entrusted himself. The man had dignity of sentiments much above his condition; and though death was denounced against all who concealed the king, and a great reward promised to any one who should betray him, he professed and maintained unshaken fidelity. He took the assistance of his four brothers, equally honourable with himself; and having cloathed the king in a garb like their own, they led him into the neighbouring wood, put a bill into his hand, and pretended to employ themselves in cutting faggots. Some nights he lay upon straw in the house, and fed on such homely fare as it afforded. For a better concealment, he mounted upon an oak, where he sheltered himself among the leaves and branches for twenty-four hours. He saw several soldiers pass bye. All of them were intent in search of the king; and some expressed in his hearing their earnest wishes of seizing him. This tree was afterwards denominated the _Royal Oak;_ and for many years was regarded by the neighbourhood with great veneration.","subId":"65","id":"Hume.HE.6.60.65"},{"type":"paragraph","content":"^Charles^ was in the middle of the kingdom, and could neither stay in his retreat, nor stir a step from it, without the most imminent danger. Fears, hopes, and party zeal interested multitudes to discover him; and even the smallest indiscretion of his friends might prove fatal. Having joined lord Wilmot, who was skulking in the neighbourhood, they agreed to put themselves into the hands of colonel Lane, a zealous royalist, who lived at Bentley, not many miles distant. The king's feet were so hurt by walking about in heavy boots or countrymen's shoes which did not fit him, that he was obliged to mount on horseback; and he travelled in this situation to Bentley, attended by the Penderels, who had been so faithful to him. Lane formed a scheme for his journey to Bristol, where, it was hoped, he would find a ship, in which he might transport himself. He had a near kinswoman, Mrs. Norton, who lived within three miles of that city, and was with child, very near the time of her delivery. He obtained a pass (for during those times of confusion this precaution was requisite) for his sister Jane Lane and a servant, to travel towards Bristol, under pretence of visiting and attending her relation. The king rode before the lady, and personated the servant.","subId":"66","id":"Hume.HE.6.60.66"},{"type":"paragraph","content":"^When^ they arrived at Norton's, Mrs. Lane pretended that she had brought along as her servant, a poor lad, a neighbouring farmer's son, who was ill of an ague; and she begged a private room for him, where he might be quiet. Though Charles kept himself retired in this chamber, the butler, one Pope, soon knew him: The king was alarmed, but made the butler promise that he would keep the secret from every mortal, even from his master; and he was faithful to his engagement.","subId":"67","id":"Hume.HE.6.60.67"},{"type":"paragraph","content":"^No^ ship, it was found, would, for a month, set sail from Bristol, either for France or Spain; and the king was obliged to go elsewhere for a passage. He entrusted himself to colonel Windham of Dorsetshire, an affectionate partizan of the royal family. The natural effect of the long civil wars and of the furious rage, to which all men were wrought up in their different factions, was, that every one's inclinations and affections were thoroughly known, and even the courage and fidelity of most men, by the variety of incidents, had been put to trial. The royalists too had, many of them, been obliged to make concealments in their houses for themselves, their friends, or more valuable effects; and the arts of eluding the enemy had been frequently practised. All these circumstances proved favourable to the king in the present exigency. As he often passed through the hands of catholics, the _Priest's hole,_ as they called it, the place, where they were obliged to conceal their persecuted priests, was sometimes employed for sheltering their distressed sovereign.","subId":"68","id":"Hume.HE.6.60.68"},{"type":"paragraph","content":"^Windham^, before he received the king, asked leave to entrust the important secret to his mother, his wife, and four servants, on whose fidelity he could rely. Of all these, no one proved wanting either in honour or discretion. The venerable old matron, on the reception of her royal guest, expressed the utmost joy, that having lost, without regret, three sons and one grandchild in defence of his father, she was now reserved, in her declining years, to be instrumental in the preservation of himself. Windham told the king, that Sir Thomas, his father, in the year 1636, a few days before his death, called to him his five sons. \"My children,\" said he, we have hitherto seen serene and quiet times under our three last sovereigns: But I must now warn you to prepare for clouds and storms. Factions arise on every side, and threaten the tranquillity of your native country. But whatever happen, do you faithfully |honour and obey your prince, and adhere to the crown. I charge you never to forsake the crown, though it should hang upon a bush. \"These last words,\" added Windham, \"made such impressions on all our breasts, that the many afflictions of these sad times could never efface their indelible characters.\" From innumerable instances it appears how deep rooted in the minds of the English gentry of that age was the principle of loyalty to their sovereign; that noble and generous principle, inferior only in excellence to the more enlarged and more enlightened affection towards a legal constitution. But during those times of military usurpation, these passions were the same.","subId":"69","id":"Hume.HE.6.60.69"},{"type":"paragraph","content":"^The^ king continued several days in Windham's house; and all his friends in Britain and in every part of Europe, remained in the most anxious suspence with regard to his fortunes: No one could conjecture whether he were dead or alive; and the report of his death, being generally believed, happily relaxed the vigilant search of his enemies. Trials were made to procure a vessel for his escape; but he still met with disappointments. Having left Windham's house, he was obliged again to return to it. He passed through many other adventures; assumed different disguises; in every step was exposed to imminent perils; and received daily proofs of uncorrupted fidelity and attachment. The sagacity of a smith, who remarked, that his horses' shoes had been made in the north, not in the west, as he pretended, once detected him; and he narrowly escaped. At Shoreham in Sussex a vessel was at last found, in which he embarked. He had been known to so many, that if he had not set sail in that critical moment, it had been impossible for him to escape. After one and forty days concealment, he arrived safely at Fescamp in Normandy. No less than forty men and women had at different times been privy to his concealment and escape[n22].","subId":"70","id":"Hume.HE.6.60.70"},{"type":"paragraph","content":"^The^ battle of Worcester afforded Cromwel what he called his _crowning mercy[n23]._ So elated was he, that he intended to have knighted in the field two of his generals, Lambert and Fleetwood; but was dissuaded by his friends from exerting this act of regal authority. His power and ambition were too great to brook submission to the empty name of a republic, which stood chiefly by his influence, and was supported by his victories. How early he entertained |thoughts of taking into his hand the reins of government is uncertain. We are only assured, that he now discovered to his intimate friends these aspiring views; and even expressed a desire of assuming the rank of king, which he had contributed, with such seeming zeal, to abolish[n24].","subId":"71","id":"Hume.HE.6.60.71"},{"type":"paragraph","content":"#The commonwealth.# ^The^ little popularity and credit, acquired by the republicans, farther stimulated the ambition of this enterprizing politician. These men had not that large thought, nor those comprehensive views, which might qualify them for acting the part of legislators: Selfish aims and bigotry chiefly engrossed their attention. They carried their rigid austerity so far as to enact a law, declaring fornication, after the first act, to be felony, without benefit of clergy[n25]. They made small progress in that important work, which they professed to have so much at heart, the settling of a new model of representation, and fixing a plan of government. The nation began to apprehend, that they intended to establish themselves as a perpetual legislature, and to confine the whole power to 60 or 70 persons, who called themselves the parliament of the commonwealth of England. And while they pretended to bestow new liberties upon the nation, they found themselves obliged to infringe even the most valuable of those, which, through time immemorial, had been transmitted from their ancestors. Not daring to entrust the trials of treason to juries, who, being chosen indifferently from among the people, would have been little favourable to the commonwealth, and would have formed their verdict upon the ancient laws, they eluded that noble institution, by which the government of this island has ever been so much distinguished. They had evidently seen in the trial of Lilburn what they could expect from juries. This man, the most turbulent, but the most upright and courageous of human kind, was tried for a transgression of the new statute of treasons: But though he was plainly guilty, he was acquitted, to the great joy of the people. Westminster-hall, nay the whole city, rang with shouts and acclamations. Never did any established power receive so strong a declaration of its usurpation and invalidity; and from no institution, |besides the admirable one of juries, could be expected this magnanimous effort.","subId":"72","id":"Hume.HE.6.60.72"},{"type":"paragraph","content":"^That^ they might not for the future be exposed to affronts, which so much lessened their authority, the parliament erected a high court of justice, which was to receive indictments from the council of state. This court was composed of men, devoted to the ruling party, without name or character, determined to sacrifice every thing to their own safety or ambition. Colonel Eusebius Andrews, and colonel Walter Slingsby were tried by this court for conspiracies, and condemned to death. They were royalists, and refused to plead before so illegal a jurisdiction. Love, Gibbons, and other presbyterians, having entered into a plot against the republic, were also tried, condemned, and executed. The earl of Derby, Sir Timothy Featherstone, Bemboe, being taken prisoners after the battle of Worcester, were put to death by sentence of a court martial: A method of proceeding declared illegal by that very petition of right, for which a former parliament had so strenuously contended, and which, after great efforts, they had extorted from the king.","subId":"73","id":"Hume.HE.6.60.73"},{"type":"paragraph","content":"^Excepting^ their principles of toleration, the maxims, by which the republicans regulated ecclesiastical affairs, no more prognosticated any durable settlement, than those by which they conducted their civil concerns. The presbyterian model of congregation, classes, and assemblies, was not allowed to be finished: It seemed even the intention of many leaders in the parliament to admit of no established church, and to leave every one, without any guidance of the magistrate, to embrace whatever sect, and to support whatever clergy, were most agreeable to him.","subId":"74","id":"Hume.HE.6.60.74"},{"type":"paragraph","content":"^The^ parliament went so far as to make some approaches in one province, to their independant model. Almost all the clergy of Wales being ejected as malignants, itinerant preachers with small salaries were settled, not above four or five in each county; and these, being furnished with horses at the public expence, hurried from place to place, and carried, as they expressed themselves, the glad tidings of the gospel[n26]. They were all of them men of the lowest birth and education, who had deserted mechanical trades, in order |to follow this new profession. And in this particular, as well as in their wandering life, they pretended to be more truly apostolical.","subId":"75","id":"Hume.HE.6.60.75"},{"type":"paragraph","content":"^The^ republicans, both by the turn of their disposition, and by the nature of the instruments, which they employed, were better qualified for acts of force and vigour than for the slow and deliberate work of legislation. Notwithstanding the late wars and bloodshed, and the present factions, the power of England had never, in any period, appeared so formidable to the neighbouring kingdoms as it did at this time, in the hands of the commonwealth. A numerous army served equally to retain every one in implicit subjection to established authority, and to strike a terror into foreign nations. The power of peace and war was lodged in the same hands with that of imposing taxes; and no difference of views, among the several members of the legislature, could any longer be apprehended. The present impositions, though much superior to what had ever formerly been experienced, were in reality moderate, and what a nation, so opulent, could easily bear. The military genius of the people had, by the civil contests, been rouzed from its former lethargy; and excellent officers were formed in every branch of service. The confusion, into which all things had been thrown, had given opportunity to men of low stations to break through their obscurity, and to raise themselves by their courage to commands, which they were well qualified to exercise, but to which their birth could never have entitled them. And while so great a power was lodged in such active hands, no wonder the republic was successful in all its enterprizes.","subId":"76","id":"Hume.HE.6.60.76"},{"type":"paragraph","content":"^Blake^, a man of great courage and a generous disposition, the same person who had defended Lyme and Taunton with such unshaken obstinacy against the late king, was made an admiral; and though he had hitherto been accustomed only to land service, into which too he had not entered till past fifty years of age, he soon raised the naval glory of the nation to a greater height than it had ever attained in any former period. A fleet was put under his command, and he received orders to pursue prince Rupert, to whom the king had entrusted that squadron, which had deserted to him. Rupert took shelter in Kinsale; and escaping thence, fled towards the coast of Portugal. Blake pursued, and chased him into the Tagus, where he intended to make an attack upon him. But the |king of Portugal, moved by the favour, which, throughout all Europe, attended the royal cause, refused Blake admittance, and aided prince Rupert in making his escape. To be revenged of this partiality, the English admiral made prize of twenty Portuguese ships richly laden; and he threatened still farther vengeance. The king of Portugal, dreading so dangerous a foe to his newly acquired dominion, and sensible of the unequal contest, in which he was engaged, made all possible submissions to the haughty republic, and was at last admitted to negociate the renewal of his alliance with England. Prince Rupert, having lost a great part of his squadron on the coast of Spain, made sail towards the West Indies. His brother, prince Maurice, was there ship-wrecked in a hurricane. Every where, this squadron subsisted by privateering, sometimes on English, sometimes on Spanish vessels. And Rupert at last returned to France, where he disposed of the remnants of his fleet, together with his prizes.","subId":"77","id":"Hume.HE.6.60.77"},{"type":"paragraph","content":"^All^ the settlements in America, except New England, which had been planted entirely by the puritans, adhered to the royal party, even after the settlement of the republic; and Sir George Ayscue was sent with a squadron to reduce them. Bermudas, Antigua, Virginia were soon subdued. Barbadoes, commanded by lord Willoughby of Parham, made some resistance; but was at last obliged to submit.","subId":"78","id":"Hume.HE.6.60.78"},{"type":"paragraph","content":"^With^ equal ease were Jersey, Guernsey, Scilly, and the isle of Man brought under subjection to the republic; and the sea, which had been much infested by privateers from these islands, was rendered safe to the English commerce. The countess of Derby defended the isle of Man; and with great reluctance yielded to the necessity of surrendering to the enemy. This lady, a daughter of the illustrious house of Trimoille in France, had, during the civil war, displayed a manly courage by her obstinate defence of Latham-House against the parliamentary forces; and she retained the glory of being the last person in the three kingdoms and in all their dependant dominions, who submitted to the victorious commonwealth[n27].","subId":"79","id":"Hume.HE.6.60.79"},{"type":"paragraph","content":"^Ireland^ and Scotland were now entirely subjected and reduced to tranquillity. Ireton, the new deputy of Ireland, at the head of a |numerous army 30,000 strong, prosecuted the work of subduing the revolted Irish; and he defeated them in many rencounters, which, though of themselves of no great moment, proved fatal to their declining cause. He punished without mercy all the prisoners who had any hand in the massacres. Sir Phelim Oneale, among the rest, was, some time after, brought to the gibbet, and suffered an ignominious death, which he had so well merited by his inhuman cruelties. Limeric, a considerable town, still remained in the hands of the Irish; and Ireton, after a vigorous siege, made himself master of it. He was here infected with the plague, and shortly after died; a memorable personage, much celebrated for his vigilance, industry, capacity, even for the strict execution of justice in that unlimited command, which he possessed in Ireland. He was observed to be inflexible in all his purposes; and it was believed by many, that he was animated with a sincere and passionate love of liberty, and never could have been induced by any motive, to submit to the smallest appearance of regal government. Cromwel appeared to be much affected by his death; and the republicans, who reposed great confidence in him, were inconsoleable. To shew their regard for his merit and services, they bestowed an estate of two thousand pounds a year on his family, and honoured him with a magnificent funeral at the public charge. Though the established government was but the mere shadow of a commonwealth, yet was it beginning by proper arts to encourage that public spirit, which no other species of civil polity is ever able fully to inspire.","subId":"80","id":"Hume.HE.6.60.80"},{"type":"paragraph","content":"^The^ command of the army in Ireland devolved on lieutenant-general Ludlow. The civil government of the island was entrusted to commissioners. Ludlow continued to push the advantages against the Irish, and every where obtained an easy victory. That unhappy people, disgusted with the king on account of those violent declarations against them and their religion, which had been extorted by the Scots, applied to the king of Spain, to the duke of Lorraine; and found assistance no where. Clanricarde, unable to assist the prevailing power, made submissions to the parliament, and retired into England, where he soon after died. He was a steady catholic; but a man much respected by all parties.","subId":"81","id":"Hume.HE.6.60.81"},{"type":"paragraph","content":"^The^ successes, which attended Monk in Scotland, were no less decisive. That able general laid siege to Stirling castle; and though it was well provided for defence, it was soon surrendered to him. |He there became master of all the records of the kingdom; and he sent them to England. The earl of Leven, the earl of Crawford, lord Ogilvy, and other noblemen, having met near Perth, in order to concert measures for raising a new army, were suddenly set upon by colonel Alured, and most of them taken prisoners. Sir Philip Musgrave, with some Scots, being engaged at Dumfries in a like enterprize, met with a like fate. Dundee was a town well fortified, supplied with a good garrison under Lumisden, and full of all the rich furniture, the plate, and money of the kingdom, which had been sent thither as to a place of safety. Monk appeared before it; and having made a breach, gave a general assault. He carried the town; and following the example and instructions of Cromwel, put all the inhabitants to the sword, in order to strike a general terror into the kingdom. Warned by this example, Aberdeen, St. Andrew's, Inverness, and other towns and forts yielded, of their own accord, to the enemy. Argyle made his submissions to the English commonwealth; and excepting a few royalists, who remained some time in the mountains, under the earl of Glencairn, lord Balcarras, and general Middleton, that kingdom, which had hitherto, through all ages, by means of its situation, poverty, and valour, maintained its independance, was reduced to total subjection.","subId":"82","id":"Hume.HE.6.60.82"},{"type":"paragraph","content":"^The^ English parliament sent Sir Harry Vane, St. John, and other commissioners to settle Scotland. These men, who possessed little of the true spirit of liberty, knew how to maintain the appearance of it; and they required the voluntary consent of all the counties and towns of this conquered kingdom, before they would unite them into the same commonwealth with England. The clergy protested; because, they said, this incorporating union would draw along with it a subordination of the church to the state in the things of Christ[n28]. English judges, joined to some Scottish, were appointed to determine all causes; justice was strictly administered; order and peace maintained; and the Scots, freed from the tyranny of the ecclesiastics, were not much dissatisfied with the present government[n29]. The prudent conduct of Monk, a man who possessed a |capacity for the arts both of peace and war, served much to reconcile the minds of men, and to allay their prejudices.","subId":"83","id":"Hume.HE.6.60.83"},{"type":"paragraph","content":"#1652. Dutch war.# ^By^ the total reduction and pacification of the British dominions, the parliament had leisure to look abroad, and to exert their vigour in foreign enterprizes. The Dutch were the first that felt the weight of their arms.","subId":"84","id":"Hume.HE.6.60.84"},{"type":"paragraph","content":"^During^ the life of Frederic Henry, prince of Orange, the Dutch republic had maintained a neutrality in the civil wars of England, and had never interposed, except by her good offices, between the contending parties. When William, who had married an English princess, succeeded to his father's commands and authority[n30], the states, both before and after the execution of the late king, were accused of taking steps more favourable to the royal cause, and of betraying a great prejudice against that of the parliament. It was long before the envoy of the English commonwealth could obtain an audience of the states general. The murderers of Dorislaus were not pursued with such vigour as the parliament expected. And much regard had been payed to the king, and many good offices performed to him, both by the public, and by men of all ranks, in the united provinces.","subId":"85","id":"Hume.HE.6.60.85"},{"type":"paragraph","content":"^After^ the death of William, prince of Orange[n31], which was attended with the depression of his party and the triumph of the Dutch republicans, the parliament thought, that the time was now favourable for cementing a closer confederacy with the states. St. John, chief justice, who was sent over to the Hague, had entertained the idea of forming a kind of coalition between the two republics, which would have rendered their interests totally inseparable; but fearing that so extraordinary a project would not be relished, he contented himself with dropping some hints of it, and openly went no farther than to propose a strict defensive alliance between England and the united provinces, such as has now, for near seventy years, taken place between these friendly powers[n32]. But the states, who were unwilling to form a nearer confederacy with a government, whose measures were so obnoxious, and whose situation seemed so precarious, offered only to renew the former alliances with England. And the haughty St. John, disgusted with |this disappointment, as well as incensed at many affronts, which had been offered him with impunity, by the retainers of the Palatine and Orange families, and indeed by the populace in general, returned into England, and endeavoured to foment a quarrel between the republics.","subId":"86","id":"Hume.HE.6.60.86"},{"type":"paragraph","content":"^The^ movements of great states are often directed by as slender springs as those of individuals. Though war with so considerable a naval power as the Dutch, who were in peace with all their other neighbours, might seem dangerous to the yet unsettled commonwealth, there were several motives, which at this time induced the English parliament to embrace hostile measures. Many of the members thought that a foreign war would serve as a pretence for continuing the same parliament, and delaying the new model of a representative, with which the nation had so long been flattered. Others hoped, that the war would furnish a reason for maintaining, some time longer, that numerous standing army, which was so much complained of[n33]. On the other hand, some, who dreaded the encreasing power of Cromwel, expected, that the great expence of naval armaments, would prove a motive for diminishing the military establishment. To divert the attention of the public from domestic quarrels towards foreign transactions, seemed, in the present disposition of men's minds, to be good policy. The superior power of the English commonwealth, together with its advantages of situation, promised success; and the parliamentary leaders hoped to gain many rich prizes from the Dutch, to distress and sink their flourishing commerce, and by victories to throw a lustre on their own establishment, which was so new and unpopular. All these views, enforced by the violent spirit of St. John, who had great influence over Cromwel, determined the parliament to change the purposed alliance into a furious war against the united provinces.","subId":"87","id":"Hume.HE.6.60.87"},{"type":"paragraph","content":"^To^ cover these hostile intentions, the parliament, under pretence of providing for the interests of commerce, embraced such measures as, they knew, would give disgust to the states. They framed the famous act of navigation; which prohibited all nations |from importing into England in their bottoms any commodity, which was not the growth and manufacture of their own country. By this law, though the terms, in which it was conceived, were general, the Dutch were principally affected; because their country produces few commodities, and they subsist chiefly by being the general carriers and factors of Europe. Letters of reprisal were granted to several merchants, who complained of injuries, which, they pretended, they had received from the states; and above eighty Dutch ships fell into their hands, and were made prizes. The cruelties committed on the English at Amboyna, which were certainly enormous, but which seemed to be buried in oblivion by a thirty years' silence, were again made the ground of complaint. And the allowing the murderers of Dorislaus to escape, and the conniving at the insults to which St. John had been exposed, were represented as symptoms of an unfriendly, if not a hostile disposition, in the states.","subId":"88","id":"Hume.HE.6.60.88"},{"type":"paragraph","content":"^The^ states, alarmed at all these steps, sent orders to their ambassadors to endeavour the renewal of the treaty of alliance, which had been broken off by the abrupt departure of St. John. Not to be unprepared, they equipped a fleet of a hundred and fifty sail, and took care, by their ministers at London, to inform the council of state of that armament. This intelligence instead of striking terror into the English republic, was considered as a menace, and farther confirmed the parliament in their hostile resolutions. The minds of men in both states were, every day, more irritated against each other; and it was not long before these humours broke forth into action.","subId":"89","id":"Hume.HE.6.60.89"},{"type":"paragraph","content":"^Tromp^, an admiral of great renown, received from the states the command of a fleet of forty-two sail, in order to protect the Dutch navigation against the privateers of the English. He was forced by stress of weather, as he alledged, to take shelter in the road of Dover, where he met with Blake, who commanded an English fleet much inferior in number. Who was the aggressor in the action, which ensued between these two admirals, both of them men of such prompt and fiery dispositions, it is not easy to determine; since each of them sent to his own state a relation totally opposite in all its circumstances to that of the other, and yet supported by the testimony of every captain in his fleet. Blake pretended, that, having given a signal to the Dutch admiral to strike, |Tromp, instead of complying, fired a broad-side at him. Tromp asserted, that he was preparing to strike, and that the English admiral, nevertheless, began hostilities. It is certain that the admiralty of Holland, who are distinct from the council of state, had given Tromp no orders to strike, but had left him to his own discretion, with regard to that vain but much contested ceremonial. They seemed willing to introduce the claim of an equality with the new commonwealth, and to interpret the former respect payed the English flag, as a deference due only to the monarchy. This circumstance forms a strong presumption against the narrative of the Dutch admiral. The whole Orange party, it must be remarked, to which Tromp was suspected to adhere, were desirous of a war with England.","subId":"90","id":"Hume.HE.6.60.90"},{"type":"paragraph","content":"^Blake^, though his squadron consisted only of fifteen vessels, re-inforced, after the battle began, by eight under captain Bourne, maintained the fight with bravery for five hours, and sunk one ship of the enemy, and took another. Night parted the combatants, and the Dutch fleet retired towards the coast of Holland. The populace of London were enraged, and would have insulted the Dutch ambassadors, who lived at Chelsea, had not the council of state sent guards to protect them.","subId":"91","id":"Hume.HE.6.60.91"},{"type":"paragraph","content":"^When^ the states heard of this action, of which the consequences were easily foreseen, they were in the utmost consternation. They immediately dispatched Paw, Pensionary of Holland, as their ambassador extraordinary to London, and ordered him to lay before the parliament the narrative, which Tromp had sent of the late rencounter. They entreated them, by all the bands of their common religion, and common liberties, not to precipitate themselves into hostile measures, but to appoint commissioners who should examine every circumstance of the action, and clear up the truth, which lay in obscurity. And they pretended, that they had given no orders to their admiral to offer any violence to the English, but would severely punish him, if they found, upon enquiry, that he had been guilty of an action, which they so much disapproved. The imperious parliament would hearken to none of these reasons or remonstrances. Elated by the numerous successes, which they had obtained over their domestic enemies, they thought that every thing must yield to their fortunate arms; and they gladly seized the opportunity, which they sought, of making war upon the states. |They demanded, that, without any farther delay or enquiry, reparation should be made for all the damages, which the English had sustained. And when this demand was not complied with, they dispatched orders for commencing war against the united provinces.","subId":"92","id":"Hume.HE.6.60.92"},{"type":"paragraph","content":"^Blake^ sailed northwards with a numerous fleet, and fell upon the herring busses, which were escorted by twelve men of war. All these he either took or dispersed. Tromp followed him with a fleet of above a hundred sail. When these two admirals were within sight of each other, and preparing for battle, a furious storm attacked them. Blake took shelter in the English harbours. The Dutch fleet was dispersed and received great damage.","subId":"93","id":"Hume.HE.6.60.93"},{"type":"paragraph","content":"#16th Aug.# ^Sir^ George Ayscue, though he commanded only forty ships, according to the English accounts, engaged near Plymouth the famous de Ruiter, who had under him fifty ships of war, with thirty merchant-men. The Dutch ships were indeed of inferior force to the English. De Ruiter, the only admiral in Europe, who has attained a renown equal to that of the greatest general, defended himself so well, that Ayscue gained no advantage over him. Night parted them in the greatest heat of the action. De Ruiter next day sailed off with his convoy. The English fleet had been so shattered in the fight, that it was not able to pursue.","subId":"94","id":"Hume.HE.6.60.94"},{"type":"paragraph","content":"#28th Oct.# ^Near^ the coast of Kent, Blake, seconded by Bourne and Pen, met a Dutch squadron, nearly equal in numbers, commanded by de Witte and de Ruiter. A battle was fought much to the disadvantage of the Dutch. Their rear-admiral was boarded and taken. Two other vessels were sunk, and one blown up. The Dutch next day made sail towards Holland.","subId":"95","id":"Hume.HE.6.60.95"},{"type":"paragraph","content":"^The^ English were not so successful in the Mediterranean. Van Galen with much superior force attacked captain Badily and defeated him. He bought, however, his victory with the loss of his life.","subId":"96","id":"Hume.HE.6.60.96"},{"type":"paragraph","content":"#29th Nov.# ^Sea-fights^ are seldom so decisive as to disable the vanquished from making head in a little time against the victors. Tromp, seconded by de Ruiter, met near the Goodwins, with Blake, whose fleet was inferior to the Dutch, but who resolved not to decline the combat. A furious battle commenced, where the admirals on both sides, as well as the inferior officers and seamen, exerted great bravery. In this action the Dutch had the advantage. Blake himself was wounded. The Garland and Bonaventure were taken. Two |ships were burned, and one sunk; and night came opportunely to save the English fleet. After this victory, Tromp in a bravado fixed a broom to his main-mast; as if he were resolved to sweep the sea entirely of all English vessels.","subId":"97","id":"Hume.HE.6.60.97"},{"type":"paragraph","content":"#1653.# ^Great^ preparations were made in England, in order to wipe off this disgrace. A gallant fleet of eighty sail was fitted out. Blake commanded, and Dean under him, together with Monk, who had been sent for from Scotland. When the English lay off Portland, they descried near break of day a Dutch fleet of seventy-six vessels, #18th Feb.# sailing up the channel, along with a convoy of 300 merchantmen, who had received orders to wait at the isle of Rhé, till the fleet should arrive to escorte them. Tromp, and, under him, de Ruiter, commanded the Dutch. This battle was the most furious that had yet been fought between these warlike and rival nations. Three days was the combat continued with the utmost rage and obstinacy; and Blake, who was victor, gained not more honour than Tromp, who was vanquished. The Dutch admiral made a skilful retreat, and saved all the merchant ships, except thirty. He lost however eleven ships of war, had 2000 men slain, and near 1500 taken prisoners. The English, though many of their ships were extremely shattered, had but one sunk. Their slain were not much inferior in number to those of the enemy.","subId":"98","id":"Hume.HE.6.60.98"},{"type":"paragraph","content":"^All^ these successes of the English were chiefly owing to the superior size of their vessels; an advantage which all the skill and bravery of the Dutch admirals could not compensate. By means of ship-money, an imposition, which had been so much complained of, and in some respects with reason, the late king had put the navy into a situation, which it had never attained in any former reign; and he ventured to build ships of a size, which was then unusual. But the misfortunes, which the Dutch met with in battle, were small in comparison of those, which their trade sustained from the English. Their whole commerce by the channel was cut off: Even that to the Baltic was much infested by English privateers. Their fisheries were totally suspended. A great number of their ships, above 1600, had fallen into the hands of the enemy. And all this distress they suffered, not for any national interests or necessity; but from vain points of honour and personal resentments, of which it was difficult to give a satisfactory account to the public. They resolved therefore to gratify the pride of the parliament, and to make some advances towards peace. They met not, however, |with a favourable reception; and it was not without pleasure, that they learned the dissolution of that haughty assembly by the violence of Cromwel, an event from which they expected a more prosperous turn to their affairs.","subId":"99","id":"Hume.HE.6.60.99"},{"type":"paragraph","content":"^The^ zealous republicans in the parliament had not been the chief or first promoters of the war; but when it was once entered upon, they endeavoured to draw from it every possible advantage. On all occasions they set up the fleet in opposition to the army, and celebrated the glory and successes of their naval armaments. They insisted on the intolerable expence, to which the nation was subjected, #Dissolution of the parliament.# and urged the necessity of diminishing it by a reduction of the land forces. They had ordered some regiments to serve on board the fleet in the quality of marines. And Cromwel, by the whole train of their proceedings, evidently saw, that they had entertained a jealousy of his power and ambition, and were resolved to bring him to a subordination under their authority. Without scruple or delay he resolved to prevent them.","subId":"100","id":"Hume.HE.6.60.100"},{"type":"paragraph","content":"^On^ such firm foundations was built the credit of this extraordinary man, that though a great master of fraud and dissimulation, he judged it superfluous to employ any disguise in conducting this bold enterprize. He summoned a general council of officers; and immediately found, that they were disposed to receive whatever impressions he was pleased to give them. Most of them were his creatures, had owed their advancement to his favour, and relied entirely upon him for their future preferment. The breach being already made between the military and civil powers, when the late king was seized at Holdenby; the general officers regarded the parliament as at once their creature and their rival; and thought, that they themselves were entitled to share among them those offices and riches, of which its members had so long kept possession. Harrison, Rich, Overton, and a few others, who retained some principle, were guided by notions so extravagant, that they were easily deluded into measures the most violent and most criminal. And the whole army had already been guilty of such illegal and atrocious actions, that they could entertain no farther scruple with regard to any enterprize, which might serve their selfish or fanatical purposes.","subId":"101","id":"Hume.HE.6.60.101"},{"type":"paragraph","content":"^In^ the council of officers it was presently voted to frame a remonstrance to the parliament. After complaining of the arrears, due to the army, they there desired the parliament to reflect how |many years they had sitten, and what professions they had formerly made of their intentions to new model the representative, and establish successive parliaments, who might bear the burthen of national affairs, from which they themselves would gladly, after so much danger and fatigue, be at last relieved. They confessed that the parliament had atchieved great enterprizes, and had surmounted mighty difficulties; yet was it an injury, they said, to the rest of the nation to be excluded from bearing any part in the service of their country. It was now full time for them to give place to others; and they therefore desired them, after settling a council, who might execute the laws during the interval, to summon a new parliament, and establish that free and equal government, which they had so long promised to the people.","subId":"102","id":"Hume.HE.6.60.102"},{"type":"paragraph","content":"^The^ parliament took this remonstrance in ill part, and made a sharp reply to the council of officers. The officers insisted on their advice; and by mutual altercation and opposition the breach became still wider between the army and the commonwealth. Cromwel, #10th April.# finding matters ripe for his purpose, called a council of officers, in order to come to a determination with regard to the public settlement. As he had here many friends, so had he also some opponents. Harrison having assured the council, that the general sought only to pave the way for the government of Jesus and his saints, major Streater briskly replied, that Jesus ought then to come quickly: For if he delayed it till after Christmas, he would come too late; he would find his place occupied. While the officers were in debate, colonel Ingoldsby informed Cromwel, that the parliament was sitting, and had come to a resolution not to dissolve themselves, but to fill up the house by new elections; and was at that very time engaged in deliberations with regard to this expedient. Cromwel in a rage immediately hastened to the house, and carried a body of 300 soldiers along with him. Some of them he placed at the door, some in the lobby, some on the stairs. He first addressed himself to his friend St. John, and told him, that he had come with a purpose of doing what grieved him to the very soul, and what he had earnestly with tears besought the Lord not to impose upon him: But there was a necessity, in order to the glory of God and good of the nation. He sat down for some time, and heard the debate. He beckoned Harrison, and told him, that he now judged the parliament ripe for a dissolution. \"Sir,\" said Harrison, |\"the work is very great and dangerous: I desire you seriously to consider, before you engage in it.\" \"You say well,\" replied the general; and thereupon sat still about a quarter of an hour. When the question was ready to be put, he said again to Harrison, \"This is the time: I must do it.\" And suddenly starting up, he loaded the parliament with the vilest reproaches, for their tyranny, ambition, oppression, and robbery of the public. Then stamping with his foot, which was a signal for the soldiers to enter, \"For shame,\" said he to the parliament, \"get you gone: give place to honester men; to those who will more faithfully discharge their trust. You are no longer a parliament: I tell you, you are no longer a parliament. The Lord has done with you; He has chosen other instruments for carrying on his work.\" Sir Harry Vane exclaiming against this proceeding, he cried with a loud voice, \"O! Sir Harry Vane, Sir Harry Vane! The Lord deliver me from Sir Harry Vane!\" Taking hold of Martin by the cloke, \"Thou art a whore master,\" said he. To another, \"Thou art an adulterer.\" To a third, \"Thou art a drunkard and a glutton:\" \"And thou an extortioner,\" to a fourth. He commanded a soldier to seize the mace. \"What shall we do with this bauble? Here take it away. It is you,\" said he, addressing himself to the house, \"that have forced me upon this. I have sought the Lord night and day, that he would rather slay me than put me upon this work.\" Having commanded the soldiers to clear the hall, he himself went out the last, and ordering the doors to be locked, departed to his lodgings in Whitehall.","subId":"103","id":"Hume.HE.6.60.103"},{"type":"paragraph","content":"^In^ this furious manner, which so well denotes his genuine character, did Cromwel, without the least opposition, or even murmur, annihilate that famous assembly, which had filled all Europe with the renown of its actions, and with astonishment at its crimes, and whose commencement was not more ardently desired by the people than was its final dissolution. All parties now reaped successively the melancholy pleasure of seeing the injuries, which they had suffered, revenged on their enemies; and that too by the same arts, which had been practised against them. The king had, in some instances, stretched his prerogative beyond its just bounds; and aided by the church, had well nigh put an end to all the liberties and privileges of the nation. The presbyterians checked the progress of the court and clergy, and excited, by cant and hypocrisy, the populace first to tumults, then to war, against the |king, the peers, and all the royalists. No sooner had they reached the pinnacle of grandeur, than the independents, under the appearance of still greater sanctity, instigated the army against them, and reduced them to subjection. The independents, amidst their empty dreams of liberty, or rather of dominion, were oppressed by the rebellion of their own servants, and found themselves at once exposed to the insults of power and hatred of the people. By recent, as well as all ancient example, it was become evident, that illegal violence, with whatever pretences it may be covered, and whatever object it may pursue, must inevitably end at last in the arbitrary and despotic government of a single person.","subId":"104","id":"Hume.HE.6.60.104"},{"type":"note","content":"Their names were, the earls of Denbigh, Mulgrave, Pembroke, Salisbury, lords Grey and Fairfax, Lisle, Rolles, St. John, Wilde, Bradshaw, Cromwel, Skippon, Pickering, Massam, Haselrig, Harrington, Vane jun, Danvers, Armine, Mildmay, Constable, Pennington, Wilson, Whitlocke, Martin, Ludlow, Stapleton, Hevingham, Wallop, Hutchinson, Bond, Popham, Valentine, Walton, Scot, Purefoy, Jones.","subId":"n1","id":"Hume.HE.6.60.n1"},{"type":"note","content":"1643.","subId":"n2","id":"Hume.HE.6.60.n2"},{"type":"note","content":"1646.","subId":"n3","id":"Hume.HE.6.60.n3"},{"type":"note","content":"Whitlocke.","subId":"n4","id":"Hume.HE.6.60.n4"},{"type":"note","content":"The following instance of extravagance is given by Walker, in his history of Independency, part II. p. 152. About this time, there came six soldiers into the parish church of Walton upon Thames, near twilight; Mr. Faucet, the preacher there, not having till then ended his sermon. One of the soldiers had a lanthorn in his hand, and a candle burning in it, and in the other hand four candles not lighted. He desired the parishioners to stay awhile, saying he had a message from God unto them, and thereupon offered to go into the pulpit. But the people refusing to give him leave so to do, or to stay in the church, he went into the church-yard, and there told them, that he had a vision wherein he had received a command from God, to deliver his will unto them, which he was to deliver, and they to receive upon pain of damnation; consisting of five lights. (1.) \"That the sabbath was abolished as unnecessary, Jewish, and merely ceremonial. And here (quoth he) I should put out the first light, but the wind is so high I cannot kindle it. (2.) That tythes are abolished as Jewish and ceremonial, a great burthen to the saints of God, and a discouragement of industry and tillage. And here I should put out my second light, &c. (3.) That ministers are abolished as antichristian, and of no longer use, now Christ himself descends into the hearts of his saints, and his spirit enlighteneth them with revelations and inspirations. And here I should put out my third light, &c. (4.) Magistrates are abolished as useless, now that Christ himself is in purity amongst us, and hath erected the kingdom of the saints upon earth. Besides they are tyrants, and oppressors of the liberty of the saints, and tye them to laws and ordinances, mere human inventions: And here I should put out my fourth light, &c. (5.) Then putting his hand into his pocket, and pulling out a little bible, he shewed it open to the people, saying, Here is a book you have in great veneration, consisting of two parts, the old and new testament: I must tell you it is abolished; it containeth beggarly rudiments, milk for babes. But now Christ is in glory amongst us, and imparts a farther measure of his spirit to his saints than this can afford. I am commanded to burn it before your face. Then putting out the candle he said; and here my fifth light is extinguished.\" It became a pretty common doctrine at that time, that it was unworthy of a christian man to pay rent to his fellow-creatures; and landlords were obliged to use all the penalties of law against their tenants, whose conscience was scrupulous.","subId":"n5","id":"Hume.HE.6.60.n5"},{"type":"note","content":"History of Independency, part II.","subId":"n6","id":"Hume.HE.6.60.n6"},{"type":"note","content":"Parl. History, vol. xix. p. 136, 176.","subId":"n7","id":"Hume.HE.6.60.n7"},{"type":"note","content":"Parl. Hist. vol. xix. p. 165.","subId":"n8","id":"Hume.HE.6.60.n8"},{"type":"note","content":"Burnet, Clarendon.","subId":"n9","id":"Hume.HE.6.60.n9"},{"type":"note","content":"Sir Edward Walker's Historical Discourses, p. 159.","subId":"n10","id":"Hume.HE.6.60.n10"},{"type":"note","content":"Sir Edward Walker's Historical Discourses, p. 160.","subId":"n11","id":"Hume.HE.6.60.n11"},{"type":"note","content":"Ibid. p. 166, 167.","subId":"n12","id":"Hume.HE.6.60.n12"},{"type":"note","content":"Ibid. p. 170.","subId":"n13","id":"Hume.HE.6.60.n13"},{"type":"note","content":"Sir Edward Walker's Historical Discourses, p. 178.","subId":"n14","id":"Hume.HE.6.60.n14"},{"type":"note","content":"Whitlocke, p. 434, 408.","subId":"n15","id":"Hume.HE.6.60.n15"},{"type":"note","content":"Ibid. p. 396, 418.","subId":"n16","id":"Hume.HE.6.60.n16"},{"type":"note","content":"Sir Edw. Walker, p. 165.","subId":"n17","id":"Hume.HE.6.60.n17"},{"type":"note","content":"Id. p. 168.","subId":"n18","id":"Hume.HE.6.60.n18"},{"type":"note","content":"Whitlocke, p. 449.","subId":"n19","id":"Hume.HE.6.60.n19"},{"type":"note","content":"Sir Edward Walker.","subId":"n20","id":"Hume.HE.6.60.n20"},{"type":"note","content":"This is the best of Cromwel's wretched compositions that remains, and we shall here extract a passage out of it. \"You say you have not so learned Christ as to hang the equity of your cause upon events. We could wish that blindness had not been upon your eyes to all those marvellous dispensations, which God hath wrought lately in England. But did not you solemnly appeal and pray? Did not we do so too? And ought not we and you to think, with fear and trembling, of the hand of the great God, in this mighty and strange appearance of his, but can slightly call it an event? Were not both your and our expectations renewed from time to time, while we waited on God, to see which way he would manifest himself upon our appeals? And shall we, after all these our prayers, fastings, tears, expectations and solemn appeals, call these mere events? The Lord pity you. Surely we fear, because it has been a merciful and a gracious deliverance to us. I beseech you in the bowels of Christ, search after the mind of the Lord in it towards you, and we shall help you by our prayers that you may find it. For yet, if we know our heart at all, our bowels do in Christ yearn after the godly in Scotland.\" Thurloe, vol. i. p. 158.","subId":"n21","id":"Hume.HE.6.60.n21"},{"type":"note","content":"Heathe's Chronicle, p. 301.","subId":"n22","id":"Hume.HE.6.60.n22"},{"type":"note","content":"Parl. Hist. vol. xx. p. 47.","subId":"n23","id":"Hume.HE.6.60.n23"},{"type":"note","content":"Whitlocke, p. 523.","subId":"n24","id":"Hume.HE.6.60.n24"},{"type":"note","content":"Scobel, p. 121. A bill was introduced into the house against painting, patches, and other immodest dress of women; but it did not pass. Parl. Hist. vol. xix. p. 263.","subId":"n25","id":"Hume.HE.6.60.n25"},{"type":"note","content":"Dr. John Walker's attempt, p. 147, & seq.","subId":"n26","id":"Hume.HE.6.60.n26"},{"type":"note","content":"When the earl of Derby was alive, he had been summoned by Ireton to surrender the isle of Man; and he returned this spirited and memorable answer. \"I receiv'd your letter with indignation, and with scorn return you this answer; that I cannot but wonder whence you should gather any hopes, that I should prove like you, treacherous to my sovereign; since you cannot be ignorant of my former actions in his late majesty's service, from which principles of loyalty I am no whit departed. I scorn your proffers; I disdain your favour; I abhor your treason; and am so far from delivering up this island to your advantage, that I shall keep it to the utmost of my power to your destruction. Take this for your final answer, and forbear any farther solicitations: For if you trouble me with any more messages of this nature, I will burn the paper and hang up the bearer. This is the immutable resolution, and shall be the undoubted practice of him, who accounts it his chiefest glory to be his majesty's most loyal and obedient subject, DERBY.\"","subId":"n27","id":"Hume.HE.6.60.n27"},{"type":"note","content":"Whitlocke, p. 496. Heathe's chronicle, p. 307.","subId":"n28","id":"Hume.HE.6.60.n28"},{"type":"note","content":"It had been a usual policy of the presbyterian ecclesiastics to settle a chaplain in the great families, who acted as a spy upon his master, and gave them intelligence of the most private transactions and discourses of the family. A signal instance of priestly tyranny, and the subjection of the nobility! They even obliged the servants to give intelligence against their masters. Whitlocke, p. 502. The same author, p. 512. tells the following story. The synod meeting at Perth, and citing the ministers and people, who had expressed a dislike of _their heavenly government,_ the men being out of the way, their wives resolved to answer for them. And on the day of appearance, 120 women with good clubs in their hands came and besieged the church, where the reverend ministers sat. They sent one of their number to treat with the females, and he threatening excommunication, they basted him for his labour, kept him prisoner, and sent a party of 60, who routed the rest of the clergy, bruised their bodies sorely, took all their baggage and 12 horses. One of the ministers, after a mile's running, taking all creatures for his foes, meeting with a soldier, fell on his knees, who knowing nothing of the matter asked the blackcoat what he meant. The female conquerors, having laid hold on the synod clerk, beat him till he forswore his office. Thirteen ministers rallied about four miles from the place, and voted that this village should never more have a synod in it, but be accursed; and that though in the years 1638 and 39, the godly women were cried up for stoning the bishops, yet now the whole sex should be esteemed wicked.","subId":"n29","id":"Hume.HE.6.60.n29"},{"type":"note","content":"1647.","subId":"n30","id":"Hume.HE.6.60.n30"},{"type":"note","content":"In October 17, 1650.","subId":"n31","id":"Hume.HE.6.60.n31"},{"type":"note","content":"Thurloe, vol. i. p. 182.","subId":"n32","id":"Hume.HE.6.60.n32"},{"type":"note","content":"We are told in the life of Sir Harry Vane, that that famous republican opposed the Dutch war, and that it was the military gentlemen chiefly who supported that measure.","subId":"n33","id":"Hume.HE.6.60.n33"}]}
