{"imported":true,"id":"Hume.HE.6.63","parent":"Hume.HE.6","title":"Chapter 63. Charles II","breadcrumb":"Chapter 63","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LXIII. £2 £1 CHARLES II. £1 _New minister——Act of indemnity——Settlement of the revenue——Trial and execution of the regicides——Dissolution of the convention——Parliament——Prelacy restored——Insurrection of the Millenarians——Affairs of Scotland——Conference at the Savoy——Arguments for and against a comprehension——A new parliament——Bishops' seats restored——Corporation act——Act of uniformity——King's marriage——Trial of Vane——And execution——Presbyterian clergy ejected——Dunkirk sold to the French——Declaration of indulgence——Decline of Clarendon's credit._","id":"Hume.HE.6.63"},{"type":"paragraph","content":"#1660.# CHARLES II. when he ascended the throne of his ancestors, was thirty years of age. He possessed a vigorous constitution, a fine shape, a manly figure, a graceful air; and though his features were harsh, yet was his countenance in the main lively and engaging. He was in that period of life, when there remains enough of youth to render the person amiable, without preventing that authority and regard, which attend the years of experience and maturity. Tenderness was excited by the memory of his recent adversities. His present prosperity was the object rather of admiration |than of envy. And as the sudden and surprising revolution, which restored him to his regal rights, had also restored the nation to peace, law, order, and liberty; no prince ever obtained a crown in more favourable circumstances, or was more blest with the cordial affection and attachment of his subjects.","subId":"1","id":"Hume.HE.6.63.1"},{"type":"paragraph","content":"^This^ popularity, the king, by his whole demeanor and behaviour, was well qualified to support and to encrease. To a lively wit and quick comprehension, he united a just understanding and a general observation both of men and things. The easiest manners, the most unaffected politeness, the most engaging gaiety accompanied his conversation and address. Accustomed during his exile to live among his courtiers rather like a companion than a monarch, he retained, even while on the throne, that open affability, which was capable of reconciling the most determined republicans to his royal dignity. Totally devoid of resentment, as well from the natural lenity as carelessness of his temper, he insured pardon to the most guilty of his enemies, and left hopes of favour to his most violent opponents. From the whole tenor of his actions and discourse, he seemed desirous of losing the memory of past animosities, and of uniting every party in an affection for their prince and their native country.","subId":"2","id":"Hume.HE.6.63.2"},{"type":"paragraph","content":"#New ministry.# ^Into^ his council were admitted the most eminent men of the nation, without regard to former distinctions: The presbyterians, equally with the royalists, shared this honour. Annesley was also created earl of Anglesey; Ashley Cooper lord Ashley; Denzil Hollis lord Hollis. The earl of Manchester was appointed lord chamberlain, and lord Say, privy seal. Calamy and Baxter, presbyterian clergymen, were even made chaplains to the king.","subId":"3","id":"Hume.HE.6.63.3"},{"type":"paragraph","content":"^Admiral^ Montague, created earl of Sandwich, was entitled from his recent services to great favour; and he obtained it. Monk, created duke of Albemarle, had performed such signal services, that, according to a vulgar and malignant observation, he ought rather to have expected hatred and ingratitude: Yet was he ever treated by the king with great marks of distinction. Charles's disposition, free from jealousy; and the prudent behaviour of the general, who never over-rated his merits; prevented all those disgusts, which naturally arise in so delicate a situation. The capacity too of Albemarle was not extensive, and his parts were more solid than shining. Though he had distinguished himself in inferior stations, |he was imagined, upon familiar acquaintance, not to be wholly equal to those great atchievements, which fortune, united to prudence, had enabled him to perform; and he appeared unfit for the court, a scene of life to which he had never been accustomed. Morrice, his friend, was created secretary of state, and was supported more by his patron's credit than by his own abilities or experience.","subId":"4","id":"Hume.HE.6.63.4"},{"type":"paragraph","content":"^But^ the choice, which the king at first made of his principal ministers and favourites, was the circumstance, which chiefly gave contentment to the nation, and prognosticated future happiness and tranquillity. Sir Edward Hyde, created earl of Clarendon, was chancellor and prime minister: The marquess, created duke of Ormond, was steward of the household: The earl of Southampton, high treasurer: Sir Edward Nicholas, secretary of state. These men, united together in friendship, and combining in the same laudable inclinations, supported each others credit, and pursued the interests of the public.","subId":"5","id":"Hume.HE.6.63.5"},{"type":"paragraph","content":"^Agreeable^ to the present prosperity of public affairs was the universal joy and festivity diffused throughout the nation. The melancholy austerity of the fanatics fell into discredit together with their principles. The royalists, who had ever affected a contrary disposition, found in their recent success new motives for mirth and gaiety; and it now belonged to them to give repute and fashion to their manners. From past experience it had sufficiently appeared, that gravity was very distinct from wisdom, formality from virtue, and hypocrisy from religion. The king himself, who bore a strong propensity to pleasure, served, by his powerful and engaging example, to banish those sour and malignant humours, which had hitherto engendered such confusion. And though the just bounds were undoubtedly passed, when men returned from their former extreme; yet was the public happy in exchanging vices, pernicious to society, for disorders, hurtful chiefly to the individuals themselves, who were guilty of them.","subId":"6","id":"Hume.HE.6.63.6"},{"type":"paragraph","content":"^It^ required some time before the several parts of the state, disfigured by war and faction, could recover their former arrangement: But the parliament immediately fell into good correspondence with the king; and they treated him with the same dutiful regard, which had usually been payed to his predecessors. Being summoned without the king's consent, they received, at first, only |the title of a convention; and it was not till he passed an act for that purpose, that they were called by the appellation of parliament. All judicial proceedings, transacted in the name of the commonwealth or protector, were ratified by a new law. And both houses, acknowledging the guilt of the former rebellion, gratefully received, in their own name and in that of all the subjects, his majesty's gracious pardon and indemnity.","subId":"7","id":"Hume.HE.6.63.7"},{"type":"paragraph","content":"#Act of indemnity.# ^The^ king, before his restoration, being afraid of reducing any of his enemies to despair, and at the same time unwilling that such enormous crimes as had been committed, should receive a total impunity, had expressed himself very cautiously in his declaration of Breda, and had promised an indemnity to all criminals, but such as should be excepted by parliament. He now issued a proclamation, declaring that such of the late king's judges as did not yield themselves prisoners within fourteen days should receive no pardon. Nineteen surrendered themselves: Some were taken in their flight: Others escaped beyond sea.","subId":"8","id":"Hume.HE.6.63.8"},{"type":"paragraph","content":"^The^ commons seem to have been more inclined to lenity than the lords. The upper house, inflamed by the ill usage, which they had received, were resolved, besides the late king's judges, to except every one, who had sitten in any high court of justice. Nay, the earl of Bristol moved, that no pardon might be granted to those who had any wise contributed to the king's death. So wide an exception, in which every one, who had served the parliament, might be comprehended, gave a general alarm; and men began to apprehend, that this motion was the effect of some court artifice or intrigue. But the king soon dissipated these fears. He came to the house of peers; and in the most earnest terms, passed the act of general indemnity. He urged both the necessity of the thing, and the obligation of his former promise: A promise, he said, which he would ever regard as sacred; since to it he probably owed the satisfaction, which at present he enjoyed, of meeting his people in parliament. This measure of the king's was received with great applause and satisfaction.","subId":"9","id":"Hume.HE.6.63.9"},{"type":"paragraph","content":"^After^ repeated solicitations, the act of indemnity passed both houses, and soon received the royal assent. Those who had an immediate hand in the late king's death, were there excepted: Even Cromwel, Ireton, Bradshaw, and others now dead were attainted, and their estates forfeited. Vane and Lambert, though |none of the regicides, were also excepted. St. John and seventeen persons more were deprived of all benefit from this act, if they ever accepted any public employment. All who had sitten in any illegal high court of justice were disabled from bearing offices. These were all the severities, which followed such furious civil wars and convulsions.","subId":"10","id":"Hume.HE.6.63.10"},{"type":"paragraph","content":"#Settlement of the revenue.# ^The^ next business was the settlement of the king's revenue. In this work, the parliament had regard to public freedom as well as to the support of the crown. The tenures of wards and liveries had long been regarded as a grievous burthen by the nobility and gentry: Several attempts had been made during the reign of James to purchase this prerogative, together with that of purveyance; and 200,000 pounds a year had been offered that prince in lieu of them: Wardships and purveyance had been utterly abolished by the republican parliament: And even in the present parliament, before the king arrived in England, a bill had been introduced, offering him a compensation for the emoluments of these prerogatives. A hundred thousand pounds a year was the sum agreed to; and half of the excise was settled in perpetuity upon the crown as the fund whence this revenue should be levied. Though that impost yielded more profit, the bargain might be esteemed hard; and it was chiefly the necessity of the king's situation, which induced him to consent to it. No request of the parliament, during the present joy, could be refused them.","subId":"11","id":"Hume.HE.6.63.11"},{"type":"paragraph","content":"^Tonnage^ and poundage and the other half of the excise were granted to the king during life. The parliament even proceeded so far as to vote that the settled revenue of the crown for all charges should be 1,200,000 pounds a year; a sum greater than any English monarch had ever before enjoyed. But as all the princes of Europe were perpetually augmenting their military force, and consequently their expence, it became requisite that England, from motives both of honour and security, should bear some proportion to them, and adapt its revenue to the new system of politics, which prevailed. According to the chancellor's computation, a charge of 800,000 pounds a year, was at present requisite for the fleet and other articles, which formerly cost the crown but eighty thousand.","subId":"12","id":"Hume.HE.6.63.12"},{"type":"paragraph","content":"^Had^ the parliament, before restoring the king, insisted on any farther limitations than those which the constitution already imposed; |besides the danger of reviving former quarrels among parties; it would seem, that their precaution had been entirely superfluous. By reason of its slender and precarious revenue, the crown in effect was still totally dependant. Not a fourth part of this sum, which seemed requisite for public expences, could be levied without consent of parliament; and any concessions, had they been thought necessary, might, even after the restoration, be extorted by the commons from their necessitous prince. This parliament showed no intention of employing at present that engine to any such purposes; but they seemed still determined not to part with it entirely, or to render the revenues of the crown fixed and independent. Tho' they voted in general, that 1,200,000 pounds a year should be settled on the king, they scarcely assigned any funds, which could yield two thirds of that sum. And they left the care of fulfilling their engagements to the future consideration of parliament.","subId":"13","id":"Hume.HE.6.63.13"},{"type":"paragraph","content":"^In^ all the temporary supplies, which they voted, they discovered the same cautious frugality. To disband the army, so formidable in itself, and so much accustomed to rebellion and changes of government, was necessary for the security both of king and parliament; yet the commons showed great jealousy in granting the sums, requisite for that end. An assessment of 70,000 pounds a month was imposed; but it was at first voted, to continue only three months: And all the other sums, which they levied for that purpose, by a poll-bill and new assessments, were still granted by parcels; as if they were not, as yet, well assured of the fidelity of the hand, to which the money was entrusted. Having proceeded so far in the settlement of the nation, #13th Sept.# the parliament adjourned itself for some time.","subId":"14","id":"Hume.HE.6.63.14"},{"type":"paragraph","content":"#Trial and execution of the regicides.# ^During^ the recess of parliament, the object, which chiefly interested the public, was the trial and condemnation of the regicides. The general indignation, attending the enormous crime, of which these men had been guilty, made their sufferings the subject of joy to the people: But in the peculiar circumstances of that action, in the prejudices of the times, as well as in the behaviour of the criminals, a mind, seasoned with humanity, will find a plentiful source of compassion and indulgence. Can any one, without concern for human blindness and ignorance, consider the demeanor of general Harrison, who was first brought to his trial? With great |courage and elevation of sentiment, he told the court, that the pretended crime, of which he stood accused, was not a deed, performed in a corner: The sound of it had gone forth to most nations; and in the singular and marvellous conduct of it had chiefly appeared the sovereign power of heaven. That he himself, agitated by doubts, had often, with passionate tears, offered up his addresses to the divine Majesty, and earnestly sought for light and conviction: He had still received assurance of a heavenly sanction, and returned from these devout supplications with more serene tranquillity and satisfaction. That all the nations of the earth were, in the eyes of their Creator, less than a drop of water in the bucket; nor were their erroneous judgments aught but darkness compared with divine illuminations. That these frequent illapses of the divine spirit he could not suspect to be interested illusions; since he was conscious, that, for no temporal advantage, would he offer injury to the poorest man or woman that trod upon the earth. That all the allurements of ambition, all the terrors of imprisonment, had not been able, during the usurpation of Cromwel, to shake his steddy resolution, or bend him to a compliance with that deceitful tyrant. And that when invited by him to sit on the right hand of the throne, when offered riches and splendor and dominion, he had disdainfully rejected all temptations; and neglecting the tears of his friends and family, had still, through every danger, held fast his principles and his integrity.","subId":"15","id":"Hume.HE.6.63.15"},{"type":"paragraph","content":"^Scot^, who was more a republican than a fanatic, had said in the house of commons, a little before the restoration, that he desired no other epitaph to be inscribed on his tomb-stone than this; _Here lies Thomas Scot, who adjudged the king to death._ He supported the same spirit upon his trial.","subId":"16","id":"Hume.HE.6.63.16"},{"type":"paragraph","content":"^Carew^, a Millenarian, submitted to his trial, _saving to our Lord Jesus Christ his right to the government of these kingdoms._ Some scrupled to say, according to form, that they would be tried by God and their country; because God was not visibly present to judge them. Others said, that they would be tried by the word of God.","subId":"17","id":"Hume.HE.6.63.17"},{"type":"paragraph","content":"^No^ more than six of the late king's judges, Harrison, Scot, Carew, Clement, Jones, and Scrope, were executed: Scrope alone, of all those who came in upon the king's proclamation. He was a gentleman of good family and of a decent character: But it was proved, that he had a little before, in conversation, expressed |himself as if he were no wise convinced of any guilt in condemning the king. Axtel, who had guarded the high court of justice, Hacker, who commanded on the day of the king's execution, Coke, the solicitor for the people of England, and Hugh Peters, the fanatical preacher, who inflamed the army and impelled them to regicide: All these were tried, and condemned, and suffered with the king's judges. No saint or confessor ever went to martyrdom with more assured confidence of heaven than was expressed by those criminals, even when the terrors of immediate death, joined to many indignities, were set before them. The rest of the king's judges, by an unexampled lenity, were reprieved; and they were dispersed into several prisons.","subId":"18","id":"Hume.HE.6.63.18"},{"type":"paragraph","content":"^This^ punishment of declared enemies interrupted not the rejoicings of the court: But the death of the duke of Glocester, a young prince of promising hopes, threw a great cloud upon them. The king, by no incident in his life, was ever so deeply affected. Glocester was observed to possess united the good qualities of both his brothers: The clear judgment and penetration of the king; the industry and application of the duke of York. He was also believed to be affectionate to the religion and constitution of his country. He was but twenty years of age, when the small-pox put an end to his life.","subId":"19","id":"Hume.HE.6.63.19"},{"type":"paragraph","content":"^The^ princess of Orange, having come to England, in order to partake of the joy, attending the restoration of her family, with whom she lived in great friendship, soon after sickened and died. The queen-mother payed a visit to her son; and obtained his consent to the marriage of the princess Henrietta, with the duke of Orleans, brother to the French king.","subId":"20","id":"Hume.HE.6.63.20"},{"type":"paragraph","content":"#6th Nov.# ^After^ a recess of near two months, the parliament met, and proceeded in the great work of the national settlement. They established the post-office, wine-licences, and some articles of the revenue. #Dissolution of the convention parliament. 29th Dec.# They granted more assessments, and some arrears for paying and disbanding the army. Business, being carred on with great unanimity, was soon dispatched: And after they had sitten near two months, the king, in a speech full of the most gracious expressions, thought proper to dissolve them.","subId":"21","id":"Hume.HE.6.63.21"},{"type":"paragraph","content":"^This^ house of commons had been chosen during the reign of the old parliamentary party; and though many royalists had creeped in amongst them, yet did it chiefly consist of presbyterians, |who had not yet entirely laid aside their old jealousies and principles. Lenthal, a member, having said, that those who first took arms against the king, were as guilty as those who afterwards brought him to the scaffold, was severely reprimanded by order of the house; and the most violent efforts of the long parliament, to secure the constitution, and bring delinquents to justice, were in effect vindicated and applauded[n1]. The claim of the two houses to the militia, the first ground of the quarrel, however exorbitant an usurpation, was never expressly resigned by this parliament. They made all grants of money with a very sparing hand. Great arrears being due by the protectors, to the fleet, the army, the navy-office, and every branch of service; this whole debt they threw upon the crown, without establishing funds sufficient for its payment. Yet notwithstanding this jealous care, expressed by the parliament, there prevails a story, that Popham, having sounded the disposition of the members, undertook to the earl of Southampton to procure, during the king's life, a grant of two millions a year, land tax; a sum, which, added to the customs and excise, would for ever have rendered this prince independant of his people. Southampton, it is said, merely from his affection to the king, had unwarily embraced the offer; and it was not till he communicated the matter to the chancellor, that he was made sensible of its pernicious tendency. It is not improbable, that such an offer might have been made, and been hearkened to; but it is no wise probable, that all the interest of the court would ever, with this house of commons, have been able to make it effectual. Clarendon showed his prudence, no less than his integrity, in entirely rejecting it.","subId":"22","id":"Hume.HE.6.63.22"},{"type":"paragraph","content":"^The^ chancellor, from the same principles of conduct, hastened to disband the army. When the king reviewed these veteran troops, he was struck with their beauty, order, discipline, and martial appearance; and being sensible, that regular forces are most necessary implements of royalty, he expressed a desire of finding expedients still to retain them. But his wise minister set before him the dangerous spirit by which these troops were actuated, their enthusiastic genius, their habits of rebellion and mutiny; and he convinced the king, that, till they were disbanded, he never could esteem himself securely established on his throne. No more troops |were retained than a few guards and garrisons, about 1000 horse, and 4000 foot. This was the first appearance, under the monarchy, of a regular standing army in this island. Lord Mordaunt said, that the king, being possessed of that force, might now look upon himself as the most considerable gentleman in England[n2]. The fortifications of Glocester, Taunton, and other towns, which had made resistance to the king during the civil wars, were demolished.","subId":"23","id":"Hume.HE.6.63.23"},{"type":"paragraph","content":"^Clarendon^ not only behaved with wisdom and justice in the office of chancellor: All the counsels, which he gave the king, tended equally to promote the interest of prince and people. Charles, accustomed in his exile to pay entire deference to the judgment of this faithful servant, continued still to submit to his direction; and for some time no minister was ever possessed of more absolute authority. He moderated the forward zeal of the royalists, and tempered their appetite for revenge. With the opposite party, he endeavoured to preserve inviolate all the king's engagements: He kept an exact register of the promises which had been made for any service, and he employed all his industry to fulfil them. This good minister was now nearly allied to the royal family. His daughter, Ann Hyde, a woman of spirit and fine accomplishments, had hearkened, while abroad, to the addresses of the duke of York, and under promise of marriage, had secretly admitted him to her bed. Her pregnancy appeared soon after the restoration; and though many endeavoured to dissuade the king from consenting to so unequal an alliance, Charles, in pity to his friend and minister, who had been ignorant of these engagements, permitted his brother to marry her[n3]. Clarendon expressed great uneasiness, at the honour, which he had obtained; and said, that, by being elevated so much above his rank, he thence dreaded a more sudden downfal.","subId":"24","id":"Hume.HE.6.63.24"},{"type":"paragraph","content":"#Prelacy restored.# ^Most^ circumstances of Clarendon's administration have met with applause: His maxims alone in the conduct of ecclesiastical politics have by many been deemed the effect of prejudices, narrow and bigotted. Had the jealousy of royal power prevailed so far with the convention parliament as to make them restore the king |with strict limitations, there is no question but the establishment of presbyterian discipline had been one of the conditions most rigidly insisted on. Not only that form of ecclesiastical government is more favourable to liberty than to royal power: It was likewise, on its own account, agreeable to the majority of the house of commons, and suited their religious principles. But as the impatience of the people, the danger of delay, the general disgust towards faction, and the authority of Monk had prevailed over that jealous project of limitations, the full settlement of the hierarchy, together with the monarchy, was a necessary and infallible consequence. All the royalists were zealous for that mode of religion; the merits of the episcopal clergy towards the king, as well as their sufferings on that account, had been great; the laws, which established bishops and the liturgy, were as yet unrepealed by legal authority; and any attempt of the parliament, by new acts, to give the superiority to presbyterianism, had been sufficient to involve the nation again in blood and confusion. Moved by these views, the commons had wisely postponed the examination of all religious controversy, and had left the settlement of the church to the king and to the ancient laws.","subId":"25","id":"Hume.HE.6.63.25"},{"type":"paragraph","content":"^The^ king at first used great moderation in the execution of the laws. Nine bishops still remained alive; and these were immediately restored to their sees: All the ejected clergy recovered their livings: The liturgy, a form of worship decent, and not without beauty, was again admitted into the churches: But at the same time, a declaration was issued, in order to give contentment to the presbyterians, and preserve an air of moderation and neutrality[n4]. In this declaration, the king promised, that he would provide suffragan bishops for the larger dioceses; that the prelates should, all of them, be regular and constant preachers; that they should not confer ordination, or exercise any jurisdiction, without the advice and assistance of presbyters, chosen by the diocese; that such alterations should be made in the liturgy, as would render it totally unexceptionabIe; that in the mean time, the use of that mode of worship should not be imposed on such as were unwilling to receive it; and that the surplice, the cross in baptism, and bowing at the name of Jesus should not be rigidly insisted on. This declaration |was issued by the king as head of the church; and he plainly assumed, in many parts of it, a legislative authority in ecclesiastical matters. But the English government, though more exactly defined by late contests, was not, as yet, reduced, in every particular, to the strict limits of law. And if ever prerogative was justifiably employed, it seemed to be on the present occasion; when all parts of the state were torne with past convulsions, and required the moderating hand of the chief magistrate, to reduce them to their ancient order.","subId":"26","id":"Hume.HE.6.63.26"},{"type":"paragraph","content":"^But^ though these appearances of neutrality were maintained, and a mitigated episcopacy only seemed to be insisted on, it was far from the intention of the ministry always to preserve like regard to the presbyterians. The madness of the fifth-monarchy-men afforded them a pretence for departing from it. Venner, a desperate enthusiast, who had often conspired against Cromwel, #Insurrection of the Millenarians.# having, by his zealous lectures, inflamed his own imagination and that of his followers, issued forth at their head into the streets of London. They were to the number of sixty, compleatly armed, believed themselves invulnerable and invincible, and firmly expected the same success, which had attended Gideon and other heroes of the Old Testament. Every one at first fled before them. One unhappy man, who, being questioned, said, \"He was for God and king Charles,\" was instantly murdered by them. They went triumphantly from street to street, every where proclaiming king Jesus, who, they said, was their invisible leader. At length, the magistrates, having assembled some train-bands, made an attack upon them. They defended themselves with order as well as valour; and after killing many of the assailants, they made a regular retreat into Cane-Wood near Hampstead. Next morning, they were chased thence by a detachment of the guards; but they ventured again to invade the city, which was not prepared to receive them. After committing great disorder, and traversing almost every street of that immense capital, they retired into a house, which they were resolute to defend to the last extremity. Being surrounded, and the house untiled, they were fired upon from every side; and they still refused quarter. The people rushed in upon them, and seized the few who were alive. These were tried, condemned, and executed; and to the last they persisted in affirming, that, if they were deceived, it was the Lord that had deceived them.","subId":"27","id":"Hume.HE.6.63.27"},{"type":"paragraph","content":"^Clarendon^ and the ministry took occasion from this insurrection to infer the dangerous spirit of the presbyterians and of all the sectaries: But the madness of the attempt sufficiently proved, that it had been undertaken by no concert, and never could have proved dangerous. The well-known hatred too, which prevailed between the presbyterians and the other sects, should have removed the former from all suspicion of any concurrence in the enterprize. But as a pretence was wanted, besides their old demerits, for justifying the intended rigours against all of them, this reason, however slight, was greedily laid hold of.","subId":"28","id":"Hume.HE.6.63.28"},{"type":"paragraph","content":"#Affairs of Scotland.# ^Affairs^ in Scotland hastened with still quicker steps than those in England towards a settlement and a compliance with the king. It was deliberated in the English council, whether that nation should be restored to its liberty, or whether the forts, erected by Cromwel, should not still be upheld, in order to curb the mutinous spirit, by which the Scots in all ages had been so much governed. Lauderdale, who, from the battle of Worcester to the restoration, had been detained prisoner in the Tower, had considerable influence with the king; and he strenuously opposed this violent measure. He represented, that it was the loyalty of the Scottish nation, which had engaged them in an opposition to the English rebels; and to take advantage of the calamities, into which, on that account, they had fallen, would be regarded as the highest injustice and ingratitude: That the spirit of that people was now fully subdued by the servitude, under which the usurpers had so long held them, and would of itself yield to any reasonable compliance with their legal sovereign, if, by this means, they recovered their liberty and independence: That the attachment of the Scots towards their king, whom they regarded as their native prince, was naturally much stronger than that of the English; and would afford him a sure resource, in case of any rebellion among the latter: That republican principles had long been, and still were, very prevalent with his southern subjects, and might again menace the throne with new tumults and resistance. That the time would probably come, when the king, instead of desiring to see English garrisons in Scotland, would be better pleased to have Scottish garrisons in England, who, supported by English pay, would be fond to curb the seditious genius of that opulent nation: And that a people, such as the Scots, governed by a few nobility, would more easily be reduced |to submission under monarchy, than one, like the English, who breathed nothing but the spirit of democratical equality.","subId":"29","id":"Hume.HE.6.63.29"},{"type":"paragraph","content":"#1661. 1st Jan.# ^These^ views induced the king to disband all the forces in Scotland, and to raze all the forts, which had been erected. General Middleton, created earl of that name, was sent commissioner to the parliament, which was summoned. A very compliant spirit was there discovered in all orders of men. The commissioner had even sufficient influence to obtain an act, annulling, at once, all laws, which had passed since the year 1633; on pretext of the violence, which, during that time, had been employed against the king and his father, in order to procure their assent to these statutes. This was a very large, if not an unexampled concession; and, together with many dangerous limitations, overthrew some useful barriers, which had been erected to the constitution. But the tide was now running strongly towards monarchy; and the Scottish nation plainly discovered, that their past resistance had proceeded more from the turbulence of their aristocracy and the bigotry of their ecclesiastics than from any fixed passion towards civil liberty. The lords of articles were restored, with some other branches of prerogative; and royal authority, fortified with more plausible claims and pretences, was, in its full extent, re-established in that kingdom.","subId":"30","id":"Hume.HE.6.63.30"},{"type":"paragraph","content":"^The^ prelacy likewise, by the abrogating of every statute, enacted in favour of presbytery, was thereby tacitly restored; and the king deliberated what use he should make of this concession. Lauderdale, who at bottom was a passionate zealot against episcopacy, endeavoured to persuade him, that the Scots, if gratified in this favourite point of ecclesiastical government, would, in every other demand, be entirely compliant with the king. Charles, though he had no such attachment to prelacy as had influenced his father and grandfather, had suffered such indignities from the Scottish presbyterians, that he ever after bore them a hearty aversion. He said to Lauderdale, that presbyterianism, he thought, was not a religion for a gentleman; and he could not consent to its farther continuance in Scotland. Middleton too and his other ministers persuaded him, that the nation in general was so disgusted with the violence and tyranny of the ecclesiastics, that any alteration of church government would be universally grateful. And Clarendon, as well as Ormond, dreading that the presbyterian sect, if |legally established in Scotland, would acquire authority in England and Ireland, seconded the application of these ministers. The resolution was therefore taken to restore prelacy; a measure afterwards attended with many and great inconveniencies: But whether in this resolution Charles chose not the lesser evil, it is very difficult to determine. Sharp who had been commissioned by the presbyterians in Scotland to manage their interests with the king, was persuaded to abandon that party; and as a reward for his compliance, was created archbishop of St. Andrews. The conduct of ecclesiastical affairs was chiefly entrusted to him; and as he was esteemed a traitor and a renegade by his old friends, he became on that account, as well as from the violence of his conduct, extremely obnoxious to them.","subId":"31","id":"Hume.HE.6.63.31"},{"type":"paragraph","content":"^Charles^ had not promised to Scotland any such indemnity as he had ensured to England by the declaration of Breda: And it was deemed more political for him to hold over men's heads, for some time, the terror of punishment; till they should have made the requisite compliances with the new government. Though neither the king's temper nor plan of administration led him to severity; some examples, after such a bloody and triumphant rebellion, seemed necessary; and the marquess of Argyle and one Guthry, were pitched on as the victims. Two acts of indemnity, one passed by the late king in 1641, another by the present in 1651, formed, it was thought, invincible obstacles to the punishment of Argyle; and barred all enquiry into that part of his conduct, which might justly be regarded as the most exceptionable. Nothing remained but to try him for his compliance with the usurpation; a crime common to him with the whole nation, and such a one as the most loyal and affectionate subject might frequently by violence be obliged to commit. To make this compliance appear the more voluntary and hearty, there were produced in court letters, which he had written to Albemarle, while that general commanded in Scotland, and which contained expressions of the most cordial attachment to the established government. But besides the general indignation, excited by Albemarle's discovery of this private correspondence; men thought, that even the highest demonstrations of affection might, during jealous times, be exacted as a necessary mark of compliance from a person of such distinction as Argyle, and could not, by any equitable construction, imply the crime of |treason. The parliament, however, scrupled not to pass sentence upon him; and he died with great constancy and courage. As he was universally known to have been the chief instrument of the past disorders and civil wars, the irregularity of his sentence, and several iniquitous circumstances in the method of conducting his trial, seemed on that account to admit of some apology. Lord Lorne, son of Argyle, having ever preserved his loyalty, obtained a gift of the forfeiture. Guthry was a seditious preacher, and had personally affronted the king: His punishment gave surprize to no body. Sir Archibald Johnstone of Warriston was attainted and fled; but was seized in France about two years after, brought over, and executed. He had been very active, during all the late disorders; and was even suspected of a secret correspondence with the English regicides.","subId":"32","id":"Hume.HE.6.63.32"},{"type":"paragraph","content":"^Besides^ these instances of compliance in the Scottish parliament, they voted an additional revenue to the king of 40,000 pounds a year, to be levied by way of excise. A small force was purposed to be maintained by this revenue, in order to prevent like confusions with those to which the kingdom had been hitherto exposed. An act was also passed, declaring the covenant unlawful, and its obligation void and null.","subId":"33","id":"Hume.HE.6.63.33"},{"type":"paragraph","content":"^In^ England, the civil distinctions seemed to be abolished by the lenity and equality of Charles's administration. Cavalier and Round-head were heard of no more: All men seemed to concur in submitting to the king's lawful prerogatives, and in cherishing the just privileges of the people and of parliament. Theological controversy alone still subsisted, and kept alive some sparks of that flame, which had thrown the nation into combustion. While catholics, independents, and other sectaries were content with entertaining some prospect of toleration; prelacy and presbytery struggled for the superiority, and the hopes and fears of both parties kept them in agitation. #Conference at the Savoy. 25th March.# A conference was held in the Savoy between twelve bishops and twelve leaders among the presbyterian ministers, with an intention, at least on pretence, of bringing about an accommodation between the parties. The surplice, the cross in baptism, the kneeling at the sacrament, the bowing at the name of Jesus, were anew canvassed; and the ignorant multitude were in hopes, that so many men of gravity and learning could not fail, after deliberate argumentation, to agree in all points of controversy: |They were surprized to see them separate more inflamed than ever, and more confirmed in their several prejudices. To enter into particulars would be superfluous. Disputes concerning religious forms are, in themselves, the most frivolous of any; and merit attention only so far as they have influence on the peace and order of civil society.","subId":"34","id":"Hume.HE.6.63.34"},{"type":"paragraph","content":"^The^ king's declaration had promised, that some endeavours should be used to effect a comprehension of both parties; and Charles's own indifference with regard to all such questions seemed a favourable circumstance for the execution of that project. #Arguments for and against a comprehension.# The partizans of a comprehension said, that the presbyterians, as well as the prelatists, having felt by experience the fatal effects of obstinacy and violence, were now well disposed towards an amicable agreement: That the bishops, by relinquishing some part of their authority, and dispensing with the most exceptionable ceremonies, would so gratify their adversaries as to obtain their cordial and affectionate compliance, and unite the whole nation in one faith and one worship: That by obstinately insisting on forms, in themselves insignificant, an air of importance was bestowed on them, and men were taught to continue equally obstinate in rejecting them: That the presbyterian clergy would go every reasonable length, rather than, by parting with their livings, expose themselves to a state of beggary, at best of dependence: And that if their pride were flattered by some seeming alterations, and a pretence given them for affirming, that they had not abandoned their former principles, nothing farther was wanting to produce a thorough union between those two parties, which comprehended the bulk of the nation.","subId":"35","id":"Hume.HE.6.63.35"},{"type":"paragraph","content":"^It^ was alledged on the other hand, that the difference between religious sects was founded, not on principle, but on passion; and till the irregular affections of men could be corrected, it was in vain to expect, by compliances, to obtain a perfect unanimity and comprehension: That the more insignificant the objects of dispute appeared, with the more certainty might it be inferred, that the real ground of dissention was different from that which was universally pretended: That the love of novelty, the pride of argumentation, the pleasure of making proselytes, and the obstinacy of contradiction, would for ever give rise to sects and disputes, nor was it possible that such a source of dissention could ever, by any |concessions, be entirely exhausted: That the church, by departing from ancient practices and principles, would tacitly acknowledge herself guilty of error, and lose that reverence, so requisite for preserving the attachment of the multitude: And that if the present concessions (which was more than probable) should prove ineffectual, greater must still be made; and in the issue, discipline would be despoiled of all its authority, and worship of all its decency, without obtaining that end, which had been so fondly sought for by these dangerous indulgences.","subId":"36","id":"Hume.HE.6.63.36"},{"type":"paragraph","content":"^The^ ministry were inclined to give the preference to the latter arguments; and were the more confirmed in that intention by the disposition, which appeared in the parliament lately assembled. The royalists and zealous churchmen were at present the popular party in the nation, and, seconded by the efforts of the court, had prevailed in most elections. #A new parliament. 8th May.# Not more than fifty-six members of the presbyterian party had obtained seats in the lower house[n5]; and these were not able either to oppose or retard the measures of the majority. Monarchy, therefore, and episcopacy, were now exalted to as great power and splendor as they had lately suffered misery and depression. Sir Edward Turner was chosen speaker.","subId":"37","id":"Hume.HE.6.63.37"},{"type":"paragraph","content":"^An^ act was passed for the security of the king's person and government. To intend or devise the king's imprisonment, or bodily harm, or deposition, or levying war against him, was declared, during the life-time of his present majesty, to be high treason. To affirm him to be a papist or heretic, or to endeavour by speech or writing to alienate his subjects' affections from him; these offences were made sufficient to incapacitate the person guilty from holding any employment in church or state. To maintain that the long parliament is not dissolved, or that either or both houses, without the king, are possessed of legislative authority, or that the covenant is binding; was made punishable by the penalty of premunire.","subId":"38","id":"Hume.HE.6.63.38"},{"type":"paragraph","content":"^The^ covenant itself, together with the act for erecting the high court of justice, that for subscribing the engagement, and that for declaring England a commonwealth, were ordered to be burnt by the hands of the hangman. The people assisted with great alacrity on this occasion.","subId":"39","id":"Hume.HE.6.63.39"},{"type":"paragraph","content":"^The^ abuses of petitioning in the preceding reign had been attended with the worst consequences; and to prevent such irregular practices for the future, it was enacted, that no more than twenty hands should be fixed to any petition, unless with the sanction of three justices, or the major part of the grand jury; and that no petition should be presented to the king or either house by above ten persons. The penalty annexed to a transgression of this law was a fine of a hundred pounds and three months imprisonment.","subId":"40","id":"Hume.HE.6.63.40"},{"type":"paragraph","content":"#Bishops' seats restored.# ^The^ bishops, though restored to their spiritual authority, were still excluded from parliament by the law, which the late king had passed, immediately before the commencement of the civil disorders. Great violence, both against the king and the house of peers, had been employed in passing this law; and on that account alone, the partizans of the church were provided with a plausible pretence for repealing it. Charles expressed much satisfaction, when he gave his assent to the act for that purpose. It is certain, that the authority of the crown, as well as that of the church, was interested in restoring the prelates to their former dignity. But those, who deemed every acquisition of the prince a detriment to the people, were apt to complain of this instance of complaisance in the parliament.","subId":"41","id":"Hume.HE.6.63.41"},{"type":"paragraph","content":"#20th Nov.# ^After^ an adjournment of some months, the parliament was again assembled, and proceeded in the same spirit as before. They discovered no design of restoring, in its full extent, the ancient prerogative of the crown: They were only anxious to repair all those breaches, which had been made, not by the love of liberty, but by the fury of faction and civil war. The power of the sword had, in all ages, been allowed to be vested in the crown; and though no law conferred this prerogative, every parliament, till the last of the preceding reign, had willingly submitted to an authority more ancient, and therefore more sacred, than that of any positive statute. It was now thought proper solemnly to relinquish the violent pretensions of that parliament, and to acknowledge, that neither one house, nor both houses, independent of the king, were possessed of any military authority. The preamble to this statute went so far as to renounce all right even of _defensive_ arms against the king; and much observation has been made with regard to a concession, esteemed so singular. Were these terms taken in their full |literal sense, they imply a total renunciation of limitations to monarchy, and of all privileges in the subject, independent of the will of the sovereign. For as no rights can subsist without some remedy, still less rights exposed to so much invasion from tyranny, or even from ambition; if subjects must never resist, it follows, that every prince, without any effort, policy or violence, is at once rendered absolute and uncontroulable: The sovereign needs only issue an edict, abolishing every authority but his own; and all liberty, from that moment, is in effect annihilated. But this meaning it were absurd to impute to the present parliament, who, though zealous royalists, showed in their measures, that they had not cast off all regard to national privileges. They were probably sensible, that to suppose in the sovereign any such invasion of public liberty is entirely unconstitutional; and that therefore expressly to reserve, upon that event, any right of resistance in the subject, must be liable to the same objection. They had seen that the long parliament, under colour of defence, had begun a violent attack upon kingly power; and after involving the kingdom in blood, had finally lost that liberty, for which they had so imprudently contended. They thought, perhaps erroneously, that it was no longer possible, after such public and such exorbitant pretensions to persevere in that prudent silence, hitherto maintained by the laws; and that it was necessary, by some positive declaration, to bar the return of like inconveniencies. When they excluded, therefore, the right of defence, they supposed, that the constitution remaining firm upon its basis, there never really could be an attack made by the sovereign. If such an attack was at any time made, the necessity was then extreme: And the case of extreme and violent necessity, no laws, they thought, could comprehend; because to such a necessity no laws could beforehand point out a proper remedy.","subId":"42","id":"Hume.HE.6.63.42"},{"type":"paragraph","content":"^The^ other measures of this parliament still discovered a more anxious care to guard against rebellion in the subject than encroachments in the crown: The recent evils of civil war and usurpation had naturally encreased the spirit of submission to the monarch, and had thrown the nation into that dangerous extreme. #Corporation act.# During the violent and jealous government of the parliament and of the protectors, all magistrates, liable to suspicion, had been expelled the corporations; and none had been admitted, who gave not proofs of affection to the ruling powers, or who refused to |subscribe the covenant. To leave all authority in such hands seemed dangerous; and the parliament, therefore, empowered the king to appoint commissioners for regulating the corporations, and expelling such magistrates as either intruded themselves by violence, or professed principles, dangerous to the constitution, civil and ecclesiastical. It was also enacted, that all magistrates should disclaim the obligation of the covenant, and should declare, both their belief, that it was not lawful, upon any pretence whatsoever, to resist the king, and their abhorrence of the traiterous position of taking arms by the king's authority against his person, or against those who were commissioned by him.","subId":"43","id":"Hume.HE.6.63.43"},{"type":"paragraph","content":"#1662. Act of uniformity.# ^The^ care of the church was no less attended to by this parliament, than that of monarchy; and the bill of uniformity was a pledge of their sincere attachment to the episcopal hierarchy, and of their antipathy to presbyterianism. Different parties, however, concurred in promoting this bill, which contained many severe clauses. The independents and other sectaries, enraged to find all their schemes subverted by the presbyterians, who had once been their associates, exerted themselves to disappoint that party of the favour and indulgence, to which, from their recent merits in promoting the restoration, they thought themselves justly entitled. By the presbyterians, said they, the war was raised: By them was the populace first incited to tumults: By their zeal, interest, and riches were the armies supported: By their force was the king subdued: And if, in the sequel, they protested against those extreme violences, committed on his person by the military leaders, their opposition came too late, after having supplied these usurpers with the power and the pretences, by which they maintained their sanguinary measures. They had indeed concurred with the royalists in recalling the king: But ought they to be esteemed, on that account, more affectionate to the royal cause? Rage and animosity, from disappointed ambition, were plainly their sole motives; and if the king should now be so imprudent as to distinguish them by any particular indulgences, he would soon experience from them the same hatred and opposition, which had proved so fatal to his father.","subId":"44","id":"Hume.HE.6.63.44"},{"type":"paragraph","content":"^The^ catholics, though they had little interest in the nation, were a considerable party at court; and from their services and sufferings, during the civil wars, it seemed but just to bear them some |favour and regard. These religionists dreaded an entire union among the protestants. Were they the sole nonconformists in the nation, the severe execution of penal laws upon their sect seemed an infallible consequence; and they used, therefore, all their interest to push matters to extremity against the presbyterians, who had formerly been their most severe oppressors, and whom they now expected for their companions in affliction. The earl of Bristol, who, from conviction, or interest, or levity, or complaisance for the company with whom he lived, had changed his religion during the king's exile, was regarded as the head of this party.","subId":"45","id":"Hume.HE.6.63.45"},{"type":"paragraph","content":"^The^ church party had, during so many years, suffered such injuries and indignities from the sectaries of every denomination, that no moderation, much less deference, was on this occasion to be expected in the ecclesiastics. Even the laity of that communion seemed now disposed to retaliate upon their enemies, according to the usual measures of party justice. This sect or faction (for it partook of both) encouraged the rumours of plots and conspiracies against the government; crimes, which, without any apparent reason, they imputed to their adversaries. And instead of enlarging the terms of communion, in order to comprehend the presbyterians, they gladly laid hold of the prejudices, which prevailed among that sect, in order to eject them from their livings. By the bill of uniformity it was required, that every clergyman should be re-ordained, if he had not before received episcopal ordination; should declare his assent to every thing contained in the Book of Common Prayer; should take the oath of canonical obedience; should abjure the solemn league and covenant; and should renounce the principle of taking arms, on any pretence whatsoever, against the king.","subId":"46","id":"Hume.HE.6.63.46"},{"type":"paragraph","content":"^This^ bill re-instated the church in the same condition, in which it stood before the commencement of the civil wars; and as the old persecuting laws of Elizabeth still subsisted in their full rigor, and new clauses of a like nature were now enacted, all the king's promises of toleration and of indulgence to tender consciences were thereby eluded and broken. It is true, Charles, in his declaration from Breda, had expressed his intention of regulating that indulgence by the advice and authority of parliament: But this limitation could never reasonably be extended to a total infringement and violation of his engagements. However, it is agreed, that the |king did not voluntarily concur with this violent measure, and that the zeal of Clarendon and of the church party among the commons, seconded by the intrigues of the catholics, was the chief cause, which extorted his consent.","subId":"47","id":"Hume.HE.6.63.47"},{"type":"paragraph","content":"^The^ royalists, who now predominated, were very ready to signalize their victory, by establishing those high principles of monarchy, which their antagonists had controverted: But when any real power or revenue was demanded for the crown, they were neither so forward nor so liberal in their concessions as the king would gladly have wished. Though the parliament passed laws for regulating the navy, they took no notice of the army; and declined giving their sanction to this dangerous innovation. The king's debts were become intolerable; and the commons were at last constrained to vote him an extraordinary supply of 1,200,000 pounds, to be levied by eighteen monthly assessments. But besides that this supply was much inferior to the occasion, the king was obliged earnestly to solicit the commons, before he could obtain it; and, in order to convince the house of its absolute necessity, he desired them to examine strictly into all his receipts and disbursements. Finding likewise upon enquiry, that the several branches of revenue fell much short of the sums expected, they at last, after much delay, voted a new imposition of two shillings on each hearth; and this tax they settled on the king during life. The whole established revenue, however, did not, for many years, exceed a million[n6], a sum confessedly too narrow for the public expences. A very rigid frugality at least, which the king seems to have wanted, would have been requisite to make it suffice for the dignity and security of government. #19th May.# After all business was dispatched, the parliament was prorogued.","subId":"48","id":"Hume.HE.6.63.48"},{"type":"paragraph","content":"#King's marriage.# ^Before^ the parliament rose, the court was employed in making preparations for the reception of the new queen, Catherine of Portugal, to whom the king was betrothed, and who had just landed at Portsmouth. During the time, that the protector carried on the war with Spain, he was naturally led to support the Portuguese in their revolt; and he engaged himself by treaty to supply them with 10,000 men for their defence against the Spaniards. On the king's restoration, advances were made by Portugal for the |renewal of the alliance; and in order to bind the friendship closer, an offer was made of the Portuguese princess, and a portion of 500,000 pounds, together with two fortresses, Tangiers in Africa and Bombay in the East Indies. Spain, who, after the peace of the Pyrenees, bent all her force to recover Portugal, now in appearance abandoned by France, took the alarm, and endeavoured to fix Charles in an opposite interest. The catholic king offered to adopt any other princess as a daughter of Spain, either the princess of Parma, or, what he thought more popular, some protestant princess, the daughter of Denmark, Saxony, or Orange: And on any of these, he promised to confer a dowry equal to that which was offered by Portugal. But many reasons inclined Charles rather to accept of the Portuguese proposals. The great disorders in the government and finances of Spain made the execution of her promises be much doubted; and the king's urgent necessities demanded some immediate supply of money. The interest of the English commerce likewise seemed to require, that the independancy of Portugal should be supported, lest the union of that crown with Spain should put the whole treasures of America into the hands of one potentate. The claims too of Spain upon Dunkirk and Jamaica, rendered it impossible, without farther concessions, to obtain the cordial friendship of that power: And on the other hand, the offer, made by Portugal, of two such considerable fortresses, promised a great accession to the naval force of England. Above all, the proposal of a protestant princess was no allurement to Charles, whose inclinations led him strongly to give the preference to a catholic alliance. According to the most probable accounts[n7], the resolution of marrying the daughter of Portugal was taken by the king, unknown to all his ministers; and no remonstrances could prevail with him to alter his intentions. When the matter was laid before the council, all voices concurred in approving |the resolution; and the parliament expressed the same complaisance. #21st May.# And thus was concluded, seemingly with universal consent, the inauspicious marriage with Catherine, a princess of virtue, but who was never able either by the graces of her person or humour, to make herself agreeable to the king. The report, however, of her natural incapacity to have children, seems to have been groundless; since she was twice declared to be pregnant[n8].","subId":"49","id":"Hume.HE.6.63.49"},{"type":"paragraph","content":"^The^ festivity of these espousals was clouded by the trial and execution of criminals. Berkstead, Cobbet, and Okey, three regicides, had escaped beyond sea; and after wandering some time concealed in Germany, came privately to Delft, having appointed their families to meet them in that place. They were discovered by Downing, the king's resident in Holland, who had formerly served the protector and commonwealth in the same station, and who once had even been chaplain to Okey's regiment. He applied for a warrant to arrest them. It had been usual for the States to grant these warrants; though at the same time, they had ever been careful secretly to advertise the persons, that they might be enabled to make their escape. This precaution was eluded by the vigilance and dispatch of Downing. He quickly seized the criminals, hurried them on board a frigate which lay off the coast, and sent them to England. These three men behaved with more moderation and submission than any of the other regicides, who had suffered. Okey in particular, at the place of execution, prayed for the king, and expressed his intention, had he lived, of submitting peaceably to the established government. He had risen during the wars from being a chandler in London to a high rank in the army; and in all his conduct appeared to be a man of humanity and honour. In consideration of his good character and of his dutiful behaviour, his body was given to his friends to be buried.","subId":"50","id":"Hume.HE.6.63.50"},{"type":"paragraph","content":"^The^ attention of the public was much engaged by the trial of two distinguished criminals, Lambert and Vane. These men, though none of the late king's judges, had been excepted from the general indemnity, and committed to prison. The convention-parliament, however, was so favourable to them, as to petition the king, if they should be found guilty, to suspend their execution: But this new parliament, more zealous for monarchy, applied for |their trial and condemnation. Not to revive disputes, which were better buried in oblivion, #Trial of Vane, 11th June. and execution. 14th June.# the indictment of Vane did not comprehend any of his actions during the war between the king and parliament: It extended only to his behaviour after the late king's death, as member of the council of state, and secretary of the navy, where fidelity to the trust, reposed in him, required his opposition to monarchy.","subId":"51","id":"Hume.HE.6.63.51"},{"type":"paragraph","content":"^Vane^ wanted neither courage nor capacity to avail himself of this advantage. He urged, that, if a compliance with the government, at that time established in England, and the acknowledging of its authority were to be regarded as criminal, the whole nation had incurred equal guilt, and none would remain, whose innocence could entitle them to try or condemn him for his pretended treasons: That, according to these maxims, wherever an illegal authority was established by force, a total and universal destruction must ensue; while the usurpers proscribed one part of the nation for disobedience, the lawful prince punished the other for compliance: That the legislature of England, foreseeing this violent situation, had provided for public security by the famous statute of Henry VII.; in which it was enacted, that no man, in case of any revolution, should ever be questioned for his obedience to the king in being: That whether the established government were a monarchy or a commonwealth, the reason of the thing was still the same; nor ought the expelled prince to think himself entitled to allegiance, so long as he could not afford protection: That it belonged not to private persons, possessed of no power, to discuss the title of their governors; and every usurpation, even the most flagrant, would equally require obedience with the most legal establishment: That the controversy between the late king and his parliament was of the most delicate nature; and men of the greatest probity had been divided in their choice of the party which they should embrace: That the parliament, being rendered indissoluble but by its own consent, was become a kind of co-ordinate power with the king; and as the case was thus entirely new and unknown to the constitution, it ought not to be tried rigidly by the letter of the ancient laws: That for his part, all the violences, which had been put upon the parliament, and upon the person of the sovereign, he had ever condemned; nor had he once appeared in the house for some time before and after the execution of the king: |That, finding the whole government thrown into disorder, he was still resolved, in every revolution, to adhere to the commons, the root, the foundation of all lawful authority: That in prosecution of this principle, he had chearfully undergone all the violence of Cromwel's tyranny; and would now, with equal alacrity, expose himself to the rigours of perverted law and justice: That though it was in his power, on the king's restoration, to have escaped from his enemies, he was determined, in imitation of the most illustrious names of antiquity, to perish in defence of liberty, and to give testimony with his blood for that honourable cause, in which he had been inlisted: And, that, besides the ties, by which God and nature had bound him to his native country, he was voluntarily engaged by the most sacred covenant, whose obligation no earthly power should ever be able to make him relinquish.","subId":"52","id":"Hume.HE.6.63.52"},{"type":"paragraph","content":"^All^ the defence, which Vane could make, was fruitless. The court, considering more the general opinion of his active guilt in the beginning and prosecution of the civil wars, than the articles of treason charged against him, took advantage of the letter of the law, and brought him in guilty. His courage deserted him not upon his condemnation. Though timid by nature, the persuasion of a just cause supported him against the terrors of death; while his enthusiasm, excited by the prospect of glory, embellished the conclusion of a life, which, through the whole course of it, had been so much disfigured by the prevalence of that principle. Lest pity for a courageous sufferer should make impression on the populace, drummers were placed under the scaffold, whose noise, as he began to launch out in reflections on the government, drowned his voice, and admonished him to temper the ardour of his zeal. He was not astonished at this unexpected incident. In all his behaviour, there appeared a firm and animated intrepidity; and he considered death but as a passage to that eternal felicity, which he believed to be prepared for him.","subId":"53","id":"Hume.HE.6.63.53"},{"type":"paragraph","content":"^This^ man, so celebrated for his parliamentary talents, and for his capacity in business, has left some writings behind him: They treat, all of them, of religious subjects, and are absolutely unintelligible: No traces of eloquence, or even of common sense appear in them. A strange paradox! did we not know, that men of the greatest genius, where they relinquish by principle the use of their reason, are only enabled, by their vigour of mind, to work themselves |the deeper into error and absurdity. It was remarkable, that, as Vane, by being the chief instrument of Strafford's death, had first opened the way for that destruction, which overwhelmed the nation; so by his death he closed the scene of blood. He was the last that suffered on account of the civil wars. Lambert, though condemned, was reprieved at the bar; and the judges declared, that, if Vane's behaviour had been equally dutiful and submissive, he would have experienced like lenity in the king. Lambert survived his condemnation near thirty years. He was confined to the isle of Guernesey; where he lived contented, forgetting all his past schemes of greatness, and entirely forgotten by the nation: He died a Roman catholic.","subId":"54","id":"Hume.HE.6.63.54"},{"type":"paragraph","content":"#Presbyterian clergy ejected. 24th Aug.# ^However^ odious Vane and Lambert were to the presbyterians, that party had no leisure to rejoice at their condemnation. The fatal St. Bartholomew approached; the day, when the clergy were obliged by the late law, either to relinquish their livings, or to sign the articles required of them. A combination had been entered into by the more zealous of the presbyterian ecclesiastics to refuse the subscription; in hopes, that the bishops would not venture at once to expel so great a number of the most popular preachers. The catholic party at court, who desired a great rent among the protestants, encouraged them in this obstinacy, and gave them hopes, that the king would protect them in their refusal. The king himself, by his irresolute conduct, contributed, either from design or accident, to encrease this opinion. Above all, the terms of subscription had been made strict and rigid, on purpose to disgust all the zealous and scrupulous among the presbyterians, and deprive them of their livings. About 2000 of the clergy, in one day, relinquished their cures; and to the astonishment of the court, sacrificed their interest to their religious tenets. Fortified by society in their sufferings, they were resolved to undergo any hardships, rather than openly renounce those principles, which, on other occasions, they were so apt, from interest, to warp or elude. The church enjoyed the pleasure of retaliation; and even pushed, as usual, the vengeance farther than the offence. During the dominion of the parliamentary party, a fifth of each living had been left to the ejected clergyman; but this indulgence, though at first insisted on by the house of peers, was now refused to the presbyterians. However difficult to conciliate peace among theologians, |it was hoped by many, that some relaxation in the terms of communion might have kept the presbyterians united to the church, and have cured those ecclesiastical factions, which had been so fatal, and were still so dangerous. Bishoprics were offered to Calamy, Baxter, and Reynolds, leaders among the presbyterians; the last only could be prevailed on to accept. Deaneries and other preferments were refused by many.","subId":"55","id":"Hume.HE.6.63.55"},{"type":"paragraph","content":"^The^ next measure of the king has not had the good fortune to be justified by any party; but is often considered, on what grounds I shall not determine, as one of the greatest mistakes, if not blemishes, of his reign. It is the sale of Dunkirk to the French. The parsimonious maxims of the parliament, #Dunkirk sold to the French.# and the liberal, or rather careless disposition of Charles, were ill suited to each other; and notwithstanding the supplies voted him, his treasury was still very empty and very much indebted. He had secretly received the sum of 200,000 crowns from France for the support of Portugal; but the forces sent over to that country, and the fleets, maintained in order to defend it, had already cost the king that sum, and together with it, near double the money, which had been payed as the queen's portion[n9]. The time fixed for payment of his sister's portion to the duke of Orleans was approaching. Tangiers, a fortress from which great benefit was expected, was become an additional burthen to the crown; and Rutherford, who now commanded in Dunkirk, had encreased the charge of that garrison to a hundred and twenty thousand pounds a year. These considerations had such influence, not only on the king, but even on Clarendon, that this uncorrupt minister was the most forward to advise accepting a sum of money in lieu of a place which, he thought, the king, from the narrow state of his revenue, was no longer able to retain. By the treaty with Portugal, it was stipulated, that Dunkirk should never be yielded to the Spaniards: France was therefore the only purchaser that remained. D'Estrades was invited over by a letter from the chancellor himself, in order to conclude the bargain. Nine hundred thousand pounds were demanded: One hundred thousand were offered. The English by degrees lowered their demand; the French raised their offer: And the bargain was concluded at |400,000 pounds. The artillery and stores were valued at a fifth of the sum[n10]. The importance of this sale was not, at that time, sufficiently known, either abroad or at home[n11]. The French monarch himself, so fond of acquisitions, and so good a judge of his own interests, thought, that he had made a hard bargain[n12], and this sum, in appearance so small, was the utmost, which he would allow his ambassador to offer.","subId":"56","id":"Hume.HE.6.63.56"},{"type":"paragraph","content":"^A^ new incident discovered such a glimpse of the king's character and principles as, at first, the nation was somewhat at a loss how to interpret, but such as subsequent events, by degrees, rendered sufficiently plain and manifest. #Declaration of indulgence. 26th Dec.# He issued a declaration on pretence of mitigating the rigours, contained in the act of uniformity. After expressing his firm resolution to observe the general indemnity, and to trust entirely to the affections of his subjects, not to any military power, for the support of his throne; he mentioned the promises of liberty of conscience, contained in his declaration of Breda. And he subjoined, that, \"as in the first place he had been zealous to settle the uniformity of the church of England, in discipline, ceremony and government, and shall ever constantly maintain it: So as for what concerns the penalties upon those who, living peaceably, do not conform themselves thereunto, through scruple and tenderness of misguided conscience, but modestly and without scandal perform their devotions in their own way, he should make it his special care, so far as in him lay, without invading the freedom of parliament, to incline their wisdom next approaching sessions to concur with him in making some such act for that |purpose, as may enable him to exercise, with a more universal satisfaction, that power of dispensing, which he conceived to be inherent in him.\"[n13] Here a most important prerogative was exercised by the king; but under such artful reserves and limitations as might prevent the full discussion of the claim, and obviate a breach between him and his parliament. The foundation of this measure lay much deeper, and was of the utmost consequence.","subId":"57","id":"Hume.HE.6.63.57"},{"type":"paragraph","content":"^The^ king, during his exile, had imbibed strong prejudices in favour of the catholic religion; and according to the most probable accounts, had already been secretly reconciled in form to the church of Rome. The great zeal, expressed by the parliamentary party against all papists, had always, from a spirit of opposition, inclined the court and all the royalists to adopt more favourable sentiments towards that sect, which, through the whole course of the civil wars, had strenuously supported the rights of the sovereign. The rigour too, which the king, during his abode in Scotland, had experienced from the presbyterians, disposed him to run into the other extreme, and to bear a kindness to the party, most opposite in its genius to the severity of those religionists. The solicitations and importunities of the queen-mother, the contagion of the company which he frequented, the view of a more splendid and courtly mode of worship, the hopes of indulgence in pleasure; all these causes operated powerfully on a young prince, whose careless and dissolute temper made him incapable of adhering closely to the principles of his early education. But if the thoughtless humour of Charles rendered him an easy convert to popery, the same disposition ever prevented the theological tenets of that sect from taking any fast hold of him. During his vigorous state of health, while his blood was warm and his spirits high; a contempt and disregard to all religion held possession of his mind; and he might more properly be denominated a deist than a catholic. But in those revolutions of temper, when the love of raillery gave place to reflection, and his penetrating, but negligent understanding was clouded with fears and apprehensions, he had starts of more sincere conviction; and a sect, which always possessed his inclination, was then master of his judgment and opinion[n14].","subId":"58","id":"Hume.HE.6.63.58"},{"type":"paragraph","content":"^But^ though the king thus fluctuated, during his whole reign, between irreligion, which he more openly professed, and popery, to which he retained a secret propensity, his brother, the duke of York, had zealously adopted all the principles of that theological party. His eager temper and narrow understanding made him a thorough convert, without any reserve from interest, or doubts from reasoning and enquiry. By his application to business, he had acquired a great ascendant over the king, who, though possessed of more discernment, was glad to throw the burthen of affairs on the duke, of whom he entertained little jealousy. On pretence of easing the protestant dissenters, they agreed upon a plan for introducing a general toleration, and giving the catholics the free exercise of their religion; at least, the exercise of it in private houses. The two brothers saw with pleasure so numerous and popular a body of the clergy refuse conformity; and it was hoped, that, under shelter of their name, the small and hated sect of the catholics might meet with favour and protection.","subId":"59","id":"Hume.HE.6.63.59"},{"type":"paragraph","content":"#1663. 18th Feb.# ^But^ while the king pleaded his early promises of toleration, and insisted on many other plausible topics, the parliament, who sat a little after the declaration was issued, could by no means be satisfied with this measure. The declared intention of easing the dissenters, and the secret purpose of favouring the catholics, were equally disagreeable to them; and in these prepossessions they were encouraged by the king's ministers themselves, particularly the chancellor. The house of commons represented to the king, that his declaration of Breda contained no promise to the presbyterians and other dissenters, but only an expression of his intentions, upon supposition of the concurrence of parliament: That even if the nonconformists had been entitled to plead a promise, they had entrusted this claim, as all their other rights and privileges, to the house of commons, who were their representatives, and who now freed the king from that obligation: That it was not to be supposed, that his majesty and the houses were so bound by that declaration as to be incapacitated from making any laws, which might be contrary to it: That even at the king's restoration, there were laws of uniformity in force, which could not be dispensed with but by act of parliament: And that the indulgence intended would prove most pernicious both to church and state, would open the door to schism, encourage faction, disturb the |public peace, and discredit the wisdom of the legislature. The king did not think proper, after this remonstrance, to insist any farther at present on the project of indulgence.","subId":"60","id":"Hume.HE.6.63.60"},{"type":"paragraph","content":"^In^ order to deprive the catholics of all hopes, the two houses concurred in a remonstrance against them. The king gave a gracious answer; though he scrupled not to profess his gratitude towards many of that persuasion, on account of their faithful services in his father's cause and in his own. A proclamation, for form's sake, was soon after issued against Jesuits and Romish priests: But care was taken, by the very terms of it, to render it ineffectual. The parliament had allowed, that all foreign priests, belonging to the two queens, should be excepted, and that a permission for them to remain in England should still be granted. In the proclamation, the word, _foreign,_ was purposely omitted; and the queens were thereby authorized to give protection to as many English priests as they should think proper.","subId":"61","id":"Hume.HE.6.63.61"},{"type":"paragraph","content":"^That^ the king might reap some advantage from his compliances, however fallacious, he engaged the commons anew into an examination of his revenue, which, chiefly by the negligence in levying it, had proved, he said, much inferior to the public charges. Notwithstanding the price of Dunkirk, his debts, he complained, amounted to a considerable sum; and to satisfy the commons, that the money formerly granted him, had not been prodigally expended, he offered to lay before them the whole account of his disbursements. It is however agreed on all hands, that the king, though, during his banishment, he had managed his small and precarious income with great order and economy, had now much abated of these virtues, and was unable to make his royal revenues suffice for his expences. The commons, without entering into too nice a disquisition, voted him four subsidies; and this was the last time, that taxes were levied in that manner.","subId":"62","id":"Hume.HE.6.63.62"},{"type":"paragraph","content":"^Several^ laws were made this session with regard to trade. The militia also came under consideration, and some rules were established for ordering and arming it. It was enacted, that the king should have no power of keeping the militia under arms above fourteen days in the year. The situation of this island, together with its great naval power, has always occasioned other means of security, however requisite, to be much neglected amongst us: And the parliament showed here a very superfluous jealousy of the |king's strictness in disciplining the militia. The principles of liberty rather require a contrary jealousy.","subId":"63","id":"Hume.HE.6.63.63"},{"type":"paragraph","content":"^The^ earl of Bristol's friendship with Clarendon, which had subsisted, with great intimacy, during their exile and the distresses of the royal party, had been considerably impaired since the restoration, by the chancellor's refusing his assent to some grants, which Bristol had applied for to a court lady: And a little after, the latter nobleman, agreeably to the impetuosity and indiscretion of his temper, broke out against the minister in the most outrageous manner. He even entered a charge of treason against him before the house of peers; but had concerted his measures so imprudently, that the judges, when consulted, declared, that, neither for its matter nor its form, could the charge be legally received. The articles indeed resemble more the incoherent altercations of a passionate enemy, than a serious accusation, fit to be discussed by a court of judicature; and Bristol himself was so ashamed of his conduct and defeat, that he absconded during some time. Notwithstanding his fine talents, his eloquence, his spirit, and his courage, he could never regain the character, which he lost by this hasty and precipitate measure.","subId":"64","id":"Hume.HE.6.63.64"},{"type":"paragraph","content":"#Decline of Clarendon's credit.# ^But^ though Clarendon was able to elude this rash assault, his credit at court was sensibly declining; and in proportion as the king found himself established on the throne, he began to alienate himself from a minister, whose character was so little suited to his own. Charles's favour for the catholics was always opposed by Clarendon, public liberty was secured against all attempts of the over-zealous royalists, prodigal grants of the king were checked or refused, and the dignity of his own character was so much consulted by the chancellor, that he made it an inviolable rule, as did also his friend, Southampton, never to enter into any connexion with the royal mistresses. The king's favourite was Mrs. Palmer, afterwards created dutchess of Cleveland; a woman prodigal, rapacious, dissolute, violent, revengeful. She failed not in her turn to undermine Clarendon's credit with his master; and her success was at this time made apparent to the whole world. Secretary Nicholas, the chancellor's great friend, was removed from his place; and Sir Harry Bennet, his avowed enemy, was advanced to that office. Bennet was soon after created lord Arlington.","subId":"65","id":"Hume.HE.6.63.65"},{"type":"paragraph","content":"^Though^ the king's conduct had hitherto, since his restoration, |been, in the main, laudable, men of penetration began to observe, that those virtues, by which he had, at first, so much dazzled and enchanted the nation, had great show, but not equal solidity. His good understanding lost much of its influence by his want of application; his bounty was more the result of a facility of disposition than any generosity of character; his social humour led him frequently to neglect his dignity; his love of pleasure was not attended with proper sentiment, and decency; and while he seemed to bear a good will to every one that approached him, he had a heart not very capable of friendship, and he had secretly entertained a very bad opinion and distrust of mankind. But above all, what sullied his character in the eyes of good judges was his negligent ingratitude towards the unfortunate cavaliers, whose zeal and sufferings in the royal cause had known no bounds. This conduct however in the king may, from the circumstances of his situation and temper, admit of some excuse; at least, of some alleviation. As he had been restored more by the efforts of his reconciled enemies than of his ancient friends, the former pretended a title to share his favour; and being, from practice, acquainted with public business, they were better qualified to execute any trust committed to them. The king's revenues were far from being large, or even equal to his necessary expences; and his mistresses, and the companions of his mirth and pleasures, gained by solicitation every request from his easy temper. The very poverty, to which the more zealous royalists had reduced themselves, by rendering them insignificant, made them unfit to support the king's measures, and caused him to deem them a useless incumbrance. And as many false and ridiculous claims of merit were offered, his natural indolence, averse to a strict discussion or enquiry, led him to treat them all with equal indifference. The parliament took some notice of the poor cavaliers. Sixty thousand pounds were at one time distributed among them: Mrs. Lane also and the Penderells had handsome presents and pensions from the king. But the greater part of the royalists still remained in poverty and distress; aggravated by the cruel disappointment in their sanguine hopes, and by seeing favour and preferment bestowed upon their most inveterate foes. With regard to the act of indemnity and oblivion, they universally said, that it was an act of indemnity to the king's enemies, and of oblivion to his friends.","subId":"66","id":"Hume.HE.6.63.66"},{"type":"note","content":"Journals, vol. viii. p. 24.","subId":"n1","id":"Hume.HE.6.63.n1"},{"type":"note","content":"King James's Memoirs. This prince says, that Venner's insurrection furnished a reason or pretence for keeping up the guards, which were intended at first to have been disbanded with the rest of the army.","subId":"n2","id":"Hume.HE.6.63.n2"},{"type":"note","content":"King James's Memoirs.","subId":"n3","id":"Hume.HE.6.63.n3"},{"type":"note","content":"Parl. Hist. vol. xxiii. p. 173.","subId":"n4","id":"Hume.HE.6.63.n4"},{"type":"note","content":"Carte's Answer to the Bystander, p. 79.","subId":"n5","id":"Hume.HE.6.63.n5"},{"type":"note","content":"D'Estrades, 25th of July, 1661. Mr. Ralph's History, vol. i. p. 176.","subId":"n6","id":"Hume.HE.6.63.n6"},{"type":"note","content":"Carte's Ormond, vol. ii. p. 254. This account seems better supported, than that in Ablancourt's Memoirs, that the chancellor chiefly pushed the Portuguese alliance. The secret transactions of the court of England could not be supposed to be much known to a French resident at Lisbon: And whatever opposition the chancellor might make, he would certainly endeavour to conceal it from the queen and all her family; and even in the parliament and council would support the resolution already taken. _Clarendon himself says in his Memoirs, that he never either opposed or promoted the Portuguese match._","subId":"n7","id":"Hume.HE.6.63.n7"},{"type":"note","content":"Lord Landsdown's Defence of general Monk. Temple, vol. ii. p. 154.","subId":"n8","id":"Hume.HE.6.63.n8"},{"type":"note","content":"D'Estrades, 17th of August, 1662. There was above half of 500,000 pounds really paid as the queen's portion.","subId":"n9","id":"Hume.HE.6.63.n9"},{"type":"note","content":"D'Estrades, 21st of August, 12th of September, 1662.","subId":"n10","id":"Hume.HE.6.63.n10"},{"type":"note","content":"It appears, however, from many of D'Estrades's letters, particularly that of the 21st of August, 1661, that the king might have transferred Dunkirk to the parliament, who would not have refused to bear the charges of it, but were unwilling to give money to the king for that purpose. The king on the other hand was jealous, lest the parliament should acquire any separate dominion or authority in a branch of administration, which seemed so little to belong to them: A proof that the government was not yet settled into that composure, and mutual confidence, which is absolutely requisite for conducting it.","subId":"n11","id":"Hume.HE.6.63.n11"},{"type":"note","content":"Id. 3d of October, 1662. The chief importance indeed of Dunkirk to the English was, that it was able to distress their trade, when in the hands of the French: But it was Lewis the XIVth who first made it a good sea-port. If ever England have occasion to transport armies to the continent, it must be in support of some ally whose towns serve to the same purpose as Dunkirk would, if in the hands of the English.","subId":"n12","id":"Hume.HE.6.63.n12"},{"type":"note","content":"Kennet's Register, p. 850.","subId":"n13","id":"Hume.HE.6.63.n13"},{"type":"note","content":"The author confesses, that the king's zeal for popery was apt, at intervals, to go farther than is here supposed, as appears from many passages in James the Second's Memoirs.","subId":"n14","id":"Hume.HE.6.63.n14"}]}
