{"imported":true,"id":"Hume.HE.6.65","parent":"Hume.HE.6","title":"Chapter 65. Charles II (cont.)","breadcrumb":"Chapter 65","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LXV. £2 £1 CHARLES II. £1 _A Parliament——The Cabal——Their Characters——Their counsels——Alliance with France——A Parliament——Coventry act——Blood's crimes——Duke declares himself Catholic——Exchequer shut——Declaration of indulgence——Attack of the Smyrna fleet——War declared with Holland——Weakness of the States——Battle of Solebay——Sandwich killed——Progress of the French——Consternation of the Dutch——Prince of Orange Stadtholder——Massacre of the de Wits——Good conduct of the Prince——A Parliament——Declaration of indulgence recalled——Sea fight——Another sea fight——Another sea fight——Congress of Cologne——A Parliament——Peace with Holland._","id":"Hume.HE.6.65"},{"type":"paragraph","content":"#1668.# SINCE the restoration, England had attained a situation, which had never been experienced in any former period of her government, and which seemed the only one, that could fully ensure, at once, her tranquillity and her liberty: The king was in continual want of supply from the parliament; and he seemed willing to accommodate himself to that dependent situation. Instead of reviving those claims of prerogative, so strenuously insisted |on by his predecessors, Charles had strictly confined himself within the limits of law, and had courted, by every art of popularity, the affections of his subjects. Even the severities, however blameable, which he had exercised against nonconformists, are to be considered as expedients, by which he strove to ingratiate himself with that party, which predominated in parliament. But notwithstanding these promising appearances, there were many circumstances, which kept the government from resting steddily on that bottom, on which it was placed. The crown having lost almost all its ancient demesnes, relied entirely on voluntary grants of the people; and the commons not fully accustomed to this new situation, were not yet disposed to supply with sufficient liberality the necessities of the crown. They imitated too strictly the example of their predecessors in a rigid frugality of public money; and neither sufficiently considered the indigent condition of their prince, nor the general state of Europe; where every nation, by its increase both of magnificence and force, had made great additions to all public expences. Some considerable sums, indeed, were bestowed on Charles; and the patriots of that age, tenacious of ancient maxims, loudly upbraided the commons with prodigality: But if we may judge by the example of a later period, when the government has become more regular, and the harmony of its parts has been more happily adjusted, the parliaments of this reign seem rather to have merited a contrary reproach.","subId":"1","id":"Hume.HE.6.65.1"},{"type":"paragraph","content":"^The^ natural consequence of the poverty of the crown was, besides feeble irregular transactions in foreign affairs, a continual uncertainty in its domestic administration. No one could answer with any tolerable assurance for the measures of the house of commons. Few of the members were attached to the court by any other band than that of inclination. Royalists indeed in their principles, but unexperienced in business, they lay exposed to every rumour or insinuation; and were driven by momentary gusts or currents, no less than the populace themselves. Even the attempts made to gain an ascendant over them, by offices, and, as it is believed, by bribes and pensions, were apt to operate in a manner contrary to what was intended by the ministers. The novelty of the practice conveyed a general, and indeed a just, alarm; while at the same time, the poverty of the crown rendered this influence very limited and precarious.","subId":"2","id":"Hume.HE.6.65.2"},{"type":"paragraph","content":"^The^ character of Charles was ill fitted to remedy those defects in the constitution. He acted in the administration of public affairs, as if government were a pastime, rather than a serious occupation; and by the uncertainty of his conduct, he lost that authority, which could alone bestow constancy on the fluctuating resolutions of the parliament. His expences too, which sometimes perhaps exceeded the proper bounds, were directed more by inclination than by policy; and while they encreased his dependance on the parliament, they were not calculated fully to satisfy either the interested or disinterested part of that assembly.","subId":"3","id":"Hume.HE.6.65.3"},{"type":"paragraph","content":"#8th of February. A parliament.# ^The^ parliament met after a long adjournment; and the king promised himself every thing from the attachment of the commons. All his late measures had been calculated to acquire the good will of his people; and above all, the triple league, it was hoped, would be able to efface all the disagreeable impressions left by the unhappy conclusion of the Dutch war. But a new attempt made by the court, and a laudable one too, lost him, for a time, the effect of all these endeavours. Buckingham, who was in great favour with the king, and carried on many intrigues among the commons, had also endeavoured to support connexions with the nonconformists; and he now formed a scheme, in concert with the lord keeper, Sir Orlando Bridgeman, and the chief justice, Sir Matthew Hale, two worthy patriots, to put an end to those severities, under which these religionists had so long laboured. It was proposed to reconcile the presbyterians by a comprehension, and to grant a toleration to the independants and other sectaries. Favour seems not, by this scheme, as by others embraced during the present reign, to have been intended the catholics: Yet were the zealous commons so disgusted, that they could not be prevailed on even to give the king thanks for the triple league, however laudable that measure was then, and has ever since been esteemed. They immediately voted an address for a proclamation against conventicles. Their request was complied with; but as the king still dropped some hints of his desire to reconcile his protestant subjects, the commons passed a very unusual vote, that no man should bring into the house any bill of that nature. The king in vain reiterated his solicitations for supply; represented the necessity of equipping a fleet; and even offered, that the money, which they should grant, should be collected and issued for that purpose by |commissioners appointed by the house. Instead of complying, the commons voted an enquiry into all the miscarriages during the late war; the slackening of sail after the duke's victory from false orders delivered by Brounker, the miscarriage at Berghen, the division of the fleet under prince Rupert and Albemarle, the disgrace at Chatham. Brounker was expelled the house, and ordered to be impeached. Commissioner Pet, who had neglected orders issued for the security of Chatham, met with the same fate. These impeachments were never prosecuted. The house at length, having been indulged in all their prejudices, were prevailed with to vote the king three hundred and ten thousand pounds, by an imposition on wine and other liquors; after which they were adjourned.","subId":"4","id":"Hume.HE.6.65.4"},{"type":"paragraph","content":"#11th of May.# ^Public^ business, besides being retarded by the disgust of the commons against the tolerating maxims of the court, met with obstructions this session from a quarrel between the two houses. Skinner, a rich merchant in London, having suffered some injuries from the East India company, laid the matter by petition before the house of lords, by whom he was relieved in costs and damages to the amount of five thousand pounds. The commons voted, that the lords, in taking cognizance of this affair, originally, without any appeal from inferior courts, had acted in a manner not agreeable to the laws of the land, and tending to deprive the subject of the right, ease, and benefit, due to him by these laws; and that Skinner, in prosecuting the suit after this manner, had infringed the privileges of the commons: For which offence, they ordered him to be taken into custody. Some conferences ensued between the houses; where the lords were tenacious of their right of judicature, and maintained, that the method, in which they had exercised it, was quite regular. The commons rose into a great ferment; and went so far as to vote, that \"whoever should be aiding or assisting in putting in execution the order or sentence of the house of lords, in the case of Skinner against the East-India company, should be deemed a betrayer of the rights and liberties of the commons of England, and an infringer of the privileges of the house of commons.\" They rightly judged, that it would not be easy, after this vote, to find any one, who would venture to incur their indignation. The proceedings indeed of the lords seem in this case to have been unusual and without precedent.","subId":"5","id":"Hume.HE.6.65.5"},{"type":"paragraph","content":"#1669. 9th of October.# ^The^ king's necessities obliged him again to assemble the parliament, who showed some disposition to relieve him. The price, however, which he must pay for this indulgence, was his yielding to new laws against conventicles. His complaisance in this particular contributed more to gain the commons, than all the pompous pretences of supporting the triple alliance, that popular measure, by which he expected to make such advantage. The quarrel between the two houses was revived; and as the commons had voted only four hundred thousand pounds, with which the king was not satisfied, he thought proper before they had carried their vote into a law, to prorogue them. #11th of December.# The only business finished this short session was the receiving of the report of the committee appointed for examining the public accounts. On the first inspection of this report, there appears a great sum, no less than a million and a half, unaccounted for; and the natural inference is, that the king had much abused the trust reposed in him by parliament. But a more accurate inspection of particulars serves, in a great measure, to remove this imputation. The king indeed went so far as to tell the parliament from the throne, \"That he had fully informed himself of that matter, and did affirm, that no part of those monies, which they had given him, had been diverted to other uses, but on the contrary, besides all those supplies, a very great sum had been raised out of his standing revenue and credit, and a very great debt contracted; and all for the war.\" Though artificial pretences have often been employed by kings in their speeches to parliament, and by none more than Charles, it is somewhat difficult to suspect him of a direct lie and falshood. He must have had some reasons, and perhaps not unplausible ones, for this affirmation, of which all his hearers, as they had the accounts lying before them, were at that time competent judges[n1].","subId":"6","id":"Hume.HE.6.65.6"},{"type":"paragraph","content":"^The^ method, which all parliaments had hitherto followed, was to vote a particular sum for the supply, without any distinction or any appropriation to particular services. So long as the demands of the crown were small and casual, no great inconveniencies arose from this practice. But as all the measures of government were now changed, it must be confessed, that, if the king made a just |application of public money, this inaccurate method of proceeding, by exposing him to suspicion, was prejudicial to him. If he were inclined to act otherwise, it was equally hurtful to the people. For these reasons, a contrary practice, during all the late reigns, has constantly been followed by the commons.","subId":"7","id":"Hume.HE.6.65.7"},{"type":"paragraph","content":"#1670. 14th February.# ^When^ the parliament met after the prorogation, they entered anew upon the business of supply, and granted the king an additional duty, during eight years, of twelve pounds on each tun of Spanish wine imported, eight on each tun of French. A law also passed empowering him to sell the fee farm rents; the last remains of the demesnes, by which the ancient kings of England had been supported. By this expedient he obtained some supply for his present necessities, but left the crown, if possible, still more dependent than before. How much money might be raised by these sales is uncertain; but it could not be near one million eight hundred thousand pounds, the sum assigned by some writers[n2].","subId":"8","id":"Hume.HE.6.65.8"},{"type":"paragraph","content":"^The^ act against conventicles passed, and received the royal assent. It bears the appearance of mitigating the former persecuting laws; but if we may judge by the spirit, which had broken out almost every session during this parliament, it was not intended as any favour to the nonconformists. Experience probably had taught, that laws over rigid and severe could not be executed. By this act the hearer in a conventicle (that is, in a dissenting assembly, where more than five were present, besides the family) was fined five shillings for the first offence, ten for the second; the preacher twenty pounds for the first offence, forty for the second. The person, in whose house the conventicle met, was amerced a like sum with the preacher. One clause is remarkable; that, if any dispute should arise with regard to the interpretation of any part of the act, the judges should always explain the doubt in the sense least favourable to conventicles, it being the intention of parliament entirely to suppress them. Such was the zeal of the commons, that they violated the plainest and most established maxims of civil policy, which require, that, in all criminal prosecutions, favour should always be given to the prisoner.","subId":"9","id":"Hume.HE.6.65.9"},{"type":"paragraph","content":"^The^ affair of Skinner still remained a ground of quarrel between |the two houses; but the king prevailed with the peers to accept of the expedient proposed by the commons, that a general razure should be made of all the transactions with regard to that disputed question.","subId":"10","id":"Hume.HE.6.65.10"},{"type":"paragraph","content":"^Some^ attempts were made by the king to effect a union between England and Scotland: Though they were too feeble to remove all the difficulties, which obstructed that useful and important undertaking. Commissioners were appointed to meet, in order to regulate the conditions: But the design, chiefly by the intrigues of Lauderdale, soon after came to nothing.","subId":"11","id":"Hume.HE.6.65.11"},{"type":"paragraph","content":"^The^ king, about this time, began frequently to attend the debates of the house of peers. He said, that they amused him, and that he found them no less entertaining than a play. But deeper designs were suspected. As he seemed to interest himself extremely in the cause of lord Roos, who had obtained a divorce from his wife on the accusation of adultery, and applied to parliament for leave to marry again; people imagined, that Charles intended to make a precedent of the case, and that some other pretence would be found for getting rid of the queen. Many proposals to this purpose, it is said, were made him by Buckingham: But the king, how little scrupulous soever in some respects, was incapable of any action harsh or barbarous; and he always rejected every scheme of this nature. A suspicion however of such intentions, it was observed, had, at this time, begotten a coldness between the two royal brothers.","subId":"12","id":"Hume.HE.6.65.12"},{"type":"paragraph","content":"^We^ now come to a period, when the king's counsels, which had hitherto, in the main, been good, though negligent and fluctuating, became, during some time, remarkably bad, or even criminal; and breeding incurable jealousies in all men, were followed by such consequences as had almost terminated in the ruin both of prince and people. Happily, the same negligence still attended him; and, as it had lessened the influence of the good, it also diminished the effect of the bad measures, which he embraced.","subId":"13","id":"Hume.HE.6.65.13"},{"type":"paragraph","content":"^It^ was remarked, that the committee of council, established for foreign affairs, was entirely changed; and that prince Rupert, the duke of Ormond, secretary Trevor, and lord keeper Bridgeman, men in whose honour the nation had great confidence, were never called to any deliberations. The whole secret was entrusted to five persons, Clifford, Ashley, Buckingham, Arlington, and Lauderdale. |#The Cabal.# These men were known by the appellation of the Cabal, a word which the initial letters of their names happened to compose. Never was there a more dangerous ministry in England, nor one more noted for pernicious counsels.","subId":"14","id":"Hume.HE.6.65.14"},{"type":"paragraph","content":"#Their characters.# ^Lord^ Ashley, soon after known by the name of earl of Shaftesbury, was one of the most remarkable characters of the age, and the chief spring of all the succeeding movements. During his early youth, he had engaged in the late king's party; but being disgusted with some measures of prince Maurice, he soon deserted to the parliament. He insinuated himself into the confidence of Cromwel; and as he had great influence with the presbyterians, he was serviceable in supporting, with his party, the authority of that usurper. He employed the same credit in promoting the restoration; and on that account both deserved and acquired favour with the king. In all his changes, he still maintained the character of never betraying those friends whom he deserted; and which-ever party he joined, his great capacity and singular talents soon gained him their confidence, and enabled him to take the lead among them. No station could satisfy his ambition, no fatigues were insuperable to his industry. Well acquainted with the blind attachment of faction, he surmounted all sense of shame: And relying on the subtilty of his contrivances, he was not startled with enterprizes, the most hazardous and most criminal. His talents, both of public speaking and private insinuation, shone out in an eminent degree; and amidst all his furious passions, he possessed a sound judgment of business, and still more of men. Though fitted by nature for beginning and pushing the greatest undertakings, he was never able to conduct any to a happy period; and his eminent abilities, by reason of his insatiable desires, were equally dangerous to himself, to the prince, and to the people.","subId":"15","id":"Hume.HE.6.65.15"},{"type":"paragraph","content":"^The^ duke of Buckingham possessed all the advantages, which a graceful person, a high rank, a splendid fortune, and a lively wit could bestow; but by his wild conduct, unrestrained either by prudence or principle, he found means to render himself in the end odious and even insignificant. The least interest could make him abandon his honour; the smallest pleasure could seduce him from his interest; the most frivolous caprice was sufficient to counterbalance his pleasure. By his want of secrecy and constancy, he destroyed his character in public life; by his contempt of order and |economy, he dissipated his private fortune; by riot and debauchery, he ruined his health; and he remained at last as incapable of doing hurt, as he had ever been little desirous of doing good, to mankind.","subId":"16","id":"Hume.HE.6.65.16"},{"type":"paragraph","content":"^The^ earl, soon after created duke of Lauderdale, was not defective in natural, and still less in acquired, talents; but neither was his address graceful, nor his understanding just. His principles, or, more properly speaking, his prejudices, were obstinate, but unable to restrain his ambition: His ambition was still less dangerous than the tyranny and violence of his temper. An implacable enemy, but a lukewarm friend; insolent to his inferiors, but abject to his superiors; though in his whole character and deportment, he was almost diametrically opposite to the king, he had the fortune, beyond any other minister, to maintain, during the greater part of his reign, an ascendant over him.","subId":"17","id":"Hume.HE.6.65.17"},{"type":"paragraph","content":"^The^ talents of parliamentary eloquence and intrigue had raised Sir Thomas Clifford; and his daring impetuous spirit gave him weight in the king's councils. Of the whole cabal, Arlington was the least dangerous either by his vices or his talents. His judgment was sound, though his capacity was but moderate; and his intentions were good, though he wanted courage and integrity to persevere in them. Together with Temple and Bridgeman, he had been a great promoter of the triple league; but he threw himself with equal alacrity into opposite measures, when he found them agreeable to his master. Clifford and he were secretly catholics: Shaftesbury, though addicted to astrology, was reckoned a deist: Buckingham had too little reflection to embrace any steady principles: Lauderdale had long been a bigotted and furious presbyterian; and the opinions of that sect still kept possession of his mind, how little soever they appeared in his conduct.","subId":"18","id":"Hume.HE.6.65.18"},{"type":"paragraph","content":"#Their counsels.# ^The^ dark counsels of the cabal, though from the first they gave anxiety to all men of reflection, were not thoroughly known but by the event. Such seem to have been the views, which they, in concurrence with some catholic courtiers, who had the ear of their sovereign, suggested to the king and the duke, and which these princes too greedily embraced. They said, that the parliament, though the spirit of party, for the present, attached them to the crown, were still more attached to those powers and privileges, which their predecessors had usurped from the sovereign: That |after the first flow of kindness was spent, they had discovered evident symptoms of discontent; and would be sure to turn against the king all the authority which they yet retained, and still more those pretensions which it was easy for them in a moment to revive: That they not only kept the king in dependence by means of his precarious revenue, but had never discovered a suitable generosity, even in those temporary supplies, which they granted him: That it was high time for the prince to rouze himself from his lethargy, and to recover that authority, which his predecessors, during so many ages, had peaceably enjoyed: That the great error or misfortune of his father was the not having formed any close connexion with foreign princes, who, on the breaking out of the rebellion, might have found their interest in supporting him: That the present alliances, being entered into with so many weaker potentates, who themselves stood in need of the king's protection, could never serve to maintain, much less augment, the royal authority: That the French monarch alone, so generous a prince, and by blood so nearly allied to the king, would be found both able and willing, if gratified in his ambition, to defend the common cause of kings against usurping subjects: That a war, undertaken against Holland by the united force of two such mighty potentates, would prove an easy enterprize, and would serve all the purposes which were aimed at: That under pretence of that war, it would not be difficult to levy a military force, without which, during the prevalence of republican principles among his subjects, the king would vainly expect to defend his prerogative: That his naval power might be maintained, partly by the supplies, which, on other pretences, would previously be obtained from parliament; partly by subsidies from France; partly by captures, which might easily be made on that opulent republic: That in such a situation, attempts to recover the lost authority of the crown would be attended with success; nor would any malcontents dare to resist a prince, fortified by so powerful an alliance; or if they did, they would only draw more certain ruin on themselves and on their cause: And that by subduing the States, a great step would be made towards a reformation of the government; since it was apparent, that that republic, by its fame and grandeur, fortified, in his factious subjects, their attachment to what they vainly termed their civil and religious liberties.","subId":"19","id":"Hume.HE.6.65.19"},{"type":"paragraph","content":"^These^ suggestions happened fatally to concur with all the inclinations and prejudices of the king; his desire of more extensive authority, his propensity to the catholic religion, his avidity for money. He seems likewise, from the very beginning of his reign, to have entertained great jealousy of his own subjects, and, on that account, a desire of fortifying himself by an intimate alliance with France. So early as 1664, he had offered the French monarch to allow him without opposition to conquer Flanders, provided that prince would engage to furnish him with ten thousand infantry, and a suitable number of cavalry, in case of any rebellion in England[n3]. As no dangerous symptom at that time appeared, we are left to conjecture, from this incident, what opinion Charles had conceived of the factious disposition of his people.","subId":"20","id":"Hume.HE.6.65.20"},{"type":"paragraph","content":"^Even^ during the time, when the triple alliance was the most zealously cultivated, the king never seems to have been entirely cordial in those salutary measures, but still to have cast a longing eye towards the French alliance. Clifford, who had much of his confidence, said imprudently, \"Notwithstanding all this joy, we must have a second war with Holland.\" The accession of the Emperor to that alliance had been refused by England on frivolous pretences. And many unfriendly cavils were raised against the States with regard to Surinam and the conduct of the East India company[n4]. But about April 1669, the strongest symptoms appeared of those fatal measures, which were afterwards more openly pursued.","subId":"21","id":"Hume.HE.6.65.21"},{"type":"paragraph","content":"^De^ Wit, at that time, came to Temple; and told him, that he payed him a visit as a friend, not as a minister. The occasion was to acquaint him with a conversation which he had lately had with Puffendorf, the Swedish agent, who had passed by the Hague in the way from Paris to his own country. The French ministers, Puffendorf said, had taken much pains to persuade him, that the Swedes would very ill find their account in those measures, which they had lately embraced: That Spain would fail them in all her promises of subsidies; nor would Holland alone be able to support them: That England would certainly fail them, and had already adopted counsels directly opposite to those which by the triple league she had bound herself to pursue: And that the resolution |was not the less fixed and certain, because the secret was as yet communicated to very few either in the French or English court. When Puffendorf seemed incredulous, Turenne showed him a letter from Colbert de Crossy, the French minister at London; in which, after mentioning the success of his negotiations, and the favourable disposition of the chief ministers there, he added, \"And I have at last made them sensible of the full extent of his majesty's bounty.\"[n5] From this incident it appears, that the infamous practice of selling themselves to foreign princes, a practice, which, notwithstanding the malignity of the vulgar, is certainly rare among men in high office, had not been scrupled by Charles's ministers, who even obtained their master's consent to this dishonourable corruption.","subId":"22","id":"Hume.HE.6.65.22"},{"type":"paragraph","content":"^But^ while all men of penetration, both abroad and at home, were alarmed with these incidents, the visit, which the king received from his sister, the duchess of Orleans, was the foundation of still stronger suspicions. Lewis, knowing the address and insinuation of that amiable princess, and the great influence, which she had gained over her brother, had engaged her to employ all her good offices, in order to detach Charles from the triple league, which, he knew, had fixed such unsurmountable barriers to his ambition; and he now sent her to put the last hand to the plan of their conjunct operations. That he might the better cover this negotiation, he pretended to visit his frontiers, particularly the great works which he had undertaken at Dunkirk; and he carried the queen and the whole court along with him. #16th May.# While he remained on the opposite shore, the duchess of Orleans went over to England; and Charles met her at Dover, where they passed ten days together in great mirth and festivity. By her artifices and caresses, #Alliance with France.# she prevailed on Charles to relinquish the most settled maxims of honour and policy, and to finish his engagements with Lewis for the destruction of Holland; as well as for the subsequent change of religion in England.","subId":"23","id":"Hume.HE.6.65.23"},{"type":"paragraph","content":"^But^ Lewis well knew Charles's character, and the usual fluctuation of his counsels. In order to fix him in the French interests, he resolved to bind him by the tyes of pleasure, the only ones which with him were irresistible; and he made him a present of a French |mistress, by whose means he hoped, for the future, to govern him. The dutchess of Orleans brought with her a young lady of the name of Queroüaille, whom the king carried to London, and soon after created dutchess of Portsmouth. He was extremely attached to her during the whole course of his life; and she proved a great means of supporting his connexions with her native country.","subId":"24","id":"Hume.HE.6.65.24"},{"type":"paragraph","content":"^The^ satisfaction, which Charles reaped from his new alliance, received a great check by the death of his sister, and still more by those melancholy circumstances which attended it. Her death was sudden, after a few days illness; and she was seized with the malady upon drinking a glass of succory-water. Strong suspicions of poison arose in the court of France, and were spread all over Europe; and as her husband had discovered many symptoms of jealousy and discontent on account of her conduct, he was universally believed to be the author of the crime. Charles himself, during some time, was entirely convinced of his guilt; but upon receiving the attestation of physicians, who, on opening her body, found no foundation for the general rumour, he was, or pretended to be satisfied. The duke of Orleans indeed did never, in any other circumstance of his life, betray such dispositions as might lead him to so criminal an action; and a lady, it is said, drank the remains of the same glass, without feeling any inconvenience. The sudden death of princes is commonly accompanied with these dismal surmises; and therefore less weight is in this case to be laid on the suspicions of the public.","subId":"25","id":"Hume.HE.6.65.25"},{"type":"paragraph","content":"^Charles^, instead of breaking with France upon this incident, took advantage of it to send over Buckingham, under pretence of condoling with the duke of Orleans, but in reality to concert farther measures for the projected war. Never ambassador received greater caresses. The more destructive the present measures were to the interests of England, the more natural was it for Lewis to load with civilities, and even with favours, those whom he could engage to promote them.","subId":"26","id":"Hume.HE.6.65.26"},{"type":"paragraph","content":"^The^ journey of Buckingham augmented the suspicions in Holland, which every circumstance tended still farther to confirm. Lewis made a sudden irruption into Lorraine; and though he missed seizing the duke himself, who had no surmise of the danger, and who narrowly escaped, he was soon able, without resistance, to make himself master of the whole country. The French |monarch was so far unhappy, that, though the most tempting opportunities offered themselves, he had not commonly so much as the pretence of equity and justice to cover his ambitious measures. This acquisition of Lorraine ought to have excited the jealousy of the contracting powers in the triple league, as much as an invasion of Flanders itself; yet did Charles turn a deaf ear to all remonstrances, made him upon that subject.","subId":"27","id":"Hume.HE.6.65.27"},{"type":"paragraph","content":"^But^ what tended chiefly to open the eyes of de Wit and the States, with regard to the measures of England, was the sudden recal of Sir William Temple. This minister had so firmly established his character of honour and integrity, that he was believed incapable even of obeying his master's commands, in promoting measures which he esteemed pernicious to his country; and so long as he remained in employment, de Wit thought himself assured of the fidelity of England. Charles was so sensible of this prepossession, that he ordered Temple to leave his family at the Hague, and pretended, that that minister would immediately return, after having conferred with the king about some business, where his negotiation had met with obstructions. De Wit made the Dutch resident inform the English court, that he should consider the recal of Temple as an express declaration of a change of measures in England; and should even know what interpretation to put upon any delay of his return.","subId":"28","id":"Hume.HE.6.65.28"},{"type":"paragraph","content":"#24th Oct. A parliament.# ^While^ these measures were secretly in agitation, the parliament met, according to adjournment. The king made a short speech, and left the business to be enlarged upon by the keeper. That minister much insisted on the king's great want of supply; the mighty encrease of the naval power of France, now triple to what it was before the last war with Holland; the decay of the English navy; the necessity of fitting out next year a fleet of fifty sail; the obligations which the king lay under by several treaties to exert himself for the common good of christendom. Among other treaties, he mentioned the triple alliance, and the defensive league with the States.","subId":"29","id":"Hume.HE.6.65.29"},{"type":"paragraph","content":"^The^ artifice succeeded. The house of commons, entirely satisfied with the king's measures, voted him considerable supplies. A land tax for a year was imposed of a shilling a pound; two shillings a pound on two thirds of the salaries of offices; fifteen shillings on every hundred pounds of bankers' money and stock; an additional |excise upon beer for six years, and certain impositions upon law proceedings for nine years. The parliament had never before been in a more liberal humour; and never surely was it less merited by the counsels of the king and of his ministers[n6].","subId":"30","id":"Hume.HE.6.65.30"},{"type":"paragraph","content":"#1671.# ^The^ commons passed another bill, for laying a duty on tobacco, Scotch salt, glasses, and some other commodities. Against this bill the merchants of London appeared by petition before the house of lords. The lords entered into their reasons, and began to make amendments on the bill sent up by the commons. This attempt was highly resented by the lower house, as an encroachment on the right, which they pretended to possess alone, of granting money to the crown. Many remonstrances passed between the two houses; and by their altercations the king was obliged to prorogue the parliament; #22d April.# and he thereby lost the money which was intended him. This is the last time that the peers have revived any pretensions |of that nature. Ever since, the privilege of the commons, in all other places, except in the house of peers, has passed for uncontroverted.","subId":"31","id":"Hume.HE.6.65.31"},{"type":"paragraph","content":"^There^ was a private affair, which during this session disgusted the house of commons, and required some pains to accommodate it. The usual method of those who opposed the court in the money bills, was, if they failed in the main vote, as to the extent of the supply, to levy the money upon such funds as they expected would be unacceptable, or would prove deficient. It was proposed to lay an imposition upon playhouses: The courtiers objected, that the players were the king's servants, and a part of his pleasure. Sir John Coventry, a gentleman of the country party, asked, \"whether the king's pleasure lay among the male or the female players?\" This stroke of satire was aimed at Charles, who, besides his mistresses of higher quality, entertained at that time two actresses, Davis and Nell Gwin. The king received not the raillery with the good humour, which might have been expected. It was said, that this being the first time, that respect to majesty had been publicly violated, it was necessary, by some severe chastisement, to make Coventry an example to all who might incline to tread in his footsteps. Sands, Obrian, and some other officers of the guards were ordered to way-lay him, and to set a mark upon him. He defended himself with bravery, and after wounding several of the assailants, was disarmed with some difficulty. They cut his nose to the bone, in order, as they said, to teach him what respect he owed to the king. The commons were inflamed by this indignity offered to one of their members, on account of words spoken in the house. They passed a law, which made it capital to maim any person; #Coventry act.# and they enacted, that those criminals, who had assaulted Coventry, should be incapable of receiving a pardon from the crown.","subId":"32","id":"Hume.HE.6.65.32"},{"type":"paragraph","content":"^There^ was another private affair transacted about this time, by which the king was as much exposed to the imputation of a capricious lenity, as he was here blamed for unnecessary severity. Blood, #Blood's crimes.# a disbanded officer of the protector's, had been engaged in the conspiracy for raising an insurrection in Ireland; and on account of this crime he himself had been attainted, and some of his accomplices capitally punished. The daring villain meditated revenge upon Ormond, the lord lieutenant. Having by artifice drawn off the duke's footmen, he attacked his coach in the night |time, as it drove along St. James's street in London; and he made himself master of his person. He might here have finished the crime, had he not meditated refinements in his vengeance: He was resolved to hang the duke at Tyburn; and for that purpose bound him, and mounted him on horseback behind one of his companions. They were advanced a good way into the fields; when the duke, making efforts for his liberty, threw himself to the ground, and brought down with him the assassin to whom he was fastened. They were struggling together in the mire; when Ormond's servants, whom the alarm had reached, came and saved him. Blood and his companions, firing their pistols in a hurry at the duke, rode off, and saved themselves by means of the darkness.","subId":"33","id":"Hume.HE.6.65.33"},{"type":"paragraph","content":"^Buckingham^ was at first, with some appearances of reason, suspected to be the author of this attempt. His profligate character, and his enmity against Ormond, exposed him to that imputation. Ossory soon after came to court; and seeing Buckingham stand by the king, his colour rose, and he could not forbear expressing himself to this purpose. \"My lord, I know well, that you are at the bottom of this late attempt upon my father: But I give you warning; if by any means he come to a violent end, I shall not be at a loss to know the author: I shall consider you as the assassin: I shall treat you as such; and wherever I meet you, I shall pistol you, though you stood behind the king's chair; and I tell it you in his majesty's presence, that you may be sure I shall not fail of performance.\"[n7] If there was here any indecorum, it was easily excused in a generous youth, when his father's life was exposed to danger.","subId":"34","id":"Hume.HE.6.65.34"},{"type":"paragraph","content":"^A^ little after, Blood formed a design of carrying off the crown and regalia from the Tower; a design, to which he was prompted, as well by the surprising boldness of the enterprize, as by the views of profit. He was near succeeding. He had bound and wounded Edwards, the keeper of the jewel-office, and had gotten out of the Tower with his prey; but was overtaken and seized, with some of his associates. One of them was known to have been concerned in the attempt upon Ormond; and Blood was immediately concluded to be the ringleader. When questioned, he frankly avowed the enterprize; but refused to tell his accomplices. \"The fear of death,\" |he said, \"should never engage him, either to deny a guilt, or betray a friend.\" All these extraordinary circumstances made him the general subject of conversation; and the king was moved by an idle curiosity to see and speak with a person, so noted for his courage and his crimes. Blood might now esteem himself secure of pardon; and he wanted not address to improve the opportunity. He told Charles, that he had been engaged, with others, in a design to kill him with a carabine above Battersea, where his majesty often went to bathe: That the cause of this resolution was the severity exercised over the consciences of the godly, in restraining the liberty of their religious assemblies: That when he had taken his stand among the reeds, full of these bloody resolutions, he found his heart checked with an awe of majesty; and he not only relented himself, but diverted his associates from their purpose: That he had long ago brought himself to an entire indifference about life, which he now gave for lost; yet could he not forbear warning the king of the danger which might attend his execution: That his associates had bound themselves by the strictest oaths to revenge the death of any of the confederacy: And that no precaution or power could secure any one from the effects of their desperate resolutions.","subId":"35","id":"Hume.HE.6.65.35"},{"type":"paragraph","content":"^Whether^ these considerations excited fear or admiration in the king, they confirmed his resolution of granting a pardon to Blood; but he thought it a point of decency first to obtain the duke of Ormond's consent. Arlington came to Ormond in the king's name, and desired that he would not prosecute Blood, for reasons which he was commanded to give him. The duke replied, that his majesty's commands were the only reason, that could be given; and being sufficient, he might therefore spare the rest. Charles carried his kindness to Blood still farther: He granted him an estate of five hundred pounds a year in Ireland; he encouraged his attendance about his person; he shewed him great countenance, and many applied to him for promoting their pretensions at court. And while old Edwards, who had bravely ventured his life, and had been wounded, in defending the crown and regalia, was forgotten and neglected, this man, who deserved only to be stared at, and detested as a monster, became a kind of favourite.","subId":"36","id":"Hume.HE.6.65.36"},{"type":"paragraph","content":"^Errors^ of this nature in private life have often as bad an influence as miscarriages, in which the public is more immediately |concerned. Another incident happened this year, which infused a general displeasure, and still greater apprehensions, into all men. The dutchess of York died; and in her last sickness, she made open profession of the Romish religion, and finished her life in that communion. This put an end to that thin disguise, which the duke had hitherto worn; #Duke declares himself catholic.# and he now openly declared his conversion to the church of Rome. Unaccountable terrors of popery, ever since the accession of the house of Stuart, had prevailed throughout the nation; but these had formerly been found so groundless, and had been employed to so many bad purposes, that surmises of this nature were likely to meet with the less credit among all men of sense; and nothing but the duke's imprudent bigotry could have convinced the whole nation of this change of religion. Popery, which had hitherto been only a hideous spectre, was now become a real ground of terror; being openly and zealously embraced by the heir to the crown, a prince of industry and enterprize; while the king himself was not entirely free from like suspicions.","subId":"37","id":"Hume.HE.6.65.37"},{"type":"paragraph","content":"^It^ is probable, that the new alliance with France inspired the duke with the courage to make open profession of his religion, and rendered him more careless of the affections and esteem of the English. This alliance became every day more apparent. Temple was declared to be no longer ambassador to the States; and Downing, whom the Dutch regarded as the inveterate enemy of their republic, was sent over in his stead. A ground of quarrel was sought by means of a yacht, dispatched for lady Temple. The captain sailed through the Dutch fleet, which lay on their own coasts; and he had orders to make them strike, to fire on them, and to persevere till they should return his fire. The Dutch admiral, Van Ghent, surprised at this bravado, came on board the yacht, and expressed his willingness to pay respect to the British flag, according to former practice: But that a fleet, on their own coasts, should strike to a single vessel, and that not a ship of war, was, he said, such an innovation, that he durst not, without express orders, agree to it. The captain, thinking it dangerous, as well as absurd, to renew firing in the midst of the Dutch fleet, continued his course; and for that neglect of orders was committed to the Tower.","subId":"38","id":"Hume.HE.6.65.38"},{"type":"paragraph","content":"^This^ incident, however, furnished Downing with a new article to encrease those vain pretences on which it was purposed to ground the intended rupture. The English court delayed several months |before they complained; lest, if they had demanded satisfaction more early, the Dutch might have had time to grant it. Even when Downing delivered his memorial, he was bound by his instructions not to accept of any satisfaction after a certain number of days; a very imperious manner of negotiating, and impracticable in Holland, where the forms of the republic render delays absolutely unavoidable. An answer, however, though refused by Downing, was sent over to London; with an ambassador extraordinary, who had orders to use every expedient, that might give satisfaction to the court of England. That court replied, that the answer of the Hollanders was ambiguous and obscure; but they would not specify the articles or expressions, which were liable to that objection. The Dutch ambassador desired the English minister to draw the answer in what terms they pleased; and he engaged to sign it: The English ministry replied, that it was not their business to draw papers for the Dutch. The ambassador brought them the draught of an article, and asked them whether it were satisfactory: The English answered, that, when he had signed and delivered it, they would tell him their mind concerning it. The Dutchman resolved to sign it at a venture; and on his demanding a new audience, an hour was appointed for that purpose: But when he attended, the English refused to enter upon business, and told him, that the season for negotiating was now past[n8].","subId":"39","id":"Hume.HE.6.65.39"},{"type":"paragraph","content":"#1672.# ^Long^ and frequent prorogations were made of the parliament; lest the houses should declare themselves with vigour against counsels, so opposite to the inclination as well as interests of the public. Could we suppose, that Charles, in his alliance against Holland, really meant the good of his people, that measure must pass for an extraordinary, nay, a romantic, strain of patriotism, which could lead him, in spite of all difficulties, and even in spite of themselves, to seek the welfare of the nation. But every step, which he took in this affair, became a proof to all men of penetration, that the present war was intended against the religion and |liberties of his own subjects, even more than against the Dutch themselves. He now acted in every thing, as if he were already an absolute monarch, and was never more to lie under the controul of national assemblies.","subId":"40","id":"Hume.HE.6.65.40"},{"type":"paragraph","content":"^The^ long prorogations of parliament, if they freed the king from the importunate remonstrances of that assembly, were however attended with this inconvenience, that no money could be procured to carry on the military preparations against Holland. Under pretence of maintaining the triple league, which, at that very time, he had firmly resolved to break, Charles had obtained a large supply from the commons; but this money was soon exhausted by debts and expences. France had stipulated to pay two hundred thousand pounds a year during the war; but that supply was inconsiderable, compared to the immense charge of the English navy. It seemed as yet premature to venture on levying money, without consent of parliament; since the power of taxing themselves was the privilege, of which the English were, with reason, particularly jealous. Some other resource must be fallen on. The king had declared, that the staff of treasurer was ready for any one, that could find an expedient for supplying the present necessities. Shaftesbury dropped a hint to Clifford, which the latter immediately seized, and carried to the king, #2d January. Exchequer shut.# who granted him the promised reward, together with a peerage. This expedient was the shutting up of the Exchequer, and the retaining of all the payments, which should be made into it.","subId":"41","id":"Hume.HE.6.65.41"},{"type":"paragraph","content":"^It^ had been usual for the bankers to carry their money to the Exchequer, and to advance it upon security of the funds, by which they were afterwards re-imbursed, when the money was levied on the public. The bankers, by this traffic, got eight, sometimes ten, per cent. for sums, which either had been consigned to them without interest, or which they had borrowed at six per cent.: Profits, which they dearly paid for by this egregious breach of public faith. The measure was so suddenly taken, that none had warning of the danger. A general confusion prevailed in the city, followed by the ruin of many. The bankers stopped payment; the merchants could answer no bills; distrust took place every where, with a stagnation of commerce, by which the public was universally affected. And men, full of dismal apprehensions, asked each other, what must be the scope of those mysterious counsels, whence the parliament and |all men of honour were excluded, and which commenced by the forfeiture of public credit, and an open violation of the most solemn engagements, both foreign and domestic.","subId":"42","id":"Hume.HE.6.65.42"},{"type":"paragraph","content":"#Declaration of indulgence.# ^Another^ measure of the court contains something laudable, when considered in itself; but if we reflect on the motive whence it proceeded, as well as the time when it was embraced, it will furnish a strong proof of the arbitrary and dangerous counsels, pursued at present by the king and his ministry. Charles resolved to make use of his supreme power in ecclesiastical matters; a power, he said, which was not only inherent in him, but which had been recognized by several acts of parliament. #15th March.# By virtue of this authority, he issued a proclamation; suspending the penal laws, enacted against all nonconformists or recusants whatsoever; and granting to the protestant dissenters the public exercise of their religion, to the catholics the exercise of it in private houses. A fruitless experiment of this kind, opposed by the parliament, and retracted by the king, had already been made a few years after the restoration; but Charles expected, that the parliament, whenever it should meet, would now be tamed to greater submission, and would no longer dare to controul his measures. Meanwhile, the dissenters, the most inveterate enemies of the court, were mollified by these indulgent maxims: And the catholics, under their shelter, enjoyed more liberty than the laws had hitherto allowed them.","subId":"43","id":"Hume.HE.6.65.43"},{"type":"paragraph","content":"^At^ the same time, the act of navigation was suspended by royal will and pleasure: A measure, which, though a stretch of prerogative, seemed useful to commerce, while all the seamen were employed on board the royal navy. A like suspension had been granted, during the first Dutch war, and was not much remarked; because men had, at that time, entertained less jealousy of the crown. A proclamation was also issued, containing rigorous clauses in favour of pressing: Another full of menaces against those who presumed to speak undutifully of his majesty's measures, and even against those who heard such discourse, unless they informed in due time against the offenders: Another against importing or vending any sort of painted earthen ware, \"except those of China, upon pain of being grievously fined, and suffering the utmost punishment, which might be lawfully inflicted upon contemners of his majesty's royal authority.\" An army had been levied; and it was found, that discipline could not be enforced without the exercise |of martial law, which was therefore established by order of council, though contrary to the petition of right. All these acts of power, how little important soever in themselves, savoured strongly of arbitrary government, and were nowise suitable to that legal administration, which the parliament, after such violent convulsions and civil wars, had hoped to have established in the kingdom.","subId":"44","id":"Hume.HE.6.65.44"},{"type":"paragraph","content":"^It^ may be worth remarking, that the lord-keeper refused to affix the great seal to the declaration for suspending the penal laws; and was for that reason, though under other pretences, removed from his office. Shaftesbury was made chancellor in his place; and thus another member of the Cabal received the reward of his counsels.","subId":"45","id":"Hume.HE.6.65.45"},{"type":"paragraph","content":"#Attack of the Smyrna fleet.# ^Foreign^ transactions kept pace with these domestic occurrences. An attempt, before the declaration of war, was made on the Dutch Smyrna fleet by Sir Robert Holmes. This fleet consisted of seventy sail, valued at a million and a half; and the hopes of seizing so rich a prey had been a great motive for engaging Charles in the present war, and he had considered that capture as a principal resource for supporting his military enterprizes. Holmes, with nine frigates and three yachts, had orders to go on this command; and he passed Sprague in the channel, who was returning with a squadron from a cruize in the Mediterranean. Sprague informed him of the near approach of the Hollanders; and had not Holmes, from a desire of engrossing the honour and profit of the enterprize, kept the secret of his orders, the conjunction of these squadrons had rendered the success infallible. #13th March.# When Holmes approached the Dutch, he put on an amicable appearance, and invited the admiral, Van Ness, who commanded the convoy, to come on board of him; One of his captains gave a like insidious invitation to the rear-admiral. But these officers were on their guard. They had received an intimation of the hostile intentions of the English, and had already put all the ships of war and merchantmen in an excellent posture of defence. Three times were they valiantly assailed by the English; and as often did they valiantly defend themselves. In the third attack one of the Dutch ships of war was taken: and three or four of their most inconsiderable merchantmen fell into the enemies' hands. The rest, fighting with skill and courage, continued their course; and favoured by a mist, |got safe into their own harbours. This attempt is denominated perfidious and pyratical by the Dutch writers, and even by many of the English. It merits at least the appellation of irregular; and as it had been attended with bad success, it brought double shame upon the contrivers. The English ministry endeavoured to apologize for the action, by pretending that it was a casual rencounter, arising from the obstinacy of the Dutch, in refusing the honours of the flag: But the contrary was so well known, that even Holmes himself had not the assurance to persist in this asseveration.","subId":"46","id":"Hume.HE.6.65.46"},{"type":"paragraph","content":"^Till^ this incident the States, notwithstanding all the menaces and preparations of the English, never believed them thoroughly in earnest; and had always expected, that the affair would terminate, either in some demands of money, or in some proposals for the advancement of the prince of Orange. The French themselves had never much reckoned on assistance from England; and scarcely could believe, that their ambitious projects would, contrary to every maxim of honour and policy, be forwarded by that power, which was most interested, and most able to oppose them. But Charles was too far advanced to retreat. #17th March. War declared with Holland.# He immediately issued a declaration of war against the Dutch; and surely reasons more false and frivolous never were employed to justify a flagrant violation of treaty. Some complaints are there made of injuries done to the East India company, which yet that company disavowed: The detention of some English in Surinam is mentioned; though it appears, that these persons had voluntarily remained there: The refusal of a Dutch fleet on their own coasts to strike to an English yacht, is much aggravated: And to piece up all these pretensions, some abusive pictures are mentioned, and represented as a ground of quarrel. The Dutch were long at a loss what to make of this article; till it was discovered, that a portrait of Cornelius de Wit, brother to the pensionary, painted by order of certain magistrates of Dort, and hung up in a chamber of the town-house, had given occasion to the complaint. In the perspective of this portrait, the painter had drawn some ships on fire in a harbour. This was construed to be Chatham, where de Wit had really distinguished himself, and had acquired honour; but little did he imagine, that, while the insult itself, committed in open war, had so long been forgiven, the picture of it should draw such severe vengeance upon his country. The conclusion of this manifesto, |where the king still professed his resolution of adhering to the triple alliance, was of a piece with the rest of it.","subId":"47","id":"Hume.HE.6.65.47"},{"type":"paragraph","content":"^Lewis^'s declaration of war contained more dignity, if undisguised violence and injustice could merit that appellation. He pretended only, that the behaviour of the Hollanders had been such, that it did not consist with his glory any longer to bear it. That monarch's preparations were in great forwardness; and his ambition was flattered with the most promising views of success. Sweden was detached from the triple league: The bishop of Munster was engaged by the payment of subsidies to take part with France: The elector of Cologne had entered into the same alliance; and having consigned Bonne and other towns into the hands of Lewis, magazines were there erected; and it was from that quarter that France purposed to invade the United Provinces. The standing force of that kingdom amounted to a hundred and eighty thousand men; and with more than half of this great army was the French king now approaching to the Dutch frontiers. The order, economy, and industry of Colbert, equally subservient to the ambition of the prince and happiness of the people, furnished unexhausted treasures: These, employed by the unrelenting vigilance of Louvois, supplied every military preparation, and facilitated all the enterprizes of the army: Condé, Turenne, seconded by Luxembourg, Crequi, and the most renowned generals of the age, conducted this army, and by their conduct and reputation inspired courage into every one. The monarch himself, surrounded with a brave nobility, animated his troops by the prospect of reward, or, what was more valued, by the hopes of his approbation. The fatigues of war gave no interruption to gaiety: Its dangers furnished matter for glory: And in no enterprize did the genius of that gallant and polite people ever break out with more distinguished lustre.","subId":"48","id":"Hume.HE.6.65.48"},{"type":"paragraph","content":"^Though^ de Wit's intelligence in foreign courts was not equal to the vigilance of his domestic administration, he had, long before, received many surmises of this fatal confederacy; but he prepared not for defence, so early or with such industry, as the danger required. A union of England with France was evidently, he saw, destructive to the interests of the former kingdom; and therefore, overlooking or ignorant of the humours and secret views of Charles, he concluded it impossible, that such pernicious projects |could ever really be carried into execution. Secure in this fallacious reasoning, he allowed the republic to remain too long in that defenceless situation, into which many concurring accidents had conspired to throw her.","subId":"49","id":"Hume.HE.6.65.49"},{"type":"paragraph","content":"#Weakness of the States.# ^By^ a continued and successful application to commerce, the people were become unwarlike, and confided entirely for their defence in that mercenary army, which they maintained. After the treaty of Westphalia, the States, trusting to their peace with Spain, and their alliance with France, had broken a great part of this army, and did not support with sufficient vigilance the discipline of the troops which remained. When the aristocratic party prevailed, it was thought prudent to dismiss many of the old experienced officers, who were devoted to the house of Orange; and their place was supplied by raw youths, the sons or kinsmen of burgomasters, by whose interest the party was supported. These new officers, relying on the credit of their friends and family, neglected their military duty; and some of them, it is said, were even allowed to serve by deputies, to whom they assigned a small part of their pay. During the war with England, all the forces of that nation had been disbanded: Lewis's invasion of Flanders, followed by the triple league, occasioned the dismission of the French regiments: And the place of these troops, which had ever had a chief share in the honour and fortune of all the wars in the Low Countries, had not been supplied by any new levies.","subId":"50","id":"Hume.HE.6.65.50"},{"type":"paragraph","content":"^De^ Wit, sensible of this dangerous situation, and alarmed by the reports which came from all quarters, exerted himself to supply those defects, to which it was not easy of a sudden to provide a suitable remedy. But every proposal, which he could make, met with opposition from the Orange party, now become extremely formidable. The long and uncontrouled administration of this statesman had begotten envy: The present incidents roused up his enemies and opponents, who ascribed to his misconduct alone the bad situation of the republic: And, above all, the popular affection to the young prince, which had so long been held in violent constraint, and had thence acquired new accession of force, began to display itself, and to threaten the commonwealth with some great convulsion. William III, prince of Orange, was in the twenty-second year of his age, and gave strong indications of those great qualities, by which his life was afterwards so much distinguished. |De Wit himself, by giving him an excellent education, and instructing him in all the principles of government and sound policy, had generously contributed to make his rival formidable. Dreading the precarious situation of his own party, he was always resolved, he said, by conveying to the prince the knowledge of affairs, to render him capable of serving his country, if any future emergence should ever throw the administration into his hands. The conduct of William had hitherto been extremely laudable. Notwithstanding his powerful alliances with England and Brandenburgh, he had expressed his resolution of depending entirely on the States for his advancement; and the whole tenor of his behaviour suited extremely the genius of that people. Silent and thoughtful; given to hear and to enquire; of a sound and steady understanding; firm in what he once resolved, or once denied; strongly intent on business, little on pleasure: By these virtues he engaged the attention of all men. And the people, sensible that they owed their liberty, and very existence, to his family, and remembering, that his great uncle, Maurice, had been able, even in more early youth, to defend them against the exorbitant power of Spain, were desirous of raising this prince to all the authority of his ancestors, and hoped, from his valour and conduct alone, to receive protection against those imminent dangers, with which they were at present threatened.","subId":"51","id":"Hume.HE.6.65.51"},{"type":"paragraph","content":"^While^ these two powerful factions struggled for superiority, every scheme for defence was opposed, every project retarded. What was determined with difficulty, was executed without vigour. Levies indeed were made, and the army compleated to seventy thousand men[n9]; The prince was appointed both general and admiral of the commonwealth, and the whole military power was put into his hands. But new troops could not of a sudden acquire discipline and experience: And the partizans of the prince were still unsatisfied, as long as the _perpetual edict,_ so it was called, remained in force; by which he was excluded from the stadtholdership, and from all share in the civil administration.","subId":"52","id":"Hume.HE.6.65.52"},{"type":"paragraph","content":"^It^ had always been the maxim of de Wit's party to cultivate naval affairs with extreme care, and to give the fleet a preference above the army, which they represented as the object of an unreasonable |partiality in the princes of Orange. The two violent wars, which had of late been waged with England, had exercised the valour, and improved the skill of the sailors. And, above all, de Ruyter, the greatest sea commander of the age, was closely connected with the Lovestein party; and every one was disposed, with confidence and alacrity, to obey him. The equipment of the fleet was therefore hastened by de Wit; in hopes, that, by striking at first a successful blow, he might inspire courage into the dismayed States, and support his own declining authority. He seems to have been, in a peculiar manner, incensed against the English; and he resolved to take revenge on them for their conduct, of which, he thought, he himself and his country had such reason to complain. By the offer of a close alliance for mutual defence, they had seduced the republic to quit the alliance of France; but no sooner had she embraced these measures, than they formed leagues for her destruction, with that very power, which they had treacherously engaged her to offend. In the midst of full peace, nay, during an intimate union, they attacked her commerce, her only means of subsistence; and, moved by shameful rapacity, had invaded that property, which, from a reliance on their faith, they had hoped to find unprotected and defenceless. Contrary to their own manifest interest, as well as to their honour, they still retained a malignant resentment for her successful conclusion of the former war; a war, which had, at first, sprung from their own wanton insolence and ambition. To repress so dangerous an enemy, would, de Wit imagined, give peculiar pleasure, and contribute to the future security of his country, whose prosperity was so much the object of general envy.","subId":"53","id":"Hume.HE.6.65.53"},{"type":"paragraph","content":"^Actuated^ by like motives and views, de Ruyter put to sea with a formidable fleet, consisting of ninety-one ships of war and forty-four fire-ships. Cornelius de Wit was on board, as deputy from the States. They sailed in quest of the English, who were under the command of the duke of York, and who had already joined the French under Mareschal d'Etrées. #Battle of Solebay. 28th May.# The combined fleets lay at Solebay in a very negligent posture; and Sandwich, being an experienced officer, had given the duke warning of the danger; but received, it is said, such an answer as intimated, that there was more of caution than of courage in his apprehensions. Upon the appearance of the enemy, every one ran to his post with precipitation, |and many ships were obliged to cut their cables, in order to be in readiness. Sandwich commanded the van; and though determined to conquer or to perish, he so tempered his courage with prudence, that the whole fleet was visibly indebted to him for its safety. He hastened out of the bay, where it had been easy for de Ruyter with his fire-ships to have destroyed the combined fleets, which were crowded together; and by this wise measure he gave time to the duke of York, who commanded the main body, and to mareschal d'Etrées, admiral of the rear, to disengage themselves. He himself meanwhile rushed into battle with the Hollanders; and by presenting himself to every danger, had drawn upon him all the bravest of the enemy. He killed Van Ghent, a Dutch admiral, and beat off his ship: He sunk another ship, which ventured to lay him aboard: He sunk three fire-ships, which endeavoured to grapple with him: And though his vessel was torn in pieces with shot, and of a thousand men she contained, near six hundred were laid dead upon the deck, he continued still to thunder with all his artillery in the midst of the enemy. But another fire-ship, more fortunate than the preceding, having laid hold of his vessel, her destruction was now inevitable. Warned by Sir Edward Haddock, his captain, he refused to make his escape, #Sandwich killed.# and bravely embraced death as a shelter from that ignominy, which a rash expression of the duke's, he thought, had thrown upon him.","subId":"54","id":"Hume.HE.6.65.54"},{"type":"paragraph","content":"^During^ this fierce engagement with Sandwich, de Ruyter remained not inactive. He attacked the duke of York, and sought him with such fury for above two hours, that of two and thirty actions, in which that admiral had been engaged, he declared this combat to be the most obstinately disputed. The duke's ship was so shattered, that he was obliged to leave her, and remove his flag to another. His squadron was overpowered with numbers; till Sir Joseph Jordan, who had succeeded to Sandwich's command, came to his assistance; and the fight, being more equally balanced, was continued till night, when the Dutch retired, and were not followed by the English. The loss sustained by the fleets of the two maritime powers was nearly equal, if it did not rather fall more heavy on the English. The French suffered very little, because they had scarcely been engaged in the action; and as this backwardness is not their national character, it was concluded, that they had received secret orders to spare their ships, while the Dutch and |English should weaken each other by their mutual animosity. Almost all the other actions during the present war tended to confirm this suspicion.","subId":"55","id":"Hume.HE.6.65.55"},{"type":"paragraph","content":"^It^ might be deemed honourable for the Dutch to have fought with some advantage the combined fleets of two such powerful nations; but nothing less than a complete victory could serve the purpose of de Wit, or save his country from those calamities, which from every quarter threatened to overwhelm her. He had expected, that the French would make their attack on the side of Maestricht, which was well fortified, and provided with a good garrison; but Lewis, taking advantage of his alliance with Cologne, resolved to invade the enemy on that frontier, which he knew to be more feeble and defenceless. The armies of that elector, and those of Munster appeared on the other side of the Rhine, and divided the force and attention of the States. The Dutch troops, too weak to defend so extensive a frontier, were scattered into so many towns, that no considerable body remained in the field; and a strong garrison was scarcely to be found in any fortress. Lewis passed the Meuse at Viset; #14th May.# and laying siege to Orsoi, a town of the elector of Brandenburgh's, but garrisoned by the Dutch, he carried it in three days. #Progress of the French.# He divided his army, and invested at once Burik, Wesel, Emerik, and Rhimberg, four places regularly fortified, and not unprovided with troops: In a few days all these places were surrendered. A general astonishment had seized the Hollanders, from the combination of such powerful princes against the republic; and no where was resistance made, suitable to the ancient glory or present greatness of the state. Governors without experience commanded troops without discipline; and despair had universally extinguished that sense of honour, by which alone, men, in such dangerous extremities, can be animated to a valorous defence.","subId":"56","id":"Hume.HE.6.65.56"},{"type":"paragraph","content":"#2d June.# ^Lewis^ advanced to the banks of the Rhine, which he prepared to pass. To all the other calamities of the Dutch was added the extreme drought of the season, by which the greatest rivers were much diminished, and in some places rendered fordable. The French cavalry, animated by the presence of their prince, full of impetuous courage, but ranged in exact order, flung themselves into the river: The infantry passed in boats: A few regiments of Dutch appeared on the other side, who were unable to make resistance. |And thus was executed without danger, but not without glory, the passage of the Rhine; so much celebrated, at that time, by the flattery of the French courtiers, and transmitted to posterity by the more durable flattery of their poets.","subId":"57","id":"Hume.HE.6.65.57"},{"type":"paragraph","content":"^Each^ success added courage to the conquerors, and struck the vanquished with dismay. The prince of Orange, though prudent beyond his age, was but newly advanced to the command, unacquainted with the army, unknown to them; and all men, by reason of the violent factions which prevailed, were uncertain of the authority on which they must depend. It was expected, that the fort of Skink, famous for the sieges which it had formerly sustained, would make some resistance; but it yielded to Turenne in a few days. The same general made himself master of Arnheim, Knotzembourg, and Nimeguen, as soon as he appeared before them. Doesbourg at the same time opened its gates to Lewis: Soon after, Harderwic, Amersfort, Campen, Rhenen, Viane, Elberg, Zwol, Cuilemberg, Wageninguen, Lochem, Woerden, fell into the enemies' hands. Groll and Deventer surrendered to the mareschal Luxembourg, who commanded the troops of Munster. And every hour brought to the States news of the rapid progess of the French, and of the cowardly defence of their own garrisons.","subId":"58","id":"Hume.HE.6.65.58"},{"type":"paragraph","content":"^The^ prince of Orange, with his small and discouraged army, retired into the province of Holland; where he expected, from the natural strength of the country, since all human art and courage failed, to be able to make some resistance. The town and province of Utrecht sent deputies, and surrendered themselves to Lewis. Naerden, a place within three leagues of Amsterdam, was seized by the marquis of Rochfort, and had he pushed on to Muyden, he had easily gotten possession of it. Fourteen stragglers of his army having appeared before the gates of that town, the magistrates sent them the keys; but a servant maid, who was alone in the castle, having raised the drawbridge, kept them from taking possession of that fortress. The magistrates afterwards, finding the party so weak, made them drunk, and took the keys from them. Muyden is so near to Amsterdam, that its cannon may infest the ships which enter that city.","subId":"59","id":"Hume.HE.6.65.59"},{"type":"paragraph","content":"#25th June.# ^Lewis^ with a splendid court made a solemn entry into Utrecht, full of glory, because every where attended with success; though more owing to the cowardice and misconduct of his enemies, than |to his own valour or prudence. Three provinces were already in his hands, Guelderland, Overyssel, and Utrecht; Groninghen was threatened; Friezeland was exposed: The only difficulty lay in Holland and Zealand; and the monarch deliberated concerning the proper measures for reducing them. Condé and Turenne exhorted him to dismantle all the towns, which he had taken, except a few; and fortifying his main army by the garrisons, put himself in a condition of pushing his conquests. Louvois, hoping that the other provinces, weak and dismayed, would prove an easy prey, advised him to keep possession of places, which might afterwards serve to retain the people in subjection. His council was followed; though it was found, soon after, to have been the most impolitic.","subId":"60","id":"Hume.HE.6.65.60"},{"type":"paragraph","content":"#Consternation of the Dutch.# ^Meanwhile^ the people, throughout the republic, instead of collecting a noble indignation against the haughty conqueror, discharged their rage upon their own unhappy minister, on whose prudence and integrity every one formerly bestowed the merited applause. The bad condition of the armies was laid to his charge: The ill choice of governors was ascribed to his partiality: As instances of cowardice multiplied, treachery was suspected; and his former connections with France being remembered, the populace believed, that he and his partizans had now combined to betray them to their most mortal enemy. The prince of Orange, notwithstanding his youth and inexperience, was looked on as the only saviour of the state; and men were violently driven by their fears into his party, to which they had always been led by favour and inclination.","subId":"61","id":"Hume.HE.6.65.61"},{"type":"paragraph","content":"^Amsterdam^ alone seemed to retain some courage; and by forming a regular plan of defence, endeavoured to infuse spirit into the other cities. The magistrates obliged the burgesses to keep a strict watch: The populace, whom want of employment might engage to mutiny, were maintained by regular pay, and armed for the defence of the public. Some ships, which lay useless in the harbour, were refitted, and stationed to guard the city: And the sluices being opened, the neighbouring country, without regard to the damage sustained, was laid under water. All the province followed the example, and scrupled not, in this extremity, to restore to the sea those fertile fields, which with great art and expence had been won from it.","subId":"62","id":"Hume.HE.6.65.62"},{"type":"paragraph","content":"^The^ states were assembled, to consider, whether any means |were left to save the remains of their lately flourishing, and now distressed Commonwealth. Though they were surrounded with waters, which barred all access to the enemy, their deliberations were not conducted with that tranquillity, which could alone suggest measure, proper to extricate them from their present difficulties. The nobles gave their vote, that, provided their religion, liberty, and sovereignty could be saved, every thing else should without scruple be sacrificed to the conqueror. Eleven towns concurred in the same sentiments. Amsterdam singly declared against all treaty with insolent and triumphant enemies: But notwithstanding that opposition, ambassadors were dispatched to implore the pity of the two combined monarchs. It was resolved to sacrifice to Lewis, Maestricht and all the frontier towns, which lay without the bounds of the seven provinces; and to pay him a large sum for the charges of the war.","subId":"63","id":"Hume.HE.6.65.63"},{"type":"paragraph","content":"^Lewis^ deliberated with his ministers Louvois and Pomponne, concerning the measures which he should embrace in the present emergence; and fortunately for Europe, he still preferred the violent counsels of the former. He offered to evacuate his conquests on condition, that all duties lately imposed on the commodities of France, should be taken off: That the public exercise of the Romish religion should be permitted in the United Provinces; the churches shared with the catholics; and their priests maintained by appointments from the States: That all the frontier towns of the republic should be yielded to him, together with Nimeguen, Skink, Knotzembourg, and that part of Guelderland which lay on the other side of the Rhine; as likewise the isle of Bommel, that of Voorn, the fortress of St. Andrew, those of Louvestein and Crevecoeur: That the States should pay him the sum of twenty millions of livres for the charges of the war: That they should every year send him a solemn embassy, and present him with a golden medal, as an acknowledgment, that they owed to him the preservation of that liberty, which, by the assistance of his predecessors, they had formerly acquired: And that they should give entire satisfaction to the king of England: And he allowed them but ten days for the acceptance of these demands.","subId":"64","id":"Hume.HE.6.65.64"},{"type":"paragraph","content":"^The^ ambassadors, sent to London, met with still worse reception: No minister was allowed to treat with them; and they were retained in a kind of confinement. But notwithstanding this rigorous |conduct of the court, the presence of the Dutch ambassadors excited the sentiments of tender compassion, and even indignation, among the people in general, especially among those who could foresee the aim and result of those dangerous counsels. The two most powerful monarchs, they said, in Europe, the one by land, the other by sea, have, contrary to the faith of solemn treaties, combined to exterminate an illustrious republic: What a dismal prospect does their success afford to the neighbours of the one, and to the subjects of the other? Charles had formed the triple league, in order to restrain the power of France: A sure proof, that he does not now err from ignorance. He had courted and obtained the applauses of his people by that wise measure: As he now adopts contrary counsels, he must surely expect by their means to render himself independent of his people, whose sentiments are become so indifferent to him. During the entire submission of the nation, and dutiful behaviour of the parliament, dangerous projects, without provocation, are formed to reduce them to subjection; and all the foreign interests of the people are sacrificed, in order the more surely to bereave them of their domestic liberties. Lest any instance of freedom should remain within their view, the United Provinces, the real barrier of England, must be abandoned to the most dangerous enemy of England; and by an universal combination of tyranny against laws and liberty, all mankind, who have retained, in any degree, their precious, though hitherto precarious, birthrights, are for ever to submit to slavery and injustice.","subId":"65","id":"Hume.HE.6.65.65"},{"type":"paragraph","content":"^Though^ the fear of giving umbrage to his confederate had engaged Charles to treat the Dutch ambassadors with such rigour, he was not altogether without uneasiness, on account of the rapid and unexpected progress of the French arms. Were Holland entirely conquered, its whole commerce and naval force, he perceived, must become an accession to France; the Spanish Low Countries must soon follow; and0Lewis, now independent of his ally, would no longer think it his interest to support him against his discontented subjects. Charles, though he never carried his attention to very distant consequences, could not but foresee these obvious events; and though incapable of envy or jealousy, he was touched with anxiety, when he found every thing yield to the French arms, while such vigorous resistance was made to his own. He soon dismissed the Dutch ambassadors, lest they should cabal |among his subjects, who bore them great favour: But he sent over Buckingham and Arlington, and soon after lord Halifax, to negotiate anew with the French king, in the present prosperous situation of that monarch's affairs.","subId":"66","id":"Hume.HE.6.65.66"},{"type":"paragraph","content":"^These^ ministers passed through Holland; and as they were supposed to bring peace to the distressed republic, they were every where received with the loudest acclamations. \"God bless the king of England! God bless the prince of Orange! Confusion to the States!\" This was every where the cry of the populace. The ambassadors had several conferences with the States and the prince of Orange; but made no reasonable advances towards an accommodation. They went to Utrecht, where they renewed the league with Lewis, and agreed, that neither of the kings should make peace with Holland but by common consent. They next gave in their pretensions, of which the following are the principal articles: That the Dutch should give up the honour of the flag, without the least reserve or limitation; nor should whole fleets, even on the coast of Holland, refuse to strike or lower their topsails to the smallest ship, carrying the British flag: That all persons, guilty of treason against the king, or of writing seditious libels, should, on complaint, be banished for ever the dominions of the States: That the Dutch should pay the king a million sterling towards the charges of the war, together with ten thousand pounds a-year, for permission to fish on the British seas: That they should share the Indian trade with the English: That the prince of Orange and his descendants should enjoy the sovereignty of the United Provinces: at least, that they should be invested with the dignities of Stadtholder, Admiral and General, in as ample a manner as had ever been enjoyed by any of his ancestors: And that the isle of Walcheren, the city and castle of Sluis, together with the isles of Cadsant, Gorée, and Vorne, should be put into the king's hands, as a security for the performance of articles.","subId":"67","id":"Hume.HE.6.65.67"},{"type":"paragraph","content":"^The^ terms proposed by Lewis bereaved the republic of all security against any invasion by land from France: Those demanded by Charles exposed them equally to an invasion by sea from England: And when both were united, they appeared absolutely intolerable, and reduced the Hollanders, who saw no means of defence, to the utmost despair. What extremely augmented their distress, were the violent factions, with which they continued |to be every where agitated. De Wit, too pertinacious in defence of his own system of liberty, while the very being of the Commonwealth was threatened, still persevered in opposing the repeal of the perpetual edict, now become the object of horror to the Dutch populace. Their rage at last broke all bounds, and bore every thing before it. #30th June.# They rose in an insurrection at Dort, and by force constrained their burgo-masters to sign the repeal, so much demanded. This proved a signal of a general revolt throughout all the provinces.","subId":"68","id":"Hume.HE.6.65.68"},{"type":"paragraph","content":"#Prince of Orange Stadtholder.# ^At^ Amsterdam, the Hague, Middlebourg, Rotterdam, the people flew to arms, and trampling under foot the authority of their magistrates, obliged them to submit to the prince of Orange. They expelled from their office such as displeased them: They required the prince to appoint others in their place: And agreeably to the proceedings of the populace in all ages, provided they might wreak their vengeance on their superiors, they expressed great indifference for the protection of their civil liberties.","subId":"69","id":"Hume.HE.6.65.69"},{"type":"paragraph","content":"^The^ superior talents and virtues of de Wit made him, on this occasion, the chief object of envy, and exposed him to the utmost rage of popular prejudice. Four assassins, actuated by no other motive than mistaken zeal, had assaulted him in the streets; and after giving him many wounds, had left him for dead. One of them was punished: The others were never questioned for the crime. His brother, Cornelius, who had behaved with prudence and courage on board the fleet, was obliged by sickness to come ashore; and he was now confined to his house at Dort. Some assassins broke in upon him; and it was with the utmost difficulty that his family and servants could repel their violence. At Amsterdam, the house of the brave de Ruyter, the sole resource of the distressed commonwealth, was surrounded by the enraged populace; and his wife and children were for some time exposed to the most imminent danger.","subId":"70","id":"Hume.HE.6.65.70"},{"type":"paragraph","content":"^One^ Tichelaer, a barber, a man noted for infamy, accused Cornelius de Wit of endeavouring by bribes to engage him in the design of poisoning the prince of Orange. The accusation, though attended with the most improbable and even absurd circumstances, was greedily received by the credulous multitude, and Cornelius was cited before a court of judicature. The judges, either blinded by the same prejudices, or not daring to oppose the popular |torrent, condemned him to suffer the question. This man, who had bravely served his country in war, and who had been invested with the highest dignities, was delivered into the hands of the executioner, and torn in pieces by the most inhuman torments. Amidst the severe agonies which he endured, he still made protestations of his innocence, and frequently repeated an ode of Horace, which contained sentiments suited to his deplorable condition:","subId":"71","id":"Hume.HE.6.65.71"},{"type":"paragraph","content":"$Justum et tenacem propositi virum, &c[n10].$","subId":"72","id":"Hume.HE.6.65.72"},{"type":"paragraph","content":"^The^ judges, however, condemned him to lose his offices, and to be banished the commonwealth. The pensionary, who had not been terrified from performing the part of a kind brother, and faithful friend during this prosecution, resolved not to desert him on account of the unmerited infamy, which was endeavoured to be thrown upon him. He came to his brother's prison, determined to accompany him to the place of his exile. #Massacre of the de Wits.# The signal was given to the populace. They rose in arms: They broke open the doors of the prison; they pulled out the two brothers; and a thousand hands |vied who should first be imbrued in their blood. Even their death did not satiate the brutal rage of the multitude. They exercised on the dead bodies of those virtuous citizens, indignities too shocking to be recited; and till tired with their own fury, they permitted not the friends of the deceased to approach, or to bestow on them the honours of a funeral, silent and unattended.","subId":"73","id":"Hume.HE.6.65.73"},{"type":"paragraph","content":"^The^ massacre of the de Wits put an end for the time to the remains of their party; and all men, from fear, inclination, or prudence, concurred in expressing the most implicit obedience to the prince of Orange. The republic, though half subdued by foreign force, and as yet dismayed by its misfortunes, was now firmly united under one leader, and began to collect the remains of its pristine vigour. #Good conduct of the prince.# William, worthy of that heroic family from which he sprang, adopted sentiments becoming the head of a brave and free people. He bent all his efforts against the public enemy: He sought not against his country any advantages, which might be dangerous to civil liberty. Those intolerable conditions, demanded by their insolent enemies, he exhorted the States to reject with scorn; and by his advice they put an end to negotiations, which served only to break the courage of their fellow-citizens, and delay the assistance of their allies. He showed them, that the numbers and riches of the people, aided by the advantages of situation, would still be sufficient, if they abandoned not themselves to despair, to resist, at least retard, the progress of their enemies, and preserve the remaining provinces, till the other nations of Europe, sensible of the common danger, could come to their relief. He represented, that, as envy at their opulence and liberty had produced this mighty combination against them, they would in vain expect by concessions to satisfy foes, whose pretensions were as little bounded by moderation as by justice. He exhorted them to remember the generous valour of their ancestors, who, yet in the infancy of the state, preferred liberty to every human consideration; and rouzing their spirits to an obstinate defence, repelled all the power, riches, and military discipline of Spain. And he professed himself willing to tread in the steps of his illustrious predecessors, and hoped, that, as they had honoured him with the same affection, which their ancestors paid to the former princes of Orange, they would second his efforts with the same constancy and manly fortitude.","subId":"74","id":"Hume.HE.6.65.74"},{"type":"paragraph","content":"^The^ spirit of the young prince infused itself into his hearers. Those who lately entertained thoughts of yielding their necks to subjection were now bravely determined to resist the haughty victor, and to defend those last remains of their native soil, of which neither the irruptions of Lewis nor the inundation of waters had as yet bereaved them. Should even the ground fail them on which they might combat, they were still resolved not to yield the generous strife; but flying to their settlements in the Indies, erect a new empire in those remote regions, and preserve alive, even in the climates of slavery, that liberty, of which Europe was become unworthy. Already they concerted measures for executing this extraordinary resolution; and found, that the vessels, contained in their harbours, could transport above two hundred thousand inhabitants to the East-Indies.","subId":"75","id":"Hume.HE.6.65.75"},{"type":"paragraph","content":"^The^ combined princes, finding at last some appearance of opposition, bent all their efforts to seduce the prince of Orange, on whose valour and conduct the fate of the commonwealth entirely depended. The sovereignty of the province of Holland was offered him, and the protection of England and France, to insure him, as well against the invasion of foreign enemies, as the insurrection of his subjects. All proposals were generously rejected; and the prince declared his resolution to retire into Germany, and to pass his life in hunting on his lands there, rather than abandon the liberty of his country, or betray the trust reposed in him. When Buckingham urged the inevitable destruction which hung over the United Provinces, and asked him, whether he did not see, that the commonwealth was ruined; _There is one certain means,_ replied the prince, _by which I can be sure never to see my country's ruin; I will die in the last ditch._","subId":"76","id":"Hume.HE.6.65.76"},{"type":"paragraph","content":"^The^ people in Holland had been much incited to espouse the prince's party, by the hopes, that the king of England, pleased with his nephew's elevation, would abandon those dangerous engagements, into which he had entered, and would afford his protection to the distressed republic. But all these hopes were soon found to be fallacious. Charles still persisted in his alliance with France; and the combined fleets approached the coast of Holland, with an English army on board, commanded by count Schomberg. It is pretended, that an unusual tide carried them off the coast; and that Providence thus interposed, in an extraordinary manner, to |save the republic from the imminent danger, to which it was exposed. Very tempestuous weather, it is certain, prevailed all the rest of the season; and the combined fleets either were blown to a distance, or durst not approach a coast, which might prove fatal to them. Lewis, finding that his enemies gathered courage behind their inundations, and that no farther success was likely for the present to attend his arms, had retired to Versailles.","subId":"77","id":"Hume.HE.6.65.77"},{"type":"paragraph","content":"^The^ other nations of Europe regarded the subjection of Holland as the forerunner of their own slavery, and retained no hopes of defending themselves, should such a mighty accession be made to the already exorbitant power of France. The emperor, though he lay at a distance, and was naturally slow in his undertakings, began to put himself in motion; Brandenburgh shewed a disposition to support the States; Spain had sent some forces to their assistance; and by the present efforts of the prince of Orange, and the prospect of relief from their allies, a different face of affairs began already to appear. Groninghen was the first place that stopped the progress of the enemy: The bishop of Munster was repulsed from before that town, and obliged to raise the siege with loss and dishonour. Naerden was attempted by the prince of Orange; but mareschal Luxembourg, breaking in upon his entrenchments with a sudden irruption, obliged him to abandon the enterprize.","subId":"78","id":"Hume.HE.6.65.78"},{"type":"paragraph","content":"#1673. 4th of Feb. A parliament.# ^There^ was no ally, on whom the Dutch more relied for assistance, than the parliament of England, which the king's necessities at last obliged him to assemble. The eyes of all men, both abroad and at home, were fixed on this session, which met after prorogations continued for near two years. It was evident how much the king dreaded the assembling of his parliament; and the discontents, universally excited by the bold measures entered into, both in foreign and domestic administration, had given but too just foundation for his apprehensions.","subId":"79","id":"Hume.HE.6.65.79"},{"type":"paragraph","content":"^The^ king, however, in his speech, addressed them with all the appearance of cordiality and confidence. He said, that he would have assembled them sooner, had he not been desirous to allow them leisure for attending their private affairs, as well as to give his people respite from taxes and impositions: That since their last meeting, he had been forced into a war, not only just but necessary; necessary both for the honour and interest of the nation: |That in order to have peace at home, while he had war abroad, he had issued his declaration of indulgence to dissenters, and had found many good effects to result from that measure: That he heard of some exceptions, which had been taken to this exercise of power; but he would tell them plainly, that he was resolved to stick to his declaration; and would be much offended at any contradiction: And that though a rumour had been spread, as if the new levied army had been intended to controul law and property, he regarded that jealousy as so frivolous, that he was resolved to augment his forces next spring, and did not doubt but they would consider the necessity of them in their supplies. The rest of the business he left to the chancellor.","subId":"80","id":"Hume.HE.6.65.80"},{"type":"paragraph","content":"^The^ chancellor enlarged on the same topics, and added many extraordinary positions of his own. He told them, that the Hollanders were the common enemies of all monarchies, especially that of England, their only competitor for commerce and naval power, and the sole obstacle to their views of attaining an universal empire, as extensive as that of ancient Rome: That, even during their present distress and danger, they were so intoxicated with these ambitious projects, as to slight all treaty, nay, to refuse all cessation of hostilities: That the king, in entering on this war, did no more than prosecute those maxims, which had engaged the parliament to advise and approve of the last; and he might therefore safely say, that _it was their war:_ That the States being the eternal enemies of England, both by interest and inclination, the parliament had wisely judged it necessary to extirpate them, and had laid it down as an eternal maxim, that_ delenda est Carthago,_ this hostile government by all means is to be subverted: And that though the Dutch pretended to have assurances, that the parliament would furnish no supplies to the king, he was confident, that this hope, in which they extremely trusted, would soon fail them.","subId":"81","id":"Hume.HE.6.65.81"},{"type":"paragraph","content":"^Before^ the commons entered upon business, there lay before them an affair, which discovered, beyond a possibility of doubt, the arbitrary projects of the king; and the measures, taken upon it, proved, that the house was not at present in a disposition to submit to them. It had been the constant undisputed practice, ever since the parliament in 1604, for the house, in case of any vacancy, to issue out writs for new elections; and the chancellor, who, before that time, had had some precedents in his favour, had ever afterwards |abstained from all exercise of that authority. This indeed was one of the first steps, which the commons had taken in establishing and guarding their privileges; and nothing could be more requisite than this precaution, in order to prevent the clandestine issuing of writs, and to ensure a fair and free election. No one but so desperate a minister as Shaftesbury, who had entered into a regular plan for reducing the people to subjection, could have entertained thoughts of breaking in upon a practice so reasonable and so well established, or could have hoped to succeed in so bold an enterprize. Several members had taken their seats upon irregular writs issued by the chancellor; but the house was no sooner assembled, and the speaker placed in the chair, than a motion was made against them; and the members themselves had the modesty to withdraw. Their election was declared null; and new writs, in the usual form, were issued by the speaker.","subId":"82","id":"Hume.HE.6.65.82"},{"type":"paragraph","content":"^The^ next step taken by the commons had the appearance of some more complaisance; but in reality proceeded from the same spirit of liberty and independence. They entered a resolution, that, in order to supply his majesty's extraordinary occasions, for that was the expression employed, they would grant eighteen months assessment, at the rate of 70,000 pounds a month, amounting in the whole to 1,260,000 pounds. Though unwilling to come to a violent breach with the king, they would not express the least approbation of the war; and they gave him the prospect of this supply, only that they might have permission to proceed peaceably in the redress of the other grievances, of which they had such reason to complain.","subId":"83","id":"Hume.HE.6.65.83"},{"type":"paragraph","content":"^No^ grievance was more alarming, both on account of the secret views from which it proceeded, and the consequences which might attend it, than the declaration of indulgence. A remonstrance was immediately framed against that exercise of prerogative. The king defended his measure. The commons persisted in their opposition to it; and they represented, that such a practice, if admitted, might tend to interrupt the free course of the laws, and alter the legislative power, which had always been acknowledged to reside in the king and the two houses. All men were in expectation, with regard to the issue of this extraordinary affair. The king seemed engaged in honour to support his measure; and in order to prevent all opposition, he had positively declared that he would support it. |The commons were obliged to persevere, not only because it was dishonourable to be foiled, where they could plead such strong reasons, but also because, if the king prevailed in his pretensions, an end seemed to be put to all the legal limitations of the constitution.","subId":"84","id":"Hume.HE.6.65.84"},{"type":"paragraph","content":"^It^ is evident, that Charles was now come to that delicate crisis, which he ought at first to have foreseen, when he embraced those desperate counsels; and his resolutions, in such an event, ought long ago to have been entirely fixed and determined. Besides his usual guards, he had an army encamped at Blackheath under the command of mareschal Schomberg, a foreigner; and many of the officers were of the catholic religion. His ally, the French king, he might expect, would second him, if force became requisite for restraining his discontented subjects, and supporting the measures, which by common consent they had agreed to pursue. But the king was startled, when he approached so dangerous a precipice, as that which lay before him. Were violence once offered, there could be no return, he saw, to mutual confidence and trust with his people; the perils attending foreign succours, especially from so mighty a prince, were sufficiently apparent; and the success, which his own arms had met with in the war, was not so great, as to encrease his authority, or terrify the malcontents from opposition. The desire of power, likewise, which had engaged Charles in these precipitate measures, had less proceeded, we may observe, from ambition than from love of ease. Strict limitations of the constitution rendered the conduct of business complicated and troublesome; and it was impossible for him, without much contrivance and intrigue, to procure the money necessary for his pleasures, or even for the regular support of government. When the prospect, therefore, of such dangerous opposition presented itself, the same love of ease inclined him to retract what it seemed so difficult to maintain; and his turn of mind, naturally pliant and careless, made him find little objection to a measure, which a more haughty prince would have embraced with the utmost reluctance. That he might yield with the better grace, he asked the opinion of the house of peers, #Declaration of indulgence recalled.# who advised him to comply with the commons. Accordingly the king sent for the declaration, and with his own hands broke the seals. The commons expressed the utmost satisfaction with this measure, and the most entire duty to his majesty. |Charles assured them, that he would willingly pass any law, offered him, which might tend to give them satisfaction in all their just grievances.","subId":"85","id":"Hume.HE.6.65.85"},{"type":"paragraph","content":"^Shaftesbury^, when he found the king recede at once from so capital a point, which he had publicly declared his resolution to maintain, concluded, that all schemes for enlarging royal authority were vanished, and that Charles was utterly incapable of pursuing such difficult and such hazardous measures. The parliament, he foresaw, might push their enquiries into those counsels, which were so generally odious; and the king, from the same facility of disposition, might abandon his ministers to their vengeance. He resolved, therefore, to make his peace in time with that party, which was likely to predominate, and to atone for all his violences in favour of monarchy, by like violences in opposition to it. Never turn was more sudden, or less calculated to save appearances. Immediately, he entered into all the cabals of the country party; and discovered to them, perhaps magnified, the arbitrary designs of the court, in which he himself had borne so deep a share. He was received with open arms by that party, who stood in need of so able a leader; and no questions were asked with regard to his late apostacy. The various factions, into which the nation had been divided, and the many sudden revolutions, to which the public had been exposed, had tended much to debauch the minds of men, and to destroy the sense of honour and decorum in their public conduct.","subId":"86","id":"Hume.HE.6.65.86"},{"type":"paragraph","content":"^But^ the parliament, though satisfied with the king's compliance, had not lost all those apprehensions, to which the measures of the court had given so much foundation. A law passed for imposing a test on all who should enjoy any public office. Besides taking the oaths of allegiance and supremacy, and receiving the sacrament in the established church; they were obliged to abjure all belief in the doctrine of transubstantiation. As the dissenters had seconded the efforts of the commons against the king's declaration of indulgence, and seemed resolute to accept of no toleration in an illegal manner, they had acquired great favour with the parliament; and a project was adopted to unite the whole protestant interest against the common enemy, who now began to appear formidable. A bill passed the commons for the ease and relief of the protestant nonconformists; but met with some difficulties, at least delays, in the house of peers.","subId":"87","id":"Hume.HE.6.65.87"},{"type":"paragraph","content":"^The^ resolution for supply was carried into a law; as a recompence to the king for his concessions. An act, likewise, of general pardon and indemnity was passed, which screened the ministers from all farther enquiry. The parliament probably thought, that the best method of reclaiming the criminals was to shew them, that their case was not desperate. Even the remonstrance, which the commons voted of their grievances, may be regarded as a proof, that their anger was, for the time, somewhat appeased. None of the capital points are there touched on; the breach of the triple league, the French alliance, or the shutting up of the exchequer. The sole grievances mentioned are an arbitrary imposition on coals for providing convoys, the exercise of martial law, the quartering and pressing of soldiers; and they prayed, that, after the conclusion of the war, the whole army should be disbanded. #29th of March.# The king gave them a gracious, though an evasive answer. When business was finished, the two houses adjourned themselves.","subId":"88","id":"Hume.HE.6.65.88"},{"type":"paragraph","content":"^Though^ the king had receded from his declaration of indulgence, and thereby had tacitly relinquished the dispensing power, he was still resolved, notwithstanding his bad success both at home and abroad, to persevere in his alliance with France, and in the Dutch war, and consequently in all those secret views, whatever they were, which depended on those fatal measures. The money, granted by parliament, sufficed to equip a fleet, of which prince Rupert was declared admiral: For the duke was set aside by the test. Sir Edward Sprague and the earl of Ossory commanded under the prince. #28th of May. Sea-fight.# A French squadron joined them, commanded by d'Etrées. The combined fleets set sail towards the coast of Holland, and found the enemy, lying at anchor, within the sands at Schonvelt. There is a natural confusion attending sea-fights, even beyond other military transactions; derived from the precarious operations of winds and tides, as well as from the smoke and darkness, in which every thing is there involved. No wonder, therefore, that accounts of those battles are apt to contain uncertainties and contradictions; especially when delivered by writers of the hostile nations, who take pleasure in exalting the advantages of their own countrymen, and depressing those of the enemy. All we can say with certainty of this battle, is, that both sides boasted of the victory; and we may thence infer, that the event was not decisive. The Dutch, being near home, retired into their harbours. In a |week, they were refitted, and presented themselves again to the combined fleets. #4th June. Another sea-fight.# A new action ensued, not more decisive than the foregoing. It was not fought with great obstinacy on either side; but whether the Dutch or the allies first retired, seems to be a matter of uncertainty. The loss in the former of these actions fell chiefly on the French, whom the English, diffident of their intentions, took care to place under their own squadrons; and they thereby exposed them to all the fire of the enemy. There seems not to have been a ship lost on either side in the second engagement.","subId":"89","id":"Hume.HE.6.65.89"},{"type":"paragraph","content":"^It^ was sufficient glory to de Ruyter, that, with a fleet much inferior to the combined squadrons of France and England, he could fight them without any notable disadvantage; and it was sufficient victory, that he could defeat the project of a descent in Zealand, which, had it taken place, had endangered, in the present circumstances, the total overthrow of the Dutch commonwealth. Prince Rupert was also suspected not to favour the king's projects for subduing Holland, or enlarging his authority at home; and from these motives he was thought not to have pressed so hard on the enemy, as his well-known valour gave reason to expect. It is indeed remarkable, that, during this war, though the English with their allies much over-matched the Hollanders, they were not able to gain any advantage over them; while in the former war, though often overborne by numbers, they still exerted themselves with the greatest courage, and always acquired great renown, sometimes even signal victories. But they were disgusted at the present measures, which they deemed pernicious to their country; they were not satisfied in the justice of the quarrel; and they entertained a perpetual jealousy of their confederates, whom, had they been permitted, they would, with much more pleasure, have destroyed than even the enemy themselves.","subId":"90","id":"Hume.HE.6.65.90"},{"type":"paragraph","content":"^If^ prince Rupert was not favourable to the designs of the court, he enjoyed as little favour from the court, at least from the duke, who, though he could no longer command the fleet, still possessed the chief authority in the admiralty. The prince complained of a total want of every thing, powder, shot, provisions, beer, and even water; and he went into harbour, that he might refit his ships, #11th of August. Another sea-fight.# and supply their numerous necessities. After some weeks he was refitted, and he again put to sea. The hostile fleets met at the mouth of the Texel, and fought the last battle, which, during the course |of so many years, these neighbouring maritime powers have disputed with each other. De Ruyter, and under him Tromp, commanded the Dutch in this action, as in the two former: For the prince of Orange had reconciled these gallant rivals; and they retained nothing of their former animosity, except that emulation, which made them exert themselves with more distinguished bravery against the enemies of their country. Brankert was opposed to d'Etrées, de Ruyter to prince Rupert, Tromp to Sprague. It is to be remarked, that in all actions these brave admirals last mentioned had still selected each other, as the only antagonists worthy each others valour; and no decisive advantage had as yet been gained by either of them. They fought in this battle, as if there were no mean between death and victory.","subId":"91","id":"Hume.HE.6.65.91"},{"type":"paragraph","content":"^D^'Etrees and all the French squadron, except rear admiral Martel, kept at a distance; and Brankert, instead of attacking them, bore down to the assistance of de Ruyter, who was engaged in furious combat with prince Rupert. On no occasion did the prince acquire more deserved honour: His conduct, as well as valour, shone out with signal lustre. Having disengaged his squadron from the numerous enemies, with whom he was every where surrounded, and having joined Sir John Chichely, his rear admiral, who had been separated from him, he made haste to the relief of Sprague, who was hard pressed by Tromp's squadron. The Royal Prince, in which Sprague first engaged, was so disabled, that he was obliged to hoist his flag on board the St. George; while Tromp was for a like reason obliged to quit his ship, the Golden Lion, and go on board the Comet. The fight was renewed with the utmost fury by these valorous rivals, and by the rear admirals, their seconds. Ossory, rear admiral to Sprague, was preparing to board Tromp, when he saw the St. George terribly torn, and in a manner disabled. Sprague was leaving her in order to hoist his flag on board a third ship, and return to the charge; when a shot, which had passed through the St. George, took his boat, and sunk her. The admiral was drowned, to the great regret of Tromp himself, who bestowed on his valour the deserved praises.","subId":"92","id":"Hume.HE.6.65.92"},{"type":"paragraph","content":"^Prince^ Rupert found affairs in this dangerous situation, and saw most of the ships in Sprague's squadron disabled from fight. The engagement however was renewed, and became very close and bloody. The prince threw the enemy into disorder. To encrease |it, he sent among them two fire-ships; and at the same time made a signal to the French to bear down; which if they had done, a decisive victory must have ensued. But the prince, when he saw that they neglected his signal, and observed that most of his ships were in no condition to keep the sea long, wisely provided for their safety by making easy sail towards the English coast. The victory in this battle was as doubtful, as in all the actions fought during the present war.","subId":"93","id":"Hume.HE.6.65.93"},{"type":"paragraph","content":"^The^ turn, which the affairs of the Hollanders took by land, was more favourable. The prince of Orange besieged and took Naerden; and from this success gave his country reason to hope for still more prosperous enterprizes. Montecuculi, who commanded the Imperialists on the Upper Rhine, deceived, by the most artful conduct, the vigilance and penetration of Turenne, and making a sudden march, sat down before Bonne. The prince of Orange's conduct was no less masterly; while he eluded all the French generals, and leaving them behind him, joined his army to that of the Imperialists. Bonne was taken in a few days: Several other places in the electorate of Cologne fell into the hands of the allies: And the communication being thus cut off between France and the United Provinces, Lewis was obliged to recal his forces, and to abandon all his conquests, with greater rapidity than he had at first made them. The taking of Maestricht was the only advantage, which he gained this campaign.","subId":"94","id":"Hume.HE.6.65.94"},{"type":"paragraph","content":"#Congress of Cologne.# ^A^ congress was opened at Cologne under the mediation of Sweden; but with small hopes of success. The demands of the two kings were such as must have reduced the Hollanders to perpetual servitude. In proportion as the affairs of the States rose, the kings sunk in their demands; but the States still sunk lower in their offers; and it was found impossible for the parties ever to agree on any conditions. After the French evacuated Holland, the congress broke up; and the seizure of prince William of Furstenburg by the Imperialists afforded the French and English a good pretence for leaving Cologne. The Dutch ambassadors in their memorials expressed all the haughtiness and disdain, so natural to a free state, which had met with such unmerited ill usage.","subId":"95","id":"Hume.HE.6.65.95"},{"type":"paragraph","content":"#20th Oct. A parliament.# ^The^ parliament of England was now assembled, and discovered much greater symptoms of ill humour, than had appeared in the last session. They had seen for some time a negociation of marriage |carried on between the duke of York and the archduchess of Inspruc, a catholic of the Austrian family; and they had made no opposition. But when that negociation failed, and the duke applied to a princess of the house of Modena, then in close alliance with France; this circumstance, joined to so many other grounds of discontent, raised the commons into a flame; and they remonstrated with the greatest zeal against the intended marriage. The king told them, that their remonstrance came too late; and that the marriage was already agreed on, and even celebrated by proxy. The commons still insisted; and proceeding to the examination of the other parts of government, they voted the standing army a grievance, and declared, that they would grant no more supply, unless it appeared, that the Dutch were so obstinate as to refuse all reasonable conditions of peace. To cut short these disagreeable attacks, the king resolved to prorogue the parliament; #4th Nov.# and with that intention he came unexpectedly to the house of peers, and sent the usher to summon the commons. It happened, that the speaker and the usher nearly met at the door of the house; but the speaker being within, some of the members suddenly shut the door, and cried, _To the chair, to the chair;_ while others cried, _The black rod is at the door._ The speaker was hurried to the chair; and the following motions were instantly made: That the alliance with France is a grievance; that the evil counsellors about the king are a grievance; that the duke of Lauderdale is a grievance, and not fit to be trusted or employed. There was a general cry, _To the question, to the question:_ But the usher knocking violently at the door, the speaker leaped from the chair, and the house rose in great confusion.","subId":"96","id":"Hume.HE.6.65.96"},{"type":"paragraph","content":"^During^ the interval, Shaftesbury, whose intrigues with the malcontent party were now become notorious, was dismissed from the office of chancellor; and the great seal was given to sir Heneage Finch, by the title of lord keeper. The test had incapacitated Clifford; and the white staff was conferred on sir Thomas Osborne, soon after created earl of Danby, a minister of abilities, who had risen by his parliamentary talents. Clifford retired into the country, and soon after died.","subId":"97","id":"Hume.HE.6.65.97"},{"type":"paragraph","content":"#1674. 7th Feb.# ^The^ parliament had been prorogued, in order to give the duke leisure to finish his marriage; but the king's necessities soon obliged him again to assemble them; and by some popular acts he |paved the way for the session. But all his efforts were in vain. The disgust of the commons was fixed in foundations too deep to be easily removed. They began with applications for a general fast; by which they intimated, that the nation was in a very calamitous condition: They addressed against the king's guards, which they represented as dangerous to liberty, and even as illegal, since they never had yet received the sanction of parliament: They took some steps towards establishing a new and more rigorous test against popery: And what chiefly alarmed the court, they made an attack on the members of the cabal, to whose pernicious counsels they imputed all their present grievances. Clifford was dead: Shaftesbury had made his peace with the country party, and was become their leader: Buckingham was endeavouring to imitate Shaftesbury; but his intentions were as yet known to very few. A motion was therefore made in the house of commons for his impeachment: He desired to be heard at the bar; but expressed himself in so confused and ambiguous a manner, as gave little satisfaction. He was required to answer precisely to certain queries, which they proposed to him. These regarded all the articles of misconduct abovementioned; and among the rest, the following query seems remarkable. \"By whose advice was the army brought up to overawe the debates and resolutions of the house of commons?\" This shews to what length the suspicions of the house were at that time carried. Buckingham, in all his answers, endeavoured to exculpate himself, and to load Arlington. He succeeded not in the former intention: The commons voted an address for his removal. But Arlington, who was on many accounts obnoxious to the house, was attacked. Articles were drawn up against him; though the impeachment was never prosecuted.","subId":"98","id":"Hume.HE.6.65.98"},{"type":"paragraph","content":"^The^ king plainly saw, that he could expect no supply from the commons for carrying on a war, so odious to them. He resolved therefore to make a separate peace with the Dutch, on the terms which they had proposed through the channel of the Spanish ambassador. With a cordiality, which, in the present disposition on both sides, was probably but affected, but which was obliging, he asked advice of the parliament. The parliament unanimously concurred, #Peace with Holland.# both in thanks for this gracious condescension, and in their advice for peace. Peace was accordingly concluded. The honour of the flag was yielded by the Dutch in the most extensive terms: A |regulation of trade was agreed to: All possessions were restored to the same condition as before the war: The English planters in Surinam were allowed to remove at pleasure: And the States agreed to pay to the king the sum of eight hundred thousand patacoons, near three hundred thousand pounds. #28th Feb.# Four days after the parliament was prorogued, the peace was proclaimed in London, to the great joy of the people. Spain had declared, that she could no longer remain neuter, if hostilities were continued against Holland; and a sensible decay of trade was foreseen, in case a rupture should ensue with that kingdom. The prospect of this loss contributed very much to encrease the national aversion to the present war, and to enliven the joy for its conclusion.","subId":"99","id":"Hume.HE.6.65.99"},{"type":"paragraph","content":"^There^ was in the French service a great body of English, to the number of ten thousand men, who had acquired honour in every action, and had greatly contributed to the successes of Lewis. These troops, Charles said, he was bound by treaty not to recall; but he obliged himself to the States by a secret article not to allow them to be recruited. His partiality to France prevented a strict execution of this engagement.","subId":"100","id":"Hume.HE.6.65.100"},{"type":"note","content":"The abstract of the report of the Brook-house committee (so that committee was called) was first published by Mr. Ralph, vol. i. p. 177. from lord Hallifax's collections, to which I refer. If we peruse their apology, which we find in the subsequent page of the same author, we shall find, that they acted with some malignity towards the king. They would take notice of no services performed before the 1st of September 1664. But all the king's preparations preceded that date, and as chancellor Clarendon told the parliament, amounted to eight hundred thousand pounds; and the computation is very probable. This sum, therefore, must be added. The committee likewise charged seven hundred thousand pounds to the king on account of the winter and summer guards, saved during two years and ten months that the war lasted. But this seems iniquitous. For though that was an usual burthen on the revenue, which was then saved; would not the diminution of the customs during the war be an equivalent to it? Besides, near three hundred and forty thousand pounds are charged for prize-money, which perhaps the king thought he ought not to account for. These sums exceed the million and a half.","subId":"n1","id":"Hume.HE.6.65.n1"},{"type":"note","content":"Mr. Carte, in his vindication of the Answer to the Bystander, p. 99, says, that the sale of the fee farm rents would not yield above one hundred thousand pounds; and his reasons appear well founded.","subId":"n2","id":"Hume.HE.6.65.n2"},{"type":"note","content":"D'Estrades, 21st July, 1667.","subId":"n3","id":"Hume.HE.6.65.n3"},{"type":"note","content":"Gourville has said in his memoirs, vol. ii. p. 14, 67. that Charles was never sincere in the triple alliance; and that, having entertained a violent animosity against de Wit, he endeavoured, by this artifice, to detach him from the French alliance with a view of afterwards finding an opportunity to satiate his vengeance upon him. This account, though very little honourable to the king's memory, seems probable from the events, as well as from the authority of the author.","subId":"n4","id":"Hume.HE.6.65.n4"},{"type":"note","content":"Temple, vol. ii. p. 179.","subId":"n5","id":"Hume.HE.6.65.n5"},{"type":"note","content":"This year, on the 3d of January, died George Monk, duke of Albemarle, at Newhall in Essex, after a languishing illness, and in the sixty-third year of his age. He left a great estate of 5,000 l. a year in land, and 60,000 l. in money, acquired by the bounty of the king, and encreased by his own frugality in his later years. Bishop Burnet, who, agreeably to his own factious spirit, treats this illustrious personage with great malignity, reproaches him with avarice: But as he appears not to have been in the least tainted with rapacity, his frugal conduct may more candidly be imputed to the habits, acquired in early life, while he was possessed of a very narrow fortune. It is indeed a singular proof of the strange power of faction, that any malignity should pursue the memory of a nobleman, the tenor of whose life was so unexceptionable, and who, by restoring the antient and legal and free government to three kingdoms, plunged in the most destructive anarchy, may safely be said to be the subject, in these islands, who, since the beginning of time, rendered the most durable and most essential services to his native country. The means also, by which he atchieved his great undertakings, were almost entirely unexceptionable. His temporary dissimulation, being absolutely necessary, could scarcely be blameable. He had received no trust from that mungrel, pretended, usurping parliament whom he dethroned; therefore could betray none: He even refused to carry his dissimulation so far as to take the oath of abjuration against the king. I confess, however, that the Rev. Dr. Douglas has shown me, from the Clarendon papers, an original letter of his to Sir Arthur Hazzlerig, containing very earnest, and certainly false protestations of his zeal for a commonwealth. It is to be lamented, that so worthy a man, and of such plain manners, should ever have found it necessary to carry his dissimulation to such a height. His family ended with his son.","subId":"n6","id":"Hume.HE.6.65.n6"},{"type":"note","content":"Carte's Ormond, vol. ii. p. 225.","subId":"n7","id":"Hume.HE.6.65.n7"},{"type":"note","content":"England's Appeal, p. 22. This year, on the 12th of November, died, in his retreat, and in the 60th year of his age, Thomas lord Fairfax, who performed many great actions, without being a memorable personage, and allowed himself to be carried into many criminal enterprizes, with the best and most upright intentions. His daughter and heir was married to George Villiers, duke of Buckingham.","subId":"n8","id":"Hume.HE.6.65.n8"},{"type":"note","content":"Temple, vol. i. p. 75.","subId":"n9","id":"Hume.HE.6.65.n9"},{"type":"note","content":"Which may be thus translated. \"\"The man, whose mind on virtue bent, // Pursues some greatly good intent, // With undiverted aim, // Serene beholds the angry crowd; // Nor can their clamours, fierce and loud, // His stubborn honour tame. // Not the proud tyrant's fiercest threat, // Nor storms, that from their dark retreat // The lawless surges wake, // Not Jove's dread bolt that shakes the pole, // The firmer purpose of his soul // With all its power can shake. // Shou'd Nature's frame in ruins fall, // And chaos o'er the sinking ball // Resume primeval sway, // His courage chance and fate defies, // Nor feels the wreck of earth and skies // Obstruct its destin'd way. // ~~~~~~Blacklocke.\"\"","subId":"n10","id":"Hume.HE.6.65.n10"}]}
