{"imported":true,"id":"Hume.HE.6.67","parent":"Hume.HE.6","title":"Chapter 67. Charles II (cont.)","breadcrumb":"Chapter 67","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. LXVII. £2 £1 CHARLES II. £1 _The Popish plot——Oates's narrative——And character——Coleman's letters——Godfrey's murder——General consternation——The parliament——Zeal of the parliament——Bedloe's narrative——Accusation of Danby——His impeachment——Dissolution of the long parliament——Its character——Trial of Coleman——Of Ireland——New elections——Duke of Monmouth——Duke of York retires to Brussels——New parliament——Danby's impeachment——Popish plot——New council——Limitations on a popish successor——Bill of exclusion——Habeas corpus bill——Prorogation and dissolution of the parliament——Trial and execution of the five jesuits——And of Langhorne——Wakeman acquitted——State of affairs in Scotland——Battle of Bothwel bridge._","id":"Hume.HE.6.67"},{"type":"paragraph","content":"#1678.# THE English nation, ever since the fatal league with France, had entertained violent jealousies against the court; and the subsequent measures, adopted by the king, had tended more to encrease than cure the general prejudices. Some mysterious design |was still suspected in every enterprize and profession: Arbitrary power and popery were apprehended as the scope of all projects: Each breath or rumour made the people start with anxiety: Their enemies, they thought, were in their very bosom, and had gotten possession of their sovereign's confidence. While in this timorous, jealous disposition, the cry of a _plot_ all on a sudden struck their ears: They were wakened from their slumber; and like men affrightened and in the dark, took every figure for a spectre. The terror of each man became the source of terror to another. And an universal panic being diffused, reason and argument and common sense and common humanity lost all influence over them. From this disposition of men's minds #The Popish plot.# we are to account for the progress of the ^PopishPlot^ , and the credit given to it; an event, which would otherwise appear prodigious and altogether inexplicable.","subId":"1","id":"Hume.HE.6.67.1"},{"type":"paragraph","content":"^On^ the 12th of August, one Kirby, a chemist, accosted the king, as he was walking in the park: \"Sir,\" said he, \"keep within the company: Your enemies have a design upon your life; and you may be shot in this very walk.\" Being asked the reason of these strange speeches, he said, that two men, called Grove and Pickering, had engaged to shoot the king, and Sir George Wakeman, the queen's physician, to poison him. This intelligence, he added, had been communicated to him by doctor Tongue; whom, if permitted, he would introduce to his majesty. Tongue was a divine of the church of England; a man active, restless, full of projects, void of understanding. He brought papers to the king, which contained information of a plot, and were digested into forty-three articles. The king, not having leisure to peruse them, sent them to the treasurer, Danby, and ordered the two informers to lay the business before that minister. Tongue confessed to Danby, that he himself had not drawn the papers, that they had been secretly thrust under his door, and that, though he suspected, he did not certainly know, who was the author. After a few days, he returned, and told the treasurer, that his suspicions, he found, were just; and that the author of the intelligence, whom he had met twice or thrice in the street, had acknowledged the whole matter, and had given him a more particular account of the conspiracy, but desired, that his name might be concealed, being apprehensive lest the papists should murder him.","subId":"2","id":"Hume.HE.6.67.2"},{"type":"paragraph","content":"^The^ information was renewed with regard to Grove's and Pickering's |intentions of shooting the king; and Tongue even pretended, that, at a particular time, they were to set out for Windsor with that intention. Orders were given for arresting them, as soon as they should appear in that place: But though this alarm was more than once renewed, some frivolous reasons were still found by Tongue for their having delayed the journey. And the king concluded, both from these evasions, and from the mysterious, artificial manner of communicating the intelligence, that the whole was an imposture.","subId":"3","id":"Hume.HE.6.67.3"},{"type":"paragraph","content":"^Tongue^ came next to the treasurer, and told him, that a pacquet of letters, written by jesuits concerned in the plot, was that night to be put into the post-house for Windsor, directed to Bennifield, a jesuit, confessor to the duke. When this intelligence was conveyed to the king, he replied, that the pacquet mentioned had a few hours before been brought to the duke by Bennifield; who said, that he suspected some bad design upon him, that the letters seemed to contain matters of a dangerous import, and that he knew them not to be the hand-writing of the persons whose names were subscribed to them. This incident still farther confirmed the king in his incredulity.","subId":"4","id":"Hume.HE.6.67.4"},{"type":"paragraph","content":"^The^ matter had probably sleeped for ever, had it not been for the anxiety of the duke; who, hearing that priests and jesuits and even his own confessor had been accused, was desirous, that a thorough enquiry should be made by the council into the pretended conspiracy. Kirby and Tongue were enquired after, and were now found to be living in close connection with Titus Oates, the person who was said to have conveyed the first intelligence to Tongue. Oates affirmed, that he had fallen under suspicion with the jesuits; that he had received three blows with a stick, and a box on the ear from the provincial of that order, for revealing their conspiracy; And that, over-hearing them speak of their intentions to punish him more severely he had withdrawn, and concealed himself. This man, in whose breast was lodged a secret, involving the fate of kings and kingdoms, was allowed to remain in such necessity, that Kirby was obliged to supply him with daily bread; and it was a joyful surprize to him, when he heard, that the council was at last disposed to take some notice of his intelligence. But as he expected more encouragement from the public, than from the king or his ministers, he thought proper, before he was presented |to the council, to go with his two companions to Sir Edmondsbury Godfrey, a noted and active justice of peace, and to give evidence before him of all the articles of the conspiracy.","subId":"5","id":"Hume.HE.6.67.5"},{"type":"paragraph","content":"#Oates's narrative.# ^The^ wonderful intelligence, which Oates conveyed both to Godfrey and the council, and afterwards to the parliament, was to this purpose[n1]. The pope, he said, on examining the matter in the congregation _de propaganda,_ had found himself entitled to the possession of England and Ireland on account of the heresy of prince and people, and had accordingly assumed the sovereignty of these kingdoms. This supreme power he had thought proper to delegate to the society of Jesuits; and de Oliva, general of that order, in consequence of the papal grant, had exerted every act of regal authority, and particularly had supplied, by commissions under the seal of the society, all the chief offices, both civil and military. Lord Arundel was created chancellor, lord Powis treasurer, Sir William Godolphin privy seal, Coleman secretary of state, Langhorne attorney general, lord Bellasis general of the papal army, lord Peters lieutenant general, lord Stafford pay-master; and inferior commissions, signed by the provincial of the Jesuits, were distributed all over England. All the dignities too of the church were filled, and many of them with Spaniards and other foreigners. The provincial had held a consult of the Jesuits under his authority; where the king, whom they opprobriously called the Black Bastard, was solemnly tried and condemned as a heretic; and a resolution taken to put him to death. Father Le Shee (for so this great plotter and informer called father la Chaise, the noted confessor of the French king) had consigned in London ten thousand pounds to be paid to any man, who should merit it by this assassination. A Spanish provincial had expressed like liberality: The prior of the Benedictines was willing to go the length of six thousand: The Dominicans approved of the action; but pleaded poverty. Ten thousand pounds had been offered to Sir George Wakeman, the queen's physician, who demanded fifteen thousand, as a reward for so great a service: His demand was complied with; and five thousand had been paid him by advance. Lest this means should fail, four Irish ruffians had been hired by the Jesuits, at the rate of twenty guineas a-piece, to stab the king at Windsor; and |Coleman, secretary to the late duchess of York, had given the messenger, who carried them orders, a guinea to quicken his diligence. Grove and Pickering were also employed to shoot the king with silver bullets: The former was to receive the sum of fifteen hundred pounds; the latter, being a pious man, was to be rewarded with thirty thousand masses, which, estimating masses at a shilling a-piece, amounted to a like value. Pickering would have executed his purpose, had not the flint at one time dropped out of his pistol, at another time the priming. Coniers, the Jesuit, had bought a knife at the price of ten shillings, which, he thought, was not dear, considering the purpose for which he intended it, to wit, stabbing the king. Letters of subscription were circulated among the catholics all over England to raise a sum for the same purpose. No less than fifty Jesuits had met in May last, at the White-horse tavern, where it was unanimously agreed to put the king to death. This synod did afterwards, for more convenience, divide themselves into many lesser cabals or companies; and Oates was employed to carry notes and letters from one to another, all tending to the same end, of murthering the king. He even carried, from one company to another, a paper, in which they formally expressed their resolution of executing that deed; and it was regularly subscribed by all of them. A wager of a hundred pounds was laid, and stakes made, that the king should eat no more Christmas pyes. In short, it was determined, to use the expression of a Jesuit, that if he would not become R. C. (Roman Catholic) he should no longer be C.R. (Charles Rex). The great fire of London had been the work of the Jesuits, who had employed eighty or eighty-six persons for that purpose, and had expended seven hundred fire-balls; but they had a good return for their money; for they had been able to pilfer goods from the fire to the amount of fourteen thousand pounds: The Jesuits had also raised another fire on St. Margaret's Hill, whence they had stolen goods to the value of two thousand pounds; Another at Southwark: And it was determined in like manner to burn all the chief cities in England. A paper model was already framed for the firing of London; the stations were regularly marked out, where the several fires were to commence; and the whole plan of operations was so concerted, that precautions were taken by the Jesuits to vary their measures, according to the variation of the wind. Fire-balls were familiarly called among them Teuxbury mustard pills; and were said to contain a notable biting |sauce. In the great fire, it had been determined to murther the king; but he had displayed such diligence and humanity in extinguishing the flames, that even the Jesuits relented, and spared his life. Besides these assassinations and fires; insurrections, rebellions, and massacres were projected by that religious order in all the three kingdoms. There were twenty thousand catholics in London, who would rise in four-and-twenty hours or less; and Jennison, a Jesuit, said, that they mighty easily cut the throats of a hundred thousand protestants. Eight thousand catholics had agreed to take arms in Scotland. Ormond was to be murthered by four Jesuits; a general massacre of the Irish protestants was concerted; and forty thousand black bills were already provided for that purpose. Coleman had remitted two hundred thousand pounds to promote the rebellion in Ireland; and the French king was to land a great army in that island. Poole, who wrote the Synopsis, was particularly marked out for assassination; as was also Dr. Stillingfleet, a controversial writer against the papists. Burnet tells us, that Oates paid him the same compliment. After all this havoc, the crown was to be offered to the duke, but on the following conditions; that he receive it as gift from the pope; that he confirm all the papal commissions for offices and employments; that he ratify all past transactions, by pardoning the incendiaries, and the murderers of his brother and of the people; and that he consent to the utter extirpation of the protestant religion. If he refuse these conditions, he himself was immediately to be poisoned or assassinated. _To pot James must go;_ according to the expression ascribed by Oates to the Jesuits.","subId":"6","id":"Hume.HE.6.67.6"},{"type":"paragraph","content":"#And character.# ^Oates^, the informer of this dreadful plot, was himself the most infamous of mankind. He was the son of an anabaptist preacher, chaplain to colonel Pride; but having taken orders in the church, he had been settled in a small living by the duke of Norfolk. He had been indicted for perjury; and by some means had escaped. He was afterwards a chaplain on board the fleet; whence he had been dismissed on complaint of some unnatural practices, not fit to be named. He then became a convert to the catholics; but he afterwards boasted, that his conversion was a mere pretence, in order to get into their secrets and to betray them[n2]. He was sent over to the Jesuits' college at St. Omers, and though above thirty years of age, |he there lived some time among the students. He was dispatched on an errand to Spain; and thence returned to St. Omers; where the Jesuits, heartily tired of their convert, at last dismissed him from their seminary. It is likely, that, from resentment of this usage, as well as from want and indigence, he was induced, in combination with Tongue, to contrive that plot, of which he accused the catholics.","subId":"7","id":"Hume.HE.6.67.7"},{"type":"paragraph","content":"^This^ abandoned man, when examined before the council, betrayed his impostures in such a manner, as would have utterly discredited the most consistent story, and the most reputable evidence. While in Spain, he had been carried, he said, to Don John, who promised great assistance to the execution of the catholic designs. The king asked him, what sort of a man Don John was: He answered, a tall lean man; directly contrary to truth, as the king well knew[n3]. He totally mistook the situation of the Jesuits' college at Paris[n4]. Though he pretended great intimacies with Coleman, he knew him not, when placed very near him; and had no other excuse than that his sight was bad in candle-light[n5]. He fell into like mistakes with regard to Wakeman.","subId":"8","id":"Hume.HE.6.67.8"},{"type":"paragraph","content":"^Notwithstanding^ these objections, great attention was paid to Oates's evidence, and the plot became very soon the subject of conversation, and even the object of terror to the people. The violent animosity, which had been excited against the catholics in general, made the public swallow the grossest absurdities when they accompanied an accusation of those religionists: And the more diabolical any contrivance appeared, the better it suited the tremendous idea entertained of a Jesuit. Danby likewise, who stood in opposition to the French and catholic interest at court, was willing to encourage every story, which might serve to discredit that party. By his suggestion, when a warrant was signed for arresting Coleman, there was inserted a clause for seizing his papers; a circumstance attended with the most important consequences.","subId":"9","id":"Hume.HE.6.67.9"},{"type":"paragraph","content":"#Coleman's letters.# ^Coleman^, partly on his own account, partly by orders from the duke, had been engaged in a correspondence with father la Chaise, with the pope's nuncio at Brussels, and with other catholics abroad; and being himself a fiery zealot, busy and sanguine, the expressions in his letters often betrayed great violence and indiscretion. |His correspondence, during the years 1674, 1675, and part of 1676, was seized, and contained many extraordinary passages. In particular he said to la Chaise, \"We have here a mighty work upon our hands, no less than the conversion of three kingdoms, and by that perhaps the utter subduing of a pestilent heresy, which has a long time domineered over a great part of this northern world. There were never such hopes of success, since the days of queen Mary, as now in our days. God has given us a prince,\" meaning the duke, \"who is become (may I say a miracle) zealous of being the author and instrument of so glorious a work; but the opposition we are sure to meet with is also like to be great: So that it imports us to get all the aid and assistance we can.\" In another letter he said, \"I can scarce believe myself awake, or the thing real, when I think of a prince in such an age as we live in, converted to such a degree of zeal and piety, as not to regard any thing in the world in comparison of God Almighty's glory, the salvation of his own soul, and the conversion of our poor kingdom.\" In other passages the interests of the crown of England, those of the French king, and those of the catholic religion are spoken of as inseparable. The duke is also said to have connected his interests unalterably with those of Lewis. The king himself, he affirms, is always inclined to favour the catholics, when he may do it without hazard. \"Money,\" Coleman adds, \"cannot fail of persuading the king to any thing. There is nothing it cannot make him do, were it ever so much to his prejudice. It has such an absolute power over him, that he cannot resist it. Logic, built upon money, has in our court more powerful charms than any other sort of argument.\" For these reasons, he proposed to father la Chaise, that the French king should remit the sum of 300,000 pounds, on condition that the parliament be dissolved; a measure, to which, he affirmed, the king was, of himself, sufficiently inclined, were it not for his hopes of obtaining money from that assembly. The parliament, he said, had already constrained the king to make peace with Holland, contrary to the interests of the catholic religion, and of his most christian majesty: And if they should meet again, they would surely engage him farther, even to the making of war against France. It appears also from the same letters, that the assembling of the parliament so late as April in the year 1675, had been procured by the intrigues of the catholic and French party, who |thereby intended to show the Dutch and their confederates, that they could expect no assistance from England.","subId":"10","id":"Hume.HE.6.67.10"},{"type":"paragraph","content":"^When^ the contents of these letters were publicly known, they diffused the panic, with which the nation began already to be seized on account of the popish plot. Men reasoned more from their fears and their passions than from the evidence before them. It is certain, that the restless and enterprizing spirit of the catholic church, particularly of the Jesuits, merits attention, and is, in some degree, dangerous to every other communion. Such zeal of proselytism actuates that sect, that its missionaries have penetrated into every nation of the globe; and, in one sense, there is a_ popish plot_ perpetually carrying on against all states, protestant, pagan, and mahometan. It is likewise very probable, that the conversion of the duke, and the favour of the king had inspired the catholic priests with new hopes of recovering in these islands their lost dominion, and gave fresh vigour to that intemperate zeal, by which they are commonly actuated. Their first aim was to obtain a toleration; and such was the evidence, they believed, of their theological tenets, that, could they but procure entire liberty, they must infallibly in time open the eyes of the people. After they had converted considerable numbers, they might be enabled, they hoped, to reinstate themselves in full authority, and entirely to suppress that heresy, with which the kingdom had so long been infected. Though these dangers to the protestant religion were distant, it was justly the object of great concern to find, that the heir of the crown was so blinded with bigotry, and so deeply engaged in foreign interests; and that the king himself had been prevailed on, from low interests, to hearken to his dangerous insinuations. Very bad consequences might ensue from such perverse habits and attachments; nor could the nation and parliament guard against them with too anxious a precaution. But that the Roman pontiff could hope to assume the sovereignty of these kingdoms; a project, which, even during the darkness of the eleventh and twelfth centuries, would have appeared chimerical: That he should delegate this authority to the Jesuits; that order in the Romish church, which was the most hated: That a massacre could be attempted of the protestants, who surpassed the catholics a hundred fold, and were invested with the whole authority of the state: That the king himself was to be assassinated, and even the duke, the only support |of their party: These were such absurdities as no human testimony was sufficient to prove; much less the evidence of one man, who was noted for infamy, and who could not keep himself, every moment, from falling into the grossest inconsistencies. Did such intelligence deserve even so much attention as to be refuted, it would appear, that Coleman's letters were sufficient alone to destroy all its credit. For how could so long a train of correspondence be carried on, by a man so much trusted by the party; and yet no traces of insurrections, if really intended, of fires, massacres, assassinations, invasions, be ever discovered in any single passage of these letters? But all such reflections, and many more, equally obvious, were vainly employed against that general prepossession, with which the nation was seized. Oates's plot and Coleman's were universally confounded together: And the evidence of the latter being unquestionable, the belief of the former, aided by the passions of hatred and of terror, took possession of the whole people.","subId":"11","id":"Hume.HE.6.67.11"},{"type":"paragraph","content":"#17th Octob. Godfrey's murther.# ^There^ was danger, however, lest time might open the eyes of the public; when the murther of Godfrey completed the general delusion, and rendered the prejudices of the nation absolutely incurable. This magistrate had been missing some days; and after much search, and many surmises, his body was found lying in a ditch at Primrose-hill: The marks of strangling were thought to appear about his neck, and some contusions on his breast: His own sword was sticking in the body; but as no considerable quantity of blood ensued on drawing it, it was concluded, that it had been thrust in after his death, and that he had not killed himself: He had rings on his fingers and money in his pocket: It was therefore inferred, that he had not fallen into the hands of robbers. Without farther reasoning, the cry rose, that he had been assassinated by the papists, on account of his taking Oates's evidence. This clamour was quickly propagated, and met with universal belief. The panic spread itself on every side with infinite rapidity; and all men, astonished with fear, and animated with rage, saw in Godfrey's fate all the horrible designs ascribed to the Catholics; and no farther doubt remained of Oates's veracity. The voice of the nation united against that hated sect; and notwithstanding that the bloody conspiracy was supposed to be now detected, men could scarcely be persuaded, that their lives were yet in safety. #General consternation.# Each hour teemed with new rumours and surmizes. Invasions from abroad, insurrections |at home, even private murthers and poisonings were apprehended. To deny the reality of the plot was to be an accomplice: To hesitate was criminal: Royalist, Republican; Churchman, Sectary; Courtier, Patriot; all parties concurred in the illusion. The city prepared for its defence, as if the enemy were at its gates: The chains and posts were put up: And it was a noted saying at that time of Sir Thomas Player, the chamberlain, that, were it not for these precautions, all the citizens might rise next morning with their throats cut[n6].","subId":"12","id":"Hume.HE.6.67.12"},{"type":"paragraph","content":"^In^ order to propagate the popular frenzy, several artifices were employed. The dead body of Godfrey was carried into the city, attended by vast multitudes. It was publicly exposed in the streets, and viewed by all ranks of men; and every one, who saw it, went away inflamed, as well by the mutual contagion of sentiments, as by the dismal spectacle itself. The funeral pomp was celebrated with great parade. The corpse was conducted through the chief streets of the city: Seventy-two clergymen marched before: Above a thousand persons of distinction followed after: And at the funeral-sermon, two able-bodied divines mounted the pulpit, and stood on each side of the preacher, lest, in paying the last duties to this unhappy magistrate, he should, before the whole people, be murthered by the Papists[n7].","subId":"13","id":"Hume.HE.6.67.13"},{"type":"paragraph","content":"^In^ this disposition of the nation, reason could no more be heard than a whisper in the midst of the most violent hurricane. Even at present, Godfrey's murther can scarcely, upon any system, be rationally accounted for. That he was assassinated by the Catholics, seems utterly improbable. These religionists could not be engaged to commit that crime from _policy,_ in order to deter other magistrates from acting against them. Godfrey's fate was no wise capable of producing that effect, unless it were publicly known, that the Catholics were his murtherers; an opinion, which, it was easy to foresee, must prove the ruin of their party. Besides, how many magistrates, during more than a century, had acted in the most violent manner against the Catholics, without its being ever suspected, that any one had been cut off by assassination? Such jealous times as the present were surely ill fitted for beginning these dangerous experiments. Shall we therefore say, that the Catholics were |pushed on, not by policy, but by blind _revenge_ against Godfrey? But Godfrey had given them little or no occasion of offence in taking Oates's evidence. His part was merely an act of form, belonging to his office; nor could he, or any man in his station, possibly refuse it. In the rest of his conduct, he lived on good terms with the Catholics, and was far from distinguishing himself by his severity against that sect. It is even certain, that he had contracted an intimacy with Coleman, and took care to inform his friend of the danger, to which, by reason of Oates's evidence, he was at present exposed.","subId":"14","id":"Hume.HE.6.67.14"},{"type":"paragraph","content":"^There^ are some writers, who, finding it impossible to account for Godfrey's murther by the machinations of the Catholics, have recourse to the opposite supposition. They lay hold of that obvious presumption, that those commit the crime who reap advantage by it; and they affirm that it was Shaftesbury and the heads of the popular party, who perpetrated that deed, in order to throw the odium of it on the Papists. If this supposition be received, it must also be admitted, that the whole plot was the contrivance of those politicians; and that Oates acted altogether under their direction. But it appears, that Oates, dreading probably the opposition of powerful enemies, had very anxiously acquitted the duke, Danby, Ormond, and all the ministry; persons who were certainly the most obnoxious to the popular leaders. Besides, the whole texture of the plot contains such low absurdity, that it is impossible to have been the invention of any man of sense or education. It is true, the more monstrous and horrible the conspiracy, the better was it fitted to terrify, and thence to convince, the populace: But this effect, we may safely say, no one could before-hand have expected; and a fool was in this case more likely to succeed than a wise man. Had Shaftesbury laid the plan of a popish conspiracy, he had probably rendered it moderate, consistent, credible; and on that very account had never met with the prodigious success, with which Oates's tremendous fictions were attended.","subId":"15","id":"Hume.HE.6.67.15"},{"type":"paragraph","content":"^We^ must, therefore be contented to remain for ever ignorant of the actors in Godfrey's murther; and only pronounce in general, that that event, in all likelihood, had no connexion, one way or other, with the popish plot. Any man, especially so active a magistrate as Godfrey, might, in such a city as London, have many enemies, of whom his friends and family had no suspicion. He was |a melancholy man; and there is some reason, notwithstanding the pretended appearances to the contrary, to suspect that he fell by his own hands. The affair was never examined with tranquillity, or even with common sense, during the time; and it is impossible for us, at this distance, certainly to account for it.","subId":"16","id":"Hume.HE.6.67.16"},{"type":"paragraph","content":"^No^ one doubted but the papists had assassinated Godfrey; but still the particular actors were unknown. A proclamation was issued by the king, offering a pardon and a reward of five hundred pounds to any one who should discover them. As it was afterwards surmized, that the terror of a like assassination would prevent discovery, a new proclamation was issued, promising absolute protection to any one who should reveal the secret. Thus were indemnity, money, and security offered to the fairest bidder: And no one needed to fear, during the present fury of the people, that his evidence would undergo too severe a scrutiny.","subId":"17","id":"Hume.HE.6.67.17"},{"type":"paragraph","content":"#21st Octob. The parliament.# ^While^ the nation was in this ferment, the parliament was assembled. In his speech the king told them, that, though they had given money for disbanding the army[n8], he had found Flanders so exposed, that he had thought it necessary still to keep them on foot, and doubted not but this measure would meet with their approbation. He informed them, that his revenue lay under great anticipations, and at best was never equal to the constant and necessary expence of government; as would appear from the state of it, which he intended to lay before them. He also mentioned the plot, formed against his life by Jesuits; but said, that he would forbear delivering any opinion of the matter, lest he should seem to say too much or too little; and that he would leave the scrutiny of it entirely to the law.","subId":"18","id":"Hume.HE.6.67.18"},{"type":"paragraph","content":"^The^ king was anxious to keep the question of the popish plot from the parliament; where, he suspected, many designing people would very much abuse the present credulity of the nation: But Danby, who hated the catholics, and courted popularity, and perhaps hoped, that the king, if his life were believed in danger from the Jesuits, would be more cordially loved by the nation, had entertained opposite designs; and the very first day of the session, he opened the matter in the house of peers. The king was extremely |displeased with this temerity, and told his minister, \"Though you do not believe it, you will find, that you have given the parliament a handle to ruin yourself, as well as to disturb all my affairs; and you will surely live to repent it.\" Danby had afterwards sufficient reason to applaud the sagacity of his master.","subId":"19","id":"Hume.HE.6.67.19"},{"type":"paragraph","content":"#Zeal of the parliament.# ^The^ cry of the plot was immediately echoed from one house to the other. The authority of parliament gave sanction to that fury, with which the people were already agitated. An address was voted for a solemn fast: A form of prayer was contrived for that solemnity; and because the popish plot had been omitted in the first draught, it was carefully ordered to be inserted; lest omniscience should want intelligence, to use the words of an historian[n9].","subId":"20","id":"Hume.HE.6.67.20"},{"type":"paragraph","content":"^In^ order to continue and propagate the alarm, addresses were voted for laying before the house such papers as might discover the horrible conspiracy; for the removal of popish recusants from London; for administering every where the oaths of allegiance and supremacy; for denying access at court to all unknown or suspicious persons; and for appointing the trainbands of London and Westminster to be in readiness. The lords Powis, Stafford, Arundel, Peters, and Bellasis were committed to the Tower, and were soon after impeached for high treason. And both houses, after hearing Oates's evidence, voted, \"That the lords and commons are of opinion, that there hath been, and still is, a damnable and hellish plot, contrived and carried on by the popish recusants, for assassinating the king, for subverting the government, and for rooting out and destroying the protestant religion.\"","subId":"21","id":"Hume.HE.6.67.21"},{"type":"paragraph","content":"^So^ vehement were the houses, that they sat every day, forenoon and afternoon, on the subject of the plot: For no other business could be attended to. A committee of lords were appointed to examine prisoners and witnesses: Blank warrants were put into their hands, for the commitment of such as should be accused or suspected. Oates, who, though his evidence were true, must, by his own account, be regarded as an infamous villain, was by every one applauded, caressed, and called the saviour of the nation. He was recommended by the parliament to the King. He was lodged in Whitehall, protected by guards, and encouraged by a pension of 1200 pounds a-year.","subId":"22","id":"Hume.HE.6.67.22"},{"type":"paragraph","content":"#Bedloe's narrative.# ^It^ was not long before such bountiful encouragement brought forth new witnesses. William Bedloe, a man, if possible, more infamous than Oates, appeared next upon the stage. He was of very low birth, had been noted for several cheats and even thefts, had travelled over many parts of Europe under borrowed names, and frequently passed himself for a man of quality, and had endeavoured, by a variety of lyes and contrivances, to prey upon the ignorant and unwary. When he appeared before the council, he gave intelligence of Godfrey's murther only, which, he said, had been perpetrated in Somerset-house, where the queen lived, by papists, some of them servants in her family. He was questioned about the plot; but utterly denied all knowledge of it, and also asserted, that he had no acquaintance with Oates. Next day, when examined before the committee of lords, he bethought himself better, and was ready to give an ample account of the plot, which he found so anxiously enquired into. This narrative he made to tally, as well as he could, with that of Oates, which had been published: But that he might make himself acceptable by new matter, he added some other circumstances, and these, still more tremendous and extraordinary. He said, that ten thousand men were to be landed from Flanders in Burlington Bay, and immediately to seize Hull: That Jersey and Guernsey were to be surprized by forces from Brest; and that a French Fleet was, all last summer, hovering in the Channel for that purpose: That the lords Powis and Peters were to form an army in Radnorshire, to be joined by another army, consisting of twenty or thirty thousand religious men and pilgrims, who were to land at Milford Haven from St. Iago in Spain: That there were forty thousand men ready in London; besides those, who would, on the alarm, be posted at every alehouse door, in order to kill the soldiers, as they came out of their quarters: That lord Stafford, Coleman, and father Ireland had money sufficient to defray the expences of all these armaments: That he himself was to receive four thousand pounds, as one that could murder a man; as also a commission from lord Bellasis, and a benediction from the pope: That the king was to be assassinated; all the protestants massacred, who would not seriously be converted; the government offered to ^one^ , if he would consent to hold it of the church; but if he should refuse that condition, as was suspected, the supreme authority would be given to certain lords |under the nomination of the pope. In a subsequent examination before the commons, Bedloe added (for these men always brought out their intelligence successively and by piece-meal), that lord Carrington was also in the conspiracy for raising men and money against the government; as was likewise lord Brudenel. These noblemen, with all the other persons mentioned by Bedloe, were immediately committed to custody by the parliament.","subId":"23","id":"Hume.HE.6.67.23"},{"type":"paragraph","content":"^It^ is remarkable, that the only resource of Spain, in her present decayed condition, lay in the assistance of England; and, so far from being in a situation to transport ten thousand men for the invasion of that kingdom, she had solicited and obtained English forces to be sent into the garrisons of Flanders, which were not otherwise able to defend themselves against the French. The French too, we may observe, were, at that very time, in open war with Spain, and yet are supposed to be engaged in the same design against England; as if religious motives were become the sole actuating principle among sovereigns. But none of these circumstances, however obvious, were able, when set in opposition to multiplied horrors, antipathies, and prejudices, to engage the least attention of the populace: For such the whole nation were at this time become. The popish plot passed for incontestible: And had not men soon expected with certainty the legal punishment of these criminals, the catholics had been exposed to the hazard of an universal massacre. The torrent indeed of national prejudices ran so high, that no one, without the most imminent danger, durst venture openly to oppose it; nay, scarcely any one, without great force of judgment, could even secretly entertain an opinion contrary to the prevailing sentiments. The loud and unanimous voice of a great nation has mighty authority over weak minds; and even later historians are so swayed by the concurring judgment of such multitudes, that some of them have esteemed themselves sufficiently moderate, when they affirmed, that many circumstances of the plot were true, though some were added, and others much magnified. But it is an obvious principle, that a witness, who perjures himself in one circumstance, is credible in none: And the authority of the plot, even to the end of the prosecutions, stood entirely upon witnesses. Though the catholics had been suddenly and unexpectedly detected, at the very moment, when their conspiracy, it is said, was ripe for execution; no arms, no ammunition, |no money, no commissions, no papers, no letters, after the most rigorous search, ever were discovered, to confirm the evidence of Oates and Bedloe. Yet still the nation, though often frustrated, went on in the eager pursuit and confident belief of the conspiracy: And even the manifold inconsistencies and absurdities, contained in the narratives, instead of discouraging them, served only as farther incentives to discover the bottom of the plot, and were considered as slight objections, which a more complete information would fully remove. In all history, it will be difficult to find such another instance of popular frenzy and bigoted delusion.","subId":"24","id":"Hume.HE.6.67.24"},{"type":"paragraph","content":"^In^ order to support the panic among the people, especially among the citizens of London, a pamphlet was published with this title, \"A narrative and impartial discovery of the horrid popish plot, carried on for burning and destroying the cities of London and Westminster with their suburbs: setting forth the several consults, orders, and resolutions of the jesuits, concerning the same: By captain William Bedloe, lately engaged in that horrid design, and one of the popish committee for carrying on such fires.\" Every fire, which had happened for several years past, is there ascribed to the machinations of the jesuits, who purposed, as Bedloe said, by such attempts, to find an opportunity for the general massacre of the protestants; and in the mean time, were well pleased to enrich themselves by pilfering goods from the fire.","subId":"25","id":"Hume.HE.6.67.25"},{"type":"paragraph","content":"^The^ king, though he scrupled not, wherever he could speak freely, to throw the highest ridicule on the plot, and on all who believed it; yet found it necessary to adopt the popular opinion before the parliament. The torrent, he saw, ran too strong to be controuled; and he could only hope, by a seeming compliance, to be able, after some time, to guide and direct and elude its fury. He made therefore a speech to both houses; in which he told them, that he would take the utmost care of his person during these times of danger; that he was as ready as their hearts could wish, to join with them in all means for establishing the protestant religion, not only during his own time, but for all future ages; and that, provided the right of succession were preserved, he would consent to any laws for restraining a popish successor: And in conclusion, he exhorted them to think of effectual means for the conviction of popish recusants; and he highly praised the duty and loyalty of all |his subjects, who had discovered such anxious concern for his safety.","subId":"26","id":"Hume.HE.6.67.26"},{"type":"paragraph","content":"^These^ gracious expressions abated nothing of the vehemence of parliamentary proceedings. A bill was introduced for a new test, in which popery was denominated idolatry; and all members, who refused this test, were excluded from both houses. The bill passed the commons without much opposition; but in the upper house the duke moved, that an exception might be admitted in his favour. With great earnestness, and even with tears in his eyes, he told them, that he was now to cast himself on their kindness, in the greatest concern, which he could have in the world; and he protested, that, whatever his religion might be, it should only be a private _thing_ between God and his own soul, and never should appear in his public conduct. Notwithstanding this strong effort, in so important a point, he prevailed only by two voices; a sufficient indication of the general disposition of the people. \"I would not have,\" said a noble peer, in the debate on this bill, \"so much as a popish man or a popish woman to remain here; not so much as a popish dog or a popish bitch; not so much as a popish cat to pur or mew about the king.\" What is more extraordinary; this speech met with praise and approbation.","subId":"27","id":"Hume.HE.6.67.27"},{"type":"paragraph","content":"^Encouraged^ by this general fury, the witnesses went still a step farther in their accusations; and though both Oates and Bedloe had often declared, that there was no other person of distinction, whom they knew to be concerned in the plot, they were now so audacious as to accuse the queen herself of entering into the design against the life of her husband. The commons, in an address to the king, gave countenance to this scandalous accusation; but the lords would not be prevailed with to join in the address. It is here, if any where, that we may suspect the suggestions of the popular leaders to have had place. The king, it was well known, bore no great affection to his consort; and now, more than ever, when his brother and heir was so much hated, had reason to be desirous of issue, which might quiet the jealous fears of his people. This very hatred, which prevailed against the duke, would much facilitate, he knew, any expedient that could be devised for the exclusion of that prince: and nothing farther seemed requisite for the king, than to give way in this particular to the rage and fury of |the nation. But Charles, notwithstanding all allurements of pleasure, or interest, or safety, had the generosity to protect his injured consort. \"They think,\" said he, \"I have a mind to a new wife; but for all that, I will not see an innocent woman abused.\"[n10] He immediately ordered Oates to be strictly confined, seized his papers, and dismissed his servants; and this daring informer was obliged to make applications to parliament, in order to recover his liberty.","subId":"28","id":"Hume.HE.6.67.28"},{"type":"paragraph","content":"^During^ this agitation of men's minds, the parliament gave new attention to the militia; a circumstance, which, even during times of greatest tranquillity, can never prudently be neglected. They passed a bill, by which it was enacted, that a regular militia should be kept in arms, during six weeks of the year, and a third part of them do duty every fortnight of that time. The popular leaders probably intended to make use of the general prejudices, and even to turn the arms of the people against the prince[n11]. But Charles refused his assent to the bill, and told the parliament, that he would not, were it for half an hour, part so far with the power of the sword: But if they would contrive any other bill for ordering the militia, and still leave it in his power to assemble or dismiss them as he thought proper, he would willingly give it the royal assent. The commons, dissatisfied with this negative, though the king had never before employed that prerogative, immediately voted that all the new-levied forces should be disbanded. They passed a bill, granting money for that purpose; but to shew their extreme jealousy of the crown, besides appropriating the money by the strictest clauses, they ordered it to be paid, not into the exchequer, but into the chamber of London. The lords demurred with regard to so extraordinary a clause, which threw a violent reflection on the king's ministers, and even on himself; and by that means the act remained in suspence.","subId":"29","id":"Hume.HE.6.67.29"},{"type":"paragraph","content":"#Accusation of Danby.# ^It^ was no wonder, that the present ferment and credulity of the nation engaged men of infamous character and indigent circumstances to become informers; when persons of rank and condition could be tempted to give into that scandalous practice. Montague, the king's ambassador at Paris, had procured a seat in the lower house; and without obtaining or asking the king's leave, he suddenly came over to England. Charles, suspecting his intention, |ordered his papers to be seized; but Montague, who foresaw this measure, had taken care to secrete one paper, which he immediately laid before the house of commons. It was a letter from the treasurer Danby, written in the beginning of the year, during the negociations at Nimeguen for the general peace. Montague was there directed to make a demand of money from France; or in other words, the king was willing secretly to sell his good offices to Lewis, contrary to the general interests of the confederates, and even to those of his own kingdoms. The letter, among other particulars, contains these words: \"In case the conditions of peace shall be accepted, the king expects to have six millions of livres a year for three years, from the time that this agreement shall be signed between his majesty and the king of France; because it will probably be two or three years before the parliament will be in humour to give him any supplies after the making of any peace with France; and the ambassador here has always agreed to that sum; but not for so long a time.\" Danby was so unwilling to engage in this negociation, that the king, to satisfy him, subjoined with his own hand these words: \"This letter is writ by my order, C. R.\" Montague, who revealed this secret correspondence, had even the baseness to sell his base treachery at a high price to the French monarch[n12].","subId":"30","id":"Hume.HE.6.67.30"},{"type":"paragraph","content":"^The^ commons were inflamed with this intelligence against Danby; and carrying their suspicions farther than the truth, they concluded, that the king had all along acted in concert with the French court; and that every step, which he had taken in conjunction with the allies, had been illusory and deceitful. Desirous of getting to the bottom of so important a secret, and being pushed by Danby's numerous enemies, they immediately voted an impeachment of high treason against that minister, #His impeachment.# and sent up six articles to the house of peers. These articles were, That he had traiterously engrossed to himself regal power, by giving instructions to his majesty's ambassadors, without the participation of the secretaries of state, or the privy-council: That he had traiterously endeavoured to subvert the government, and introduce arbitrary power; and to that end, had levied and continued an army, contrary to act of parliament: That he had traiterously endeavoured |to alienate the affections of his majesty's subjects, by negociating a disadvantageous peace with France, and procuring money for that purpose: That he was popishly affected, and had traiterously concealed, after he had notice, the late horrid and bloody plot, contrived by the papists against his majesty's person and government: That he had wasted the king's treasure: And that he had, by indirect means, obtained several exorbitant grants from the crown.","subId":"31","id":"Hume.HE.6.67.31"},{"type":"paragraph","content":"^It^ is certain, that the treasurer, in giving instructions to an ambassador, had exceeded the bounds of his office; and as the genius of a monarchy, strictly limited, requires, that the proper minister should be answerable for every abuse of power, the commons, though they here advanced a new pretension, might justify themselves by the utility, and even necessity of it. But in other respects their charge against Danby was very ill grounded. That minister made it appear to the house of lords, not only that Montague, the informer against him, had all along promoted the money-negociations with France, but that he himself was ever extremely averse to the interests of that crown, which he esteemed pernicious to his master, and to his country. The French nation, he said, had always entertained, as he was certainly informed, the highest contempt, both of the king's person and government. His diligence, he added, in tracing and discovering the popish plot, was generally known; and if he had common sense, not to say common honesty, he would surely be anxious to preserve the life of a master, by whom he was so much favoured. He had wasted no treasure, because there was no treasure to waste. And though he had reason to be grateful for the king's bounty, he had made more moderate acquisitions than were generally imagined, and than others in his office had often done, even during a shorter administration.","subId":"32","id":"Hume.HE.6.67.32"},{"type":"paragraph","content":"^The^ house of peers plainly saw, that, allowing all the charge of the commons to be true, Danby's crime fell not under the statute of Edward III.; and though the words, _treason_ and _traiterously,_ had been carefully inserted in several articles, this appellation could not change the nature of things, or subject him to the penalties annexed to that crime. They refused, therefore, to commit Danby upon this irregular charge: The commons insisted on their demand; and a great contest was likely to arise, when the king, who |had already seen sufficient instances of the ill-humour of the parliament, thought proper to prorogue them. #30th Dec. Dissolution of the long parliament.# This prorogation was soon after followed by a dissolution; a desperate remedy in the present disposition of the nation. But the disease, it must be owned, the king had reason to esteem desperate. The utmost rage had been discovered by the commons, on account of the popish plot; and their fury began already to point against the royal family, if not against the throne itself. The duke had been struck at in several motions: The treasurer had been impeached: All supply had been refused, except on the most disagreeable conditions: Fears, jealousies, and antipathies were every day multiplying in parliament: And though the people were strongly infected with the same prejudices, the king hoped, that, by dissolving the present cabals, a set of men might be chosen, more moderate in their persuits, and less tainted with the virulence of faction.","subId":"33","id":"Hume.HE.6.67.33"},{"type":"paragraph","content":"#Its character.# ^Thus^ came to a period a parliament, which had sitten during the whole course of this reign one year excepted. Its conclusion was very different from its commencement. Being elected during the joy and festivity of the restoration, it consisted almost entirely of royalists; who were disposed to support the crown by all the liberality, which the habits of that age would permit. Alarmed by the alliance with France, they gradually withdrew their confidence from the king; and finding him still to persevere in a foreign interest, they proceeded to discover symptoms of the most refractory and most jealous disposition. The popish plot pushed them beyond all bounds of moderation; and before their dissolution, they seemed to be treading fast in the footsteps of the last long parliament, on whose conduct they threw at first such violent blame. In all their variations, they had still followed the opinions and prejudices of the nation; and ever seemed to be more governed by humour and party-views than by public interest, and more by public interest than by any corrupt or private influence.","subId":"34","id":"Hume.HE.6.67.34"},{"type":"paragraph","content":"^During^ the sitting of the parliament, and after its prorogation and dissolution, the trials of the pretended criminals were carried on; and the courts of judicature, places, which, if possible, ought to be kept more pure from injustice than even national assemblies themselves, were strongly infected with the same party rage and bigoted prejudices. Coleman, #Trial of Coleman.# the most obnoxious of the conspirators, was first brought to his trial. His letters were produced |against him. They contained, as he himself confessed, much indiscretion: But unless so far as it is illegal to be a zealous catholic, they seemed to prove nothing criminal, much less treasonable against him. Oates and Bedloe deposed, that he had received a commission, signed by the superior of the jesuits, to be papal secretary of state, and had consented to the poisoning, shooting, and stabbing of the king: He had even, according to Oates's deposition, advanced a guinea to promote those bloody purposes. These wild stories were confounded with the projects contained in his letters; and Coleman received sentence of death. The sentence was soon after executed upon him[n13]. He suffered with calmness and constancy, and to the last persisted in the strongest protestations of his innocence.","subId":"35","id":"Hume.HE.6.67.35"},{"type":"paragraph","content":"#Of Ireland.# ^Coleman^'s execution was succeeded by the trial of father Ireland, who, it is pretended, had signed, together with fifty jesuits, the great resolution of murdering the king. Grove and Pickering, who had undertaken to shoot him, were tried at the same time. The only witnesses against the prisoners were still Oates and Bedloe. Ireland affirmed, that he was in Staffordshire all the month of August last, a time when Oates's evidence made him in London. He proved his assertion by good evidence, and would have proved it by undoubted; had he not, most iniquitously, been debarred, while in prison, from all use of pen, ink, and paper, and denied the liberty of sending for witnesses. All these men, before their arraignment, were condemned in the opinion of the judges, jury, and spectators; and to be a jesuit, or even a catholic, was of itself a sufficient proof of guilt. The chief justice[n14], in particular, gave sanction to all the narrow prejudices and bigoted fury of the populace. Instead of being counsel for the prisoners, as his office required, he pleaded the cause against them, brow-beat their witnesses, and on every occasion represented their guilt as certain and uncontroverted. He even went so far as publicly to affirm, that the papists had not the same principles which protestants have, and therefore were not entitled to that common _credence,_ which the principles and practices of the latter call for. And when the jury brought in their verdict against the prisoners, he said, \"You have done, gentlemen, like very good subjects, and very good Christians, |that is to say, like very good Protestants: And now much good may their 30,000 masses do them.\" Alluding to the masses, by which Pickering was to be rewarded for murdering the king. #1679. 14th Jan.# All these unhappy men went to execution, protesting their innocence: a circumstance, which made no impression on the spectators. The opinion, that the jesuits allowed of lies and mental reservations for promoting a good cause, was at this time so universally received, that no credit was given to testimony delivered either by that order, or by any of their disciples. It was forgotten, that all the conspirators, engaged in the gun-powder treason, and Garnet, the jesuit, among the rest, had freely on the scaffold made confession of their guilt.","subId":"36","id":"Hume.HE.6.67.36"},{"type":"paragraph","content":"^Though^ Bedloe had given information of Godfrey's murder, he still remained a single evidence against the persons accused; and all the allurements of profit and honour had not hitherto tempted any one to confirm the testimony of that informer. At last, means were found to compleat the legal evidence. One Prance, a silversmith, and a catholic, had been accused by Bedloe of being an accomplice in the murder; and upon his denial had been thrown into prison, loaded with heavy irons, and confined to the condemned hole, a place cold, dark, and full of nastiness. Such rigours were supposed to be exercised by orders from the secret committee of lords, particularly Shaftesbury and Buckingham; who, in examining the prisoners, usually employed (as is said, and indeed sufficiently proved) threatenings and promises, rigour and indulgence, and every art, under pretence of extorting the truth from them. Prance had not courage to resist, but confessed himself an accomplice in Godfrey's murder. Being asked concerning the plot, he also thought proper to be acquainted with it, and conveyed some intelligence to the council. Among other absurd circumstances, he said that one Le Fevre bought a second-hand sword of him; because he knew not, as he said, what times were at hand: And Prance expressing some concern for poor tradesmen, if such times came; Le Fevre replied, that it would be better for tradesmen, if the catholic religion were restored: And particularly, that there would be more church work for silversmiths. All this information, with regard to the plot as well as the murder of Godfrey, Prance solemnly retracted, both before the king and the secret committee: But being again thrown into prison, he was induced, |by new terrors and new sufferings, to confirm his first information, and was now produced as a sufficient evidence.","subId":"37","id":"Hume.HE.6.67.37"},{"type":"paragraph","content":"^Hill^, Green, and Berry were tried for Godfrey's murder; all of them men of low stations. Hill was servant to a physician: The other two belonged to the popish chapel at Somerset-house. It is needless to run over all the particulars of a long trial: It will be sufficient to say, that Bedloe's evidence and Prance's were in many circumstances totally irreconcileable; that both of them laboured under unsurmountable difficulties, not to say gross absurdities; and that they were invalidated by contrary evidence, which is altogether convincing. But all was in vain: The prisoners were condemned and executed. #Feb. 21st and 28th.# They all denied their guilt at their execution; and as Berry died a protestant, this circumstance was regarded as very considerable: But, instead of its giving some check to the general credulity of the people, men were only surprised, that a protestant could be induced at his death to persist in so manifest a falshood.","subId":"38","id":"Hume.HE.6.67.38"},{"type":"paragraph","content":"^As^ the army could neither be kept up, nor disbanded without money, the king, how little hopes soever he could entertain of more compliance, #New elections.# found himself obliged to summon a new parliament. The blood, already shed on account of the popish plot, instead of satiating the people, served only as an incentive to their fury; and each conviction of a criminal was hitherto regarded as a new proof of those horrible designs, imputed to the papists. This election is perhaps the first in England, which, since the commencement of the monarchy, had been carried on by a violent contest between the parties, and where the court interested itself, to a high degree, in the choice of the national representatives. But all its efforts were fruitless, in opposition to the torrent of prejudices, which prevailed. Religion, liberty, property, even the lives of men were now supposed to be at stake; and no security, it was thought, except in a vigilant parliament, could be found against the impious and bloody conspirators. Were there any part of the nation, to which the ferment, occasioned by the popish plot, had not as yet propagated itself; the new elections, by interesting the whole people in public concerns, tended to diffuse it into the remotest corner; and the consternation, universally excited, proved an excellent engine for influencing the electors. All the zealots of the former parliament were re-chosen: New ones were |added: The presbyterians in particular, being transported with the most inveterate antipathy against popery, were very active and very successful in the elections. That party, it is said, first began at this time the abuse of splitting their freeholds, in order to multiply votes and electors. By accounts, which came from every part of England, it was concluded, that the new representatives would, if possible, exceed the old in their refractory opposition to the court, and furious persecution of the catholics.","subId":"39","id":"Hume.HE.6.67.39"},{"type":"paragraph","content":"^The^ king was alarmed, when he saw so dreadful a tempest arise from such small and unaccountable beginnings. His life, if Oates and Bedloe's information were true, had been aimed at by the catholics: Even the duke's was in danger: The higher, therefore, the rage mounted against popery, the more should the nation have been reconciled to these princes, in whom, it appeared, the church of Rome reposed no confidence. But there is a sophistry, which attends all the passions; especially those into which the populace enter. Men gave credit to the informers, so far as concerned the guilt of the catholics: But they still retained their old suspicions, that these religionists were secretly favoured by the king, and had obtained the most entire ascendant over his brother. Charles had too much penetration not to see the danger, to which the succession, and even his own crown and dignity, now stood exposed. A numerous party, he found, was formed against him; on the one hand, composed of a populace, so credulous from prejudice, so blinded with religious antipathy, as implicitly to believe the most palpable absurdities; and conducted, on the other hand, by leaders so little scrupulous, as to endeavour, by encouraging perjury, subornation, lyes, impostures, and even by shedding innocent blood, to gratify their own furious ambition, and subvert all legal authority. Rouzed from his lethargy by so eminent a peril, he began to exert that vigour of mind, of which, on great occasions, he was not destitute; and without quitting in appearance his usual facility of temper, he collected an industry, firmness, and vigilance, of which he was believed altogether incapable. These qualities, joined to dexterity and prudence, conducted him happily through the many shoals, which surrounded him; and he was at last able to make the storm fall on the heads of those who had blindly raised, or artfully conducted it.","subId":"40","id":"Hume.HE.6.67.40"},{"type":"paragraph","content":"^One^ chief step, which the king took, towards gratifying and |appeasing his people and parliament, was, desiring the duke to withdraw beyond sea, that no farther suspicion might remain of the influence of popish counsels. The duke readily complied; but first required an order for that purpose, signed by the king; lest his absenting himself should be interpreted as a proof of fear or of guilt. He also desired, that his brother should satisfy him, as well as the public, by a declaration of the illegitimacy of the duke of Monmouth.","subId":"41","id":"Hume.HE.6.67.41"},{"type":"paragraph","content":"#Duke of Monmouth.# ^James^ duke of Monmouth was the king's natural son by Lucy Walters, and born about ten years before the restoration. He possessed all the qualities, which could engage the affections of the populace; a distinguished valour, an affable address, a thoughtless generosity, a graceful person. He rose still higher in the public favour, by reason of the universal hatred, to which the duke, on account of his religion, was exposed. Monmouth's capacity was mean; his temper pliant: So that, notwithstanding his great popularity, he had never been dangerous, had he not implicitly resigned himself to the guidance of Shaftesbury, a man of such a restless temper, such subtle wit, and such abandoned principles. That daring politician had flattered Monmouth with the hopes of succeeding to the crown. The story of a contract of marriage, passed between the king and Monmouth's mother, and secretly kept in a certain _black box,_ had been industriously spread abroad, and was greedily received by the multitude. As the horrors of popery still pressed harder on them, they might be induced, either to adopt that fiction, as they had already done many others more incredible, or to commit open violation on the right of succession. And it would not be difficult, it was hoped, to persuade the king, who was extremely fond of his son, to give him the preference above a brother, who, by his imprudent bigotry, had involved him in such inextricable difficulties. But Charles, in order to cut off all such expectations, as well as to remove the duke's apprehensions, took care, #Duke of York retires to Brussels.# in full council, to make a declaration of Monmouth's illegitimacy, and to deny all promise of marriage with his mother. The duke, being gratified in so reasonable a request, willingly complied with the king's desire, and retired to Brussels.","subId":"42","id":"Hume.HE.6.67.42"},{"type":"paragraph","content":"#6th March. New parliament.# ^But^ the king soon found, that, notwithstanding this precaution, notwithstanding his concurrence in the prosecution of the popish plot, notwithstanding the zeal which he expressed, and even at this |time exercised against the catholics; he had no wise obtained the confidence of his parliament. The refractory humour of the lower house appeared in the first step, which they took upon their assembling. It had ever been usual for the commons, in the election of their speaker, to consult the inclinations of the Sovereign; and even the long parliament in 1641 had not thought proper to depart from so established a custom. The king now desired, that the choice should fall on Sir Thomas Meres: But Seymour, speaker to the last parliament, was instantly called to the chair, by a vote which seemed unanimous. The king, when Seymour was presented to him for his approbation, rejected him, and ordered the commons to proceed to a new choice. A great flame was excited. The commons maintained, that the king's approbation was merely a matter of form, and that he could not, without giving a reason, reject the speaker chosen: The king, that, since he had the power of rejecting, he might, if he pleased, keep the reason in his own breast. As the question had never before been started, it might seem difficult to find principles, upon which it could be decided[n15]. By way of compromise, it was agreed to set aside both candidates. Gregory, a lawyer, was chosen; and the election was ratified by the king. It has ever since been understood, that the choice of the speaker lies in the house; but that the king retains the power of rejecting any person disagreeable to him.","subId":"43","id":"Hume.HE.6.67.43"},{"type":"paragraph","content":"^Seymour^ was deemed a great enemy to Danby; and it was the influence of that nobleman, as commonly supposed, which had engaged the king to enter into this ill-timed controversy with the commons. #Danby's impeachment.# The impeachment, therefore, of Danby was on that account the sooner revived; and it was maintained by the commons, that notwithstanding the intervening dissolution, every part of that proceeding stood in the same condition in which it had been left by the last parliament: A pretension, which, though unusual, seems tacitly to have been yielded them. The king had before hand had the precaution to grant a pardon to Danby; and, in order to |screen the chancellor from all attacks by the commons, he had taken the great seal into his own hands, and had himself affixed it to the parchment. He told the parliament, that, as Danby had acted in every thing by his orders, he was in no respect criminal; that his pardon, however, he would insist upon; and if it should be found any wise defective in form, he would renew it again and again, till it should be rendered entirely compleat: But that he was resolved to deprive him of all employments, and to remove him from court.","subId":"44","id":"Hume.HE.6.67.44"},{"type":"paragraph","content":"^The^ commons were no wise satisfied with this concession. They pretended, that no pardon of the crown could be pleaded in bar of an impeachment by the commons. The prerogative of mercy had hitherto been understood to be altogether unlimited in the king; and this pretension of the commons, it must be confessed, was entirely new. It was however not unsuitable to the genius of a monarchy, strictly limited; where the king's ministers are supposed to be for ever accountable to national assemblies, even for such abuses of power as they may commit by orders from their master. The present emergence, while the nation was so highly inflamed, was the proper time for pushing such popular claims; and the commons failed not to avail themselves of this advantage. They still insisted on the impeachment of Danby. The peers, in compliance with them, departed from their former scruples, and ordered Danby to be taken into custody. Danby absconded. The commons passed a bill, appointing him to surrender himself before a certain day or, in default of it, attainting him. A bill had passed the upper house, mitigating the penalty to banishment; but after some conferences, the peers thought proper to yield to the violence of the commons; and the bill of attainder was carried. Rather than undergo such severe penalties, Danby appeared, and was immediately committed to the Tower.","subId":"45","id":"Hume.HE.6.67.45"},{"type":"paragraph","content":"^While^ a protestant nobleman met with such violent prosecution, it was not likely that the catholics would be over-looked by the zealous commons. #Popish plot.# The credit of the popish plot still stood upon the oaths of a few infamous witnesses. Though such immense preparations were supposed to have been made in the very bowels of the kingdom, no traces of them, after the most rigorous enquiry, had as yet appeared. Though so many thousands, both abroad and at home, had been engaged in the dreadful secret; neither hope, nor fear, nor remorse, nor levity, nor suspicions, nor |private resentment had engaged any one to confirm the evidence. Though the catholics, particularly the Jesuits, were represented as guilty of the utmost indiscretion, insomuch that they talked of the king's murder as common news, and wrote of it in plain terms by the common post; yet, among the great number of letters seized, no one contained any part of so complicated a conspiracy. Though the informers pretended, that, even after they had resolved to betray the secret, many treasonable commissions and papers had passed through their hands; they had not had the precaution to keep any one of them, in order to fortify their evidence. But all these difficulties, and a thousand more, were not found too hard of digestion by the nation and parliament. The prosecution and farther discovery of the plot were still the object of general concern. The commons voted, that, if the king should come to an untimely end, they would revenge his death upon the papists; not reflecting that this sect were not his only enemies. They promised rewards to new discoverers; not considering the danger, which they incurred, of granting bribes to perjury. They made Bedloe a present of 500 pounds; and particularly recommended the care of his safety to the duke of Monmouth. Colonel Sackville, a member, having, in a private company, spoken opprobriously of those who affirmed that there was any plot, was expelled the house. The peers gave power to their committees to send for and examine such as would maintain the innocence of those who had been condemned for the plot. A pamphlet having been published to discredit the informers, and to vindicate the catholic lords in the Tower, these lords were required to discover the author, and thereby to expose their own advocate to prosecution. And both houses concurred in renewing the former vote, that the papists had undoubtedly entered into a _horrid_ and _treasonable_ conspiracy against the king, the state, and the protestant religion.","subId":"46","id":"Hume.HE.6.67.46"},{"type":"paragraph","content":"^It^ must be owned, that this extreme violence, in prosecution of so absurd an imposture, disgraces the noble cause of liberty, in which the parliament was engaged. We may even conclude from such impatience of contradiction, that the prosecutors themselves retained a secret suspicion, that the general belief was but ill grounded. The politicians among them were afraid to let in light, lest it might put an end to so useful a delusion: The weaker and less dishonest party took care, by turning their eyes aside, not to see a |truth, so opposite to those furious passions, by which they were actuated, and in which they were determined obstinately to persevere.","subId":"47","id":"Hume.HE.6.67.47"},{"type":"paragraph","content":"^Sir^ William Temple had lately been recalled from his foreign employments; and the king, who, after the removal of Danby, had no one with whom he could so much as discourse with freedom of public affairs, was resolved, upon Coventry's dismission, to make him one of his secretaries of state. But that philosophical patriot, too little interested for the intrigues of a court, too full of spleen and delicacy for the noisy turbulence of popular assemblies, was alarmed at the universal discontents and jealousies, which prevailed, and was determined to make his retreat, as soon as possible, from a scene which threatened such confusion. Meanwhile, he could not refuse the confidence, with which his master honoured him; and he resolved to employ it to the public service. He represented to the king, that, as the jealousies of the nation were extreme, it was necessary to cure them by some new remedy, and to restore that mutual confidence, so requisite for the safety both of king and people: That to refuse every thing to the parliament in their present disposition, or to yield every thing, was equally dangerous to the constitution as well as to public tranquillity: That if the king would introduce into his councils such men as enjoyed the confidence of his people, fewer concessions would probably be required; or if unreasonable demands were made, the king, under the sanction of such counsellors, might be enabled, with the greater safety, to refuse them: And that the heads of the popular party, being gratified with the king's favour, would probably abate of that violence by which they endeavoured at present to pay court to the multitude.","subId":"48","id":"Hume.HE.6.67.48"},{"type":"paragraph","content":"#New council.# ^The^ king assented to these reasons; and, in concert with Temple, he laid the plan of a new privy-council, without whose advice he declared himself determined for the future to take no measure of importance. This council was to consist of thirty persons, and was never to exceed that number. Fifteen of the chief officers of the crown were to be continued, who, it was supposed, would adhere to the king, and, in case of any extremity, oppose the exorbitancies of faction. The other half of the council was to be composed, either of men of character, detached from the court, or of those who possessed chief credit in both houses. And the king, |in filling up the names of his new council, was well pleased to find, that the members, in land and offices, possessed to the amount of 300,000 pounds a-year; a sum nearly equal to the whole property of the house of commons, against whose violence the new council was intended as a barrier to the throne[n16].","subId":"49","id":"Hume.HE.6.67.49"},{"type":"paragraph","content":"^This^ experiment was tried, and seemed at first to give some satisfaction to the public. The earl of Essex, a nobleman of the popular party, son of that lord Capel who had been beheaded a little after the late king, was created treasurer in the room of Danby: The earl of Sunderland, a man of intrigue and capacity, was made secretary of state: Viscount Halifax, a fine genius, possessed of learning, eloquence, industry, but subject to inquietude, and fond of refinements, was admitted into the council. These three, together with Temple, who often joined them, though he kept himself more detached from public business, formed a kind of cabinet council, from which all affairs received their first digestion. Shaftesbury was made president of the council; contrary to the advice of Temple, who foretold the consequence of admitting a man of so dangerous a character into any part of the public administration.","subId":"50","id":"Hume.HE.6.67.50"},{"type":"paragraph","content":"^As^ Temple foresaw, it happened. Shaftesbury finding, that he possessed no more than the appearance of court-favour, was resolved still to adhere to the popular party, by whose attachment he enjoyed an undisputed superiority in the lower house, and possessed great influence in the other. The very appearance of court-favour, empty as it was, tended to render him more dangerous. His partizans, observing the progress which he had already made, hoped, that he would soon acquire the entire ascendant; and he constantly flattered them, that if they persisted in their purpose, the king, from indolence, and necessity, and fondness for Monmouth, |would at last be induced, even at the expence of his brother's right, to make them every concession.","subId":"51","id":"Hume.HE.6.67.51"},{"type":"paragraph","content":"^Besides^, the antipathy to popery, as well as jealousy of the king and duke, had taken too fast possession of men's minds, to be removed by so feeble a remedy, as this new council, projected by Temple. The commons, soon after the establishment of that council, proceeded so far as to vote unanimously, \"That the duke of York's being a papist, and the hopes of his coming to the crown, had given the highest countenance to the present conspiracies and designs of the papists against the king and the protestant religion.\" It was expected, that a bill for excluding him the throne would soon be brought in. To prevent this bold measure, the king concerted some limitations, which he proposed to the parliament. He introduced his plan by the following gracious expressions: \"And to shew you, that, while you are doing your parts, my thoughts have not been misemployed, but that it is my constant care to do every thing, that may preserve your religion, and secure it for the future in all events, I have commanded my lord chancellor to mention several particulars; which, I hope, will be an evidence, that, in all things, which concern the public security, I shall not follow your zeal, but lead it.\"","subId":"52","id":"Hume.HE.6.67.52"},{"type":"paragraph","content":"#Limitations on a popish successor.# ^The^ limitations projected were of the utmost importance, and deprived the successor of the chief branches of royalty. A method was there chalked out, by which the nation, on every new reign, could be ensured of having a parliament, which the king should not, for a certain time, have it in his power to dissolve. In case of a popish successor, the prince was to forfeit the right of conferring any ecclesiastical preferments: No member of the privy council, no judge of the common law or in chancery, was to be put in or displaced but by consent of parliament: And the same precaution was extended to the military part of the government; to the lord lieutenants and deputy lieutenants of the counties, and to all officers of the navy. The chancellor of himself added, \"It is hard to invent another restraint; considering how much the revenue will depend upon the consent of parliament, and how impossible it is to raise money without such consent. But yet, if anything else can occur to the wisdom of parliament, which may farther secure religion and liberty against a popish successor, without defeating the right of succession itself, his majesty will readily consent to it.\"","subId":"53","id":"Hume.HE.6.67.53"},{"type":"paragraph","content":"^It^ is remarkable, that, when these limitations were first laid before the council, Shaftesbury and Temple were the only members, who argued against them. The reasons, which they employed, were diametrically opposite. Shaftesbury's opinion was, that the restraints were insufficient; and that nothing but the total exclusion of the duke could give a proper security to the kingdom. Temple on the other hand thought, that the restraints were so rigorous as even to subvert the constitution; and that shackles, put upon a popish successor, would not afterwards be easily cast off by a protestant. It is certain, that the duke was extremely alarmed when he heard of this step taken by the king, and that he was better pleased even with the bill of exclusion itself, which, he thought, by reason of its violence and injustice, could never possibly be carried into execution. There is also reason to believe, that the king would not have gone so far, had he not expected, from the extreme fury of the commons, that his concessions would be rejected, and that the blame of not forming a reasonable accommodation would by that means lie entirely at their door.","subId":"54","id":"Hume.HE.6.67.54"},{"type":"paragraph","content":"^It^ soon appeared, that Charles had entertained a just opinion of the dispositions of the house. So much were the commons actuated by the cabals of Shaftesbury and other malcontents; such violent antipathy prevailed against popery, that the king's concessions, though much more important than could reasonably have been expected, were not embraced. #Bill of exclusion.# A bill was brought in for the total exclusion of the duke from the crown of England and Ireland. It was there declared that the sovereignty of these kingdoms, upon the king's death or resignation should devolve to the person next in succession after the duke; that all acts of royalty, which that prince should afterwards perform, should not only be void, but be deemed treason; that if he so much as entered any of these dominions, he should be deemed guilty of the same offence; and that all who supported his title, should be punished as rebels and traitors. This important bill, which implied banishment as well as exclusion, passed the lower house by a majority of seventy-nine.","subId":"55","id":"Hume.HE.6.67.55"},{"type":"paragraph","content":"^The^ commons were not so wholly employed about the exclusion-bill as to overlook all other securities to liberty. The country party, during all the last parliament, had much exclaimed against the bribery and corruption of the members; and the same reproach had been renewed against the present parliament. An |enquiry was made into a complaint, which was so dangerous to the honour of that assembly; but very little foundation was found for it. Sir Stephen Fox, who was the pay-master, confessed to the house, that nine members received pensions to the amount of three thousand four hundred pounds: And after a rigorous enquiry by a secret committee, eight more pensioners were discovered. A sum also, about twelve thousand pounds, had been occasionally given or lent to others. The writers of that age pretend, that Clifford and Danby had adopted opposite maxims with regard to pecuniary influence. The former endeavoured to gain the leaders and orators of the house, and deemed the others of no consequence. The latter thought it sufficient to gain a majority, however composed. It is likely, that the means, rather than the intention, were wanting to both these ministers.","subId":"56","id":"Hume.HE.6.67.56"},{"type":"paragraph","content":"^Pensions^ and bribes, though it be difficult entirely to exclude them, are dangerous expedients for government; and cannot be too carefully guarded against, nor too vehemently decried by every one who has a regard to the virtue and liberty of a nation. The influence, however, which the crown acquires from the disposal of places, honours, and preferments, is to be esteemed of a different nature. This engine of power may become too forcible, but it cannot altogether be abolished, without the total destruction of monarchy, and even of all regular authority. But the commons at this time were so jealous of the crown, that they brought in a bill, which was twice read, excluding from the lower house all who possessed any lucrative office.","subId":"57","id":"Hume.HE.6.67.57"},{"type":"paragraph","content":"^The^ standing army and the king's guards were by the commons voted to be illegal: A new pretension, it must be confessed; but necessary for the full security of liberty and a limited constitution. #Habeas corpus bill.#","subId":"58","id":"Hume.HE.6.67.58"},{"type":"paragraph","content":"^Arbitrary^ imprisonment is a grievance, which, in some degree, has place almost in every government, except in that of Great Britain; and our absolute security from it we owe chiefly to the present parliament; a merit, which makes some atonement for the faction and violence, into which their prejudices had, in other particulars, betrayed them. The great charter had laid the foundation of this valuable part of liberty; the petition of right had renewed and extended it; but some provisions were still wanting, to render it complete, and prevent all evasion or delay from ministers and judges. The act of _habeas corpus,_ which passed this session, |served these purposes. By this act, it was prohibited to send any one to a prison beyond sea. No judge, under severe penalties, must refuse to any prisoner a writ of _habeas corpus,_ by which the gaoler was directed to produce in court the body of the prisoner (whence the writ has its name), and to certify the cause of his detainer and imprisonment. If the gaol lie within twenty miles of the judge, the writ must be obeyed in three days; and so proportionably for greater distances: Every prisoner must be indicted the first term after his commitment, and brought to trial in the subsequent term. And no man, after being enlarged by order of court, can be recommitted for the same offence. This law seems necessary for the protection of liberty in a mixed monarchy; and as it has not place in any other form of government, this consideration alone may induce us to prefer our present constitution to all others. It must, however, be confessed, that there is some difficulty to reconcile with such extreme liberty the full security and the regular police of a state, especially the police of great cities. It may also be doubted, whether the low state of the public revenue in this period, and of the military power, did not still render some discretionary authority in the crown necessary to the support of government.","subId":"59","id":"Hume.HE.6.67.59"},{"type":"paragraph","content":"^During^ these zealous efforts for the protection of liberty, no complaisance for the crown was discovered by this parliament. The king's revenue lay under great debts and anticipations: Those branches, granted in the years 1669 and 1670, were ready to expire. And the fleet was represented by the king as in great decay and disorder. But the commons, instead of being affected by these distresses of the crown, trusted chiefly to them for passing the exclusion-bill, and for punishing and displacing all the ministers who were obnoxious to them. They were therefore in no haste to relieve the king; and grew only the more assuming on account of his complaints and uneasiness. Jealous however of the army, they granted the same sum of 206,000 pounds, which had been voted for disbanding it by the last parliament; though the vote, by reason of the subsequent prorogation and dissolution, joined to some scruples of the lords, had not been carried into an act. This money was appropriated by very strict clauses; but the commons insisted not as formerly upon its being paid into the chamber of London.","subId":"60","id":"Hume.HE.6.67.60"},{"type":"paragraph","content":"^The^ impeachment of the five popish lords in the Tower, with that of the earl of Danby, was carried on with vigour. The power |of this minister, and his credit with the king, rendered him extremely obnoxious to the popular leaders; and the commons hoped, that, if he were pushed to extremity, he would be obliged, in order to justify his own conduct, to lay open the whole intrigue of the French alliance, which they suspected to contain a secret of the most dangerous nature. The king, on his part, apprehensive of the same consequences, and desirous to protect his minister, who was become criminal merely by obeying orders, employed his whole interest to support the validity of that pardon, which had been granted him. The lords appointed a day for the examination of the question, and agreed to hear counsel on both sides: But the commons would not submit their pretensions to the discussion of argument and enquiry. They voted, that whoever should presume, without their leave, to maintain before the house of peers the validity of Danby's pardon, should be accounted a betrayer of the liberties of the English commons. And they made a demand, that the bishops, whom they knew to be devoted to the court, should be removed, not only when the trial of the earl should commence, but also when the validity of his pardon should be discussed.","subId":"61","id":"Hume.HE.6.67.61"},{"type":"paragraph","content":"^The^ bishops before the reformation had always enjoyed a seat in parliament: But so far were they antiently from regarding that dignity as a privilege, that they affected rather to form a separate order in the state, independent of the civil magistrate, and accountable only to the pope and to their own order. By the constitutions, however, of Clarendon, enacted during the reign of Henry II. they were obliged to give their presence in parliament; but as the canon law prohibited them from assisting in capital trials, they were allowed in such cases the privilege of absenting themselves. A practice, which was at first voluntary, became afterwards a rule; and on the earl of Strafford's trial, the bishops, who would gladly have attended, and who were no longer bound by the canon law, were yet obliged to withdraw. It had been usual for them to enter a protest, asserting their right to sit; and this protest, being considered as a mere form, was always admitted and disregarded. But here was started a new question of no small importance. The commons, who were now enabled, by the violence of the people, and the necessities of the crown, to make new acquisitions of powers and privileges, insisted, that the bishops had no more title to vote in the question of the earl's pardon than in the |impeachment itself. The bishops asserted, that the pardon was merely a preliminary; and that, neither by the canon law nor the practice of parliament, were they ever obliged, in capital cases, to withdraw till the very commencement of the trial itself. If their absence were considered as a privilege, which was its real origin, it depended on their own choice, how far they would insist upon it. If regarded as a diminution of their right of peerage, such unfavourable customs ought never to be extended beyond the very circumstance established by them; and all arguments, from a pretended parity of reason, were in that case of little or no authority.","subId":"62","id":"Hume.HE.6.67.62"},{"type":"paragraph","content":"^The^ house of lords was so much influenced by these reasons, that they admitted the bishops' right to vote, when the validity of the pardon should be examined. The commons insisted still on their withdrawing; and thus a quarrel being commenced between the two houses, the king, who expected nothing but fresh instances of violence from this parliament, began to entertain thoughts of laying hold of so favourable a pretence, and of finishing the session by a prorogation. While in this disposition, he was alarmed with sudden intelligence, that the house of commons was preparing a remonstrance, in order to inflame the nation still farther upon the favourite topics of the plot and of popery. #27th May.# He hastened, therefore, to execute his intention, even without consulting his new council, by whose advice he had promised to regulate his whole conduct. And thus were disappointed all the projects of the malcontents, who were extremely enraged at this vigorous measure of the king's. Shaftesbury publicly threatened, that he would have the head of whoever had advised it. #Prorogation and dissolution of the parliament. 10th July.# The parliament was soon after dissolved without advice of council; and writs were issued for a new parliament. The king was willing to try every means, which gave a prospect of more compliance in his subjects; and, in case of failure, the blame, he hoped, would lie on those whose obstinacy forced him to extremities.","subId":"63","id":"Hume.HE.6.67.63"},{"type":"paragraph","content":"^But^ even during the recess of parliament, there was no interruption to the prosecution of the catholics accused of the plot: The king found himself obliged to give way to this popular fury. #Trial and execution of the five jesuits.# Whitebread, provincial of the jesuits, Fenwic, Gavan, Turner, and Harcourt, all of them of the same order, were first brought to their trial. Besides Oates and Bedloe, Dugdale, a new witness, appeared against the prisoners. This man had been steward to lord Aston, |and, though poor, possessed a character somewhat more reputable than the other two: But his account of the intended massacres and assassinations was equally monstrous and incredible. He even asserted, that 200,000 papists in England were ready to take arms. The prisoners proved by sixteen witnesses from St. Omers, students and most of them young men of family, that Oates was in that seminary, at the time when he swore that he was in London: But as they were catholics and disciples of the jesuits, their testimony, both with the judges and jury, was totally disregarded. Even the reception, which they met with in court, was full of outrage and mockery. One of them saying, that Oates always continued at St. Omers, if he could believe his senses: \"You papists,\" said the chief justice, \"are taught not to believe your senses.\" It must be confessed, that Oates, in opposition to the students of St. Omers, found means to bring evidence of his having been at that time in London: But this evidence, though it had, at that time, the appearance of some solidity, was afterwards discovered, when Oates himself was tried for perjury, to be altogether deceitful. In order farther to discredit that witness, the jesuits proved by undoubted testimony, that he had perjured himself in father Ireland's trial, whom they shewed to have been in Staffordshire at the very time when Oates swore that he was committing treason in London. But all these pleas availed them nothing against the general prejudices. They received sentence of death; and were executed, persisting to their last breath in the most solemn, earnest, and deliberate, though disregarded, protestations of their innocence.","subId":"64","id":"Hume.HE.6.67.64"},{"type":"paragraph","content":"#And of Langhorne.# ^The^ next trial was that of Langhorne, an eminent lawyer, by whom all the concerns of the jesuits were managed. Oates and Bedloe swore, that all the papal commissions by which the chief offices in England were filled with catholics, passed through his hands. When verdict was given against the prisoner, the spectators expressed their savage joy by loud acclamations. So high indeed had the popular rage mounted, that the witnesses for this unhappy man, on approaching the court, were almost torn in pieces by the rabble: One in particular was bruised to such a degree, as to put his life in danger. And another, a woman, declared, that, unless the court could afford her protection, she durst not give evidence: But as the judges could go no farther than promise to punish such as should do her any injury, the prisoner himself had the humanity to wave her testimony.","subId":"65","id":"Hume.HE.6.67.65"},{"type":"paragraph","content":"^So^ far the informers had proceeded with success: Their accusation was hitherto equivalent to a sentence of death. The first check which they received, #Wakeman acquitted. 18th July.# was on the trial of Sir George Wakeman, the queen's physician, whom they accused of an intention to poison the king. It was a strong circumstance in favour of Wakeman, that Oates, in his first information before the council, had accused him only upon hearsay; and when asked by the chancellor, whether he had any thing farther to charge him with, he added, \"God forbid I should say any thing against Sir George: For I know nothing more against him.\" On the trial he gave positive evidence of the prisoner's guilt. There were many other circumstances which favoured Wakeman: But what chiefly contributed to his acquittal, was the connexion of his cause with that of the queen, whom no one, even during the highest prejudices of the times, could sincerely believe guilty. The great importance of the trial made men recollect themselves, and recal that good sense and humanity, which seemed, during some time, to have abandoned the nation. The chief justice himself, who had hitherto favoured the witnesses, exaggerated the plot, and railed against the prisoners, was observed to be considerably mollified, and to give a favourable charge to the jury. Oates and Bedloe had the assurance to attack him to his face, and even to accuse him of partiality before the council. The whole party, who had formerly much extolled his conduct, now made him the object of their resentment. Wakeman's acquittal was indeed a sensible mortification to the furious prosecutors of the plot, and fixed an indelible stain upon the witnesses. But Wakeman, after he recovered his liberty, finding himself exposed to such inveterate enmity, and being threatened with farther prosecutions, thought it prudent to retire beyond sea: And his flight was interpreted as a proof of guilt, by those who were still resolved to persist in the belief of the conspiracy.","subId":"66","id":"Hume.HE.6.67.66"},{"type":"paragraph","content":"#State of affairs in Scotland.# ^The^ great discontents in England, and the refractory disposition of the parliament, drew the attention of the Scottish covenanters, and gave them a prospect of some time putting an end to those oppressions, under which they had so long laboured. It was suspected to have been the policy of Lauderdale and his associates to push these unhappy men to extremities, and force them into rebellion, with a view of reaping profit from the forfeitures and attainders, which would ensue upon it. But the covenanters, aware of this policy, had hitherto forborne all acts of hostility; and |that tyrannical minister had failed of his purpose. An incident at last happened, which brought on an insurrection in that country.","subId":"67","id":"Hume.HE.6.67.67"},{"type":"paragraph","content":"^The^ covenanters were much enraged against Sharpe, the primate, whom they considered as an apostate from their principles, and whom they experienced to be an unrelenting persecutor of all those who dissented from the established worship. He had an officer under him, one Carmichael, no less zealous than himself against conventicles, and who by his violent prosecutions had rendered himself extremely obnoxious to the fanatics. A company of these had way-laid him on the road near St. Andrews, with an intention, if not of killing him, #3d May.# at least of chastizing him so severely as would afterwards render him more cautious in persecuting the nonconformists[n17]. While looking out for their prey, they were surprized at seeing the archbishop's coach pass by; and they immediately interpreted this incident as a declaration of the secret purpose of providence against him. But when they observed, that almost all his servants, by some accident, were absent, they no longer doubted, but heaven had here delivered their capital enemy into their hands. Without farther deliberation, they fell upon him; dragged him from his coach; tore him from the arms of his daughter, who interposed with cries and tears; and piercing him with redoubled wounds, left him dead on the spot, and immediately dispersed themselves.","subId":"68","id":"Hume.HE.6.67.68"},{"type":"paragraph","content":"^This^ atrocious action served the ministry as a pretence for a more violent persecution against the fanatics, on whom, without distinction, they threw the guilt of those furious assassins. It is indeed certain, that the murder of Sharpe had excited an universal joy among the covenanters, and that their blind zeal had often led them, in their books and sermons, to praise and recommend the assassination of their enemies, whom they considered as the enemies of all true piety and godliness. The stories of Jael and Sisera, of Ehud and Eglon, resounded from every pulpit. The officers, quartered in the west, received more strict orders to find out and disperse all conventicles; and for that reason the covenanters, instead of meeting in small bodies, were obliged to celebrate their worship in numerous assemblies, and to bring arms for their security. At Rutherglen, a small borough near Glasgow, they openly set |forth a declaration against prelacy; and in the market-place burned several acts of parliament and acts of council, which had established that mode of ecclesiastical government, and had prohibited conventicles. For this insult on the supreme authority, they purposely chose the 29th of May, the anniversary of the restoration; and previously extinguished the bonfires, which had been kindled for that solemnity.","subId":"69","id":"Hume.HE.6.67.69"},{"type":"paragraph","content":"^Captain^ Graham, afterwards viscount Dundee, an active and enterprizing officer, attacked a great conventicle upon Loudonhill, and was repulsed with the loss of thirty men. The covenanters, finding that they were unwarily involved in such deep guilt, were engaged to persevere, and to seek, from their valour and fortune alone, for that indemnity, which the severity of the government left them no hopes of ever being able otherwise to obtain. They pushed on to Glasgow; and though at first repulsed, they afterwards made themselves masters of that city; dispossessed the established clergy; and issued proclamations, in which they declared, that they fought against the king's supremacy, against popery and prelacy, and against a popish successor.","subId":"70","id":"Hume.HE.6.67.70"},{"type":"paragraph","content":"^How^ accidental soever this insurrection might appear, there is reason to suspect, that some great men, in combination with the popular leaders in England, had secretly instigated the covenanters to proceed to such extremities[n18], and hoped for the same effects that had forty years before ensued from the disorders in Scotland. The king also, apprehensive of like consequences, immediately dispatched thither Monmouth with a small body of English cavalry. That nobleman joined to these troops the Scottish guards, and some regiments of militia, levied from the well affected counties; and with great celerity marched in quest of the rebels. #Battle of Bothwel-bridge.# They had taken post near Bothwel castle, between Hamilton and Glasgow; where there was no access to them but over a bridge, which a small body was able to defend against the king's forces. They shewed judgment in the choice of their post, but discovered neither judgment nor valour in any other step of their conduct. No nobility and few gentry had joined them: The clergy were in reality the generals; and the whole army never exceeded 8000 men. Monmouth attacked the bridge; #22d June.# and the body of rebels, who defended |it, maintained their post, as long as their ammunition lasted. When they sent for more, they received orders to quit their ground, and to retire backwards. This imprudent measure occasioned an immediate defeat to the covenanters. Monmouth passed the bridge without opposition, and drew up his forces, opposite to the enemy. His cannon alone put them to rout. About 700 fell in the pursuit: For properly speaking there was no action. Twelve hundred were taken prisoners; and were treated by Monmouth with a humanity, which they had never experienced in their own countrymen. Such of them as would promise to live peaceably were dismissed. About three hundred, who were so obstinate as to refuse this easy condition, were shipped for Barbadoes; but unfortunately perished in the voyage. Two of their clergy were hanged. Monmouth was of a generous disposition; and besides, aimed at popularity in Scotland. The king intended to intrust the government of that kingdom in his hands. He had married a Scottish lady, heir of a great family, and allied to all the chief nobility. And Lauderdale, as he was now declining in his parts, and was much decayed in his memory, began to lose with the king that influence, which he had maintained during so many years; notwithstanding the efforts of his numerous enemies both in Scotland and England, and notwithstanding the many violent and tyrannical actions, of which he had been guilty. Even at present he retained so much influence as to poison all the good intentions, which the king, either of himself or by Monmouth's suggestion, had formed with regard to Scotland. An act of indemnity was granted; but Lauderdale took care, that it should be so worded as rather to afford protection to himself and his associates, than to the unhappy covenanters. And though orders were given to connive thenceforwards at all conventicles, he found means, under a variety of pretences, to elude the execution of them. It must be owned however to his praise, that he was the chief person, who, by his counsel, occasioned the expeditious march of the forces and the prompt orders given to Monmouth; and thereby disappointed all the expectations of the English malcontents, who, reflecting on the disposition of men's minds in both kingdoms, had entertained great hopes from the progress of the Scottish insurrection.","subId":"71","id":"Hume.HE.6.67.71"},{"type":"note","content":"Oates's narrative.","subId":"n1","id":"Hume.HE.6.67.n1"},{"type":"note","content":"Burnet, Echard, North, L'Estrange, &c.","subId":"n2","id":"Hume.HE.6.67.n2"},{"type":"note","content":"Burnet, North.","subId":"n3","id":"Hume.HE.6.67.n3"},{"type":"note","content":"North.","subId":"n4","id":"Hume.HE.6.67.n4"},{"type":"note","content":"Burnet, North, Trials.","subId":"n5","id":"Hume.HE.6.67.n5"},{"type":"note","content":"North, p. 206.","subId":"n6","id":"Hume.HE.6.67.n6"},{"type":"note","content":"North, p. 205.","subId":"n7","id":"Hume.HE.6.67.n7"},{"type":"note","content":"They had granted him 600,000 pounds for disbanding the army, for reimbursing the charges of his naval armament, and for paying the princess of Orange's portion.","subId":"n8","id":"Hume.HE.6.67.n8"},{"type":"note","content":"North, p. 207.","subId":"n9","id":"Hume.HE.6.67.n9"},{"type":"note","content":"North's Examen. p. 186.","subId":"n10","id":"Hume.HE.6.67.n10"},{"type":"note","content":"Burnet, vol. i. p. 437.","subId":"n11","id":"Hume.HE.6.67.n11"},{"type":"note","content":"Appendix to Sir John Dalrymple's Memoirs.","subId":"n12","id":"Hume.HE.6.67.n12"},{"type":"note","content":"3d of December.","subId":"n13","id":"Hume.HE.6.67.n13"},{"type":"note","content":"Sir William Scroggs.","subId":"n14","id":"Hume.HE.6.67.n14"},{"type":"note","content":"In 1566, the speaker said to Q. Elizabeth, that without her allowance the election of the house was of no significance. D'Ewes's journal, p. 97. In the parliament 1592, 1593, the speaker, who was Sir Edward Coke, advances a like position. D'Ewes, p. 459. Townshend, p. 35. So that this pretension of the commons seems to have been somewhat new; like many of their other powers and privileges.","subId":"n15","id":"Hume.HE.6.67.n15"},{"type":"note","content":"Their names were: Prince Rupert, the archbishop of Canterbury, lord Finch, chancellor, earl of Shaftesbury, president, earl of Anglesea, privy seal, duke of Albemarle, duke of Monmouth, duke of Newcastle, duke of Lauderdale, duke of Ormond, marquess of Winchester, marquess of Worcester, earl of Arlington, earl of Salisbury, earl of Bridgwater, earl of Sunderland, earl of Essex, earl of Bath, viscount Fauconberg, viscount Halifax, bishop of London, lord Robarts, lord Hollis, lord Russel, lord Cavendish, secretary Coventry, Sir Francis North, chief justice, Sir Henry Capel, Sir John Ernley, Sir Thomas Chicheley, Sir William Temple, Edward Seymour, Henry Powle.","subId":"n16","id":"Hume.HE.6.67.n16"},{"type":"note","content":"Wodrow's History of the sufferings of the church of Scotland, vol. ii. p. 28.","subId":"n17","id":"Hume.HE.6.67.n17"},{"type":"note","content":"Algernon Sidney's letters, p. 90.","subId":"n18","id":"Hume.HE.6.67.n18"}]}
