{"imported":true,"id":"Shaftesbury.C.IVM.1.2.1","parent":"Shaftesbury.C.IVM.1.2","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_010","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.IVM.1.2.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">A Constitution.</span> WHEN we reflect on any ordinary Frame or Constitution either of Art or Nature; and consider how hard it is to give the least account of a particular <em>Part,</em> without a competent Knowledg of <em>the Whole:</em> <span class=\"margin-comment\">Whole and Parts.</span> we need not wonder to find our-selves at a loss in many things relating to the Constitution and Frame of <em>Nature</em> her-self. For to what End in Nature many things, even whole Species of Creatures, refer; or to what purpose they serve; will be hard for any-one justly to determine: But to what End the many Proportions and various Shapes of Parts in many Creatures actually serve; we are able, by the help of Study and Observation, to demonstrate, with great exactness.","subId":"1","id":"Shaftesbury.C.IVM.1.2.1.1"},{"type":"paragraph","content":"We know that every Creature has a private Good and Interest of his own; which Nature has compel'd him to seek, by all the Advantages afforded him, within the compass of his Make. We know that there is in reality a right and a wrong State of every Creature; and that his right-one is by Nature forwarded, and by himself affectionately sought. There being therefore in every Creature a certain <em>Interest or Good;</em> <span class=\"margin-comment\">Interest or <em>End</em> in Creatures.</span> there must be also a certain <span class=\"small-capitals\">End</span>, to which every thing in his Constitution must <em>naturally</em> refer. To this <span class=\"small-capitals\">End</span>, if any thing, either in his Appetites, Passions, or Affections, be not conducing, but the contrary; we must of necessity own it <em>ill</em> to him. And in this manner he is <em>ill, with respect to himself;</em> as he certainly is, <em>with respect to others</em> <em>of his kind,</em> when any such Appetites or Passions make him any-way injurious to them. <span class=\"margin-comment\">Interest of the Species.</span> Now, if by the natural Constitution of any rational Creature, the same Irregularitys of Appetite which make him ill <em>to Others,</em> make him ill also <em>to Him-self;</em> and if the same Regularity of Affections, which causes him to be good in <em>one</em> sense, causes him to be good also in <em>the other;</em> <span class=\"margin-comment\">Goodness.</span> then is that Goodness by which he is thus useful to others, a real Good and Advantage to himself. And thus <em>Virtue</em> and <em>Interest</em> may be found at last to agree.","subId":"2","id":"Shaftesbury.C.IVM.1.2.1.2"},{"type":"paragraph","content":"Of this we shall consider particularly in the latter part of our <em>Inquiry.</em> Our first Design is, to see if we can clearly determine what that Quality is to which we give the Name of <em>Goodness,</em> or <span class=\"small-capitals\">Virtue</span>.","subId":"3","id":"Shaftesbury.C.IVM.1.2.1.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Private Good.</span> Shou'd a Historian or Traveller describe to us a certain Creature of a more solitary Disposition than ever was yet heard of; one who had neither Mate nor Fellow of any kind; nothing of his own Likeness, towards which he stood well-affected or inclin'd; nor any thing without, or beyond himself, for which he had the least Passion or Concern: we might be apt to say perhaps, without much hesitation, <q>That this was doubtless a very melancholy Creature, and that in this unsociable and sullen State he was like to have a very disconsolate kind of Life.</q> But if we were assur'd, that notwithstanding all Appearances, the Creature enjoy'd himself extremely, had a great relish of Life, and was in nothing wanting to his own Good; we might acknowledg perhaps, <q>That the Creature was no <em>Monster,</em> nor absurdly constituted <em>as to himself.</em></q> <span class=\"margin-comment\">Private SYSTEM.</span> But we shou'd hardly, after all, be induc'd to say of him, <q>That he was <em>a good Creature.</em></q> However, shou'd it be urg'd against us, <q>That such as he was, the Creature was still <em>perfect in himself,</em> and therefore to be esteem'd good: <em>For what had he to do with others?</em></q> In this sense, indeed, we might be forc'd to acknowledg, <q>That he was <em>a good Creature;</em> if he cou'd be understood to be absolute and compleat in himself; without any real relation to any thing in the Universe besides.</q> For shou'd there be any where in Nature <em>a System,</em> <span class=\"margin-comment\">System of the Species.</span> of which this living Creature was to be consider'd as <em>a Part;</em> then cou'd he no-wise be allow'd <em>good;</em> whilst he plainly appear'd to be such <em>a Part,</em> as made rather to the harm than good of that System or <em>Whole</em> in which he was included.","subId":"4","id":"Shaftesbury.C.IVM.1.2.1.4"},{"type":"paragraph","content":"If therefore in the Structure of this or any other Animal, there be any thing which points beyond himself, and by which he is plainly discover'd to have relation to some other Being or Nature besides his own; then will this Animal undoubtedly be esteem'd <em>a Part</em> of some other System. For instance, if an Animal has the Proportions of a Male, it shews he has relation to a Female. And the respective Proportions both of the Male and Female will be allow'd, doubtless, to have a joint-relation to another Existence and Order of things beyond themselves. So that the Creatures are both of 'em to be consider'd as Parts of <em>another System:</em> which is that of a particular Race or Species of living Creatures, who have some one <em>common Nature,</em> or are provided for, by some one <em>Order</em> or <em>Constitution</em> of things subsisting together, and co-operating towards their Conservation, and Support.","subId":"5","id":"Shaftesbury.C.IVM.1.2.1.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Animal System.</span> In the same manner, if a whole Species of Animals contribute to the Existence or Well-being of some other; then is that whole Species, in general, <em>a Part</em> only of some other System.","subId":"6","id":"Shaftesbury.C.IVM.1.2.1.6"},{"type":"paragraph","content":"For instance; To the Existence of the Spider, that of the Fly is absolutely necessary. The heedless Flight, weak Frame, and tender Body of this latter Insect, fit and determine him as much <em>a Prey,</em> as the rough Make, Watchfulness, and Cunning of the former, fit him for Rapine, and the ensnaring part. The Web and Wing are suted to each other. And in the Structure of each of these Animals, there is as apparent and perfect a relation to the other, as in our own Bodys there is a relation of Limbs and Organs; or, as in the Branches or Leaves of a Tree, we see a relation of each to the other, and all, in common, to <em>one</em> Root and Trunk.","subId":"7","id":"Shaftesbury.C.IVM.1.2.1.7"},{"type":"paragraph","content":"In the same manner are Flies also necessary to the Existence of other Creatures, both Fowls and Fish. And thus are other Species or Kinds subservient to one another; as being <em>Parts</em> of <em>a certain System,</em> and included in one and the same <em>Order</em> of Beings.","subId":"8","id":"Shaftesbury.C.IVM.1.2.1.8"},{"type":"paragraph","content":"So that there is a System of all Animals; an <em>Animal-Order</em> or <em>OEconomy,</em> according to which the animal Affairs are regulated and dispos'd.","subId":"9","id":"Shaftesbury.C.IVM.1.2.1.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">System of the Earth.</span> Now, if the whole System of Animals, together with that of Vegetables, and all other things in this inferior World, be properly comprehended in <em>one System</em> of a Globe or Earth: And if, again, this <em>Globe</em> or <em>Earth</em> it-self appears to have a real Dependence on something still beyond; as, for example, either on its Sun, the Galaxy, or its Fellow-Planets; <span class=\"margin-comment\">Planetary System.</span> then is it in reality a <span class=\"small-capitals\">Part</span> only of some other System. And if it be allow'd, that there is in like manner a <span class=\"small-capitals\">System</span> <em>of all Things, and a Universal Nature;</em> <span class=\"margin-comment\">Universal System.</span> there can be no particular Being or System which is not either good or ill in that <em>general one</em> of the <em>Universe:</em> For if it be insignificant and of no use, it is a Fault or Imperfection, and consequently ill in the general System.","subId":"10","id":"Shaftesbury.C.IVM.1.2.1.10"},{"type":"paragraph","content":"Therefore if any Being be <em>wholly</em> and <em>really</em> <span class=\"small-capitals\">Ill</span>, it must be ill with respect to the Universal System; and then the System of the Universe is ill, or imperfect. But if the Ill of one private System be the Good of others; if it makes still to the Good of the general System, (as when one Creature lives by the Destruction of another; one thing is generated from the Corruption of another; or one planetary System or <em>Vortex</em> may swallow up another) then is the Ill of that private System no real Ill in it-self; any more than the pain of breeding Teeth is ill, in a System or Body which is so constituted, that without this occasion of Pain, it wou'd suffer worse, by being defective.","subId":"11","id":"Shaftesbury.C.IVM.1.2.1.11"},{"type":"paragraph","content":"So that we cannot say of any Being, that it is <em>wholly</em> and <em>absolutely ill,</em> <span class=\"margin-comment\">Absolute ILL.</span> unless we can positively shew and ascertain, that <em>what</em> we call <span class=\"small-capitals\">Ill</span> is no where <span class=\"small-capitals\">Good</span> besides, in any other System, or with respect to any other Order or OEconomy whatsoever.","subId":"12","id":"Shaftesbury.C.IVM.1.2.1.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Relative ILL.</span> But were there in the World any intire Species of Animals destructive to every other, it may be justly call'd an <em>ill</em> Species; as being ill in the <em>Animal-System.</em> And if in any Species of Animals (as in <em>Men,</em> for example) one Man is of a nature pernicious to the rest, he is in this respect justly styl'd <em>an ill Man.</em>","subId":"13","id":"Shaftesbury.C.IVM.1.2.1.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Good and ill Man.</span> We do not however say of any-one, that he is an <em>ill Man</em> because he has the Plague-Spots upon him, or because he has convulsive Fits which make him strike and wound such as approach him. Nor do we say on the other side, that he is <em>a good Man,</em> when having his Hands ty'd up, he is hinder'd from doing the Mischief he designs; or (which is in a manner the same) when he abstains from executing his ill purpose, thro' a fear of some impending Punishment, or thro' the allurement of some exterior Reward.","subId":"14","id":"Shaftesbury.C.IVM.1.2.1.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Goodness thro' Affection.</span> So that in a sensible Creature, that which is not done thro' any Affection at all, makes neither Good nor Ill in the nature of that Creature; who then only is suppos'd <em>Good,</em> when the Good or Ill of the System to which he has relation, is the immediate Object of some Passion or Affection moving him.","subId":"15","id":"Shaftesbury.C.IVM.1.2.1.15"},{"type":"paragraph","content":"Since it is therefore by Affection merely that a Creature is esteem'd good or ill, <em>natural</em> or <em>unnatural;</em> our business will be, to examine which are the <em>good</em> and <em>natural,</em> and which the <em>ill</em> and <em>unnatural</em> Affections.","subId":"16","id":"Shaftesbury.C.IVM.1.2.1.16"}]}