{"id":"Shaftesbury.C.IVM.1.2.3","imported":true,"parent":"Shaftesbury.C.IVM.1.2","title":"Section III","breadcrumb":"Section 3","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_012","blocks":[{"type":"title","content":"<h1>Section III</h1> ","id":"Shaftesbury.C.IVM.1.2.3"},{"type":"paragraph","content":"BUT to proceed from what is esteem'd mere <em>Goodness,</em> and lies within the reach and capacity of all <em>sensible Creatures,</em> to that which is call'd <span class=\"small-capitals\">Virtue</span> or <span class=\"small-capitals\">Merit</span>, and is allow'd to <em>Man</em> only.","subId":"1","id":"Shaftesbury.C.IVM.1.2.3.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reflex Affection.</span> In a Creature capable of forming general Notions of Things, not only the outward Beings which offer themselves to the Sense, are the Objects of the Affection; but the very <em>Actions</em> themselves, and the <em>Affections</em> of Pity, Kindness, Gratitude, and their Contrarys, being brought into the Mind by Reflection, become Objects. So that, by means of this reflected Sense, there arises another kind of Affection towards those very Affections themselves, which have been already felt, and are now become the Subject of a new Liking or Dislike.","subId":"2","id":"Shaftesbury.C.IVM.1.2.3.2"},{"type":"paragraph","content":"The Case is the same in <em>mental</em> or <em>moral</em> Subjects, as in ordinary <em>Bodys,</em> or the common Subjects of <em>Sense.</em> The Shapes, Motions, Colours, and Proportions of these latter being presented to our Eye; there necessarily results a<a href=\"#n1\"><sup>[1]</sup></a> Beauty or Deformity, according to the different Measure, Arrangement and Disposition of their several Parts. So in <em>Behaviour</em> and <em>Actions,</em> when presented to our Understanding, there must be found, of necessity, an apparent Difference, according to the Regularity or Irregularity of the Subjects.","subId":"3","id":"Shaftesbury.C.IVM.1.2.3.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Beauty and Deformity.</span> The Mind, which is Spectator or Auditor of <em>other Minds,</em> cannot be without its <em>Eye</em> and <em>Ear;</em> so as to discern Proportion, distinguish Sound, and scan each Sentiment or Thought which comes before it. It can let nothing escape its Censure. It feels the Soft and Harsh, the Agreeable and Disagreeable, in the Affections; and finds a <em>Foul</em> and <em>Fair,</em> a <em>Harmonious</em> and a <em>Dissonant,</em> as really and truly here, as in any musical Numbers, or in the outward Forms or Representations of sensible Things. Nor can it<a href=\"#n2\"><sup>[2]</sup></a> with-hold its <em>Admiration</em> and <em>Extasy,</em> its <em>Aversion</em> and <em>Scorn,</em> any more in what relates to one than to the other of these Subjects. So that to deny the common and natural Sense of a <span class=\"small-capitals\">Sublime</span> and <span class=\"small-capitals\">Beautiful</span> in Things, will appear an<a href=\"#n3\"><sup>[3]</sup></a> Affectation merely, to any-one who considers duly of this Affair.","subId":"4","id":"Shaftesbury.C.IVM.1.2.3.4"},{"type":"paragraph","content":"Now as in the <em>sensible</em> kind of Objects, the Species or Images of Bodys, Colours, and Sounds, are perpetually moving before our Eyes, and acting on our Senses, even when we sleep; so in the <em>moral</em> and <em>intellectual</em> kind, the Forms and Images of Things are no less active and incumbent on the Mind, at all Seasons, and even when the real Objects themselves are absent.","subId":"5","id":"Shaftesbury.C.IVM.1.2.3.5"},{"type":"paragraph","content":"In these vagrant Characters or Pictures of <em>Manners,</em> which the Mind of necessity figures to it-self, and carrys still about with it, the Heart cannot possibly remain neutral; but constantly takes part one way or other. However false or corrupt it be within it-self, it finds the difference, as to Beauty and Comeliness, between one <em>Heart</em> and another, one <em>Turn of Affection,</em> one <em>Behaviour,</em> one <em>Sentiment</em> and another; and accordingly, in all disinterested Cases, must approve in some measure of what is natural and honest, and disapprove what is dishonest and corrupt.","subId":"6","id":"Shaftesbury.C.IVM.1.2.3.6"},{"type":"paragraph","content":"Thus the several Motions, Inclinations, Passions, Dispositions, and consequent Carriage and Behaviour of Creatures in the various Parts of Life, being in several Views or Perspectives represented to the Mind, which readily discerns the Good and Ill towards the Species or Publick; there arises a new Trial or Exercise of the Heart: which must either rightly and soundly affect what is just and right, and disaffect what is contrary; or, corruptly affect what is ill, and disaffect, what is worthy and good.","subId":"7","id":"Shaftesbury.C.IVM.1.2.3.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Publick Good an Object.</span> And in this Case alone it is we call any Creature <em>worthy</em> or <em>virtuous,</em> when it can have the Notion of a publick Interest, and can attain the Speculation or Science of what is morally good or ill, admirable or blameable, right or wrong. For tho we may vulgarly call an ill Horse <em>vitious,</em> yet we never say of a good one, nor of any mere Beast, Idiot, or Changeling, tho ever so good-natur'd, that he is <em>worthy</em> or <em>virtuous.</em>","subId":"8","id":"Shaftesbury.C.IVM.1.2.3.8"},{"type":"paragraph","content":"So that if a Creature be generous, kind, constant, compassionate; yet if he cannot reflect on what he himself does, or sees others do, so as to take notice of what is <em>worthy</em> or <em>honest;</em> and make that Notice or Conception of <em>Worth</em> and <em>Honesty</em> to be an Object of his Affection; he has not the Character of being <em>virtuous:</em> <span class=\"margin-comment\">GOODNESS and VIRTUE.</span> for thus, and no otherwise, he is capable of having a <em>Sense of Right or Wrong;</em> a Sentiment or Judgment of what is done, thro' just, equal, and good Affection, or the contrary.","subId":"9","id":"Shaftesbury.C.IVM.1.2.3.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Unequal Affection, or Iniquity.</span> Whatsoever is done thro' any unequal Affection, is <em>iniquous, wicked,</em> and <em>wrong.</em> If the Affection be equal, found, and good, and the Subject of the Affection such as may with advantage to Society be ever in the same manner prosecuted, or affected; this must necessarily constitute what we call <em>Equity</em> and <em>Right</em> in any Action. For, <span class=\"small-capitals\">Wrong</span> is not such Action as is barely the Cause of Harm, (since at this rate a dutiful Son aiming at an Enemy, but by mistake or ill chance happening to kill his Father, wou'd do <em>a Wrong</em>) but when any thing is done thro' insufficient or unequal Affection, (as when a Son shews no Concern for the Safety of a Father; or, where there is need of Succour, prefers an indifferent Person to him) this is of the nature of <em>Wrong.</em>","subId":"10","id":"Shaftesbury.C.IVM.1.2.3.10"},{"type":"paragraph","content":"Neither can any Weakness or Imperfection in the Senses be the occasion of <em>Iniquity</em> or <em>Wrong;</em> <span class=\"margin-comment\">Impair'd Sense.</span> if the Object of the Mind it-self be not at any time absurdly fram'd, nor any way improper, but sutable, just, and worthy of the Opinion and Affection apply'd to it. For if we will suppose a Man, who being sound and intire both in his Reason and Affection, has nevertheless so deprav'd a Constitution or Frame of Body, that the natural Objects are, thro' his Organs of Sense, as thro' ill Glasses, falsly convey'd and misrepresented; 'twill be soon observ'd, in such a Person's case, that since his Failure is not in his principal or leading Part; he cannot in himself be esteem'd <em>iniquous,</em> or unjust.","subId":"11","id":"Shaftesbury.C.IVM.1.2.3.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Corrupt Opinion.</span> 'Tis otherwise in what relates to <em>Opinion,</em> Belief, or Speculation. For as the Extravagance of Judgment or Belief is such, that in some Countrys even Monkeys, Cats, Crocodiles, and other vile or destructive Animals, have been esteem'd <em>holy,</em> and worship'd even as <em>Deitys;</em> shou'd it appear to any-one of the Religion or Belief of those Countrys, that to save such a Creature as a Cat, preferably to a Parent, was <em>Right;</em> and that other Men, who had not the same religious Opinion, were to be treated as Enemys, till converted; this wou'd be certainly <em>Wrong,</em> and wicked in the Believer: and every Action, grounded on this Belief, wou'd be an <em>iniquous,</em> wicked, and vitious Action.","subId":"12","id":"Shaftesbury.C.IVM.1.2.3.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Right and Wrong.</span> And thus whatsoever causes a Misconception or Misapprehension of the Worth or Value of any Object, so as to diminish a due, or raise any undue, irregular, or unsocial Affection, must necessarily be the occasion of <em>Wrong.</em> Thus he who affects or loves a Man for the sake of something which is reputed honourable, but which is in reality vitious, is himself vitious and ill. The beginnings of this Corruption may be noted in many Occurrences: As when an ambitious Man, by the Fame of his high Attempts, a Conqueror or a Pirate by his boasted Enterprizes, raises in another Person an Esteem and Admiration of that immoral and inhuman Character, which deserves Abhorrence: 'tis then that the Hearer becomes corrupt, when he secretly approves the Ill he hears. But on the other side, the Man who loves and esteems another, as believing him to have that Virtue which he has not, but only counterfeits, is not on this account either vitious or corrupt.","subId":"13","id":"Shaftesbury.C.IVM.1.2.3.13"},{"type":"paragraph","content":"A Mistake therefore <em>in Fact</em> being no Cause or Sign of ill Affection, can be no Cause of Vice. But a Mistake <em>of Right</em> being the Cause of unequal Affection, must of necessity be the Cause of vitious Action, in every intelligent or rational Being.","subId":"14","id":"Shaftesbury.C.IVM.1.2.3.14"},{"type":"paragraph","content":"But as there are many Occasions where the matter of <em>Right</em> may even to the most discerning part of Mankind appear difficult, and of doubtful Decision, 'tis not a slight Mistake of this kind which can destroy the Character of <em>a virtuous or worthy Man.</em> But when, either thro' Superstition or ill Custom, there come to be very gross Mistakes in the assignment or application of the Affection; when the Mistakes are either in their nature so gross, or so complicated and frequent, that a Creature cannot well live in a natural State; nor with due Affections, compatible with human Society and civil Life; then is the Character of <span class=\"small-capitals\">Virtue</span> forfeited.","subId":"15","id":"Shaftesbury.C.IVM.1.2.3.15"},{"type":"paragraph","content":"And thus we find how far <span class=\"small-capitals\">Worth</span> and <span class=\"small-capitals\">Virtue</span> depend on a knowledg of <em>Right</em> and <em>Wrong,</em> <span class=\"margin-comment\">VICE in Opinion.</span> and on a use of Reason, sufficient to secure a right application of the Affections; that nothing horrid or unnatural, nothing unexemplary, nothing destructive of that natural Affection by which the Species or Society is upheld, may, on any account, or thro' any Principle or Notion of Honour or Religion, be at any time affected or prosecuted as a good and proper object of Esteem. For such a Principle as this must be wholly vitious: and whatsoever is acted upon it, can be no other than Vice and Immorality. <span class=\"margin-comment\">Vitious Worship.</span> And thus if there be any thing which teaches Men either Treachery, Ingratitude, or Cruelty, by divine Warrant; or under colour and pretence of any present or future Good to Mankind: if there be any thing which teaches Men to<a href=\"#n4\"><sup>[4]</sup></a> persecute their Friends thro' Love; or to torment Captives of War in sport; or to offer<a href=\"#n5\"><sup>[5]</sup></a> human Sacrifice; or to torment, macerate, or mangle themselves, in a religious Zeal, before their God; or to commit any sort of Barbarity, or Brutality, as amiable or becoming: be it Custom which gives Applause, or Religion which gives a Sanction; this is not, nor ever can be <em>Virtue</em> of any kind, or in any sense; but must remain still horrid Depravity, <span class=\"margin-comment\">Vitious Custom.</span> notwithstanding any Fashion, Law, Custom, or Religion; which may be ill and vitious <em>it-self,</em> but can never alter the <em>eternal Measures,</em> and immutable independent Nature of <em>Worth</em> and <span class=\"small-capitals\">Virtue</span>.","subId":"16","id":"Shaftesbury.C.IVM.1.2.3.16"},{"type":"note","content":"<em>Infra,</em> pag. 414.","subId":"n1","id":"Shaftesbury.C.IVM.1.2.3.n1"},{"type":"note","content":"<em>Infra,</em> pag. 415, 418, 419, &amp;c.","subId":"n2","id":"Shaftesbury.C.IVM.1.2.3.n2"},{"type":"note","content":"VOL. I. <em>p.</em> 90, 91, 2, 3. VOL. III. <em>p.</em> 32, &amp;c.","subId":"n3","id":"Shaftesbury.C.IVM.1.2.3.n3"},{"type":"note","content":"VOL. I. <em>p.</em> 18, 19, 20. VOL. III. <em>p.</em> 115.","subId":"n4","id":"Shaftesbury.C.IVM.1.2.3.n4"},{"type":"note","content":"VOL. III. <em>p.</em> 124.","subId":"n5","id":"Shaftesbury.C.IVM.1.2.3.n5"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.1","imported":true,"title":"Book I","breadcrumb":"Book 1","published":[1699]},{"id":"Shaftesbury.C.IVM.1.2","imported":true,"title":"Part 2","breadcrumb":"Part 2","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.1.2.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.1.2.4","imported":true,"title":"Section IV","breadcrumb":"Section 4","published":[1699]}}