{"id":"Shaftesbury.C.SC.3.1","imported":true,"parent":"Shaftesbury.C.SC.3","title":"Section I","breadcrumb":"Section 1","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_032","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.SC.3.1"},{"type":"paragraph","content":"THE _Roman_ Satirist may be thought more than ordinarily satirical, when speaking of the _Nobility_ and _Court,_ he is so far from allowing them to be the Standard of Politeness and good Sense, that he makes 'em in a manner the Reverse.","subId":"1","id":"Shaftesbury.C.SC.3.1.1"},{"type":"paragraph","content":"[n1]Rare is common sense in men of that rank.","subId":"2","id":"Shaftesbury.C.SC.3.1.2"},{"type":"paragraph","content":"Some of the[n2] most ingenious Commentators, however, interpret this very differently from what is generally apprehended. They make this _Common Sense_ of the Poet, by a _Greek_ Derivation, to signify _Sense_ of _Publick Weal,_ and of the _Common Interest;_ Love of the _Community_ or _Society,_ natural Affection, Humanity, Obligingness, or that sort of _Civility_ which rises from a just _Sense_ of the _common Rights_ of Mankind, and the _natural Equality_ there is among those of the same Species.","subId":"3","id":"Shaftesbury.C.SC.3.1.3"},{"type":"paragraph","content":"And indeed if we consider the thing nicely, it must seem somewhat hard in the Poet, to have deny'd _Wit_ or _Ability_ to a Court such as that of ^Rome,^ even under a ^Tiberius^ or a ^Nero.^ But for _Humanity_ or _Sense of Publick Good,_ and the _common Interest_ of Mankind, 'twas no such deep Satir to question whether this was properly _the Spirit of a Court._ 'Twas difficult to apprehend what _Community_ subsisted among Courtiers; or what _Publick_ between an absolute Prince and his Slave-Subjects. And for real _Society,_ there cou'd be none between such as had no other _Sense_ than that of _private Good._","subId":"4","id":"Shaftesbury.C.SC.3.1.4"},{"type":"paragraph","content":"Our Poet therefore seems not so immoderate in his Censure; if we consider it is the _Heart,_ rather than the _Head,_ he takes to task: when reflecting on a _Court-_Education, he thinks it unapt to raise any Affection towards a _Country;_ and looks upon young Princes, and Lords, as _the young Masters_ of the World; who being indulg'd in all their Passions, and train'd up in all manner of Licentiousness, have that thorow Contempt and Disregard of Mankind, which Mankind in a manner deserves, where Arbitrary Power is permitted, and a Tyranny ador'd.","subId":"5","id":"Shaftesbury.C.SC.3.1.5"},{"type":"paragraph","content":"[n3] So much for the young man whom fame gives out as proud and puffed-up, and full of his relationship to Nero.","subId":"6","id":"Shaftesbury.C.SC.3.1.6"},{"type":"paragraph","content":"A publick Spirit can come only from a social Feeling or _Sense of Partnership_ with human Kind. Now there are none so far from being _Partners_ in this _Sense,_ or Sharers in this _common Affection,_ as they who scarcely know _an Equal,_ nor consider themselves as subject to any Law of _Fellowship_ or _Community._ And thus Morality and good Government go together. There is no real Love of Virtue, without the knowledg of _Publick Good._ And where absolute Power is, there is no ^Publick.^","subId":"7","id":"Shaftesbury.C.SC.3.1.7"},{"type":"paragraph","content":"They who live under _a Tyranny,_ and have learnt to admire its Power as Sacred and Divine, are debauch'd as much in their Religion, as in their Morals. _Publick Good,_ according to their apprehension, is as little the Measure or Rule of Government in _the Universe,_ as in _the State._ They have scarce a Notion of what is good or just, other than as mere _Will_ and _Power_ have determin'd. Omnipotence, they think, wou'd hardly be it-self, were it not at liberty to[n4] dispense with the Laws of Equity, and change at pleasure the Standard of moral Rectitude.","subId":"8","id":"Shaftesbury.C.SC.3.1.8"},{"type":"paragraph","content":"But notwithstanding the Prejudices and Corruptions of this kind, 'tis plain there is something still of a _publick Principle,_ even where it is most perverted and depress'd. The worst of Magistracys, _the mere Despotick kind,_ can shew sufficient Instances of Zeal and Affection towards it. Where no other Government is known, it seldom fails of having that Allegiance and Duty paid it, which is owing to a better Form. The Eastern Countrys, and many barbarous Nations, have been and still are Examples of this kind. The personal Love they bear their Prince, however severe towards them, may shew, how natural an Affection there is towards Government and Order among Mankind. If Men have _really_ no publick Parent, no Magistrate in common to cherish and protect 'em, they will still _imagine_ they have such a one; and, like new-born Creatures who have never seen their Dam, will fansy one for themselves, and apply (as by Nature prompted) to some like Form, for Favour and Protection. In the room of a _true Foster-Father,_ and _Chief,_ they will take after _a false one;_ and in the room of a _legal Government_ and _just Prince,_ obey even _a Tyrant,_ and endure a whole Lineage and Succession of such.","subId":"9","id":"Shaftesbury.C.SC.3.1.9"},{"type":"paragraph","content":"As for us ^Britons,^ thank Heaven, we have a better _Sense_ of Government deliver'd to us from our Ancestors. We have the Notion of ^aPublick,^ and ^aConstitution;^ how _a Legislative,_ and how _an Executive_ is model'd. We understand Weight and Measure in this kind, and can reason justly on the _Balance of Power_ and _Property._ The Maxims we draw from hence, are as evident as those in _Mathematicks._ Our increasing Knowledg shews us every day, more and more, what ^CommonSense^ is in Politicks: And this must of necessity lead us to understand a like _Sense_ in Morals; which is the Foundation.","subId":"10","id":"Shaftesbury.C.SC.3.1.10"},{"type":"paragraph","content":"^'Tis^ ridiculous to say, there is any Obligation on Man to act sociably, or honestly, in a form'd Government; and not in that which is commonly call'd[n5] _the State of Nature._ For, to speak in the fashionable Language of our modern Philosophy: \"Society being founded on a Compact; the Surrender made of every Man's private unlimited Right, into the hands of the Majority, or such as the Majority shou'd appoint, was of free Choice, and by a Promise.\" Now _the Promise_ it-self was made in the _State of Nature:_ And that which cou'd make _a Promise_ obligatory in the State of Nature, must make _all_ other Acts of Humanity as much our real Duty, and natural Part. Thus _Faith, Justice, Honesty,_ and _Virtue,_ must have been as early as the State of Nature, or they cou'd never have been _at all._ The Civil Union, or Confederacy, cou'd never make _Right_ or _Wrong;_ if they subsisted not before. He who was free to any Villany before his Contract, will, and ought to make as free with his Contract, when he thinks fit. The _Natural Knave_ has the same reason to be _a Civil one;_ and may dispense with his politick Capacity as oft as he sees occasion: 'Tis only _his Word_ stands in his way.—A Man is oblig'd _to keep his Word._ Why? Because _he has given his_ _Word to keep it._—Is not this a notable Account of the Original of moral Justice, and the Rise of Civil Government and Allegiance!","subId":"11","id":"Shaftesbury.C.SC.3.1.11"},{"type":"note","content":"\"\"$Rarus enim fermè _Sensus communis_ in illâ // Fortunâ—$ // [Juv. _Sat._ 8. _v._ 73.]\"\"","subId":"n1","id":"Shaftesbury.C.SC.3.1.n1"},{"type":"note","content":"_Viz._ The two _Casaubons, Is._ and _Mer. Salmasius,_ and our _English Gataker:_ See the first in _Capitolinus, Vit. M. Ant. sub finem._ The second in his Comment on _M. Ant._ lib. 1. sect. 13, & 16. _Gataker_ on the same place; and _Salmasius_ in the same Life of _Capitolinus,_ at the end of his Annotations. The _Greek_ word is $Κοινονοημοσύνη$, which _Salmasius_ interprets, \"$moderatam, usitatam & ordinariam hominis mentem quae in commune quodammodo consulit, nec omnia ad commodum suum refert, respectumque etiam habet eorum cum quibus versatur, modestè, modicéque de se sentiens. At contra inflati & superbi omnes se sibi tantùm suisque commodis natos arbitrantur, & prae se caeteros contemnunt & negligunt; & hi sunt qui _Sensum Communem_ non habere rectè dici possunt. Nam ita _Sensum Communem_ accipit _Juvenalis,_ Sat. 8. _Rarus enim fermè_ SENSUS COMMUNIS, _&c._ φιλανθρωπίαν & χρηστότητα _Galenus_ vocat, quam Marcus de se loquens κοινονοημοσύνην; & alibi, ubi de eadem re loquitur, Μετριότητα καὶ Εὐγνωμοσύνην, qua gratiam illi fecerit Marcus simul eundi ad Germanicum Bellum ac sequendi se.$\" In the same manner _Isaac Casaubon: Herodianus,_ says he, calls this the $τὸ μέτριον καὶ ἰσόμετρον$. \"$Subjicit verò _Antoninus_ quasi hanc vocem interpretans, καὶ τὸ ἐφει̑σθαι τοὶς φίλοις μήτε συνδειπνει̑ν αὐτῳ̑ πάντως, μήτε συναποδημει̑ν ἐπάναγκες.$\" This, I am persuaded, is the _Sensus Communis_ of ^Horace^, Sat. 3. lib. 1. which has been unobserv'd, as far as I can learn, by any of his Commentators: it being remarkable withal, that in this early Satir of ^Horace^, before his latter days, and when his Philosophy as yet inclin'd to the less rigid Assertors of Virtue, he puts this Expression (as may be seen by the whole Satir taken together) into the Mouth of a _Crispinus,_ or some ridiculous Mimick of that severe Philosophy, to which the Coinage of the word $κοινονοημοσύνη$ properly belong'd. For so the Poet again ([_Sat._ 4. _v._ 77.]) uses the word $SENSUS$, speaking of those who without _Sense_ of Manners, or common Society, without the least respect or deference to others, press rudely upon their Friends, and upon all Company in general, without regard to Time or Place, or any thing besides their selfish and brutish Humour: \"\"$—Haud illud quaerentes, num sine SENSU, // Tempore num faciant alieno.——ἀναισθητω̑ς,$\"\" as old _Lambin_ interprets it, tho without any other Explanation; referring only to the _Sensus Communis_ of ^Horace^ in that other Satir. Thus ^Seneca,^ Epist. 105. $Odium autem ex offensa sic vitabis, neminem lacessendo gratuitò: à quo te SENSUS COMMUNIS tuebitur.$ And ^Cicero^ accordingly, $Justitiae partes sunt, non violare homines: Verecundiae, non offendere.$ [Lib. 1. de Off.] It may be objected possibly by some, particularly vers'd in the Philosophy above-mention'd, that the $κοίνος νοὺς$, to which the $Κοινονοημοσύνη$ seems to have relation, is of a different meaning. But they will consider withal how small the distinction was in that Philosophy, between the $ὑπόληψις$, and the vulgar $αἴσθησις$; how generally _Passion_ was by those Philosophers brought under the Head of _Opinion._ And when they consider, besides this, the very Formation of the word $Κοινονοημοσύνη$ upon the Model of the other femaliz'd Virtues, the $Εὐγνωμοσύνη$, $Σωφροσύνη$, $Δικαιοσύνη$, _&c._ they will no longer hesitate on this Interpretation.—The Reader may perhaps by this Note see better why the _Latin_ Title of _Sensus Communis_ has been given to this second Treatise. He may observe, withal, how the same Poet ^Juvenal^ uses the word _Sensus,_ in Sat. 15. $Haec nostri pars optima Sensûs.$","subId":"n2","id":"Shaftesbury.C.SC.3.1.n2"},{"type":"note","content":"\"\"$Haec satis ad Juvenem, quem nobis fama superbum // Tradit, & inflatum, plenumque Nerone propinquo.$ // [Juv. _Sat._ 8.]\"\"","subId":"n3","id":"Shaftesbury.C.SC.3.1.n3"},{"type":"note","content":"_Inf._ pag. 298.","subId":"n4","id":"Shaftesbury.C.SC.3.1.n4"},{"type":"note","content":"VOL. II. _p._ 306, 310, _&c._","subId":"n5","id":"Shaftesbury.C.SC.3.1.n5"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]},"next":{"id":"Shaftesbury.C.SC.3.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1709]}}