{"imported":true,"id":"Drake.DFS.Pref","parent":"Drake.DFS","title":"Preface","breadcrumb":"Preface","texts":[],"published":[1696],"copytext":[1721],"sourceDesc":"Drake’s [Essay in Defense of the Female Sex] was first published in 1696. Our copytext is the fourth edition, the last published in her lifetime. The text here derives from the transcription of the third edition on wikisource.org, which has been modified to match the fourth edition, which we presume to be more authoriative.","sourceUrl":"https://en.wikisource.org/wiki/An_Essay_in_Defence_of_the_Female_Sex","forename":"Judith","surname":"Drake","author":"Judith Drake","birth":1670,"death":1723,"nationality":"English","sex":"Female","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 THE £3 £1 PREFACE. £1","id":"Drake.DFS.Pref"},{"type":"paragraph","content":"PREFACES, to most Books, are like Prolocutors to Puppet-Shows; they come first to tell you what Figures are to be presented, and what Tricks they are to play. According therefore to ancient and laudable Custom, I have thought fit to let you know by way of Preface, or Advertisement, (call it which you please) that here are many fine Figures within to be seen, as well worth your curiosity, as any in Smithfield at _Bartholomew_ Tide. I will not deny, Reader, but that you may have seen some of 'em there already; to those that have, I have little more to say, than that if they have a mind to see them again in Effigie, they may do it here. What is it you wou'd have? Here are St. _George's_, _Batemans, John Dories, Punchinello's,_ and the _Creation of the World,_ or what's as good; here's the _German Artist_ too, or one that can shew more Tricks than he: If all this will not invite you, y'are grown more squeamish of late, Gentlemen, than you us'd to be, and the poor Bookseller will make but an indifferent Market of you. Well, let the worst come to the worst, 'tis but shifting the scene to _Smithfield,_ and making an Interest in half a dozen Vizor-Masks to be sure of your Company: But he, good Man, is desirous to please you at first hand, and therefore has put a fine Picture in the front to invite you in, so like some of you (as he protests) that you ought never look in a Glass again, if it offends you. For my part, I declare, he has acted clear against my Opinion in this case, and so he has been told; for many a poor Man has lost the showing of his Monster, by gratifying the curiosity of the gaping Crowd with too exact a picture without doors. Besides, there's an unlucky Rogue of a left-handed Barber, that looks like an ill Omen in the beginning. He was told too, that if he wou'd please most of you, he ought to take example by your Glasses, and flatter you. Yet he continued obstinate and unmoveable to all these weighty Reasons, and is so fondly bent for his Picture, that he resolv'd against all advice to have it. Nay, and he wou'd have Rhimes underneath it too, which, he says, weigh more with you, than all the Reason in the world. I thought fit to let you know this, that the Bookseller might not lose the credit of his Fancy, if it takes with you, as he is perswaded it will. For you must know, I am a great lover of strict Justice, and therefore would by no means Rob, or Defraud him of the Glory of his Invention, or by any sinister way sullie, or diminish the Honour, or Reputation of his Parts and Ingenuity. For the same reason likewise I must acquaint you, that the Rhimes are none of mine neither; and now my Hand is in, I don't much care if I tell you, that I am not very good at that ingenious Recreation, called _Crambo,_ from which some rise to be very considerable Rhimers. This now is more than I was oblig'd to tell you, and therefore I hope no body will deny, but that I deal ingenuosly at least with you.","subId":"1","id":"Drake.DFS.Pref.1"},{"type":"paragraph","content":"^This^, one would think, were Preface sufficient; but there are some Men so impertinently curious, that they must needs have a Reason for every thing that is done in the World, tho' it were in their Favour, (for which perhaps it were hard to give a good one) when it were their Interest to be satisfied, and thankful without further enquiry. To comply therefore in some measure with the humour of these People, if any one think fit to peruse this Book, I must tell 'em very freely, that I was so far from aiming to oblige, or disoblige 'em by it, that it was never intended for their View. It was occasion'd by a private Conversation, between some Gentlemen and Ladies, and written at the request, and for the Diversion of one Lady more particularly, by whom with my consent it was communicated to two or three more of both Sexes, my Friends likewise.","subId":"2","id":"Drake.DFS.Pref.2"},{"type":"paragraph","content":"^By^ them I was with abundance of Complements importun'd to make it publick; now tho' I do with good reason attribute much more, of what was said to me upon this Occasion, to their good Breeding and Friendship, than to their real Opinions of my Performance; yet I have so much satisfaction in their Sincerity and Friendship, as to be confident they would not suffer, much less perswade me to expose to the world any thing, of which they doubted so far, as to think it would not be tollerably acceptable. Nor have I less assurance of their Judgment and Skill in things of this nature, beside that I have been inform'd by some of 'em, that it has been seen, and favourably receiv'd by some Gentlemen, whom the world thinks no incompetent Judges. After all this Encouragement, I suppose, I shall not be thought vain, if, as I pretend not to the applause, so I fear not the contempt of the world: Yet I presume not so far upon the Merits of what I have written, as to make my Name publick with it. I have elsewhere held, that Vanity was almost the universal mover of all our Actions, and consequently of mine, as well as of others; yet it is not strong enough in me, to induce me to bring my Name upon the publick stage of the World.","subId":"3","id":"Drake.DFS.Pref.3"},{"type":"paragraph","content":"^There^ are many Reasons, that oblige me to this cautious, reserv'd way of procedure; tho' I might otherwise be very ambitious of appearing in the defence of my Sex, cou'd I perswade my self, that I was able to write any thing sutable to the dignity of the Subject, which I am not vain enough to think. This indeed is one Reason because I am sensible it might have been much better defended by abler Pens, such as many among our own Sex are; though I believe scarce thus much wou'd have been expected from me, by those that know me. There is likewise another Reason, which was yet more prevalent with me, and with those few Friends whom I consulted about it, which is this; There are a sort of Men, that upon all occasions think themselves more concern'd; and more thought of than they are, and that, like Men that are deaf, or have any other notorious Defect, can see no body whisper, or laugh, but they think 'tis at themselves. These Men are apt to think, that every ridiculous description they meet with, was intended more particularly for some one or other of them; as indeed it is hard to paint any thing compleat in their several Kinds, without hitting many of their particular Features, even without drawing from them. The knowledge of this, with the consideration of the tenderness of Reputation in our Sex, (which as our delicatest Fruits and finest Flowers are most obnoxious to the injuries of Weather, is submitted to every infectious Blast of malicious Breath) made me very cautious, how I expos'd mine to such poisonous Vapours. I was not ignorant, how liberal some Men are of their Scandal, whenever provok'd, especially by a Woman; and how ready the same Men are to be so, tho' upon never so mistaken Grounds. This made me resolve to keep 'em in Ignorance of my Name, and if they have a mind to find me out, let 'em catch me (if they can) as Children at Blind-mans Buff do one another, Hoodwinkt; and I am of Opinion I have room enough to put 'em out of Breath before they come near me.","subId":"4","id":"Drake.DFS.Pref.4"},{"type":"paragraph","content":"^The^ Event has in Effect prov'd my suspicious Prophetick; for there are (as I am inform'd) already some, so forward to interest themselves against me, that they take Characters upon themselves, before they see 'em; and, for fear they should want some Body to throw their Dirt at, with equal Ignorance and Injustice, Father this Piece upon the Gentleman, who was so kind as to take care of the Publication of it, only to excuse me from appearing. This made me once resolve to oppose my Innocence to their Clamour, and perfix my Name, which I thought I was bound to do in Justice to him. In this Resolution I had persisted, had not the same Gentleman generously perswaded, and over-rul'd me to the contrary, representing how weak a defence Innocence is against Calumny, how open the Ears of the World are, and how greedily they suck in any thing to the prejudice of a Woman; and that (to use his own Expression) the scandal of such Men, was like Dirt thrown by Children, and Fools at random, and without Provocation, it would dawb filthily at first, though it were easily washt off again: Adding, that he desird me not to be under any concern for him; for he valued the Malice of such men, as little, as their Friendship, the one was as feeble as t'other false.","subId":"5","id":"Drake.DFS.Pref.5"},{"type":"paragraph","content":"^I suppose^ I need make no Apology to my own Sex for the meaness of this defence; the bare intention of serving 'em will I hope be accepted, and of Men, the Candid and Ingenuous I am sure will not quarrel with me for any thing in this little Book; since there is nothing in it, which was not drawn from the strictest Reason I was Mistress of, and the best Observations I was able to make, except a start or two only concerning the Salique Law, and the _Amazons,_ which, if they divert not the Reader, can't offend him.","subId":"6","id":"Drake.DFS.Pref.6"},{"type":"paragraph","content":"^I shall^ not trouble the Reader with any account of the Method I have observ'd, he will easily discover that in reading the Piece it self. I shall only take notice to him of one thing, which with a little attention to what he reads he will readily find to be true, that is, that the Characters were not written out of any Wanton Humour, or Malicious Design to characterize any Particular Persons, but to illustrate what I have said upon the several Heads, under which they are rang'd, and represent not single Men, that play the Fool seriously in the World. If any Individual seem to be more peculiarly markt, it is because he is perhaps more notorious to the World, by some one or more Articles of the General Character here given. I am sure that there is no Man, who is but moderately Acquainted with the World, especially this Town, but may find half a Dozen, or more Originals for every Picture. After all, if any Man have so little Wit, as to appropriate any of these Characters to himself, He takes a liberty I have hitherto never given him, but shall do it now in the Words of a Great Man, _If any Fool finds the Cap fit him, let him put it on_.","subId":"7","id":"Drake.DFS.Pref.7"},{"type":"paragraph","content":"^There^ are some Men, (I hear) who will not allow this Piece to be written by a Woman; did I know what Estimate to make of their Judgments, I might perhaps have a higher Opinion of this Triffle, than I ever yet had. For I little thought while I was writing this, that any Man (especially an Ingenious Man) should have the scandal of being the reputed Author. For he must think it scandalous to be made to Father a Womans Productions unlawfully. But these Gentlemen, I suppose, believe there is more Wit, that they'l find in this Piece, upon the Credit of the Bookseller, whose Interest it is to flatter it. But were it as well written as I could wish it, or as the Subject wou'd bear, and deserves; I see no reason why our Sex shou'd be robb'd of the Honour of it; Since there have been Women in all Ages, whose Writings might vie with those of the greatest Men, as the Present Age as well as past can testifie. I shall not trouble the Reader with their names, because I wou'd not be thought so vain, as to rank my self among 'em; and their names are already too well known, and celebrated to receive any additional Lustre from so weak Encomiums as mine, I pretend not to imitate, much less to Rival those Illustrious Ladies, who have done so much Honour to their Sex, and are unanswerable Proofs of what I contend for. I only wish, that some Ladies now living among us (whose names I forbear to mention in regard to their Modesty) wou'd exert themselves, and give us more recent Instances, who are both by Nature and Education sufficiently qualified to do it, which I pretend not to. I freely own to the Reader, that I know no other Tongue besides my Native, except _French_, in which I am but very moderately skill'd. I plead not this to excuse the meaness of my Performance; because I know, I may reasonably be ask'd, why I was so forward to write; for that I have already given my reasons above, if they will not satisfie the Reader, he must endeavour to please himself with better, for I am very little solicitous about the matter. I shall only add, that for my Good Will I hope the Favour of my own Sex, which will satisfie my Ambition.","subId":"8","id":"Drake.DFS.Pref.8"}]}
