{"id":"Hume.DNR.4","imported":true,"parent":"Hume.DNR","title":"Part 4","breadcrumb":"Part 4","published":[1779],"copytext":[1779],"sourceDesc":"Hume began work on his <cite>Dialogues Concerning Natural Religion</cite> in the 1750s. Because of the sensitive nature of the text, however, he did not publish it in his lifetime, but left instructions to his nephew to publish it after his death. It was printed in 1779, and this edition is naturally our copytext. Fortunately, however, Hume’s own manuscript for the work survives. This manuscript was consulted in drawing up the critical text provided here.","blocks":[{"type":"title","content":"<h1>PART IV.</h1> ","id":"Hume.DNR.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> seems strange to me, said <span class=\"small-capitals\">Cleanthes</span>, that you, <span class=\"small-capitals\">Demea</span>, who are so sincere in the cause of religion, should still maintain the mysterious, incomprehensible nature of the Deity, and should insist so strenuously, that he has no manner of likeness or resemblance to human creatures. The Deity, I can readily allow, possesses many powers and attributes, of which we can have no comprehension: But if our ideas, so far as they go, be not just, and adequate, and correspondent to his real nature, I know not what there is in this subject worth insisting on. Is the name, without any meaning, of such mighty importance? Or how do you <span class=\"small-capitals\">Mystics</span>, who maintain the absolute incomprehensibility of the Deity, differ from Sceptics or Atheists, who assert, that the first cause of all is unknown and unintelligible? Their temerity must be very great, if, after rejecting the production by a mind; I mean, a mind, resembling the human (for I know of no other) they pretend to assign, with certainty, any other specific, intelligible cause: And their conscience must be very scrupulous indeed, if they refuse to call the universal, unknown cause a God or Deity; and to bestow on him as many sublime eulogies and unmeaning epithets, as you shall please to require of them.","subId":"1","id":"Hume.DNR.4.1","pages":"158"},{"type":"paragraph","content":"Who could imagine, replied <span class=\"small-capitals\">Demea</span>, that <span class=\"small-capitals\">Cleanthes</span>, the calm, philosophical <span class=\"small-capitals\">Cleanthes</span>, would attempt to refute his antagonists, by affixing a nick-name to them; and like the common bigots and inquisitors of the age, have recourse to invective and declamation, instead of reasoning? Or does he not perceive, that these topics are easily retorted, and that <span class=\"small-capitals\">Anthropomorphite</span> is an appellation as invidious, and implies as dangerous consequences, as the epithet of <span class=\"small-capitals\">Mystic</span>, with which he has honoured us? In reality, <span class=\"small-capitals\">Cleanthes</span>, consider what it is you assert, when you represent the Deity as similar to a human <span class=\"page-break\"></span>mind and understanding. What is the soul of man? A composition of various faculties, passions, sentiments, ideas; united, indeed, into one self or person, but still distinct from each other. When it reasons, the ideas, which are the parts of its discourse, arrange themselves in a certain form or order; which is not preserved entire for a moment, but immediately gives place to another arrangement. New opinions, new passions, new affections, new feelings arise, which continually diversify the mental scene, and produce in it the greatest variety, and most rapid succession imaginable. How is this compatible, with that perfect immutability and simplicity, which all true Theists ascribe to the Deity? By the same act, say they, he sees past, present, and future: His love and his hatred, his mercy and his justice, are one individual operation: He is entire in every point of space; and complete in every instant of duration. No succession, no change, no acquisition, no diminution. What he is implies not in it any shadow of distinction or diversity. And what he is, this moment, he ever has been, and ever will be, without any new judgement, sentiment, or operation. He stands fixed in one simple, perfect state; nor can you ever say, with any propriety, that this act of his is different from that other, or that this judgement or idea has been lately formed, and will give place, by succession, to any different judgement or idea.","subId":"2","id":"Hume.DNR.4.2","pages":"158-9"},{"type":"paragraph","content":"I can readily allow, said <span class=\"small-capitals\">Cleanthes</span>, that those who maintain the perfect simplicity of the Supreme Being, to the extent in which you have explained it, are complete <span class=\"small-capitals\">Mystics</span>, and chargeable with all the consequences which I have drawn from their opinion. They are, in a word, <span class=\"small-capitals\">Atheists</span>, without knowing it. For though it be allowed, that the Deity possesses attributes, of which we have no comprehension; yet ought we never to ascribe to him any attributes, which are absolutely incompatible with that intelligent nature, essential to him. A mind, whose acts and sentiments and ideas are not distinct and successive; one, that is wholly simple, and totally immutable; is a mind, which has no thought, no reason, no will, no sentiment, no love, no hatred; or in a word, is no mind at all. It is an abuse of terms to give it that appellation; and we may as well speak of limited extension without figure, or of number without composition.","subId":"3","id":"Hume.DNR.4.3","pages":"159"},{"type":"paragraph","content":"Pray consider, said <span class=\"small-capitals\">Philo</span>, whom you are at present <span class=\"page-break\"></span>inveighing against. You are honouring with the appellation of <em>Atheist</em> all the sound, orthodox divines almost, who have treated of this subject; and you will, at last be, yourself, found, according to your reckoning, the only sound Theist in the world. But if idolaters be Atheists, as, I think, may justly be asserted, and Christian Theologians the same; what becomes of the argument, so much celebrated, derived from the universal consent of mankind?","subId":"4","id":"Hume.DNR.4.4","pages":"159-60"},{"type":"paragraph","content":"But because I know you are not much swayed by names and authorities, I shall endeavour to show you, a little more distinctly, the inconveniencies of that Anthropomorphism, which you have embraced; and shall prove, that there is no ground to suppose a plan of the world to be formed in the divine mind, consisting of distinct ideas, differently arranged; in the same manner as an architect forms in his head the plan of a house which he intends to execute.","subId":"5","id":"Hume.DNR.4.5","pages":"160"},{"type":"paragraph","content":"It is not easy, I own, to see, what is gained by this supposition, whether we judge of the matter by <em>Reason</em> or by <em>Experience</em>. We are still obliged to mount higher, in order to find the cause of this cause, which you had assigned as satisfactory and conclusive.","subId":"6","id":"Hume.DNR.4.6","pages":"160"},{"type":"paragraph","content":"If Reason (I mean abstract reason, derived from enquiries <em>a priori</em>) be not alike mute with regard to all questions concerning cause and effect; this sentence at least it will venture to pronounce, That a mental world, or universe of ideas, requires a cause as much, as does a material world, or universe of objects; and if similar in its arrangement must require a similar cause. For what is there in this subject, which should occasion a different conclusion or inference? In an abstract view, they are entirely alike; and no difficulty attends the one supposition, which is not common to both of them.","subId":"7","id":"Hume.DNR.4.7","pages":"160"},{"type":"paragraph","content":"Again, when we will needs force <em>Experience</em> to pronounce some sentence, even on these subjects, which lie beyond her sphere; neither can she perceive any material difference in this particular, between these two kinds of worlds, but finds them to be governed by similar principles, and to depend upon an equal variety of causes in their operations. We have specimens in miniature of both of them. Our own mind resembles the one: A vegetable or animal body the other. Let Experience, therefore, judge from these samples. Nothing seems more delicate with regard to its causes than thought; and as these causes never operate in two persons after the same manner, so we never find two persons, who think exactly alike. Nor indeed does the same person think exactly alike at any two different periods of time. A difference of age, of the disposition of his body, of weather, of food, of company, of books, of passions; any of these particulars, or others more minute, are sufficient to alter the curious machinery of thought, and communicate to it very different movements and operations. As far as we can judge, vegetables and animal bodies are not more delicate in their motions, nor depend upon a greater variety or more curious adjustment of springs and principles.","subId":"8","id":"Hume.DNR.4.8","pages":"161"},{"type":"paragraph","content":"How therefore shall we satisfy ourselves concerning the cause of that Being, whom you suppose the Author of Nature, or, according to your system of Anthropomorphism, the ideal world, into which you trace the material? Have we not the same reason to trace that ideal world into another ideal world, or new intelligent principle? But if we stop, and go no farther; why go so far? Why not stop at the material world? How can we satisfy ourselves without going on <em>in infinitum?</em> And after all, what satisfaction is there in that infinite progression? Let us remember the story of the <span class=\"small-capitals\">Indian</span> philosopher and his elephant. It was never more applicable than to the present subject. If the material world rests upon a similar ideal world, <span class=\"page-break\"></span>this ideal world must rest upon some other; and so on, without end. It were better, therefore, never to look beyond the present material world. By supposing it to contain the principle of its order within itself, we really assert it to be God; and the sooner we arrive at that divine Being so much the better. When you go one step beyond the mundane system, you only excite an inquisitive humour, which it is impossible ever to satisfy.","subId":"9","id":"Hume.DNR.4.9","pages":"161-2"},{"type":"paragraph","content":"To say, that the different ideas, which compose the reason of the Supreme Being, fall into order, of themselves, and by their own nature, is really to talk without any precise meaning. If it has a meaning, I would fain know, why it is not as good sense to say, that the parts of the material world fall into order, of themselves, and by their own nature. Can the one opinion be intelligible, while the other is not so?","subId":"10","id":"Hume.DNR.4.10","pages":"162"},{"type":"paragraph","content":"We have, indeed, experience of ideas, which fall into order, of themselves, and without any <em>known</em> cause: But, I am sure, we have a much larger experience of matter, which does the same; as in all instances of generation and vegetation, where the accurate analysis of the cause exceeds all human comprehension. We have also experience of particular systems of thought and of matter, which have no order; of the first, in madness; of the second, in corruption. Why then should we think, that order is more essential to one than the other? And if it requires a cause in both, what do we gain by your system, in tracing the universe of objects into a similar universe of ideas? The first step, which we make, leads us on for ever. It were, therefore, wise in us, to limit all our enquiries to the present world, without looking farther. No satisfaction can ever be attained by these speculations, which so far exceed the narrow bounds of human understanding.","subId":"11","id":"Hume.DNR.4.11","pages":"162"},{"type":"paragraph","content":"It was usual with the <span class=\"small-capitals\">Peripatetics</span>, you know, <span class=\"small-capitals\">Cleanthes</span>, when the cause of any phenomenon was demanded, to have recourse to their <em>faculties</em> or <em>occult qualities</em>, and to say, for instance, that bread nourished by its nutritive faculty, and senna purged by its purgative: But it has been discovered, that this subterfuge was nothing but the disguise of ignorance; and that these philosophers, though less ingenuous, really said the same thing with the sceptics or the vulgar, who fairly <span class=\"page-break\"></span>confessed, that they knew not the cause of these phenomena. In like manner, when it is asked, what cause produces order in the ideas of the Supreme Being, can any other reason be assigned by you, Anthropomorphites, than that it is a <em>rational</em> faculty, and that such is the nature of the Deity? But why a similar answer will not be equally satisfactory in accounting for the order of the world, without having recourse to any such intelligent creator, as you insist on, may be difficult to determine. It is only to say, that <em>such</em> is the nature of material objects, and that they are all originally possessed of a <em>faculty</em> of order and proportion. These are only more learned and elaborate ways of confessing our ignorance; nor has the one hypothesis any real advantage above the other, except in its greater conformity to vulgar prejudices.","subId":"12","id":"Hume.DNR.4.12","pages":"162-3"},{"type":"paragraph","content":"You have displayed this argument with great emphasis, replied <span class=\"small-capitals\">Cleanthes</span>: You seem not sensible, how easy it is to answer it. Even in common life, if I assign a cause for any event; is it any objection, <span class=\"small-capitals\">Philo</span>, that I cannot assign the cause of that cause, and answer every new question, which may incessantly be started? And what philosophers could possibly submit to so rigid a rule? philosophers, who confess ultimate causes to be totally unknown, and are sensible, that the most refined principles, into which they trace the phenomena, are still to them as inexplicable as these phenomena themselves are to the vulgar. The order and arrangement of nature, the curious adjustment of final causes, the plain use and intention of every part and organ; all these bespeak in the clearest language an intelligent cause or author. The heavens and the earth join in the same testimony: The whole chorus of Nature raises one hymn to the praises of its creator: You alone, or almost alone, disturb this general harmony. You start abstruse doubts, cavils, and objections: You ask me, what is the cause of this cause? I know not; I care not; that concerns not me. I have found a Deity; and here I stop my enquiry. Let those go farther, who are wiser or more enterprising.","subId":"13","id":"Hume.DNR.4.13","pages":"163"},{"type":"paragraph","content":"I pretend to be neither, replied <span class=\"small-capitals\">Philo</span>: and for that very reason, I should never perhaps have attempted to go so far; especially when I am sensible, that I must at last be contented to sit down with the same answer, which, without farther trouble, might have satisfied me from the beginning. <span class=\"page-break\"></span>If I am still to remain in utter ignorance of causes, and can absolutely give an explication of nothing, I shall never esteem it any advantage to shove off for a moment a difficulty, which, you acknowledge, must immediately, in its full force, recur upon me. Naturalists indeed very justly explain particular effects by more general causes; though these general causes themselves should remain in the end totally inexplicable: but they never surely thought it satisfactory to explain a particular effect by a particular cause, which was no more to be accounted for than the effect itself. An ideal system, arranged of itself, without a precedent design, is not a whit more explicable than a material one, which attains its order in a like manner; nor is there any more difficulty in the latter supposition than in the former.","subId":"14","id":"Hume.DNR.4.14","pages":"163-4"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}],"prev":{"id":"Hume.DNR.3","imported":true,"title":"Part 3","breadcrumb":"Part 3","published":[1779]},"next":{"id":"Hume.DNR.5","imported":true,"title":"Part 5","breadcrumb":"Part 5","published":[1779]}}