{"imported":true,"id":"Hobbes.L.3.33","parent":"Hobbes.L.3","title":"Of the Number, Antiquity, Scope, Authority, and Interpreters of the Books of Holy Scripture","breadcrumb":"Chapter 33","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_046","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXXIII.\nOf the Number, Antiquity, Scope, Authority, and Interpreters of the Books of Holy Scripture.\n","id":"Hobbes.L.3.33"},{"type":"paragraph","content":"By the Books of Holy Scripture, are understood{Of the Books of Holy Scripture.} those, which ought to be the Canon, that is to say, the Rules of Christian life. And because all Rules of life, which men are in conscience bound to observe, are Laws; the question of the Scripture, is the question of what is Law throughout all Christendome, both Naturall, and Civill. For though it be not determined in Scripture, what Laws every Christian King shall constitute in his own Dominions; yet it is determined what laws he shall not constitute. Seeing therefore I have already proved, that Soveraigns in their own Dominions are the sole Legislators; those Books only are Canonicall, that is, Law, in every nation, which are established for such by the Soveraign Authority. It is true, that God is the Soveraign of all Soveraigns; and therefore, when he speaks to any Subject, he ought to be obeyed, whatsoever any earthly Potentate command to the contrary. But the question is not of obedience to God, but of when, and what God hath said; which to Subjects that have no supernaturall revelation, cannot be known, but by that naturall reason, which guided them, for the obtaining of Peace and Justice, to obey the authority of their severall Common-wealths; that is to say, of their lawfull Soveraigns. According to this obligation, I can acknowledge no other Books of the Old Testament, to be Holy Scripture, but those which have been commanded to be acknowledged for such, by the Authority of the Church of England. What Books these are, is sufficiently known, without a Catalogue of them here; and they are the same that are acknowledged by St. Jerome, who holdeth the rest, namely, the Wisdome of Solomon, Ecclesiasticus, Judith, Tobias, the first and the second of Maccabees, (though he had seen the first in Hebrew) and the third and fourth of Esdras, for Apocrypha. Of the Canonicall, Josephus a learned Jew, that wrote in the time of the Emperour Domitian, reckoneth twenty two, making the number agree with the Hebrew Alphabet. St. Jerome does the same, though they reckon them in different manner. For Josephus numbers five Books of Moses, thirteen of Prophets, that writ the History of their own times (which how it agrees with the Prophets writings contained in the Bible wee shall see hereafter), and four of Hymnes and Morall Precepts. But St. Jerome reckons five Books of Moses, eight of Prophets, and nine of other Holy writ, which he calls of Hagiographa. The Septuagint, who were 70. learned men of the Jews, sent for by Ptolemy King of Egypt, to translate the Jewish law, out of the Hebrew into the Greek, have left us no other for holy Scripture in the Greek tongue, but the same that are received in the Church of England.","subId":"1","id":"Hobbes.L.3.33.1"},{"type":"paragraph","content":"As for the Books of the New Testament, they are equally acknowledged for Canon by all Christian Churches, and by all Sects of Christians, that admit any Books at all for Canonicall.","subId":"2","id":"Hobbes.L.3.33.2"},{"type":"paragraph","content":"{Their Antiquity.} Who were the originall writers of the severall Books of Holy Scripture, has not been made evident by any sufficient testimony of other History, (which is the only proof of matter of fact); nor can be by any arguments of naturall Reason: for Reason serves only to convince the truth (not of fact, but) of consequence. The light therefore that must guide us in this question, must be that which is held out unto us from the Bookes themselves: And this light, though it shew us not the writer of every book, yet it is not unusefull to give us knowledge of the time, wherein they were written.","subId":"3","id":"Hobbes.L.3.33.3"},{"type":"paragraph","content":"And first, for the Pentateuch, it is not argument enough that they were written by Moses, because they are called the five Books of Moses; no more than these titles, The Book of Joshua, the Book of Judges, the Book of Ruth, and the Books of the Kings, are arguments sufficient to prove, that they were written by Joshua, by the Judges, by Ruth, and by the Kings. For in titles of Books, the subject is marked, as often as the writer. The History of Livy, denotes the Writer; but the History of Scanderbeg, is denominated from the subject. We read in the last Chapter of Deuteronomie, ver. 6.{The Pentateuch not written by Moses.} concerning the sepulcher of Moses, that no man knoweth of his sepulcher to this day, that is, to the day wherein those words were written. It is therefore manifest, that those words were written after his interrement. For it were a strange interpretation, to say Moses spake of his own sepulcher (though by Prophecy), that it was not found to that day, wherein he was yet living. But it may perhaps be alledged, that the last Chapter only, not the whole Pentateuch, was written by some other man, but the rest not: Let us therefore consider that which we find in the Book of Genesis, chap. 12. ver. 6. And Abraham passed through the land to the place of Sichem, unto the plain of Moreh, and the Canaanite was then in the land; which must needs bee the words of one that wrote when the Canaanite was not in the land; and consequently, not of Moses, who dyed before he came into it. Likewise Numbers 21. ver. 14. the Writer citeth another more ancient Book, Entituled, The Book of the Warres of the Lord, wherein were registred the Acts of Moses, at the Red-sea, and at the brook of Arnon. It is therefore sufficiently evident, that the five Books of Moses were written after his time, though how long after it be not so manifest.","subId":"4","id":"Hobbes.L.3.33.4"},{"type":"paragraph","content":"But though Moses did not compile those Books entirely, and in the form we have them; yet he wrote all that which hee is there said to have written: as for example, the Volume of the Law, which is contained, as it seemeth, in the 11 of Deuteronomie, and the following Chapters to the 27. which was also commanded to be written on stones, in their entry into the land of Canaan. And this did Moses himself write, and{Deut. 31. 9.} eliver to the Priests and Elders of Israel, to be read every seventh year to all Israel, at their assembling in the feast of Tabernacles. And this is that Law which God commanded, that their Kings (when they should have established that form of Government) should take a copy{Deut. 31. 26.} of from the Priests and Levites; and which Moses commanded the Priests and Levites to lay in the side of the Arke; and the same which having been lost,{2 King. 22. 8. & 23, 1, 2, 3.} as long time after found again by Hilkiah, and sent to King Josias, who causing it to be read to the People, renewed the Covenant between God and them.","subId":"5","id":"Hobbes.L.3.33.5"},{"type":"paragraph","content":"{The Book of Joshua written after his time.} That the Book of Joshua was also written long after the time of Joshua, may be gathered out of many places of the Book it self. Joshua had set up twelve stones in the middest of Jordan, for a monument of their assage; of which the Writer saith thus, They are there unto this day; for unto this day, is a phrase{Josh. 4. 9} that signifieth time past, beyond the memory of man. In like manner, upon the saying of the Lord, that he had rolled off from the people the Reproach of Egypt, the Writer saith.{Josh. 5. 9.} The place is called Gilgal unto this day; which to have said in the time of Joshua had been improper. So also the name of the Valley of Achor, from the trouble that{Josh. 7. 26.}Achan raised in the Camp, the Writer saith, remaineth unto this day; which must needs bee therefore long after the time of Joshua. Arguments of this kind there be many other; as Josh. 8. 29. 13.13. 14. 14. 15. 63.","subId":"6","id":"Hobbes.L.3.33.6"},{"type":"paragraph","content":"{The Booke of Judges and Ruth written long after the Captivity.} The same is manifest by like arguments of the Book of Judges, chap. 1. 21, 26. 6.24. 10.4. 15. 19. 17. 6. and Ruth 1. 1. but especially Judg. 18. 30. where it is said, that Jonathan and his sonnes were Priests to the Tribe of Dan, untill the day of the captivity of the land.","subId":"7","id":"Hobbes.L.3.33.7"},{"type":"paragraph","content":"{The like of the Bookes of Samuel.} That the Books of Samuel were also written after his own time, there are the like arguments, 1 Sam. 5. 5. 7. 13, 15. 27. 6. & 30. 25. where, after David had adjudged equall part of the spoiles, to them that guarded the Ammunition, with them that fought, the Writer saith, He made it a Statute and an Ordinance to Israel{2 Sam. 6. 4.}to this day. Again, when David (displeased, that the Lord had slain Uzzah, for putting out his hand to sustain the Ark,) called the place Perez-Uzzah, the Writer saith, it is called so to this day: the time therefore of the writing of that Book, must be long after the time of the fact; that is, long after the time of David.","subId":"8","id":"Hobbes.L.3.33.8"},{"type":"paragraph","content":"As for the two Books of the Kings, and the two Books{The Books of the Kings, and the Chronicles.} of the Chronicles, besides the places which mention such monuments, as the Writer saith, remained till his own days; such as are I Kings 9.13. 9.21. 10. 12. 12. 19. 2 Kings 2. 22. 8. 22. 10.27. 14. 7. 16. 6. 17. 23. 17.34. 17. 41. 1 Chron. 4. 41. 5.26. It is argument sufficient they were written after the captivity in Babylon, that the History of them is continued till that time. For the Facts Registred are alwaies more ancient than the Register; and much more ancient than such Books as make mention of, and quote the Register; as these Books doe in divers places, referring the Reader to the Chronicles of the Kings of Juda, to the Chronicles of the Kings of Israel, to the Books of the Prophet Samuel, of the Prophet Nathan, of the Prophet Ahijah; to the Vision of Jehdo, to the Books of the Prophet Serveiah, and of the Prophet Addo.","subId":"9","id":"Hobbes.L.3.33.9"},{"type":"paragraph","content":"The Books of Esdras and Nehemiah were written certainly after their return from captivity; because their{Erra and Nehemiah.} return, the re-edification of the walls and houses of Jerusalem, the renovation of the Covenant, and ordination of their policy are therein contained.","subId":"10","id":"Hobbes.L.3.33.10"},{"type":"paragraph","content":"The History of Queen Esther is of the time of the{Esther.} Captivity; and therefore the Writer must have been of the same time, or after it.","subId":"11","id":"Hobbes.L.3.33.11"},{"type":"paragraph","content":"The Book of Job hath no mark in it of the time wherein{Job.} it was written: and though it appear sufficiently (Ezekiel 14. 14. and James 5. 11.) that he was no fained person; yet the Book it self seemeth not to be a History, but a Treatise concerning a question in ancient time much disputed, why wicked men have often prospered in this world, and good men have been afflicted; and it is the more probable, because from the beginning, to the third verse of the third chapter, where the complaint of Job beginneth, the Hebrew is (as St. Jerome testifies) in prose; and from thence to the sixt verse of the last chapter in Hexameter Verses; and the rest of that chapter again in prose. So that the dispute is all in verse; and the prose is added, but as a Preface in the beginning, and an Epilogue in the end. But Verse is no usuall stile of such, as either are themselves in great pain, as Job; or of such as come to comfort them, as his friends; but in Philosophy, especially morall Philosophy, in ancient time frequent.","subId":"12","id":"Hobbes.L.3.33.12"},{"type":"paragraph","content":"{The Psalter.} The Psalmes were written the most part by David, for the use of the Quire. To these are added some Songs of Moses, and other holy men; and some of them after the return from the Captivity, as the 137. and the 126. whereby it is manifest that the Psalter was compiled, and put into the form it now hath, after the return of the Jews from Babylon.","subId":"13","id":"Hobbes.L.3.33.13"},{"type":"paragraph","content":"{The Proverbs.} The Proverbs, being a Collection of wise and godly Sayings, partly of Solomon, partly of Agur the son of Jakeh, and partly of the Mother of King Lemuel, cannot probably be thought to have been collected by Solomon, rather then by Agur, or the Mother of Lemuel; and that, though the sentences be theirs, yet the collection or compiling them into this one Book, was the work of some other godly man, that lived after them all.","subId":"14","id":"Hobbes.L.3.33.14"},{"type":"paragraph","content":"{Ecclesiastes and the Canticles.} The Books of Ecclesiastes and the Canticles have nothing that was not Solomons, except it be the Titles, or Inscriptions. For The Words of the Preacher, the Son of David, King in Jerusalem; and, The Song of Songs, which is Solomon's, seem to have been made for distinctions sake, then, when the Books of Scripture were gathered into one body of the Law; to the end, that not the Doctrine only, but the Authors also might be extant.","subId":"15","id":"Hobbes.L.3.33.15"},{"type":"paragraph","content":"{The Prophets.} If the Prophets, the most ancient, are Sophoniah, Jonas, Amos, Hosea, Isaiah and Michaiah, who lived in the time of Amaziah, and Azariah, otherwise Ozias, Kings of Judah. But the Book of Jonas is not properly a Register of his Prophecy, (for that is contained in these few words, Fourty dayes and Ninivy shall be destroyed,) but a History or Narration of his frowardnesse and disputing Gods commandements; so that there is small probability he should be the Author, seeing he is the subject of it. But the Book of Amos is his Prophecy.","subId":"16","id":"Hobbes.L.3.33.16"},{"type":"paragraph","content":"Jeremiah, Abdias, Nahum, and Habakkuk prophecyed in the time of Josiah.","subId":"17","id":"Hobbes.L.3.33.17"},{"type":"paragraph","content":"Ezekiel, Daniel, Aggeus, and Zacharias, in the Captivity.","subId":"18","id":"Hobbes.L.3.33.18"},{"type":"paragraph","content":"When Joel and Malachi prophecyed, is not evident by their Writings. But considering the Inscriptions, or Titles of their Books, it is manifest enough, that the whole Scripture of the Old Testament, was set forth in the form we have it, after the return of the Jews from their Captivity in Babylon, and before the time of Ptolemœus Philadelphus, that caused it to bee translated into Greek by seventy men, which were sent him out of Judea for that purpose. And if the Books of Apocrypha (which are recommended to us by the Church, though not for Canonicall, yet for profitable Books for our instruction) may in this point be credited, the Scripture was set forth in the form wee have it in, by Esdras; as may appear by that which he himself saith, in the second book, chapt. 14. verse 21, 22, &c. where speaking to God, he saith thus, Thy law is burnt; therefore no man knoweth the things which thou hast done, or the works that are to begin. But if I have found Grace before thee, send down the holy Spirit into me, and I shall write all that hath been done in the world, since the beginning, which were written in they Law, that men may find thy path, and that they which will live in the later days, may live. And verse 45. And it came to passe when the forty dayes were fulfilled, that the Highest spake, saying, The first that thou hast written, publish openly, that the worthy and unworthy may read it; but keep the seventy last, that thou mayst deliver them onely to such as be wise among the people. And thus much concerning the time of the writing of the Bookes of the Old Testament.","subId":"19","id":"Hobbes.L.3.33.19"},{"type":"paragraph","content":"The Writers of the New Testament lived all in lesse{The New Testament.} then an age after Christs Ascension, and had all of them seen our Saviour, or been his Disciples, except St. Paul, and St. Luke; and consequently whatsoever was written by them, is as ancient as the time of the Apostles. But the time wherein the Books of the New Testament were received, and acknowledged by the Church to be of their writing, is not altogether so ancient. For, as the Bookes of the Old Testament are derived to us, from no higher time then that of Esdras, who by the direction of Gods Spirit retrived them, when they were lost: Those of the New Testament, of which the copies were not many, nor could easily be all in any one private mans hand, cannot bee derived from a higher time, than that wherein the Governours of the Church collected, approved, and recommended them to us, as the writings of those Apostles and Disciples; under whose names they go. The first enumeration of all the Bookes, both of the Old, and New Testament, is in the Canons of the Apostles, supposed to be collected by Clement the first (after St. Peter) Bishop of Rome. But because that is but supposed, and by many questioned, the Councell of Laodicea is the first we know, that recommended the Bible to the then Christian Churches, for the Writings of the Prophets and Apostles: and this Councell was held in the 364. yeer after Christ. At which time, though ambition had so far prevailed on the great Doctors of the Church, as no more to esteem Emperours, though Christian, for the Shepherds of the people, but for Sheep; and Emperours not Christian, for Wolves; and endeavoured to passe their Doctrine, not for Counsell, and Information, as Preachers; but for Laws, as absolute Governours; and thought such frauds as tended to make the people the more obedient to Christian Doctrine, to be pious; yet I am perswaded they did not therefore falsifie the Scriptures, though the copies of the Books of the New Testament, were in the hands only of the Ecclesiasticks; because if they had had an intention so to doe, they would surely have made them more favorable to their power over Christian Princes, and Civill Soveraignty, than they are. I see not therefore any reason to doubt, but that the Old, and New Testament, as we have them now, are the true Registers of those things, which were done and said by the Prophets, and Apostles. And so perhaps are some of those Books which are called Apocrypha, if left out of the Canon, not for inconformity of Doctrine with the rest, but only because they are not found in the Hebrew. For after the conquest of Asia by Alexander the Great, there were few learned Jews, that were not perfect in the Greek tongue. For the seventy Interpreters that converted the Bible into Greek, were all of them Hebrews; and we have extant the works of Philo and Josephus both Jews, written by them eloquently in Greek. But it is not the Writer, but the authority of the Church, that maketh a Book Canonicall. And although these Books were{Their Scope.} written by divers men, yet it is manifest the Writers were all indued with one and the same Spirit, in that they conspire to one and the same end, which is the setting forth of the Rights of the Kingdome of God, the Father, Son, and Holy Ghost. For the Book of Genesis, deriveth the Genealogy of Gods people, from the creation of the World, to the going into Egypt: the other four Books of Moses, contain the Election of God for their King, and the Laws which hee prescribed for their Government: The Books of Joshua, Judges, Ruth, and Samuel, to the time of Saul, describe the acts of Gods people, till the time they cast off Gods yoke, and called for a King, after the manner of their neighbour nations: The rest of the History of the Old Testament, derives the succession of the line of David, to the Captivity, out of which line was to spring the restorer of the Kingdome of God, even our blessed Saviour God the Son, whose coming was foretold in the Bookes of the Prophets, after whom the Evangelists writt his life, and actions, and his claim to the Kingdome, whilst he lived on earth: and lastly, the Acts, and Epistles of the Apostles, declare the coming of God, the Holy Ghost, and the Authority he left with them, and their successors, for the direction of the Jews, and for the invitation of the Gentiles. In summe, the Histories and the Prophecies of the old Testament, and the Gospels and Epistles of the New Testament, have had one and the same scope, to convert men to the obedience of God; 1. in Moses, and the Priests; 2. in the man Christ; and 3. in the Apostles and the successors to Apostolicall power. For these three at several times did represent the person of God: Moses, and his successors the High Priests, and Kings of Judah, in the Old Testament:Christ himself, in the time he lived on earth: and the Apostles, and their successors, from the day of Pentecost (when the Holy Ghost descended on them) to this day.","subId":"20","id":"Hobbes.L.3.33.20"},{"type":"paragraph","content":"{The question of the Authority of the Scriptures stated.} It is a question much disputed between the divers sects of Christian Religion, From whence the Scriptures derive their Authority; which question is also propounded sometimes in other terms, as, How wee know them to be the Word of God, or, Why we beleeve them to be so: And the difficulty of resolving it, ariseth chiefly from the impropernesse of the words wherein the question it self is couched. For it is beleeved on all hands, that the first and originall Author of them is God; and consequently the question disputed, is not that. Again, it is manifest, that none can know they are Gods Word, (though all true Christians beleeve it,) but those to whom God himself hath revealed it supernaturally; and therefore the question is not rightly moved, of our Knowledge of it. Lastly, when the question is propounded of our Beleefe; because some are moved to beleeve for one, and others for other reasons, there can be rendred no one generall answer for them all. The question truly stated is, By what Authority they are made Law.","subId":"21","id":"Hobbes.L.3.33.21"},{"type":"paragraph","content":"{Their Authority and Interpretation.} As far as they differ not from the Laws of Nature, there is no doubt, but they are the Law of God, and carry their Authority with them, legible to all men that have the use of naturall reason: but this is no other Authority, then that of all other Morall Doctrine consonant to Reason; the Dictates whereof are Laws, not made, but Eternall.","subId":"22","id":"Hobbes.L.3.33.22"},{"type":"paragraph","content":"If they be made Law by God himselfe, they are of the nature of written Law, which are Laws to them only to whom God hath so sufficiently published them, as no man can excuse himself, by saying, he knew not they were his.","subId":"23","id":"Hobbes.L.3.33.23"},{"type":"paragraph","content":"He therefore, to whom God hath not supernaturally revealed, that they are his, nor that those that published them, were sent by him, is not obliged to obey them, by any Authority, but his, whose Commands have already the force of Laws; that is to say, by any other Authority, then that of the Common-wealth, residing in the Soveraign, who only has the Legislative power. Again, if it be not the Legislative Authority of the Common-wealth, that giveth them the force of Laws, it must bee some other Authority derived from God, either private, or publique: if private, it obliges onely him, to whom in particular God hath been pleased to reveale it. For if every man should be obliged, to take for Gods Law, what particular men, on pretence of private Inspiration, or Revelation, should obtrude upon him, (in such a number of men, that out of pride, and ignorance, take their own Dreams, and extravagant Fancies, and Madnesse, for testimonies of Gods Spirit; or out of ambition, pretend to such Divine testimonies, falsely, and contrary to their own consciences,) it were impossible that any Divine Law should be acknowledged. If publique, it is the Authority of the Common-wealth, or of the Church. But the Church, if it be one person, is the same thing with a Common-wealth of Christians; called a Common-wealth, because it consisteth of men united in one person, their Soveraign; and a Church, because it consisteth in Christian men, united in one Christian Soveraign. But if the Church be not one person, then it hath no authority at all; it can neither command, nor doe any action at all; nor is capable of having any power, or right to any thing; nor has any Will, Reason, nor Voice; for all these qualities are personall. Now if the whole number of Christians be not contained in one Common-wealth, they are not one person; nor is there an Universall Church that hath any authority over them; and there fore the Scriptures are not made Laws, by the Universall Church: or if it bee one Common-wealth, then all Christian Monarchs, and States are private persons, and subject to bee judged, deposed, and punished by an Universall Soveraigne of all Christendome. So that the question of the Authority of the Scriptures, is reduced to this, Whether Christian Kings, and the Soveraigne Assemblies in Christian Common-wealths, be absolute in their own Territories, immediately under God; or subject to one Vicar of Christ, constituted over the Universall Church; to bee judged, condemned, deposed, and put to death, as hee shall think expedient, or necessary for the common good.","subId":"24","id":"Hobbes.L.3.33.24"},{"type":"paragraph","content":"Which question cannot bee resolved, without a more particular consideration of the Kingdome of God; from whence also, wee are to judge of the Authority of Interpreting the Scripture. For, whosoever hath a lawfull power over any Writing, to make it Law, hath the power also to approve, or disapprove the interpretation of the same.","subId":"25","id":"Hobbes.L.3.33.25"}]}