{"imported":true,"id":"Hobbes.L.3.37","parent":"Hobbes.L.3","title":"Of Miracles, and their Use","breadcrumb":"Chapter 37","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_050","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXXVII.\nOf Miracles, and their Use.\n","id":"Hobbes.L.3.37"},{"type":"paragraph","content":"{A Miracle is a work that causeth Admiration.} By Miracles are signified the Admirable works of God: & therefore they are also called Wonders. And because they are for the most part, done, for a signification of his commandement, in such occasions, as without them, men are apt to doubt, (following their private naturall reasoning,) what he hath commanded, and what not, they are commonly in Holy Scripture, called Signes, in the same sense, as they are called by the Latines, Ostenta, and Portenta, from shewing, and foresignifying that, which the Almighty is about to bring to passe.","subId":"1","id":"Hobbes.L.3.37.1"},{"type":"paragraph","content":"{And must therefore be rare, and where of there is no naturall cause known.} To understand therefore what is a Miracle, we must first understand what works they are, which men wonder at, and call Admirable. And there be but two things. which make men wonder at any event: The one is, if it be strange, that is to say, such, as the like of it hath never, or very rarely been produced: The other is, if when it is produced, we cannot imagine it to have been done by naturall means, but onely by the immediate hand of God. But when wee see some possible, naturall cause of it, how rarely soever the like has been done; or if the like have been often done, how impossible soever it be to imagine a naturall means thereof, we no more wonder, nor esteem it for a Miracle.","subId":"2","id":"Hobbes.L.3.37.2"},{"type":"paragraph","content":"Therefore, if a Horse, or Cow should speak, it were a Miracle; because both the thing is strange, & the naturall cause difficult to imagin: So also were it, to see a strange deviation of nature, in the production of some new shape of a living creature. But when a man, or other Animal, engenders his like, though we know no more how this is done, than the other; yet because 'tis usuall, it is no Miracle. In like manner, if a man be metamorphosed into a stone, or into a pillar, it is a Miracle; because strange: but if a peece of wood be so changed; because we see it often, it is no Miracle: and yet we know no more, by what operation of God, the one is brought to passe, than the other.","subId":"3","id":"Hobbes.L.3.37.3"},{"type":"paragraph","content":"The first Rainbow that was seen in the world, was a Miracle, because the first; and consequently strange; and served for a sign from God, placed in heaven, to assure his people, there should be no more an universall destruction of the world by Water. But at this day, because they are frequent, they are not Miracles, neither to them that know their naturall causes, nor to them who know them not. Again, there be many rare works produced by the Art of man: yet when we know they are done; because thereby wee know also the means how they are done, we count them not for Miracles, because not wrought by the immediate hand of God, but by mediation of humane Industry.","subId":"4","id":"Hobbes.L.3.37.4"},{"type":"paragraph","content":"Furthermore, seeing Admiration and Wonder, is consequent{That which seemeth a Miracle to one man, may seem otherwise to another.} to the knowledge and experience, wherewith men are endued, some more, some lesse; it followeth, that the same thing, may be a Miracle to one, and not to another. And thence it is, that ignorant, and superstitious men make great Wonders of those works, which other men, knowing to proceed from Nature, (which is not the immediate, but the ordinary work of God,) admire not at all: As when Ecclipses of the Sun and Moon have been taken for supernaturall works, by the common people; when neverthelesse, there were others, could from their naturall causes, have foretold the very hour they should arrive: Or, as when a man, by confederacy, and secret intelligence, getting knowledge of the private actions of an ignorant, unwary man, thereby tells him, what he has done in former time; it seems to him a Miraculous thing; but amongst wise, and cautelous men, such Miracles as those, cannot easily be done.","subId":"5","id":"Hobbes.L.3.37.5"},{"type":"paragraph","content":"Again, it belongeth to the nature of a Miracle, that it{The End of Miracles.} be wrought for the procuring of credit to Gods Messengers, Ministers, and Prophets, that thereby men may know, they are called, sent, and employed by God, and thereby be the better inclined to obey them. And therefore, though the creation of the world, and after that the destruction of all living creatures in the universall deluge, were admirable works; yet because they were not done to procure credit to any Prophet, or other Minister of God, they use not to be called Miracles. For how admirable soever any work be, the Admiration consisteth not in that it could be done, because men naturally beleeve the Almighty can doe all things, but because he does it at the Prayer, or Word of a man. But the works of God in Egypt, by the hand of Moses, were properly Miracles; because they were done with intention to make the people of Israel beleeve, that Moses came unto them, not out of any design of his owne interest, but as sent from God. Therefore after God had commanded him to deliver the Israelites from the Egyptian bondage, when he said They will not beleeve me, but will say, the Lord hath not appeared unto me, God gave him power, to turn the Rod he had in his hand into a Serpent, and again to return it into a Rod; and by putting his hand into his bosome, to make it leprous; and again by pulling it out to make it whole, to make the Children of Israel beleeve (as it is verse 5.) that the God of their Fathers had appeared unto him: And if that were not enough, he gave him power to turn their waters into bloud. And when hee had done these{Exo. 4. 1, &c.} Miracles before the people, it is said (verse 41.) that they beleeved him. Neverthelesse, for fear of Pharaoh, they durst not yet obey him. Therefore the other works which were done to plague Pharaoh, and the Egyptians, tended all to make the Israelites beleeve in Moses, and were properly Miracles. In like manner if we consider all the Miracles done by the hand of Moses, and all the rest of the Prophets, till the Captivity; and those of our Saviour, and his Apostles afterward; we shall find, their end was alwaies to beget, or confirm beleefe, that they came not of their own motion, but were sent by God. Wee may further observe in Scripture, that the end of Miracles, was to beget beleef, not universally in all men, elect, and reprobate; but in the elect only; that is to say, in such as God had determined should become his Subjects. For those miraculous plagues of Egypt, had not for end, the conversion of Pharaoh; For God had told Moses before, that he would harden the heart of Pharaoh, that he should not let the people goe: And when he let them goe at last, not the Miracles perswaded him, but the plagues forced him to it. So also of our Saviour, it is written, (Mat. 13. 58.) that he wrought not many Miracles in his own countrey, because of their unbeleef; and (in Marke 6. 5.) in stead of, he wrought not many, it is, he could work none. It was not because he wanted power; which to say, were blasphemy against God; nor that the end of Miracles was not to convert incredulous men to Christ; for the end of all the Miracles of Moses, of the Prophets, of our Saviour, and of his Apostles was to adde men to the Church; but it was, because the end of their Miracles, was to adde to the Church (not all men, but) such as should be saved; that is to say, such as God had elected. Seeing therefore our Saviour was sent from his Father, hee could not use his power in the conversion of those, whom his Father had rejected. They that expounding this place of St. Marke, say, that this word, Hee could not, is put for, He would not, do it without example in the Greek tongue, (where Would not, is put sometimes for Could not, in things inanimate, that have no will; but Could not, for Would not, never,) and thereby lay a stumbling block before weak Christians; as if Christ could doe no Miracles, but amongst the credulous.","subId":"6","id":"Hobbes.L.3.37.6"},{"type":"paragraph","content":"From that which I have here set down, of the nature, and use of a Miracle, we may define it thus, A Miracle, is a work of God, (besides his operation by the way of Nature, ordained in the Creation,) done, for the making manifest to his elect, the mission of an extraordinary Minister for their salvation.","subId":"7","id":"Hobbes.L.3.37.7"},{"type":"paragraph","content":"And from this definition, we may inferre; First, that in{The definition of a Miracle} all Miracles, the work done, is not the effect of any vertue in the Prophet; because it is the effect of the immediate hand of God; that is to say, God hath done it, without using the Prophet therein, as a subordinate cause.","subId":"8","id":"Hobbes.L.3.37.8"},{"type":"paragraph","content":"Secondly, that no Devil, Angel, or other created Spirit, can do a Miracle. For it must either be by vertue of some naturall science, or by Incantation, that is, vertue of words. For if the Inchanters do it by their own power independent, there is some power that proceedeth not from God; which all men deny: and if they doe it by power given them, then is the work not from the immediate hand of God, but naturall, and consequently no Miracle.","subId":"9","id":"Hobbes.L.3.37.9"},{"type":"paragraph","content":"There be some texts of Scripture, that seem to attribute the power of working wonders (equall to some of those immediate Miracles, wrought by God himself,) to certain Arts of Magick, and Incantation. As for example, when we read that after the Rod of Moses being cast on the{Exod. 7. 11.} round became a Serpent, the Magicians of Egypt did the like by their Enchantments; and that after Moses had turned the waters of the Egyptian Streams, Rivers, Ponds,{Exod. 7. 22.} nd Pooles of water into blood, the Magicians of Egypt did so likewise, with their Enchantments; and that after Moses had by the power of God brought frogs upon the{Exod. 8. 7.} and, the Magicians also did so with their Enchantments, and brought up frogs upon the land of Egypt; will not a man be apt to attribute Miracles to Enchantments; that is to say, to the efficacy of the sound of Words; and think the same very well proved out of this, and other such places? and yet there is no place of Scripture that telleth us what an Enchantment is. If therefore Enchantment be not, as many think it, a working of strange effects by spells, and words; but Imposture, and delusion, wrought by ordinary means; and so far from supernaturall, as the Impostors need not the study so much as of naturall causes, but the ordinary ignorance, stupidity, and superstition of mankind, to doe them; those texts that seem to countenance the power of Magick, Witchcraft, and Enchantment, must needs have another sense, than at first sight they seem to bear.","subId":"10","id":"Hobbes.L.3.37.10"},{"type":"paragraph","content":"{That men are apt to be deceived by false Miracles.} For it is evident enough, that Words have no effect, but on those that understand them; and then they have no other, but to signifie the intentions, or passions of them that speak; and thereby produce, hope, fear, or other passions, or conceptions in the hearer. Therefore when a Rod seemeth a Serpent, or the Waters Bloud, or any other Miracle seemeth done by Enchantment; if it be not to the edification of Gods people, not the Rod, nor the Water, nor any other thing is enchanted; that is to say, wrought upon by the Words, but the Spectator. So that all the Miracle consisteth in this, that the Enchanter has deceived a man; which is no Miracle, but a very easie matter to doe.","subId":"11","id":"Hobbes.L.3.37.11"},{"type":"paragraph","content":"For such is the ignorance, and aptitude to error generally of all men, but especially of them that have not much knowledge of naturall causes, and of the nature, and interests of men; as by innumerable and easie tricks to be abused. What opinion of miraculous power, before it was known there was a Science of the course of the Stars, might a man have gained, that should have told the people, This hour, or day the Sun should be darkned? A Juggler by the handling of his goblets, and other trinkets, if it were not now ordinarily practised, would be thought to do his wonders by the power at least of the Devil. A man that hath practised to speak by drawing in of his breath, (which kind of men in antient time were called Ventriloqui,) and so make the weaknesse of his voice seem to proceed, not from the weak impulsion of the organs of Speech, but from distance of place, is able to make very many men beleeve it is a voice from Heaven, whatsoever he please to tell them. And for a crafty man, that hath enquired into the secrets, and familiar confessions that one man ordinarily maketh to another of his actions and adventures past, to tell them him again is no hard matter; and yet there be many, that by such means as that, obtain the reputation of being Conjurers. But it is too long a businesse, to reckon up the severall sorts of those men, which the Greeks called Thaumaturgi, that is to say, workers of things wonderfull; and yet these do all they do, by their own single dexterity. But if we looke upon the Impostures wrought by Confederacy, there is nothing how impossible soever to be done, that is impossible to bee beleeved. For two men conspiring, one to seem lame, the other to cure him with a charme, will deceive many: but many conspiring, one to seem lame, another so to cure him, and all the rest to bear witnesse; will deceive many more.","subId":"12","id":"Hobbes.L.3.37.12"},{"type":"paragraph","content":"In this aptitude of mankind, to give too hasty beleefe{Cautions against the Imposture of Miracles.} to pretended Miracles, there can be no better, nor I think any other caution, then that which God hath prescribed, first by Moses, (as I have said before in the precedent chapter,) in the beginning of the 13. and end of the 18. of Deuteronomy; That wee take not any for Prophets, that teach any other Religion, then that which Gods Lieutenant, (which at that time was Moses,) hath established; nor any, (though he teach the same Religion,) whose Prædiction we doe not see come to passe. Moses therefore in his time, and Aaron, and his successors in their times, and the Soveraign Governour of Gods people, next under God himself, that is to say, the Head of the Church in all times, are to be consulted, what doctrine he hath established, before wee give credit to a pretended Miracle, or Prophet. And when that is done, the thing they pretend to be a Miracle, we must both see it done, and use all means possible to consider, whether it be really done; and not onely so, but whether it be such, as no man can do the like by his naturall power, but that it requires the immediate hand of God. And in this also we must have recourse to Gods Lieutenant; to whom in all doubtfull cases, wee have submitted our private judgments. For example; if a man pretend, that after certain words spoken over a peece of bread, that presently God hath made it not bread, but a God, or a man, or both, and neverthelesse it looketh still as like bread as ever it did; there is no reason for any man to think it really done; nor consequently to fear him, till he enquire of God, by his Vicar, or Lieutenant, whether it be done, or not. If he say not, then followeth that which Moses saith, (Deut. 18. 22) he hath spoken it presumptuously, thou shall not fear him. If he say 'tis done, then he is not to contradict it. So also if wee see not, but onely hear tell of a Miracle, we are to consult the Lawful Church; that is to say, the lawful Head thereof, how far we are to give credit to the relators of it. And this is chiefly the case of men, that in these days live under Christian Soveraigns. For in these times, I do not know one man, that ever saw any such wondrous work, done by the charm, or at the word, or prayer of a man, that a man endued but with a mediocrity of reason, would think supernaturall: and the question is no more, whether what wee see done, be a Miracle; whether the Miracle we hear, or read of, were a reall work, and not the Act of a tongue, or pen; but in plain terms, whether the report be true, or a lye. In which question we are not every one, to make our own private Reason, or Conscience, but the Publique Reason, that is, the reason of Gods Supreme Lieutenant, Judge; and indeed we have made him Judge already, if wee have given him a Soveraign power, to doe all that is necessary for our peace and defence. A private man has alwaies the liberty, (because thought is free,) to beleeve, or not beleeve in his heart, those acts that have been given out for Miracles, according as he shall see, what benefit can accrew by mens belief, to those that pretend, or countenance them, and thereby conjecture, whether they be Miracles, or Lies. But when it comes to confession of that faith, the Private Reason must submit to the Publique; that is to say, to Gods Lieutenant. But who is this Lieutenant of God, and Head of the Church, shall be considered in its proper place hereafter.","subId":"13","id":"Hobbes.L.3.37.13"}]}