{"id":"Hobbes.L.3.39","imported":true,"parent":"Hobbes.L.3","title":"Of the signification in Scripture of the word Church","breadcrumb":"Chapter 39","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_052","blocks":[{"type":"title","content":"CHAP. XXXIX.\nOf the signification in Scripture of the word Church.\n","id":"Hobbes.L.3.39"},{"type":"paragraph","content":"The word Church, (Ecclesia) signifieth in the Books{Church the Lords house.} of Holy Scripture divers things. Sometimes (though not often) it is taken for Gods House, that is to say, for a Temple, wherein Christians assemble to perform holy duties publiquely; as, I Cor. 14. ver. 34. Let your women keep silence in the Churches: but this is Metaphorically put, for the Congregation there assembled; and hath been since used for the Edifice it self, to distinguish between the Temples of Christians, and Idolaters. The Temple of Jerusalem was Gods house, and the House of Prayer; and so is any Edifice dedicated by Christians to the worship of Christ, Christs house: and therefore the Greek Fathers call it Κνριακὴ The Lords house; and thence, in our language it came to be called Kyrke, and Church.","subId":"1","id":"Hobbes.L.3.39.1"},{"type":"paragraph","content":"Church (when not taken for a House) signifieth the same that Ecclesia signified in the Grecian Common-wealths;{Ecclesia properly what.} that is to say, a Congregation, or an Assembly of Citizens, called forth, to hear the Magistrate speak unto them; and which in the Common-wealth of Rome was called Concio, as he that spake was called Ecclesiastes, and Concionator. And when they were called forth by lawfull Authority, it was Ecclesia legitima, a Lawfull{Acts 19. 39.} Church, έννομος But when they were excited by tumultuous, and seditious clamor, then it was a confused Church, Εκκλησία σνγκεχνμίνη.","subId":"2","id":"Hobbes.L.3.39.2"},{"type":"paragraph","content":"It is taken also sometimes for the men that have right to be of the Congregation, though not actually assembled; that is to say, for the whole multitude of Christian men, how far soever they be dispersed: as (Act. 8. 3.) where it is said, that Saul made havock of the Church: And in this sense is Christ said to be Head of the Church. And sometimes for a certain part of Christians, as (Col. 4. 15.) Salute the Church that is in his house. Sometimes also for the Elect onely; as (Ephes. 5. 27.) A Glorious Church, without spot, or wrinkle, holy, and without blemish; which is meant of the Church triumphant, or, Church to come. Sometimes, for a Congregation assembled, of professors of Christianity, whether their profession be true, or counterfeit, as it is understood, Mat. 18. 17. where it is said, Tell it to the Church, and if hee neglect to hear the Church, let him be to thee as a Gentile, or Publican.","subId":"3","id":"Hobbes.L.3.39.3"},{"type":"paragraph","content":"{In what sense the Church is one Person.} And in this last sense only it is that the Church can be taken for one Person; that is to say, that it can be said to have power to will, to pronounce, to command, to be obeyed, to make laws, or to doe any other action whatsoever; For without authority from a lawfull Congregation, whatsoever act be done in a concourse of people, it is the particular act of every one of those that were present, and gave their aid to the performance of it; and not the act of them all in grosse, as of one body; much lesse the act of them that were absent, or that being present, were not willing it should be done. According{Church defined.} o this sense, I define a Church to be, A company of men professing Christian Religion, united in the person of one Soveraign; at whose command they ought to assemble, and without whose authority they ought not to assemble. And because in all Common-wealths, that Assembly, which is without warrant from the Civil Soveraign, is unlawful; that Church also, which is assembled in any Common-wealth, that hath forbidden them to assemble, is an unlawfull Assembly.","subId":"4","id":"Hobbes.L.3.39.4"},{"type":"paragraph","content":"{A Christian Common-wealth, and a Church all one.} It followeth also, that there is on Earth, no such universall Church, as all Christians are bound to obey; because there is no power on Earth, to which all other Common-wealths are subject: There are Christians, in the Dominions of severall Princes and States; but every one of them is subject to that Common-wealth, whereof he is himself a member; and consequently, cannot be subject to the commands of any other Person. And therefore a Church, such a one as is capable to Command, to Judge, Absolve, Condemn, or do any other act, is the same thing with a Civil Common-wealth, consisting of Christian men; and is called a Civill State, for that the subjects of it are Men; and a Church, for that the subjects thereof are Christians. Temporall and Spirituall Government, are but two words brought into the world, to make men see double, and mistake their Lawfull Soveraign. It is true, that the bodies of the faithfull, after the Resurrection, shall be not onely Spirituall, but Eternall: but in this life they are grosse, and corruptible. There is therefore no other Government in this life, neither of State, nor Religion, but Temporall; nor teaching of any doctrine, lawfull to any Subject, which the Governour both of the State, and of the Religion, forbiddeth to be taught: And that Governor must be one; or else there must needs follow Faction, and Civil war in the Common-wealth, between the Church and State; between Spiritualists, and Temporalists; between the Sword of Justice, and the Shield of Faith; and (which is more) in every Christian mans own brest, between the Christian, and the Man. The Doctors of the Church, are called Pastors; so also are Civill Soveraignes: But if Pastors be not subordinate one to another, so as that there may bee one chief Pastor, men will be taught contrary Doctrines, whereof both may be, and one must be false. Who that one chief Pastor is, according to the law of Nature, hath been already shewn; namely, that it is the Civill Soveraign: And to whom the Scripture hath assigned that Office, we shall see in the Chapters following.","subId":"5","id":"Hobbes.L.3.39.5"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.3","imported":true,"title":"The Third Part, Of A Christian Common-wealth","breadcrumb":"Part 3","published":[1651]}],"prev":{"id":"Hobbes.L.3.38","imported":true,"title":"Of the Signification in Scripture of Eternall Life, Hell, Salvation, The World to come, and Redemption","breadcrumb":"Chapter 38","published":[1651]},"next":{"id":"Hobbes.L.3.40","imported":true,"title":"Of the Rights of the Kingdome of God, in Abraham, Moses, the High Priests, and the Kings of Judah","breadcrumb":"Chapter 40","published":[1651]}}