{"imported":true,"id":"Hobbes.L.3.40","parent":"Hobbes.L.3","title":"Of the Rights of the Kingdome of God, in Abraham, Moses, the High Priests, and the Kings of Judah","breadcrumb":"Chapter 40","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_053","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XL.\nOf the Rights of the Kingdome of God, in Abraham, Moses, the High Priests, and the Kings of Judah.\n","id":"Hobbes.L.3.40"},{"type":"paragraph","content":"The Father of the Faithfull, and first in the Kingdome{The Soveraign Rights of Abraham.} of God by Covenant, was Abraham. For with him was the Covenant first made; wherein he obliged himself, and his seed after him, to acknowledge and obey the commands of God; not onely such, as he could take notice of, (as Morall Laws,) by the light of Nature; but also such, as God should in speciall manner deliver to him by Dreams, and Visions. For as to the Morall law, they were already obliged, and needed not have been contracted withall, by promise of the Land of Canaan. Nor was there any Contract, that could adde to, or strengthen the Obligation, by which both they, and all men else were bound naturally to obey God Almighty: And therefore the Covenant which Abraham made with God, was to take for the Commandement of God, that which in the name of God was commanded him, in a Dream, or Vision; and to deliver it to his family, and cause them to observe the same.","subId":"1","id":"Hobbes.L.3.40.1"},{"type":"paragraph","content":"In this Contract of God with Abraham, wee may observe three points of important consequence in the government of Gods people. First, that at the making of this Covenant, God spake onely to Abraham, and therefore contracted not with any of his family, or seed, otherwise then as their wills (which make the essence of all Covenants) were before the Contract involved in the will of Abraham; who was therefore supposed to have had a lawfull power, to make them perform all that he covenanted for them. According whereunto (Gen. 18. 18, 19.) God saith, All the Nations of the Earth shall be blessed in him, For I know him that he will command his children and his houshold after him, and they shall keep the way of the Lord. From whence may be concluded this first point, that they to whom God hath not spoken immediately, are to receive the positive commandements of God, from their Soveraign; as the family and seed of{Abraham had the sole power of ordering the Religion of his own people.} braham did from Abraham their Father, and Lord, and Civill Soveraign. And consequently in every Common-wealth, they who have no supernaturall Revelation to the contrary, ought to obey the laws of their own Soveraign, in the externall acts and profession of Religion. As for the inward thought, and beleef of men, which humane Governours can take no notice of, (for God onely knoweth the heart) they are not voluntary, nor the effect of the laws, but of the unrevealed will, and of the power of God; and consequently fall not under obligation.","subId":"2","id":"Hobbes.L.3.40.2"},{"type":"paragraph","content":"{No pretence of Private Spirit against the Religion of Abraham.} From whence proceedeth another point, that it was not unlawfull for Abraham, when any of his Subjects should pretend Private Vision, or Spirit, or other Revelation from God, for the countenancing of any doctrine which Abraham should forbid, or when they followed, or adhered to any such pretender, to punish them; and consequently that it is lawfull now for the Soveraign to punish any man that shall oppose his Private Spirit against the Laws: For hee hath the same place in the Common-wealth, that Abraham had in his own Family.","subId":"3","id":"Hobbes.L.3.40.3"},{"type":"paragraph","content":"There ariseth also from the same, a third point; that{Abraham sole Judge, and Interpreter of what God spake.} as none but Abraham in his family, so none but the Soveraign in a Christian Common-wealth, can take notice what is, or what is not the Word of God. For God spake onely to Abraham; and it was he onely, that was able to know what God said, and to interpret the same to his family: And therefore also, they that have the place of Abraham in a Common-wealth, are the onely Interpreters of what God hath spoken.","subId":"4","id":"Hobbes.L.3.40.4"},{"type":"paragraph","content":"The same Covenant was renewed with Isaac; and{The authority of Moses whereon grounded.} afterwards with Jacob; but afterwards no more, till the Israelites were freed from the Egyptians, and arrived at the Foot of Mount Sinai: and then it was renewed by Moses (as I have said before, chap. 35.) in such manner, as they became from that time forward the Peculiar Kingdome of God; whose Lieutenant was Moses, for his owne time: and the succession to that office was setled upon Aaron, and his heirs after him, to bee to God a Sacerdotall Kingdome for ever.","subId":"5","id":"Hobbes.L.3.40.5"},{"type":"paragraph","content":"By this constitution, a Kingdome is acquired to God. But seeing Moses had no authority to govern the Israelites, as a successor to the right of Abraham, because he could not claim it by inheritance; it appeareth not as yet, that the people were obliged to take him for Gods Lieutenant, longer than they beleeved that God spake unto him. And therefore his authority (notwithstanding the Covenant they made with God) depended yet merely upon the opinion they had of his Sanctity, and of the reality of his Conferences with God, and the verity of his Miracles; which opinion coming to change, they were no more obliged to take any thing for the law of God, which he propounded to them in Gods name. We are therefore to consider, what other ground there was, of their obligation to obey him. For it could not be the commandement of God that could oblige them; because God spake not to them immediately, but by the mediation of Moses himself: And our Saviour saith of himself, If I bear{John 5. 31.} witnesse of my self, my witnesse is not true; much lesse if Moses bear witnesse of himselfe, (especially in a claim of Kingly power over Gods people) ought his testimony to be received. His authority therefore, as the authority of all other Princes, must be grounded on the Consent of the People, and their Promise to obey him. And so it was: For the people (Exod. 20. 18.) when they saw the Thunderings, and the Lightnings, and the noyse of the Trumpet, and the mountaine smoaking, removed, and stood a far off. And they said unto Moses, speak thou with us, and we will hear, but let not God speak with us lest we die. Here was their promise of obedience; and by this it was they obliged themselves to obey whatsoever he should deliver unto them for the Commandement of God.","subId":"6","id":"Hobbes.L.3.40.6"},{"type":"paragraph","content":"{Moses was (under God) Soveraign of the Jews, all his own time, though Aaron had the Priesthood.} And notwithstanding the Covenant constituteth a Sacerdotall Kingdome, that is to say, a Kingdome hereditary to Aaron; yet that is to be understood of the succession, after Moses should bee dead. For whosoever ordereth, and establisheth the Policy, as first founder of a Common-wealth (be it Monarchy, Aristocracy, or Democracy) must needs have Soveraign Power over the people all the while he is doing of it. And that Moses had that power all his own time, is evidently affirmed in the Scripture. First, in the text last before cited, because the people promised obedience, not to Aaron but to him. Secondly, (Exod. 24. 1, 2.) And God said unto Moses, Come up unto the Lord, thou, and Aaron, Nadab and Abihu, and seventy of the Elders of Israel. And Moses alone shall come neer the Lord, but they shall not come nigh, neither shall the people goe up with him. By which it is plain, that Moses who was alone called up to God, (and not Aaron, nor the other Priests, nor the Seventy Elders, nor the People who were forbidden to come up) was alone he, that represented to the Israelites the Person of God; that is to say, was their sole Soveraign under God. And though afterwards it be said (verse 9.) Then went up Moses, and Aaron, Nadab, and Abihu, and seventy of the Elders of Israel, and they saw the God of Israel, and there was under his feet, as it were a paved work of a saphire stone, &c. yet this was not till after Moses had been with God before, and had brought to the people the words which God had said to him. He onely went for the businesse of the people; the others, as the Nobles of his retinue, were admitted for honour to that speciall grace, which was not allowed to the people; which was, (as in the verse after appeareth) to see God and live. God laid not his hand upon them, they saw God, and did eat and drink (that is, did live), but did not carry any commandement from him to the people. Again, it is every where said, The Lord spake unto Moses, as in all other occasions of Government; so also in the ordering of the Ceremonies of Religion, contained in the 25, 26, 27, 28, 29, 30, and 31 Chapters of Exodus, and throughout Leviticus: to Aaron seldome. The Calfe that Aaron made, Moses threw into the fire. Lastly, the question of the Authority of Aaron, by occasion of his and Miriams mutiny against Moses, was (Numbers 12.) judged by God himself for Moses. So also in the question between Moses, and the People, who had the Right of Governing the People, when Corah, Dathan, and Abiram, and two hundred and fifty Princes of the Assembly gathered themselves together (Numb. 16. 3.) against Moses, and against Aaron, and said unto them, Ye take too much upon you, seeing all the congregation are Holy, every one of them, and the Lord is amongst them, why lift up your selves above the congregation of the Lord? God caused the Earth to swallow Corah, Dathan, and Abiram with their wives and children alive, and consumed those two hundred and fifty Princes with fire. Therefore neither Aaron, nor the People, nor any Aristocracy of the chief Princes of the People, but Moses alone had next under God the Soveraignty over the Israelites: And that not onely in causes of Civill Policy, but also of Religion: For Moses onely spake with God, and therefore onely could tell the People, what it was that God required at their hands. No man upon pain of death might be so presumptuous as to approach the Mountain where God talked with Moses. Thou shalt set bounds (saith the Lord, Exod. 19. 12.) to the people round about, and say, Take heed to your selves that you goe not up into the Mount, or touch the border of it; whosoever toucheth the Mount shall surely be put to death. And again (verse 21.) Goe down, charge the people, lest they break through unto the Lord to gaze. Out of which we may conclude, that whosoever in a Christian Common-wealth holdeth the place of Moses, is the sole Messenger of God, and Interpreter of his Commandements. And according hereunto, no man ought in the interpretation of the Scripture to proceed further then the bounds which are set by their severall Soveraigns. For the Scriptures since God now speaketh in them, are the Mount Sinai; the bounds whereof are the Laws of them that represent Gods Person on Earth. To look upon them, and therein to behold the wondrous works of God, and learn to fear him is allowed; but to interpret them; that is, to pry into what God saith to him whom he appointeth to govern under him, and make themselves Judges whether he govern as God commandeth him, or not, is to transgresse the bounds God hath set us, and to gaze upon God irreverently.","subId":"7","id":"Hobbes.L.3.40.7"},{"type":"paragraph","content":"{All spirits were subordinate to the spirit of Moses.} There was no Prophet in the time of Moses, nor pretender to the Spirit of God, but such as Moses had approved, and Authorized. For there were in his time but Seventy men, that are said to Prophecy by the Spirit of God, and these were of all Moses his election; concerning whom God said to Moses (Numb. 11. 16.) Gather to mee Seventy of the Elders of Israel, whom thou knowest to be the Elders of the People. To these God imparted his Spirit; but it was not a different Spirit from that of Moses; for it is said (verse 25.) God came down in a cloud, and took of the Spirit that was upon Moses, and gave it to the Seventy Elders. But as I have shewn before (chap. 36.) by Spirit, is understood the Mind; so that the sense of the place is no other than this, that God endued them with a mind conformable, and subordinate to that of Moses, that they might Prophecy, that is to say, speak to the people in Gods name, in such manner, as to set forward (as Ministers of Moses, and by his authority) such doctrine as was agreeable to Moses his doctrine. For they were but Ministers; and when two of them Prophecyed in the Camp, it was thought a new and unlawfull thing; and as it is in the 27. and 28. verses of the same Chapter, they were accused of it, and Joshua advised Moses to forbid them, as not knowing that it was by Moses his Spirit that they Prophecyed. By which it is manifest, that no Subject ought to pretend to Prophecy, or to the Spirit, in opposition to the doctrine established by him, whom God hath set in the place of Moses.","subId":"8","id":"Hobbes.L.3.40.8"},{"type":"paragraph","content":"Aaron being dead, and after him also Moses, the{After Moses the Soveraignty was in the High Priest.} Kingdome, as being a Sacerdotall Kingdome, descended by vertue of the Covenant, to Aarons Son, Eleazar the High Priest: And God declared him (next under himself) for Soveraign, at the same time that he appointed Joshua for the Generall of their Army. For thus God saith expressely (Numb. 27. 21.) concerning Joshua; He shall stand before Eleazar the Priest, who shall ask counsell for him, before the Lord, at his word shall they goe out, and at his word they shall come in, both he, and all the Children of Israel with him: Therefore the Supreme Power of making War and Peace, was in the Priest. The Supreme Power of Judicature belonged also to the High Priest: For the Book of the Law was in their keeping; and the Priests and Levites onely, were the subordinate Judges in causes Civill, as appears in Deut. 17. 8, 9, 10. And for the manner of Gods worship, there was never doubt made, but that the High Priest till the time of Saul, had the Supreme Authority. Therefore the Civill and Ecclesiasticall Power were both joined together in one and the same person, the High Priest; and ought to bee so, in whosoever governeth by Divine Right; that is, by Authority immediate from God.","subId":"9","id":"Hobbes.L.3.40.9"},{"type":"paragraph","content":"After the death of Joshua, till the time of Saul, the{Of the Soveraign power between the time of Joshua and of Saul.} time between is noted frequently in the Book of Judges, that there was in those dayes no King in Israel; and sometimes with this addition, that every man did that which was right in his own eyes. By which is to bee understood, that where it is said, there was no King, is meant, there was no Soveraign Power in Israel. And so it was, if we consider the Act, and Exercise of such power. For after the death of Joshua, & Eleazar, there arose another generation (Judges 2. 10.) that knew not the Lord, nor the works which he had done for Israel, but did evill in the sight of the Lord, and served Baalim. And the Jews had that quality which St. Paul noteth, to look for a sign, not onely before they would submit themselves to the government of Moses, but also after they had obliged themselves by their submission. Whereas Signs, and Miracles had for End to procure Faith, not to keep men from violating it, when they have once given it; for to that men are obliged by the law of Nature. But if we consider not the Exercise, but the Right of Governing, the Soveraign power was still in the High Priest. Therefore whatsoever obedience was yeelded to any of the Judges (who were men chosen by God extraordinarily, to save his rebellious subjects out of the hands of the enemy,) it cannot bee drawn into argument against the Right the High Priest had to the Soveraign Power, in all matters, both of Policy and Religion. And neither the Judges, nor Samuel himselfe had an ordinary, but extraordinary calling to the Government; and were obeyed by the Israelites, not out of duty, but out of reverence to their favour with God, appearing in their wisdome, courage, or felicity. Hitherto therefore the Right of Regulating both the Policy, and the Religion, were inseparable.","subId":"10","id":"Hobbes.L.3.40.10"},{"type":"paragraph","content":"To the Judges, succeeded Kings: And whereas before,{Of the Rights of the Kings of Israel.} all authority, both in Religion, and Policy, was in the High Priest; so now it was all in the King. For the Soveraignty over the people, which was before, not onely by vertue of the Divine Power, but also by a particular pact of the Israelites in God, and next under him, in the High Priest, as his Vicegerent on earth, was cast off by the People, with the consent of God himselfe. For when they said to Samuel (1 Sam. 8. 5.) make us a King to judge us, like all the Nations, they signified that they would no more bee governed by the commands that should bee laid upon them by the Priest, in the name of God; but by one that should command them in the same manner that all other nations were commanded; and consequently in deposing the High Priest of Royall authority, they deposed that peculiar Government of God. And yet God consented to it, saying to Samuel (verse 7.) Hearken unto the voice of the People, in all that they shall say unto thee; for they have not rejected thee, but they have rejected mee, that I should not reign over them. Having therefore rejected God, in whose Right the Priests governed, there was no authority left to the Priests, but such as the King was pleased to allow them; which was more, or lesse, according as the Kings were good, or evill. And for the Government of Civill affaires, it is manifest, it was all in the hands of the King. For in the same Chapter, verse 20. They say they will be like all the Nations; that their King shall be their Judge, and goe before them, and fight their battells; that is, he shall have the whole authority, both in Peace and War. In which is contained also the ordering of Religion: for there was no other Word of God in that time, by which to regulate Religion, but the Law of Moses, which was their Civill Law. Besides, we read (1 Kings 2. 27.) that Solomon thrust out Abiathar from being Priest before the Lord: He had therefore authority over the High Priest, as over any other Subject; which is a great mark of Supremacy in Religion. And we read also (1 Kings 8.) that hee dedicated the Temple; that he blessed the People; and that he himselfe in person made that excellent prayer, used in the Consecrations of all Churches, and houses of Prayer; which is another great mark of Supremacy in Religion. Again, we read (2 Kings 22.) that when there was question concerning the Book of the Law found in the Temple, the same was not decided by the High Priest, but Josiah sent both him, and others to enquire concerning it, of Hulda, the Prophetesse; which is another mark of the Supremacy in Religion. Lastly, wee read (1 Chron. 26. 30.) that David made Hashabiah and his brethren, Hebronites, Officers of Israel among them Westward, in all businesse of the Lord, and in the service of the King. Likewise (verse 32.) that hee made other Hebronites, rulers over the Reubenites, the Gadites, and the halfe tribe of Manasseh (these were the rest of Israel that dwelt beyond Jordan) for every matter pertaining to God, and affairs of the King. Is not this full Power, both temporall and spirituall, as they call it, that would divide it? To conclude; from the first institution of Gods Kingdome, to the Captivity, the Supremacy of Religion, was in the same hand with that of the Civill Soveraignty; and the Priests office after the election of Saul, was not Magisteriall, but Ministeriall.","subId":"11","id":"Hobbes.L.3.40.11"},{"type":"paragraph","content":"{The practice of Supremacy in Religion, was not in the time of the Kings, according to the Right thereof.} Notwithstanding the government both in Policy and Religion, were joined, first in the High Priests, and afterwards in the Kings, so far forth as concerned the Right; yet it appeareth by the same Holy History, that the people understood it not; but there being amongst them a great part, and probably the greatest part, that no longer than they saw great miracles, or (which is equivalent to a miracle) great abilities, or great felicity in the enterprises of their Governours, gave sufficient credit, either to the fame of Moses, or to the Colloquies between God and the Priests; they took occasion as oft as their Governours displeased them, by blaming sometimes the Policy, sometimes the Religion, to change the Government, or revolt from their Obedience at their pleasure: And from thence proceeded from time to time the civill troubles, divisions, and calamities of the Nation. As for example, after the death of Eleazar and Joshua, the next generation which had not seen the wonders of God, but were left to their own weak reason, not knowing themselves obliged by the Covenant of a Sacerdotall Kingdome, regarded no more the Commandement of the Priest, nor any law of Moses, but did every man that which was right in his own eyes; and obeyed in Civill affairs, such men, as from time to time they thought able to deliver them from the neighbour Nations that oppressed them; and consulted not with God (as they ought to doe,) but with such men, or women, as they guessed to bee Prophets by their Prædictions of things to come; and though they had an Idol in their Chappel, yet if they had a Levite for their Chaplain, they made account they worshipped the God of Israel.","subId":"12","id":"Hobbes.L.3.40.12"},{"type":"paragraph","content":"And afterwards when they demanded a King, after the manner of the nations; yet it was not with a design to depart from the worship of God their King; but despairing of the justice of the sons of Samuel, they would have a King to judg them in Civill actions; but not that they would allow their King to change the Religion which they thought was recommended to them by Moses. So that they alwaies kept in store a pretext, either of Justice, or Religion, to discharge them selves of their obedience, whensoever they had hope to prevaile. Samuel was displeased with the people, for that they desired a King, (for God was their King already, and Samuel had but an authority under him); yet did Samuel, when Saul observed not his counsell, in destroying Agag as God had commanded, anoint another King, namely, David, to take the succession from his heirs. Rehoboam was no Idolater; but when the people thought him an Oppressor; that Civil pretence carried from him ten Tribes to Jeroboam an Idolater. And generally through the whole History of the Kings, as well of Judah, as of Israel, there were Prophets that alwaies controlled the Kings, for transgressing the Religion; and sometimes also for Errours of State; as{2 Chro. 19. 2.} Jehosaphat was reproved by the Prophet Jehu, for aiding the King of Israel against the Syrians; and Hezekiah, by Isaiah, for shewing his treasures to the Ambassadors of Babylon. By all which it appeareth, that though the power both of State and Religion were in the Kings; yet none of them were uncontrolled in the use of it, but such as were gracious for their own naturall abilities, or felicities. So that from the practise of those times, there can no argument be drawn, that the Right of Supremacy in Religion was not in the Kings, unlesse we place it in the Prophets; and conclude, that because Hezekiah praying to the Lord before the Cherubins, was not answered from thence, nor then, but afterwards by the Prophet Isaiah, therefore Isaiah was supreme Head of the Church; or because Josiah consulted Hulda the Prophetesse, concerning the Book of the Law, that therefore neither he, nor the High Priest, but Hulda the Prophetesse had the Supreme authority in matter of Religion; which I thinke is not the opinion of any Doctor.","subId":"13","id":"Hobbes.L.3.40.13"},{"type":"paragraph","content":"During the Captivity, the Jews had no Common-wealth{After the Captivit, the Jews had no setled Common wealth.} at all: And after their return, though they renewed their Covenant with God, yet there was no promise made of obedience, neither to Esdras, nor to any other: And presently after they became subjects to the Greeks (from whose Customes, and Dæmonology, and from the doctrine of the Cabalists, their Religion became much corrupted): In such sort as nothing can be gathered from their confusion, both in State and Religion, concerning the Supremacy in either. And therefore so far forth as concerneth the Old Testament, we may conclude, that whosoever had the Soveraignty of the Commonwealth amongst the Jews, the same had also the Supreme Authority in matter of Gods externall worship; and represented Gods Person; that is the person of God the Father; though he were not called by the name of Father, till such time as he sent into the world his Son Jesus Christ, to redeem mankind from their sins, and bring them into his Everlasting Kingdome, to be saved for evermore. Of which we are to speak in the Chapter following.","subId":"14","id":"Hobbes.L.3.40.14"}]}