{"id":"Hobbes.L.3.41","imported":true,"parent":"Hobbes.L.3","title":"Of the Office of our Blessed Saviour","breadcrumb":"Chapter 41","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_054","blocks":[{"type":"title","content":"CHAP. XLI.\nOf the Office of our Blessed Saviour.\n","id":"Hobbes.L.3.41"},{"type":"paragraph","content":"{Three parts of the Office of Christ.} We find in Holy Scripture three parts of the Office of the Messiah: The first of a Redeemer, or Saviour: The second of a Pastor, Counsellor, or Teacher, that is, of a Prophet sent from God, to convert such as God hath elected to Salvation: The third of a King, an eternall King, but under his Father, as Moses and the High Priests were in their severall times. And to these three parts are correspondent three times. For our Redemption he wrought at his first coming, by the Sacrifice, wherein he offered up himself for our sinnes upon the Crosse: our Conversion he wrought partly then in his own Person; and partly worketh now by his Ministers; and will continue to work till his coming again. And after his coming again, shall begin that his glorious Reign over his elect, which is to last eternally.","subId":"1","id":"Hobbes.L.3.41.1"},{"type":"paragraph","content":"{His Office as a Redeemer.} To the Office of a Redeemer, that is, of one that payeth the Ransome of Sin, (which Ransome is Death,) it appertaineth, that he was Sacrificed, and thereby bare upon his own head, and carryed away from us our iniquities, in such sort as God had required. Not that the death of one man, though without sinne, can satisfie for the offences of all men, in the rigour of Justice, but in the Mercy of God, that ordained such Sacrifices for sin, as he was pleased in his mercy to accept. In the Old Law (as we may read, Leviticus the 16.) the Lord required, that there should every year once, bee made an Atonement for the Sins of all Israel, both Priests, and others; for the doing whereof, Aaron alone was to sacrifice for himself and the Priests a young Bullock; and for the rest of the people, he was to receive from them two young Goates, of which he was to sacrifice one; but as for the other, which was the Scape Goat, he was to lay his hands on the head thereof, and by a confession of the iniquities of the people, to lay them all on that head, and then by some opportune man, to cause the Goat to be led into the wildernesse, and there to escape, and carry away with him the iniquities of the people. As the Sacrifice of the one Goat was a sufficient (because an acceptable) price for the Ransome of all Israel; so the death of the Messiah, is a sufficient price, for the Sins of all mankind, because there was no more required. Our Saviour Christs sufferings seem to be here figured, as cleerly, as in the oblation of Isaac, or in any other type of him in the Old Testament: He was both the sacrificed Goat, and the Scape Goat; Hee was oppressed, and he was afflicted (Esay 53. 7.); he opened not his mouth; he is brought as a lamb to the slaughter, and as a sheep is dumbe before the shearer, so opened he not his mouth: Here he is the sacrificed Goat. He hath born our Griefs, (ver. 4.) and carried our sorrows: And again, (ver. 6.) the Lord hath laid upon him the iniquities of us all: And so he is the Scape Goat. He was cut off from the land of the living (ver. 8.) for the transgression of my People: There again he is the sacrificed Goat. And again, (ver. 11.) he shall bear their sins: Hee is the Scape Goat. Thus is the Lamb of God equivalent to both those Goates; sacrificed, in that he dyed; and escaping, in his Resurrection; being raised opportunely by his Father, and removed from the habitation of men in his Ascension.","subId":"2","id":"Hobbes.L.3.41.2"},{"type":"paragraph","content":"For as much therefore, as he that redeemeth, hath no{Christs Kingdome not of this world.} title to the thing redeemed, before the Redemption, and Ransome paid; and this Ransome was the Death of the Redeemer; it is manifest, that our Saviour (as man) was not King of those that he Redeemed, before hee suffered death; that is, during that time hee conversed bodily on the Earth. I say, he was not then King in present, by vertue of the Pact, which the faithfull make with him in Baptisme: Neverthelesse, by the renewing of their Pact with God in Baptisme, they were obliged to obey him for King, (under his Father) whensoever he should be pleased to take the Kingdome upon him. According whereunto, our Saviour himself expressely saith, (John 18. 36.) My Kingdome is not of this world. Now seeing the Scripture maketh mention but of two worlds; this that is now, and shall remain to the day of Judgment, (which is therefore also called, the last day;) and that which shall bee after the day of Judgement, when there shall bee a new Heaven, and a new Earth; the Kingdome of Christ is not to begin till the generall Resurrection. And that is it which our Saviour saith, (Mat. 16. 27.) The Son of man shall come in the glory of his Father, with his Angels; and then he shall reward every man according to his works. To reward every man according to his works, is to execute the Office of a King; and this is not to be till he come in the glory of his Father, with his Angells. When our Saviour saith, (Mat. 23. 2.) The Scribes and Pharisees sit in Moses seat; All therefore whatsoever they bid you doe, that observe and doe; hee declareth plainly, that hee ascribeth Kingly Power, for that time, not to himselfe, but to them. And so hee doth also, where he saith, (Luke 12. 14.) Who made mee a Judge, or Divider over you? And (John 12. 47.) I came not to judge the world, but to save the world. And yet our Saviour came into this world that hee might bee a King, and a Judge in the world to come: For hee was the Messiah, that is, the Christ, that is, the Anointed Priest, and the Soveraign Prophet of God; that is to say, he was to have all the power that was in Moses the Prophet, in the High Priests that succeeded Moses, and in the Kings that succeeded the Priests. And St. John saies expressely (chap. 5. ver. 22.) The Father judgeth no man, but hath committed all judgment to the Son. And this is not repugnant to that other place, I came not to judge the world: for this is spoken of the world present, the other of the world to come; as also where it is said, that at the second coming of Christ, (Mat. 19. 28.) Yee that have followed me in the Regeneration, when the Son of man shall sit in the throne of his Glory, yee shall also sit on twelve thrones, judging the twelve tribes of Israel.","subId":"3","id":"Hobbes.L.3.41.3"},{"type":"paragraph","content":"If then Christ whilest hee was on Earth, had no Kingdome{The End of Christs coming was to renew the Covenant of the Kingdome of God, and to perswade the Elect to imbrace it, which was the second part of his Office.} in this world, to what end was his first coming? It was to restore unto God, by a new Covenant, the Kingdom, which being his by the Old Covenant, had been cut off by the rebellion of the Israelites in the election of Saul. Which to doe, he was to preach unto them, that he was the Messiah, that is, the King promised to them by the Prophets; and to offer himselfe in sacrifice for the sinnes of them that should by faith submit themselves thereto; and in case the nation generally should refuse him, to call to his obedience such as should beleeve in him amongst the Gentiles. So that there are two parts of our Saviours Office during his aboad upon the Earth: One to Proclaim himself the Christ; and another by Teaching, and by working of Miracles, to perswade, and prepare men to live so, as to be worthy of the Immortality Beleevers were to enjoy, at such time as he should come in majesty, to take possession of his Fathers Kingdome. And therefore it is, that the time of his preaching, is often by himself called the Regeneration; which is not properly a Kingdome, and thereby a warrant to deny obedience to the Magistrates that then were, (for hee commanded to obey those that sate then in Moses chaire, and to pay tribute to Cæsar; but onely an earnest of the Kingdome of God that was to come, to those to whom God had given the grace to be his disciples, and to beleeve in him; For which cause the Godly are said to bee already in the Kingdome of Grace, as naturalized in that heavenly Kingdome.","subId":"4","id":"Hobbes.L.3.41.4"},{"type":"paragraph","content":"Hitherto therefore there is nothing done, or taught by{The preaching of Christ not contrary to the then law of the Jews, nor of Cæsar.} Christ, that tendeth to the diminution of the Civill Right of the Jewes, or of Cæsar. For as touching the Common-wealth which then was amongst the Jews, both they that bare rule amongst them, and they that were governed, did all expect the Messiah, and Kingdome of God; which they could not have done if their Laws had forbidden him (when he came) to manifest, and declare himself. Seeing therefore he did nothing, but by Preaching, and Miracles go about to prove himselfe to be that Messiah, hee did therein nothing against their laws. The Kingdome hee claimed was to bee in another world: He taught all men to obey in the mean time them that sate in Moses seat: He allowed them to give Cæsar his tribute, and refused to take upon himselfe to be a Judg. How then could his words, or actions bee seditious, or tend to the overthrow of their then Civill Government? But God having determined his sacrifice, for the reduction of his elect to their former covenanted obedience, for the means, whereby he would bring the same to effect, made use of their malice, and ingratitude. Nor was it contrary to the laws of Cæsar. For though Pilate himself (to gratifie the Jews) delivered him to be crucified; yet before he did so, he pronounced openly, that he found no fault in him: And put for title of his condemnation, not as the Jews required, that he pretended to bee King; but simply, That hee was King of the Jews; and notwithstanding their clamour, refused to alter it; saying, What I have written, I have written.","subId":"5","id":"Hobbes.L.3.41.5"},{"type":"paragraph","content":"{The third part of his Office was to be King (under his Father) of the Elect.} As for the third part of his Office, which was to be King, I have already shewn that his Kingdome was not to begin till the Resurrection. But then he shall be King, not onely as God, in which sense he is King already, and ever shall be, of all the Earth, in vertue of his omnipotence; but also peculiarly of his own Elect, by vertue of the pact they make with him in their Baptisme. And therefore it is, that our Saviour saith (Mat. 19. 28.) that his Apostles should sit upon twelve thrones, judging the twelve tribes of Israel, When the Son of man shall sit in the throne of his glory: whereby he signified that he should reign then in his humane nature; and (Mat. 16. 27.) The Son of man shall come in the glory of his Father, with his Angels, and then he shall reward every man according to his works. The same we may read, Marke 13. 26. and 14. 62. and more expressely for the time, Luke 22. 29, 30. I appoint unto you a Kingdome, as my Father hath appointed to mee, that you may eat and drink at my table in my Kingdome, and sit on thrones judging the twelve tribes of Israel. By which it is manifest, that the Kingdome of Christ appointed to him by his Father, is not to be before the Son of Man shall come in Glory, and make his Apostles Judges of the twelve tribes of Israel. But a man may here ask, seeing there is no marriage in the Kingdome of Heaven, whether men shall then eat, and drink; what eating therefore is meant in this place? This is expounded by our Saviour (John 6. 27.) where he saith, Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give you. So that by eating at Christs table, is meant the eating of the Tree of Life; that is to say, the enjoying of Immortality, in the Kingdome of the Son of Man. By which places, and many more, it is evident, that our Saviours Kingdome is to bee exercised by him in his humane nature.","subId":"6","id":"Hobbes.L.3.41.6"},{"type":"paragraph","content":"Again, he is to be King then, no otherwise than as{Christs authority in the Kingdome of God subordinate to that of his Father.} subordinate, or Vicegerent of God the Father, as Moses was in the wildernesse; and as the High Priests were before the reign of Saul: and as the Kings were after it. For it is one of the Prophecies concerning Christ, that he should be like (in Office) to Moses: I will raise them up a Prophet (saith the Lord, Deut. 18. 18.) from amongst their Brethren like unto thee, and will put my words into his mouth, and this similitude with Moses, is also apparent in the actions of our Saviour himself, whilest he was conversant on Earth. For as Moses chose twelve Princes of the tribes, to govern under him; so did our Saviour choose twelve Apostles, who shall sit on twelve thrones, and judge the twelve tribes of Israel: And as Moses authorized Seventy Elders, to receive the Spirit of God, and to Prophecy to the people, that is, (as I have said before,) to speak unto them in the name of God; so our Saviour also ordained seventy Disciples, to preach his Kingdome, and Salvation to all Nations. And as when a complaint was made to Moses, against those of the Seventy that prophecyed in the camp of Israel, he justified them in it, as being subservient therein to his government; so also our Saviour, when St. John complained to him of a certain man that cast out Devills in his name, justified him therein, saying, (Luke 9. 50.) Forbid him not, for hee that is not against us, is on our part.","subId":"7","id":"Hobbes.L.3.41.7"},{"type":"paragraph","content":"Again, our Saviour resembled Moses in the institution of Sacraments, both of Admission into the Kingdome of God, and of Commemoration of his deliverance of his Elect from their miserable condition. As the Children of Israel had for Sacrament of their Reception into the Kingdome of God, before the time of Moses, the rite of Circumcision, which rite having been omitted in the Wildernesse, was again restored as soon as they came into the land of Promise; so also the Jews, before the coming of our Saviour, had a rite of Baptizing, that is, of washing with water all those that being Gentiles, embraced the God of Israel. This rite St. John the Baptist used in the reception of all them that gave their names to the Christ, whom hee preached to bee already come into the world; and our Saviour instituted the same for a Sacrament to be taken by all that beleeved in him. From what cause the rite of Baptisme first proceeded, is not expressed formally in the Scripture; but it may be probably thought to be an imitation of the law of Moses, concerning Leprousie; wherein the Leprous man was commanded to be kept out of the campe of Israel for a certain time; after which time being judged by the Priest to be clean, hee was admitted into the campe after a solemne Washing. And this may therefore bee a type of the Washing in Baptisme; wherein such men as are cleansed of the Leprousie of Sin by Faith, are received into the Church with the solemnity of Baptisme. There is another conjecture drawn from the Ceremonies of the Gentiles, in a certain case that rarely happens; and that is, when a man that was thought dead, chanced to recover, other men made scruple to converse with him, as they would doe to converse with a Ghost, unlesse hee were received again into the number of men, by Washing, as Children new born were washed from the uncleannesse of their nativity, which was a kind of new birth. This ceremony of the Greeks, in the time that Judæa was under the Dominion of Alexander, and the Greeks his successors, may probably enough have crept into the Religion of the Jews. But seeing it is not likely our Saviour would countenance a Heathen rite, it is most likely it proceeded from the Legall Ceremony of Washing after Leprosie. And for the other Sacrament, of eating the Paschall Lambe, it is manifestly imitated in the Sacrament of the Lords Supper; in which the Breaking of the Bread, and the pouring out of the Wine, do keep in memory our deliverance from the Misery of Sin, by Christs Passion, as the eating of the Paschall Lambe, kept in memory the deliverance of the Jewes out of the Bondage of Egypt. Seeing therefore the authority of Moses was but subordinate, and hee but a Lieutenant to God; it followeth, that Christ, whose authority, as man, was to bee like that of Moses, was no more but subordinate to the authority of his Father. The same is more expressely signified, by that that hee teacheth us to pray, Our Father, Let thy Kingdome come; and, For thine is the Kingdome, the Power, and the Glory; and by that it is said, that Hee shall come in the Glory of his Father; and by that which St. Paul saith, (1 Cor. 15. 24.) then cometh the end, when hee shall have delivered up the Kingdome to God, even the Father; and by many other most expresse places.","subId":"8","id":"Hobbes.L.3.41.8"},{"type":"paragraph","content":"Our Saviour therefore, both in Teaching, and Reigning,{One and the same God is the Person represented by Moses, and by Christ.} representeth (as Moses did) the Person of God; which God from that time forward, but not before, is called the Father; and being still one and the same substance, is one Person as represented by Moses, and another Person as represented by his Sonne the Christ. For Person being a relative to a Representer, it is consequent to plurality of Representers, that there bee a plurality of Persons, though of one and the same Substance.","subId":"9","id":"Hobbes.L.3.41.9"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.3","imported":true,"title":"The Third Part, Of A Christian Common-wealth","breadcrumb":"Part 3","published":[1651]}],"prev":{"id":"Hobbes.L.3.40","imported":true,"title":"Of the Rights of the Kingdome of God, in Abraham, Moses, the High Priests, and the Kings of Judah","breadcrumb":"Chapter 40","published":[1651]},"next":{"id":"Hobbes.L.3.42","imported":true,"title":"Of Power Ecclesiasticall","breadcrumb":"Chapter 42","published":[1651]}}