{"id":"Locke.EHU.2.22","imported":true,"parent":"Locke.EHU.2","title":"Chapter 22. Of Mixed Modes","breadcrumb":"Chapter 22","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:7.22?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XXII.</h1> <h2><em>Of Mixed Modes.</em></h2> ","id":"Locke.EHU.2.22"},{"type":"paragraph","content":"HAving treated of <em>Simple Modes</em> in the foregoing Chapters, and given several instances of some of the most considerable of them, to shew what they are, and how we come by them; we are now in the next place to consider those we call <em>Mixed Modes,</em> such are the Complex <em>Ideas,</em> we make by the names Obligation, Drunkenness, a Lie, <em>&amp;c.</em> which consisting of several Combinations of simple <em>Ideas</em> of different kinds, I have called <em>Mixed Modes,</em> to distinguish them from the more simple Modes, which consists only of simple <em>Ideas</em> of the same kind. These mixed Modes being also such Combinations of simple <em>Ideas,</em> as are not looked upon to be the characteristical Marks of any real Beings that have a steady existence, but scattered and independent <em>Ideas,</em> put together by the Mind, are thereby distinguished from the complex <em>Ideas</em> of Substances.","subId":"1","id":"Locke.EHU.2.22.1"},{"type":"paragraph","content":"That the Mind, in respect of its simple <em>Ideas,</em> is wholly passive, and receives them all from the Existence and Operations of Things, such as Sensation or Reflection offers them, without being able to make any one <em>Idea</em> Experience shews us. But if we attentively consider these <em>Ideas</em> I call <em>mixed Modes,</em> we are now speaking of, we shall find their Original quite different. <em>The Mind</em> here often <em>exercises an active Power in the making these</em> several <em>Combinations</em>: for it being once furnished with simple <em>Ideas,</em> it can put them together in several Compositions, and so make variety of complex <em>Ideas,</em> without examining whether they exist so together in Nature. And hence, I think, it is, that these sort of <em>Ideas</em> are called <em>Notions</em>; as if they had their Original, and constant Existence more in the Thoughts of Men, than in the reality of things; and to form such <em>Ideas,</em> it sufficed, that the Mind put the parts of them together, and that they were consistent in the Understanding, without considering whether they had any real Being. Though I do not deny, but several of them might be taken from Observation, and the Existence of several simple <em>Ideas</em> so combined, as they are put together in the Understanding: For the Man who first framed the <em>Idea</em> of Hypocrisie, might have either taken it at first from the observation of one, who made shew of good Qualities which he had not; or else have framed that <em>Idea</em> in his Mind, without having any such pattern to fashion it by. For it is evident, that in the beginning of Languages, and Societies of Men, several of those complex <em>Ideas,</em> which were consequent to the Constitutions established amongst them, must needs have been in the Minds of Men, before they existed any where else; and that many names, that stood for such complex <em>Ideas,</em> were in use, and so those <em>Ideas</em> framed, before the Combinations they stood for, ever existed.","subId":"2","id":"Locke.EHU.2.22.2"},{"type":"paragraph","content":"Indeed, now that Languages are made, and abound with words standing for them, <em>an usual way of getting these complex Ideas, is by the explication of those terms that stand for them.</em> For consisting of a company of simple <em>Ideas</em> combined, they may by words, standing for those simple <em>Ideas,</em> be represented to the Mind of one who understands those words, though that complex Combination of simple <em>Ideas</em> were never offered to his Mind by the real existence of things. Thus a Man may come to have the <em>Idea</em> of Sacrilege, or Murther, by enumerating to him the simple <em>Ideas</em> these words stand for, without ever seeing either of them committed.","subId":"3","id":"Locke.EHU.2.22.3"},{"type":"paragraph","content":"Every <em>mixed Mode</em> consisting of many distinct simple <em>Ideas,</em> it may be well enquired, <em>whence it has its Unity</em>; and how such a precise multitude comes to make but one <em>Idea,</em> since that Combination does not always exist together in Nature: And this, it is plain, it has from an Act of the Mind combining those several simple <em>Ideas</em> together, and considering them as one complex one, consisting of those parts; and the mark of this Union, or that which is looked on generally to compleat it, is one name given to that Combination. For 'tis by their names, that Men commonly regulate their account of their distinct Species of mixed Modes, seldom allowing or considering any number of simple <em>Ideas,</em> to make one complex one, but such Collections as there be names for. Thus, though the killing of an old Man be as fit in Nature to be united into one complex <em>Idea,</em> as the killing a Man's Father; yet there being no name standing precisely for the one, as there is the name of Parricide to mark the other, it is not taken for a particular complex <em>Idea,</em> nor a distinct Species of Actions, from that of killing a young Man, or any other Man.","subId":"4","id":"Locke.EHU.2.22.4"},{"type":"paragraph","content":"If we should enquire a little farther, to see <em>what</em> it is, that <em>occasions Men to make several Combinations of simple Ideas</em> into distinct, and, as it were, setled <em>Modes,</em> and neglect others, which in the Nature of Things themselves, have as much an aptness to be combined, and make distinct <em>Ideas,</em> we shall find the reason of it to be the end of Language; which being to mark, or communicate Mens Thoughts to one another, with all the dispatch that may be, they usually make such Collections of <em>Ideas</em> into complex Modes, and affix names to them, as they have frequent use of in their way of Living and Conversation, leaving others, which they have but seldom an occasion to mention, loose and without names, that tye them together: they rather chusing to enumerate (when they have need) such <em>Ideas</em> as make them up, by the particular names, that stand for them, than to trouble their Memories by multiplying of complex <em>Ideas</em> with names to them, which they shall seldom or never have any occasion to make use of.","subId":"5","id":"Locke.EHU.2.22.5"},{"type":"paragraph","content":"This gives us the Reason <em>how it comes to pass, that there are in every Language words which cannot be rendred by any words of another.</em> For the several Fashions, Customs, and Manners of one Nation, making several Combinations of <em>Ideas</em> familiar and necessary in one, which another People had never any occasion to make, or, perhaps, so much as take notice of, Names come of course to be annexed to them, to avoid long Periphrases in things of daily Conversation; and so they become so many distinct complex <em>Ideas</em> in their Minds. Thus <span class=\"foreign\"><cite>greek text</cite></span> amongst the <em>Greeks,</em> and <em>Proscripto</em> amongst the <em>Romans,</em> stood for complex <em>Ideas,</em> which were not in the Minds of other People, nor had therefore any names in other Languages that answered them. Where there was no such Custom, there was no notion of any such Actions, no use of such Combinations of <em>Ideas</em> as were united, and, as it were, tied together by those terms; and therefore in other Countries there were no names for them.","subId":"6","id":"Locke.EHU.2.22.6"},{"type":"paragraph","content":"Hence also we may see the Reason, <em>Why Languages constantly change,</em> take up new, and lay by old terms. Because change of Customs and Opinions bringing with them new Combinations of <em>Ideas,</em> which it is necessary frequently to think on, and talk about, new names to avoid long descriptions are annexed to them; and so they become new Species of complex Modes. What a number of different <em>Ideas</em> are by this means wrapped up in one short sound, and how much of our Time and Breath is thereby saved, any one will see, who will but take the pains to enumerate all the <em>Ideas,</em> that either <em>Reprieve</em> or <em>Appeal</em> stand for; and instead of either of those Names, use a Periphrasis to make any one understand their meaning.","subId":"7","id":"Locke.EHU.2.22.7"},{"type":"paragraph","content":"Though I shall have occasion to consider this more at large, when I come to treat of Words, and their Use; yet I could not avoid to take thus much notice here of the names of <em>mixed Modes,</em> which being fleeting, and transient Combinations of simple <em>Ideas,</em> which have but a short existence any where, but in the Minds of Men; and there too have no longer any existence, than whilst they are thought on, <em>have not so much any where the appearance of a constant and lasting existence, as in their Names</em>; which are therefore, in these sort of <em>Ideas,</em> very apt to be taken for the <em>Ideas</em> themselves. For if we should enquire where the <em>Idea</em> of a Triumph, or Apetheosis exists, it is evident, they could neither of them exist altogether any where in the things themselves, being Actions that required time to their performance, and so could never all exist together: And as to the Minds of Men, where the <em>Ideas</em> of these Actions are supposed to be lodged, they have there too a very uncertain existence; and therefore we are apt to annex them to the Names that excite them in us.","subId":"8","id":"Locke.EHU.2.22.8"},{"type":"paragraph","content":"There are therefore <em>three ways whereby we get these complex Ideas of mixed Modes.</em> 1. By Experience and <em>Observation</em> of things themselves. Thus by seeing two Men wrastle, or fence, we get the <em>Idea</em> of wrastling or fencing 2. By <em>Invention,</em> or voluntary putting together of several simple <em>Ideas</em> in our own Minds: So he that first invented Printing, or Etching, had an <em>Idea</em> of it in his Mind, before it ever existed. 3. Which is the most usual way, by <em>explaining the names</em> of Actions we never saw, or Notions we cannot see; and by enumerating, and thereby, as it were, setting before our Imaginations all those <em>Ideas</em> which go to the making them up, and are the constituent parts of them. For having by <em>Sensation</em> and <em>Reflection</em> stored our Minds with simple <em>Ideas,</em> and by use got the Names, that stand for them, we can by those Names represent to another any complex <em>Idea,</em> we could have him conceive: so that it has in it no simple <em>Idea,</em> but what he knows, and has, with us, the same name for. For all our complex <em>Ideas</em> are ultimately resolvable into simple <em>Ideas,</em> of which they are compounded, and originally made up, though perhaps their immediate Ingredients, as I may so say, are also complex <em>Ideas.</em> Thus the <em>mixed Mode,</em> which the word Lye stands for, is made of these simple <em>Ideas</em>: 1. Articulate Sounds. 2. Certain <em>Ideas</em> in the Mind of the Speaker. 3. Those words the signs of those <em>Ideas.</em> 4. Those signs put together by affirmation or negation, otherwise than the <em>Ideas</em> they stand for, are in the Mind of the Speaker. I think I need not go any farther in the Analysis of that complex <em>Idea,</em> we call a Lye: what I have said is enough to shew, that it is made up of simple <em>Ideas</em>: And it could not but be an offensive tediousness to my Reader, to trouble him with a more minute enumeration of every particular simple <em>Idea,</em> that goes to this complex one; which, from what has been said, he cannot but be able to make out to himself. The same may be done in all our complex <em>Ideas</em> whatsoever; which however compounded, and decompounded, may at last be resolved into simple <em>Ideas,</em> which are all the Materials of Knowledge or Thought we have or can have. Nor shall we have reason to fear, that the Mind is hereby stinted to too scanty a number of <em>Ideas,</em> if we consider, what an inexhaustible stock of simple Modes, Number, and Figure alone affords us. How far then <em>mixed Modes,</em> which admit of the various Combinations of different simple <em>Ideas,</em> and their infinite Modes, are from being few and scanty, we may easily imagine. So that before we have done, we shall see, that, no Body need be afraid, he shall have scope, and compass enough for his Thoughs to range in, though they be, as I pretend, confined only to simple <em>Ideas</em> received from Sensation or Reflection, and their several combinations.","subId":"9","id":"Locke.EHU.2.22.9"},{"type":"paragraph","content":"It is worth our observing <em>which of all our simple Ideas have been most modified, and had most mixed Modes made out of them, with names given to them</em>: And those have been these three; Thinking, and Motion, (which are the two <em>Ideas</em> which comprehend in them all Action,) and Power, from whence these Actions are conceived to flow. These simple <em>Ideas,</em> I say, of Thinking, Motion, and Power, have been those, which have been most modified; and out of whose Modifications have been made most complex Modes, with names to them. For Action being the great business of Mankind, and the whole matter about which all Laws are conversant, it is no wonder, that the several Modes of Thinking and Motion, should be taken notice of, the <em>Ideas</em> of them observed and laid up in the Memory, and have Names assigned to them; without which, Laws could be but ill made, or Vice and Disorders repressed. Nor could any Communication be well had amongst Men, without such complex <em>Ideas,</em> with Names to them; and therefore Men have setled Names, and supposed setled <em>Ideas</em> in their Minds, of modes of Actions distinguished by their Causes, Means, Objects, Ends, Instruments, Time, Place, and other circumstances; and also of their Powers fitted for those Actions; <em>v. g.</em> Boldness is the Power to speak or do before others, without fear or disorder; and the <em>Greeks</em> call the confidence of speaking by a peculiar name <span class=\"foreign\"><cite>greek text</cite></span>: Which power or ability in Man, of doing any thing, when it has been acquired by frequent doing the same thing, is, that the <em>Idea</em> we name <em>Habit</em>; when it is forward, and ready upon every occasion, to break into Action, we call it <em>Disposition</em>: Thus Testiness is a disposition or aptness to be angry. To conclude, Let us examine any <em>Modes of Action, v. g.</em> Consideration and Assent, which are Actions of the Mind; Running and Speaking, which are Actions of the Body; Revenge and Murther, which are Actions of both together, and we shall find them but so many <em>Collections of simple Ideas,</em> which together make up the complex ones signified by those Names.","subId":"10","id":"Locke.EHU.2.22.10"},{"type":"paragraph","content":"<em>Power</em> being the Source from whence all Action proceeds. The Substances wherein these Powers are, when they exert this Power into Act, are called Causes; and the Substances which thereupon are produced, or the simple <em>Ideas</em> which are introduced into any subject by the exerting of that Power, are called Effects. The efficacy whereby the new Substance or <em>Idea</em> is produced, is called, in the subject, exerting that Power, Action; but in the subject, wherein any simple <em>Idea</em> is changed on produced, it is called Passion: which efficacy however various, and the effects almost infinite; yet we can, I think, conceive it in intellectual Agents, to be nothing else but Modes of Thinking, and Willing, in corporeal Agents, nothing else but Modifications of Motion. I say, I think we cannot conceive it to be any other but these two: For whatever sort of Action, besides these, produces any effects, I confess my self to have no Notion, nor <em>Idea</em> of; and so they are quite remote from my Thoughts, Apprehensions, and Knowledge; and are as much in the dark to me, as five other Senses, or the <em>Ideas</em> of Colours to a blind Man: And therefore <em>many words, which seem to express some Action,</em> signifie nothing of the Action, or <em>Modus Operandi</em> at all, <em>but</em> barely <em>the effect,</em> with some circumstances of the Subject wrought on, or Cause operating; <em>v. g.</em> Creation, Annihilation, contain in them no <em>Idea</em> of the Action or Manner, whereby they are produced, but barely of the Cause, and the thing done. And when a Country man says, the Cold freezes Water, though the word Freezing seem to import some Action, yet truly it signifies nothing, but the effect, <em>viz.</em> that Water, that was before fluid, is become hard and consistent, without containing any <em>Idea</em> of the Action whereby it is done.","subId":"11","id":"Locke.EHU.2.22.11"},{"type":"paragraph","content":"I think I shall not need to remark here, that though Power and Action make the greatest part of mixed Modes, marked by Names, and familiar in the Minds and Mouths of Men; yet other simple <em>Ideas,</em> and their several Combinations, are <em>not</em> excluded; much less, I think, will it be <em>necessary</em> for me <em>to enumerate all</em> the <em>mixed Modes,</em> which have been setled, with Names to them: that would be to make a Dictionary of the greatest part of the Words made use of in Divinity, Ethicks, Law, and Politicks, and several other Sciences. All that is requisite to my present design, is to shew, what sort of <em>Ideas</em> those are, I call <em>Mixed Modes</em>; how the Mind comes by them; and that they are Compositions, made up of simple <em>Ideas</em> got from Sensation and Reflection, which, I suppose, I have done.","subId":"12","id":"Locke.EHU.2.22.12"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.2","imported":true,"title":"Book 2. Of Ideas","breadcrumb":"Book 2","published":[1689]}],"prev":{"id":"Locke.EHU.2.21","imported":true,"title":"Chapter 21. Of Power","breadcrumb":"Chapter 21","published":[1689]},"next":{"id":"Locke.EHU.2.23","imported":true,"title":"Chapter 23. Of Our Complex Ideas of Substances","breadcrumb":"Chapter 23","published":[1689]}}