{"id":"Hume.HE.5.51","imported":true,"parent":"Hume.HE.5","title":"Chapter 51. Charles I (cont.)","breadcrumb":"Chapter 51","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. LI. £2 £1 CHARLES I. £1 _Third parliament——Petition of right——Prorogation——Death of Buckingham——New session of parliament——Tonnage and poundage——Arminianism——Dissolution of the parliament._","id":"Hume.HE.5.51"},{"type":"paragraph","content":"#1628.# THERE was reason to apprehend some disorder or insurrection from the discontents, which prevailed among the people in England. Their liberties, they believed, were ravished from them; illegal taxes extorted; their commerce which had met with a severe check from the Spanish, was totally annihilated by the French war; those military honours transmitted to them from their ancestors, had received a grievous stain, by two unsuccessful and ill-conducted expeditions; scarce an illustrious family but mourned, from the last of them, the loss of a son or brother; greater calamities were dreaded from the war with these powerful monarchies, concurring with the internal disorders, under which the nation laboured. And these ills were ascribed, not to the refractory disposition of the two former parliaments, to which they were partly owing; but solely to Charles's obstinacy, in adhering to the counsels of Buckingham; a man nowise intitled, by his birth, age, services, or merit, to that unlimited confidence, reposed in him. To be sacrificed to the interest, policy, and ambition of the great, is so much the common lot of the people, that they may appear unreasonable, |who would pretend to complain of it: But to be the victim of the frivolous gallantry of a favourite, and of his boyish caprices, seemed the object of peculiar indignation.","subId":"1","id":"Hume.HE.5.51.1"},{"type":"paragraph","content":"^In^ this situation, it may be imagined, the king and the duke dreaded, above all things, the assembling of a parliament: But, so little foresight had they possessed in their enterprizing schemes, that they found themselves under an absolute necessity of embracing that expedient. The money levied, or rather extorted, under colour of prerogative, had come in very slowly, and had left such ill-humour in the nation, that it appeared dangerous to renew the experiment. The absolute necessity of supply, it was hoped, would engage the commons to forget all past injuries; and, having experienced the ill effects of former obstinacy, they would probably assemble with a resolution of making some reasonable compliances. The more to soften them, it was concerted, by Sir Robert Cotton's advice[n1], that Buckingham should be the first person, that proposed in council the calling of a new parliament. #Third parliament.# Having laid in this stock of merit, he expected, that all his former misdemeanors would be overlooked and forgiven, and that, instead of a tyrant and oppressor, he should be regarded as the first patriot in the nation.","subId":"2","id":"Hume.HE.5.51.2"},{"type":"paragraph","content":"#March 17.# ^The^ views of the popular leaders were much more judicious and profound. When the commons assembled, they appeared to be men of the same independent spirit with their predecessors, and possessed of such riches, that their property was computed to surpass three times that of the house of peers[n2]; they were deputed by boroughs and counties, inflamed, all of them, by the late violations of liberty; many of the members themselves had been cast into prison, and had suffered by the measures of the court; yet, notwithstanding these circumstances, which might prompt them to embrace violent resolutions, they entered upon business with perfect temper and decorum. They considered, that the king, disgusted at these popular assemblies, and little prepossessed in favour of their privileges, wanted but a fair pretence for breaking with them, and would seize the first opportunity offered by any incident or any undutiful behaviour of the members. He fairly told them, in his first speech, that, \"If they should not do their duties, |in contributing to the necessities of the state, he must, in discharge of his conscience, use those other means, which God had put into his hands, in order to save that which the follies of some particular men may otherwise put in danger. Take not this for a threatening,\" added the king, \"for I scorn to threaten any but my equals; but as an admonition from him, who, by nature and duty, has most care of your preservation and prosperity.\"[n3] The lord keeper, by the king's direction, subjoined, \"This way of parliamentary supplies, as his majesty told you, he hath chosen, not as the only way, but as the fittest; not because he is destitute of others, but because it is most agreeable to the goodness of his own most gracious disposition, and to the desire and weal of his people. If this be deferred, necessity and the sword of the enemy make way for the others. Remember his majesty's admonition, I say, remember it.\"[n4] From these avowed maxims, the commons foresaw, that, if the least handle were afforded, the king would immediately dissolve them, and would thenceforward deem himself justified for violating, in a manner still more open, all the ancient forms of the constitution. No remedy could then be looked for, but from insurrections and civil war, of which the issue would be extremely uncertain, and which must, in all events, prove calamitous to the nation. To correct the late disorders in the administration required some new laws, which would, no doubt, appear harsh to a prince, so enamoured of his prerogative; and it was requisite to temper, by the decency and moderation of their debates, the rigour, which must necessarily attend their determinations. Nothing can give us a higher idea of the capacity of those men, who now guided the commons, and of the great authority, which they had acquired, than the forming and executing of so judicious and so difficult a plan of operations.","subId":"3","id":"Hume.HE.5.51.3"},{"type":"paragraph","content":"^The^ decency, however, which the popular leaders had prescribed to themselves, and recommended to others, hindered them not from making the loudest and most vigorous complaints against the grievances, under which the nation had lately laboured. Sir Francis Seymour said, \"This is the great council of the kingdom, and here with certainty, if not here only, his majesty may see, as in a true glass, the state of the kingdom. We are called hither by his |writs, in order to give him faithful counsel; such as may stand with his honour: And this we must do without flattery. We are also sent hither by the people, in order to deliver their just grievances: And this we must do without fear. Let us not act like Cambyses's judges, who, when their approbation was demanded by the prince to some illegal measure, said, that, _Though there was a written law, the Persian kings might follow their own will and pleasure._ This was base flattery, fitter for our reproof than our imitation; and as fear, so flattery, taketh away the judgment. For my part, I shall shun both; and speak my mind with as much duty, as any man, to his majesty, without neglecting the public.\"","subId":"4","id":"Hume.HE.5.51.4"},{"type":"paragraph","content":"\"But how can we express our affections, while we retain our fears; or speak of giving, till we know whether we have any thing to give. For, if his majesty may be persuaded to take what he will, what need we give?\"","subId":"5","id":"Hume.HE.5.51.5"},{"type":"paragraph","content":"\"That this hath been done, appeareth by the billeting of soldiers, a thing nowise advantageous to the king's service, and a burthen to the commonwealth: By the imprisonment of gentlemen for refusing the loan, who, if they had done the contrary for fear, had been as blameable as the projectors of that oppressive measure. To countenance these proceedings, hath it not been preached in the pulpit, or rather prated, that _All we have is the king's by divine right?_ But when preachers forsake their own calling, and turn ignorant statesmen; we see how willing they are to exchange a good conscience for a bishopric.\"","subId":"6","id":"Hume.HE.5.51.6"},{"type":"paragraph","content":"\"He, I must confess, is no good subject, who would not, willingly and chearfully, lay down his life, when that sacrifice may promote the interests of his sovereign, and the good of the commonwealth. But he is not a good subject, he is a slave, who will allow his goods to be taken from him against his will, and his liberty against the laws of the kingdom. By opposing these practices, we shall but tread in the steps of our forefathers, who still preferred the public before their private interest, nay, before their very lives. It will in us be a wrong done to ourselves, to our posterities, to our consciences, if we forego this claim and pretension.\"[n5]","subId":"7","id":"Hume.HE.5.51.7"},{"type":"paragraph","content":"\"I read of a custom,\" said Sir Robert Philips, \"among the old Romans, that, once every year, they held a solemn festival, in which their slaves had liberty, without exception, to speak what |they pleased, in order to ease their afflicted minds; and, on the conclusion of the festival, the slaves severally returned to their former servitudes.\"","subId":"8","id":"Hume.HE.5.51.8"},{"type":"paragraph","content":"\"This institution may, with some distinction, well set forth our present state and condition. After the revolution of some time, and the grievous sufferance of many violent oppressions, we have now, at last, as those slaves, obtained, for a day, some liberty of speech: But shall not, I trust, be hereafter slaves: For we are born free. Yet, what new illegal burthens our estates and persons have groaned under, my heart yearns to think of, my tongue faulters to utter.—\"","subId":"9","id":"Hume.HE.5.51.9"},{"type":"paragraph","content":"\"The grievances, by which we are oppressed, I draw under two heads; acts of power against law, and the judgments of lawyers against our liberty.\"","subId":"10","id":"Hume.HE.5.51.10"},{"type":"paragraph","content":"^Having^ mentioned three illegal judgments, passed within his memory; that by which the Scots, born after James's accession, were admitted to all the privileges of English subjects; that by which the new impositions had been warranted; and the late one, by which arbitrary imprisonments were authorized; he thus proceeded.","subId":"11","id":"Hume.HE.5.51.11"},{"type":"paragraph","content":"\"I can live, though another, who has no right, be put to live along with me; nay, I can live, though burthened with impositions, beyond what at present I labour under: But to have my liberty, which is the soul of my life, ravished from me; to have my person pent up in a jail, without relief by law, and to be so adjudged,—O, improvident ancestors! O, unwise forefathers! to be so curious in providing for the quiet possession of our lands, and the liberties of parliament; and, at the same time, to neglect our personal liberty, and let us lie in prison, and that during pleasure, without redress or remedy! If this be law, why do we talk of liberties? Why trouble ourselves with disputes about a constitution, franchises, property of goods, and the like? What may any man call his own, if not the liberty of his person?\"","subId":"12","id":"Hume.HE.5.51.12"},{"type":"paragraph","content":"\"I am weary of treading these ways; and therefore conclude to have a select committee, in order to frame a petition to his majesty for redress of these grievances. And this petition being read, examined, and approved, may be delivered to the king; of whose gracious answer we have no cause to doubt, our desires being so reasonable, our intentions so loyal, and the manner so dutiful. Neither need we fear, that this is the critical parliament, as has |been insinuated; or that this is the way to distraction: But assure ourselves of a happy issue. Then shall the king, as he calls us his great council, find us his true council, and own us his good council.\" [n6]","subId":"13","id":"Hume.HE.5.51.13"},{"type":"paragraph","content":"^The^ same topics were enforced by Sir Thomas Wentworth. After mentioning projectors and ill ministers of state, \" These,\" said he, \"have introduced a privy-council, ravishing, at once, the spheres of all ancient government; destroying all liberty; imprisoning us without bail or bond. They have taken from us—What shall I say? Indeed, what have they left us? By tearing up the roots of all property, they have taken from us every means of supplying the king, and of ingratiating ourselves by voluntary proofs of our duty and attachment towards him.\"","subId":"14","id":"Hume.HE.5.51.14"},{"type":"paragraph","content":"\"To the making whole all these breaches, I shall apply myself; and, to all these diseases, shall propound a remedy. By one and the same thing, have the king and the people been hurt, and by the same must they be cured. We must vindicate: What? New things? No: Our ancient, legal, and vital liberties; by reinforcing the laws, enacted by our ancestors; by setting such a stamp upon them, that no licentious spirit shall dare henceforth to invade them. And shall we think this a way to break a parliament? No: Our desires are modest and just. I speak both for the interest of king and people. If we enjoy not these rights, it will be impossible for us to relieve him. Let us never, therefore, doubt of a favourable reception from his goodness.\"[n7]","subId":"15","id":"Hume.HE.5.51.15"},{"type":"paragraph","content":"^These^ sentiments were unanimously embraced by the whole house. Even the court party pretended not to plead, in defence of the late measures, any thing but the necessity to which the king had been reduced, by the obstinacy of the two former parliaments. A vote, therefore, was passed without opposition, against arbitrary imprisonments and forced loans[n8]. And the spirit of liberty having obtained some contentment by this exertion, the reiterated messages of the king, who pressed for supply, were attended to with more temper. Five subsidies were voted him; with which, though much inferior to his wants, he declared himself well satisfied; and even tears of affection started in his eye, when he was informed of |this concession. The duke's approbation too was mentioned by secretary Coke; but the conjunction of a subject with the sovereign was ill received by the house[n9]. Though disgusted with the king, the jealousy, which they felt for his honour, was more sensible than that, which his unbounded confidence in the duke would allow even himself to entertain.","subId":"16","id":"Hume.HE.5.51.16"},{"type":"paragraph","content":"^The^ supply, though voted, was not, as yet, passed into a law; and the commons resolved to employ the interval, in providing some barriers to their rights and liberties so lately violated. They knew, that their own vote, declaring the illegality of the former measures, had not, of itself, sufficient authority to secure the constitution against future invasion. Some act to that purpose must receive the sanction of the whole legislature; and they appointed a committee to prepare the model of so important a law. By collecting into one effort all the dangerous and oppressive claims of his prerogative, Charles had exposed them to the hazard of one assault; and had farther, by presenting a nearer view of the consequences attending them, rouzed the independent genius of the commons. Forced loans, benevolences, taxes without consent of parliament, arbitrary imprisonments, the billeting of soldiers, martial law; these were the grievances complained of, and against these an eternal remedy was to be provided. The commons pretended not, as they affirmed, to any unusual powers or privileges: They aimed only at securing those which had been transmitted them from their ancestors: And their law they resolved to call a PETITION OF RIGHT; #Petition of right.# as implying that it contained a corroboration or explanation of the ancient constitution, not any infringement of royal prerogative, or acquisition of new liberties.","subId":"17","id":"Hume.HE.5.51.17"},{"type":"paragraph","content":"^While^ the committee was employed in framing the petition of right, the favourers of each party, both in parliament and throughout the nation, were engaged in disputes about this bill, which, in all likelihood, was to form a memorable aera in the English government.","subId":"18","id":"Hume.HE.5.51.18"},{"type":"paragraph","content":"^That^ the statutes, said the partizans of the commons, which secure English liberty, are not become obsolete, appears hence, that the English have ever been free, and have ever been governed by law and a limited constitution. Privileges in particular, which are founded on the GREAT CHARTER, must always remain in force, |because derived from a source of never-failing authority; regarded in all ages, as the most sacred contract between king and people. Such attention was paid to this charter by our generous ancestors, that they got the confirmation of it re-iterated thirty several times; and even secured it by a rule, which, though vulgarly received, seems in the execution impracticable. They have established it as a maxim, _That even a statute, which should be enacted in contradiction to any article of that charter, cannot have force or validity._ But with regard to that important article, which secures personal liberty; so far from attempting, at any time, any legal infringement of it, they have corroborated it by six statutes, and put it out of all doubt and controversy. If in practice it has often been violated, abuses can never come in the place of rules; nor can any rights or legal powers be derived from injury and injustice. But the title of the subject to personal liberty not only is founded on ancient, and therefore the more sacred laws: It is confirmed by the whole ANALOGY of the government and constitution. A free monarchy in which every individual is a slave, is a glaring contradiction; and it is requisite, where the laws assign privileges to the different orders of the state, that it likewise secure the independence of the members. If any difference could be made in this particular, it were better to abandon even life or property to the arbitrary will of the prince; nor would such immediate danger ensue, from that concession, to the laws and to the privileges of the people. To bereave of his life a man not condemned by any legal trial, is so egregious an exercise of tyranny, that it must at once shock the natural humanity of princes, and convey an alarm throughout the whole commonwealth. To confiscate a man's fortune, besides its being a most atrocious act of violence, exposes the monarch so much to the imputation of avarice and rapacity, that it will seldom be attempted in any civilized government. But confinement, though a less striking, is no less severe a punishment; nor is there any spirit, so erect and independent, as not to be broken by the long continuance of the silent and inglorious sufferings of a jail. The power of imprisonment, therefore, being the most natural and potent engine of arbitrary government, it is absolutely necessary to remove it from a government which is free and legal.","subId":"19","id":"Hume.HE.5.51.19"},{"type":"paragraph","content":"^The^ partizans of the court reasoned after a different manner. The true rule of government, said they, during any period, is that to which the people, from time immemorial, have been accustomed |and to which they naturally pay a prompt obedience. A practice which has ever struck their senses, and of which they have seen and heard innumerable precedents, has an authority with them much superior to that which attends maxims, derived from antiquated statutes and mouldy records. In vain do the lawyers establish it as a principle, that a statute can never be abrogated by opposite custom; but requires to be expressly repealed by a contrary statute: While they pretend to inculcate an axiom, peculiar to English jurisprudence, they violate the most established principles of human nature; and even, by necessary consequence, reason in contradiction to law itself, which they would represent as so sacred and inviolable. A law, to have any authority, must be derived from a legislature, which has right. And whence do all legislatures derive their right but from long custom and established practice? If a statute, contrary to public good, has, at any time, been rashly voted and assented to, either from the violence of faction, or the inexperience of senates and princes; it cannot be more effectually abrogated, than by a train of contrary precedents, which prove, that, by common consent, it has been tacitly set aside, as inconvenient and impracticable. Such has been the case with all those statutes enacted during turbulent times, in order to limit royal prerogative, and cramp the sovereign in his protection of the public, and his execution of the laws. But above all branches of prerogative, that which is most necessary to be preserved, is the power of imprisonment. Faction and discontent, like diseases, frequently arise in every political body; and during these disorders, it is by the salutary exercise alone of this discretionary power, that rebellious and civil wars can be prevented. To circumscribe this power, is to destroy its nature: Entirely to abrogate it, is impracticable; and the attempt itself must prove dangerous, if not pernicious to the public. The supreme magistrate, in critical and turbulent times, will never, agreeably either to prudence or duty, allow the state to perish, while there remains a remedy, which, how irregular soever, it is still in his power to apply. And if, moved by a regard to public good, he employs any exercise of power condemned by recent and express statute, how greedily, in such dangerous times, will factious leaders seize this pretence of throwing on his government the imputation of tyranny and despotism? Were the alternative quite necessary, it were surely much better for human society to be deprived of liberty than to be destitute of government.","subId":"20","id":"Hume.HE.5.51.20"},{"type":"paragraph","content":"^Impartial^ reasoners will confess, that the subject is not, on both sides, without its difficulties. Where a general and rigid law is enacted against arbitrary imprisonment, it would appear, that government cannot, in times of sedition and faction, be conducted but by temporary suspensions of the law; and such an expedient was never thought of during the age of Charles. The meetings of parliament were too precarious, and their determinations might be too dilatory, to serve in cases of urgent necessity. Nor was it then conceived, that the king did not possess of himself sufficient power for the security and protection of his people, or that the authority of these popular assemblies was ever to become so absolute, that the prince must always conform himself to it, and could never have any occasion to guard against _their_ practices, as well as against those of his other subjects.","subId":"21","id":"Hume.HE.5.51.21"},{"type":"paragraph","content":"^Though^ the house of lords was not insensible to the reasons urged in favour of the pretensions of the commons, they deemed the arguments, pleaded in favour of the crown, still more cogent and convincing. That assembly seems, during this whole period, to have acted, in the main, a reasonable and a moderate part; and if their bias inclined a little too much, as is natural, to the side of monarchy, they were far from entertaining any design of sacrificing to arbitrary will the liberties and privileges of the nation. Ashley, the king's serjeant, having asserted, in a pleading before the peers, that the king must sometimes govern by acts of state as well as by law; this position gave such offence, that he was immediately committed to prison, and was not released but upon his recantation and submission[n10]. Being, however, afraid, lest the commons should go too far in their projected petition, the peers proposed a plan of one more moderate, which they recommended to the consideration of the other house. It consisted merely in a general declaration, that the great charter and the six statutes, conceived to be explanations of it, stand still in force, to all intents and purposes; that, in consequence of the charter and the statutes, and by the tenor of the ancient customs and laws of the realm, every subject has a fundamental property in his goods, and a fundamental liberty of his person; that this property and liberty are as entire at present as during any former period of the English government; that in all common cases, the common law ought to |be the standard of proceedings: \"And in case, that, for the security of his majesty's person, the general safety of his people, or the peaceable government of the kingdom, the king shall find just cause, for reasons of state, to imprison or restrain any man's person; he was petitioned graciously to declare, that, within a _convenient_ time, he shall and will express the cause of the commitment or restraint, either general or special, and upon a cause so expressed, will leave the prisoner immediately to be tried according to the common law of the land.\"[n11]","subId":"22","id":"Hume.HE.5.51.22"},{"type":"paragraph","content":"^Archbishop^ Abbot was employed by the lords to recommend, in a conference, this plan of a petition to the house of commons. The prelate, as was, no doubt, foreseen from his known principles, was not extremely urgent in his applications; and the lower house was fully convinced, that the general declarations signified nothing, and that the latter clause left their liberties rather in a worse condition than before. They proceeded, therefore, with great zeal, in framing the model of a petition, which should contain expressions, more precise, and more favourable to public freedom.","subId":"23","id":"Hume.HE.5.51.23"},{"type":"paragraph","content":"^The^ king could easily see the consequence of these proceedings. Though he had offered at the beginning of the session, to give his consent to any law for the security of the rights and liberties of the people; he had not expected that such inroads would be made on his prerogative. In order, therefore, to divert the commons from their intention, he sent a message, wherein he acknowledged past errors, and promised, that, hereafter, there should be no just cause of complaint. And he added, \"That the affairs of the kingdom press him so, that he could not continue the session above a week or two longer: And if the house be not ready, by that time, to do what is fit for themselves, it shall be their own fault.\" [n12] On a subsequent occasion, he asked them, \"Why demand explanations, if you doubt not the performance of the statutes, according to their true meaning. Explanations will hazard an encroachment upon the prerogative. And it may well be said, What need a new law to confirm an old, if you repose confidence in the declarations, which his majesty made to both houses?\"[n13] The truth is, the great charter and the old statutes were sufficiently clear in |favour of personal liberty: But as all kings of England had ever, in cases of necessity or expediency, been accustomed, at intervals, to elude them, and as Charles, in a complication of instances, had lately violated them; the commons judged it requisite to enact a new law, which might not be eluded or violated, by any interpretation, construction, or contrary precedent. Nor was it sufficient, they thought, that the king promised to return into the way of his predecessors. His predecessors, in all times, had enjoyed too much discretionary power; and by his recent abuse of it, the whole world had reason to see the necessity of entirely retrenching it.","subId":"24","id":"Hume.HE.5.51.24"},{"type":"paragraph","content":"^The^ king still persevered in his endeavours to elude the petition. He sent a letter to the house of lords, in which he went so far as to make a particular declaration, \"That neither he nor his privy-council shall or will, at any time hereafter, commit or command to prison, or otherwise restrain, any man for not lending money, or for any other cause, which, in his conscience, he thought not to concern the public good, and the safety of king and people.\" And he farther declared, \"That he never would be guilty of so base an action as to pretend any cause, of whose truth he was not fully satisfied.\"[n14] But this promise, though enforced to the commons by the recommendation of the upper house, made no more impression than all the former messages.","subId":"25","id":"Hume.HE.5.51.25"},{"type":"paragraph","content":"^Among^ the other evasions of the king, we may reckon the proposal of the house of peers, to subjoin, to the intended petition of right, the following clause. \"We humbly present this petition to your majesty, not only with a care of preserving our own liberties, but with due regard to leave entire that_ sovereign power,_ with which your majesty is entrusted for the protection, safety and happiness of your people.\"[n15] Less penetration, than was possessed by the leaders of the house of commons, could easily discover how captious this clause was, and how much it was calculated to elude the whole force of the petition.","subId":"26","id":"Hume.HE.5.51.26"},{"type":"paragraph","content":"^These^ obstacles, therefore, being surmounted, the petition of right passed the commons, and was sent to the upper house[n16]. The peers, who were probably well pleased in secret, that all their |solicitations had been eluded by the commons, quickly passed the petition without any material alteration; and nothing but the royal assent was wanting to give it the force of a law. The king accordingly came to the house of peers; sent for the commons; and, being seated in his chair of state, the petition was read to him. Great was now the astonishment of all men, when, instead of the usual concise, and clear form, by which a bill is either confirmed or rejected, Charles said, in answer to the petition, \"The king willeth, that right be done according to the laws and customs of the realm, and that the statutes be put into execution; that his subjects may have no cause to complain of any wrong or oppression, contrary to their just rights and liberties, to the preservation whereof he holds himself in conscience as much obliged as of his own prerogative.\"[n17]","subId":"27","id":"Hume.HE.5.51.27"},{"type":"paragraph","content":"^It^ is surprising, that Charles, who had seen so many instances of the jealousy of the commons, who had himself so much roused that jealousy by his frequent evasive messages during this session, could imagine that they would rest satisfied with an answer so vague and undeterminate. It was evident, that the unusual form alone of the answer must excite their attention; that the disappointment must inflame their anger; and that therefore it was necessary, as the petition seemed to bear hard on royal prerogative, to come early to some fixed resolution, either gracefully to comply with it, or courageously to reject it.","subId":"28","id":"Hume.HE.5.51.28"},{"type":"paragraph","content":"^It^ happened as might have been forseen. The commons returned in very ill humour. Usually, when in that disposition, their zeal for religion, and their enmity against the unfortunate catholics, ran extremely high. But they had already, in the beginning of the session, presented their petition of religion, and had received a satisfactory answer; though they expected, that the execution of the laws against papists would, for the future, be no more exact and rigid, than they had hitherto found it. To give vent to their present indignation, they fell with their utmost force, on Dr. Manwaring.","subId":"29","id":"Hume.HE.5.51.29"},{"type":"paragraph","content":"^There^ is nothing, which tends more to excuse, if not to justify, the extreme rigour of the commons towards Charles, than his open encouragement and avowal of such general principles, as were altogether incompatible with a limited government. Manwaring |had preached a sermon, which the commons found, upon enquiry, to be printed by special command of the king[n18]; and, when this sermon was looked into, it contained doctrines subversive of all civil liberty. It taught, that, though property was commonly lodged in the subject, yet, whenever any exigency required supply, all property was transferred to the sovereign; that the consent of parliament was not necessary for the imposition of taxes; and that the divine laws required compliance with every demand, how irregular soever, which the prince should make upon his subjects[n19]. For these doctrines the commons impeached Manwaring. The sentence, pronounced upon him by the peers, was, that he should be imprisoned during the pleasure of the house, be fined a thousand pounds to the king, make submission and acknowledgment for his offence, be suspended during three years, be incapable of holding any ecclesiastical dignity or secular office, and that his book be called in and burnt[n20].","subId":"30","id":"Hume.HE.5.51.30"},{"type":"paragraph","content":"^It^ may be worthy of notice, that no sooner was the session ended, than this man, so justly obnoxious to both houses, received a pardon, and was promoted to a living of considerable value[n21]. Some years after, he was raised to the see of St. Asaph. If the republican spirit of the commons encreased, beyond all reasonable bounds, the monarchical spirit of the court, this latter, carried to so high a pitch, tended still farther to augment the former. And thus extremes were every where affected, and the just medium was gradually deserted by all men.","subId":"31","id":"Hume.HE.5.51.31"},{"type":"paragraph","content":"^From^ Manwaring, the house of commons proceeded to censure the conduct of Buckingham, whose name hitherto, they had cautiously foreborn to mention[n22]. In vain did the king send them a message, in which he told them, that the session was drawing near to a conclusion; and desired, that they would not enter upon new business, nor cast any aspersions on his government and ministry[n23]. Though the court endeavoured to explain and soften this message by a subsequent message[n24]; as Charles was apt hastily to correct any hasty step, which he had taken; it served rather to inflame than |appease the commons: As if the method of their proceedings had here been prescribed to them. It was foreseen, that a great tempest was ready to burst on the duke; and in order to divert it, the king thought proper, upon a joint application of the lords and commons[n25], to endeavour giving them satisfaction, with regard to the petition of right. He came, therefore, to the house of peers, and pronouncing the usual form of words, _Let it be law as is desired,_ gave full sanction and authority to the petition. The acclamations, with which the house resounded, and the universal joy diffused over the nation, showed how much this petition had been the object of all men's vows and expectations[n26].","subId":"32","id":"Hume.HE.5.51.32"},{"type":"paragraph","content":"^It^ may be affirmed, without any exaggeration, that the king's assent to the petition of right produced such a change in the government, as was almost equivalent to a revolution; and by circumscribing, in so many articles, the royal prerogative, gave additional security to the liberties of the subject. Yet were the commons far from being satisfied with this important concession. Their ill humour had been so much irritated by the king's frequent evasions and delays, that it could not be presently appeased by an assent, which he allowed to be so reluctantly extorted from him. Perhaps too, the popular leaders, implacable and artful, saw the opportunity favourable; and turning against the king those very weapons, with which he had furnished them, resolved to pursue the victory. The bill, however, for five subsidies, which had been formerly voted, immediately passed the house; because the granting of that supply was, in a manner, tacitly contracted for, upon the royal assent to the petition; and had faith been here violated, no farther confidence could have subsisted between king and parliament. Having made this concession, the commons continued to carry their scrutiny into every part of government. In some particulars, their industry was laudable; in some, it may be liable to censure.","subId":"33","id":"Hume.HE.5.51.33"},{"type":"paragraph","content":"^A^ little after writs were issued for summoning this parliament, a commission had been granted to Sir Thomas Coventry lord keeper, the earl of Marlborough, treasurer, the earl of Manchester, president of the council, the earl of Worcester, privy seal, the duke of Buckingham, high admiral, and all the considerable |officers of the crown, in the whole thirty-three. By this commission, which from the number of persons named in it could be no secret, the commissioners were empowered to meet, and to concert among themselves the methods of levying money by impositions, or otherwise; _Where form and circumstance,_ as expressed in the commission, _must be dispensed with, rather than the substance be lost or hazarded[n27]_ In other words, this was a scheme for finding expedients, which might raise the prerogative to the greatest height, and render parliaments entirely useless. The commons applied for cancelling the commission[n28]; and were, no doubt, desirous that all the world should conclude the king's principles to be extremely arbitrary, and should observe what little regard he was disposed to pay to the liberties and privileges of his people.","subId":"34","id":"Hume.HE.5.51.34"},{"type":"paragraph","content":"^A^ commission had likewise been granted, and some money remitted, in order to raise a thousand German horse, and transport them into England. These were supposed to be levied, in order to support the projected impositions or excises; tho' the number seems insufficient for such a purpose[n29]. The house took notice of this design in severe terms: And no measure, surely, could be projected more generally odious to the whole nation. It must, however, be confessed, that the king was so far right, that he had, now at last, fallen on the only effectual method for supporting his prerogative. But at the same time, he should have been sensible, that, till provided with a sufficient military force, all his attempts, in opposition to the rising spirit of the nation, must, in the end, prove wholly fruitless; and that the higher he screwed up the springs of government, while he had so little real power to retain them in that forced situation, with more fatal violence must they fly out, when any accident occurred to restore them to their natural action.","subId":"35","id":"Hume.HE.5.51.35"},{"type":"paragraph","content":"^The^ commons next resumed their censure of Buckingham's conduct and behaviour, against whom they were implacable. They agreed to present a remonstrance to the king, in which they recapitulated all national grievances and misfortunes, and omitted no circumstance, which could render the whole administration despicable and odious. The compositions with catholics, they said, amounted to no less than a toleration, hateful to God, full of |dishonour and disprofit to his majesty, and of extreme scandal and grief to his good people: They took notice of the violations of liberty above-mentioned, against which the petition of right seems to have provided a sufficient remedy: They mentioned the decay of trade, the unsuccessful expeditions to Cadiz and the isle of Rhé, the encouragement given to Arminians, the commission for transporting German horse, that for levying illegal impositions; and all these grievances they ascribed solely to the ill conduct of the duke of Buckingham[n30]. This remonstrance was, perhaps, not the less provoking to Charles, because, joined to the extreme acrimony of the subject, there were preserved in it, as in most of the remonstrances of that age, an affected civility and submission in the language. And as it was the first return, which he met with for his late beneficial concessions, and for his sacrifices of prerogative, the greatest by far ever made by an English sovereign, nothing could be more the object of just and natural indignation.","subId":"36","id":"Hume.HE.5.51.36"},{"type":"paragraph","content":"^It^ was not without good grounds, that the commons were so fierce and assuming. Though they had already granted the king the supply of five subsidies, they still retained a pledge in their hands, which, they thought, ensured them success in all their applications. Tonnage and poundage had not yet been granted by parliament; and the commons had artfully, this session, concealed their intention of invading that branch of revenue, till the royal assent had been obtained to the petition of right, which they justly deemed of such importance. They then openly asserted, that the levying of tonnage and poundage without consent of parliament, was a palpable violation of the ancient liberties of the people, #Prorogation. 26th June.# and an open infringement of the petition of right, so lately granted[n31]. The king, in order to prevent the finishing and presenting this remonstrance, came suddenly to the parliament, and ended this session by a prorogation[n32].","subId":"37","id":"Hume.HE.5.51.37"},{"type":"paragraph","content":"^Being^ freed, for some time, from the embarrassment of this assembly, Charles began to look towards foreign wars, where all his efforts were equally unsuccessful, as in his domestic government. The earl of Denbigh, brother-in-law to Buckingham, was dispatched to the relief of Rochelle, now closely besieged by land, and |threatened with a blockade by sea: But he returned without effecting any thing; and having declined to attack the enemy's fleet, he brought on the English arms the imputation either of cowardice or ill conduct. In order to repair this dishonour, the duke went to Portsmouth, where he had prepared a considerable fleet and army, on which all the subsidies given by parliament, had been expended. This supply had very much disappointed the king's expectations. The same mutinous spirit, which prevailed in the house of commons, had diffused itself over the nation; and the commissioners, appointed for making the assessments, had connived at all frauds, which might diminish the supply, and reduce the crown to still greater necessities. This national discontent, communicated to a desperate enthusiast, soon broke out in an event, which may be considered as remarkable.","subId":"38","id":"Hume.HE.5.51.38"},{"type":"paragraph","content":"^There^ was one Felton, of a good family, but of an ardent, melancholic temper, who had served under the duke, in the station of lieutenant. His captain being killed in the retreat at the isle of Rhé, Felton had applied for the company; and when disappointed, he threw up his commission, and retired in discontent from the army. While private resentment was boiling in his sullen, unsociable mind, he heard the nation resound with complaints against the duke; and he met with the remonstrance of the commons, in which his enemy was represented as the cause of every national grievance, and as the great enemy of the public. Religious fanaticism farther inflamed these vindictive reflections; and he fancied, that he should do heaven acceptable service, if, at one blow, he dispatched this dangerous foe to religion and to his country[n33]. Full of these dark views he secretly arrived at Portsmouth, at the same time with the duke, and watched for an opportunity of effecting his bloody purpose.","subId":"39","id":"Hume.HE.5.51.39"},{"type":"paragraph","content":"^Buckingham^ had been engaged in conversation with Soubize and other French gentlemen; and a difference of sentiment having arisen, the dispute, though conducted with temper and decency, had produced some of those vehement gesticulations and lively exertions of voice, in which that nation, more than the English, are apt to indulge themselves. The conversation being finished, the duke drew towards the door; and in that passage, turning himself |to speak to Sir Thomas Fryar, a colonel in the army, he was, on the sudden, over Sir Thomas's shoulder, struck upon the breast with a knife. #Death of Buckingham.# Without uttering other words than _The villain has killed me;_ in the same moment, pulling out the knife, he breathed his last.","subId":"40","id":"Hume.HE.5.51.40"},{"type":"paragraph","content":"^No^ man had seen the blow, nor the person who gave it; but in the confusion, every one made his own conjecture; and all agreed, that the murder had been committed by the French gentlemen, whose angry tone of voice had been heard, while their words had not been understood by the bystanders. In the hurry of revenge, they had instantly been put to death, had they not been saved by some of more temper and judgement, who, though they had the same opinion of their guilt, thought proper to reserve them for a judicial trial and examination.","subId":"41","id":"Hume.HE.5.51.41"},{"type":"paragraph","content":"^Near^ the door, there was found a hat, in the inside of which was sewed a paper, containing four or five lines of that remonstrance of the commons, which declared Buckingham an enemy to the kingdom; and under these lines was a short ejaculation, or attempt towards a prayer. It was easily concluded that this hat belonged to the assassin: But the difficulty still remained _Who that person should be?_ For the writing discovered not the name, and whoever he was, it was natural to believe, that he had already fled far enough not to be found without a hat.","subId":"42","id":"Hume.HE.5.51.42"},{"type":"paragraph","content":"^In^ this hurry, a man without a hat was seen walking very composedly before the door. One crying out, _Here is the fellow, who killed the duke;_ every body ran to ask, _Which is he?_ The man very sedately answered, _I am he._ The more furious immediately rushed upon him with drawn swords: Others, more deliberate, defended and protected him: He himself, with open arms, calmly and chearfully exposed his breast to the swords of the most enraged; being willing to fall a sudden sacrifice to their anger, rather than be reserved for that public justice, which, he knew, must be executed upon him.","subId":"43","id":"Hume.HE.5.51.43"},{"type":"paragraph","content":"^He^ was now known to be that Felton, who had served in the army. Being carried into a private room, it was thought proper so far to dissemble as to tell him, that Buckingham was only grievously wounded, but not without hopes of recovery. Felton smiled and told them, that the duke, he knew full well, had received a blow, which had terminated all their hopes. When asked, at whose instigation he had performed that horrid deed? He replyed, that they needed not to trouble themselves in that enquiry; that no man |living had credit enough with him to have disposed him to such an action; that he had not even entrusted his purpose to any one; that the resolution proceeded only from himself, and the impulse of his own conscience; and that his motives would appear, if his hat were found: For that, believing he should perish in the attempt, he had there taken care to explain them[n34].","subId":"44","id":"Hume.HE.5.51.44"},{"type":"paragraph","content":"^When^ the king was informed of this assassination, he received the news in public with an unmoved and undisturbed countenance; and the courtiers, who studied his looks, concluded, that secretly he was not displeased to be rid of a minster, so generally odious to the nation[n35]. But Charles's command of himself proceeded entirely from the gravity and composure of his temper. He was still, as much as ever, attached to his favourite; and, during his whole life, he retained an affection for Buckingham's friends, and a prejudice against his enemies. He urged, too, that Felton should be put to the question, in order to extort from him a discovery of his accomplices: But the judges declared, that, though that practice had formerly been very usual, it was altogether illegal. So much more exact reasoners, with regard to law, had they become, from the jealous scruples of the house of commons.","subId":"45","id":"Hume.HE.5.51.45"},{"type":"paragraph","content":"^Meanwhile^ the distress of Rochelle had risen to the utmost extremity. That vast genius of Richlieu, which made him form the greatest enterprizes, led him to attempt their execution, by means equally great and extraordinary. In order to deprive Rochelle of all succour, he had dared to project the throwing across the harbour a mole of a mile's extent in that boisterous ocean; and having executed his project, he now held the town closely blockaded on all sides. The inhabitants, though pressed with the greatest rigours of famine, still refused to submit; being supported, partly by the lectures of their zealous preachers, partly by the daily hopes of relief from England. After Buckingham's death, the command of the fleet and army was conferred on the earl of Lindesey; who, arriving before Rochelle, made some attempts to break through the mole, and force his way into the harbour: But by the delays of the English, that work was now fully finished and fortified; and the Rochellers, #18th October.# finding their last hopes to fail them, were reduced to surrender at discretion, even in sight of the English admiral. Of |fifteen thousand persons, shut up in the city, four thousand alone survived the fatigues and famine, which they had undergone[n36].","subId":"46","id":"Hume.HE.5.51.46"},{"type":"paragraph","content":"^This^ was the first necessary step towards the prosperity of France. Foreign enemies, as well as domestic factions, being deprived of this resource, that kingdom began now to shine forth in its full splendour. By a steddy prosecution of wise plans, both of war and policy, it gradually gained an ascendant over the rival power of Spain; and every order of the state, and every sect, were reduced to pay submission to the lawful authority of the sovereign. The victory, however, over the Hugonots was, at first, pushed by the French king with great moderation. A toleration was still continued to them; the only avowed and open toleration, which, at that time, was granted in any European kingdom.","subId":"47","id":"Hume.HE.5.51.47"},{"type":"paragraph","content":"#1629.# ^The^ failure of an enterprize, in which the English nation, from religious sympathy, so much interested themselves, could not but diminish the king's authority in the parliament during the approaching session: #20 January. New session of parliament.# But the commons, when assembled, found many other causes of complaint. Buckingham's conduct and character, with some had afforded a reason, with others a pretence, for discontent against public measures: But after his death, there wanted not new reasons and new pretences, for general dissatisfaction. Manwaring's pardon and promotion were taken notice of: Sibthorpe and Cosins, two clergymen, who, for like reasons, were no less obnoxious to the commons, had met with like favour from the king: Montague, who had been censured for moderation towards the catholics, the greatest of crimes, had been created bishop of Chichester. They found, likewise, upon enquiry, that all the copies of the petition of right, which were dispersed, had, by the king's orders, annexed to them the first answer, which had given so little satisfaction to the commons[n37]: An expedient, by which Charles endeavoured to persuade the people, that he had nowise receded from his former claims and pretensions, particularly with regard to the levying of tonnage and poundage. Selden also complained in the house, that one Savage, contrary to the petition of right, had been punished with the loss of his ears, by a discretionary or arbitrary sentence of the star-chamber[n38]. So apt were |they on their part, to stretch the petition into such consequences as might deprive the crown of powers, which, from immemorial custom, were supposed inherent in it.","subId":"48","id":"Hume.HE.5.51.48"},{"type":"paragraph","content":"#Tonnage and poundage.# ^But^ the great article, on which the house of commons broke with the king, and which finally created in Charles a disgust to all parliaments, was their claim with regard to tonnage and poundage. On this occasion, therefore, it is necessary to give an account of the controversy.","subId":"49","id":"Hume.HE.5.51.49"},{"type":"paragraph","content":"^The^ duty of tonnage and poundage, in more ancient times, had been commonly a temporary grant of parliament; but it had been conferred on Henry V. and all the succeeding princes, during life, in order to enable them to maintain a naval force for the defence of the kingdom. The necessity of levying this duty had been so apparent, that each king had ever claimed it from the moment of his accession; and the first parliament of each reign had usually by vote conferred on the prince what they found him already in possession of. Agreeably to the inaccurate genius of the old constitution, this abuse, however considerable, had never been perceived nor remedied; though nothing could have been easier than for the parliament to have prevented it[n39]. By granting this duty to each prince, during his own life, and, for a year after his demise, to the successor, all inconveniencies had been obviated; and yet the duty had never, for a moment, been levied without proper authority. But contrivances of that nature were not thought of during those rude ages: And as so complicated and jealous a government as the English cannot subsist without many such refinements; it is easy to see, how favourable every inaccuracy must formerly have proved to royal authority, which, on all emergencies, was obliged to supply, by discretionary power, the great deficiency of the laws.","subId":"50","id":"Hume.HE.5.51.50"},{"type":"paragraph","content":"^The^ parliament did not grant the duty of tonnage and poundage to Henry VIII. till the sixth of his reign: Yet this prince, who had not then raised his power to its greatest height, continued, during that whole time, to levy the imposition: The parliament, in their very grant, blame the merchants, who had neglected to make payment to the crown; and though one expression of that bill may seem ambiguous, they employ the plainest terms in calling tonnage and poundage the king's due, even before that duty was |conferred on him by parliamentary authority[n40]. Four reigns, and above a whole century, had since elapsed; and this revenue had still been levied before it was voted by parliament. So long had the inaccuracy continued, without being remarked or corrected!","subId":"51","id":"Hume.HE.5.51.51"},{"type":"paragraph","content":"^During^ that short interval, which passed, between Charles's accession and his first parliament, he had followed the example of his predecessors; and no fault was found with his conduct in this particular. But what was most remarkable in the proceedings of that house of commons, and what proved beyond controversy, that they had seriously formed a plan for reducing their prince to subjection, was, that, instead of granting this supply during the king's life-time, as it had been enjoyed by all his immediate predecessors, they voted it only for a year; and, after that should be elapsed, reserved to themselves the power of renewing or refusing the same concession[n41]. But the house of peers, who saw, that this duty was now become more necessary than ever to supply the growing necessities of the crown, and who did not approve of this encroaching spirit in the commons, rejected the bill; and the dissolution of that parliament followed so soon after, that no attempt seems to have been made for obtaining tonnage and poundage in any other form[n42].","subId":"52","id":"Hume.HE.5.51.52"},{"type":"paragraph","content":"^Charles^, meanwhile, continued still to levy this duty by his own authority; and the nation was so accustomed to that exertion of royal power, that no scruple was at first entertained of submitting to it. But the succeeding parliament excited doubts in every one. The commons took there some steps towards declaring it illegal to levy tonnage and poundage without consent of parliament; and they openly showed their intention of employing this engine, in order to extort from the crown concessions of the most important nature. But Charles was not yet sufficiently tamed to compliance; and the abrupt dissolution of that parliament, as above related, put an end, for the time, to their farther pretensions.","subId":"53","id":"Hume.HE.5.51.53"},{"type":"paragraph","content":"^The^ following interval, between the second and third parliament, was distinguished by so many exertions of prerogative, that men had little leisure to attend to the affair of tonnage and poundage, |where the abuse of power in the crown might seem to be of a more disputable nature. But after the commons, during the precedent session, had remedied all these grievances by means of their petition of right, which they deemed so necessary; they afterwards proceeded to take the matter into consideration, and they showed the same intention, as formerly, of exacting, in return for the grant of this revenue, very large compliances on the part of the crown. Their sudden prorogation prevented them from bringing their pretensions to a full conclusion.","subId":"54","id":"Hume.HE.5.51.54"},{"type":"paragraph","content":"^When^ Charles opened this session, he had foreseen, that the same controversy would arise; and he therefore took care, very early, among many mild and reconciling expressions, to inform the commons, \"That he had not taken these duties as appertaining to his hereditary prerogative; but that it ever was, and still is, his meaning to enjoy them as a gift of his people: And that, if he had hitherto levied tonnage and poundage, he pretended to justify himself only by the necessity of so doing, not by any right which he assumed.\" [n43] This concession, which probably arose from the king's moderate temper, now freed from the impulse of Buckingham's violent counsels, might have satisfied the commons, had they entertained no other view than that of ascertaining their own powers and privileges. But they carried their pretensions much higher. They insisted, as a necessary preliminary, that the king should once entirely desist from levying these duties; after which, they were to take it into consideration, how far they would restore him to the possession of a revenue, of which he had clearly divested himself. But besides that this extreme rigour had never been exercised towards any of his predecessors, and many obvious inconveniencies must follow from the intermission of the customs; there were other reasons, which deterred Charles from complying with so hard a condition. It was probable, that the commons might renew their former project of making this revenue only temporary, and thereby reducing their prince to perpetual dependence; they certainly would cut off the new impositions, which Mary and Elizabeth, but especially James, had levied, and which formed no despicable part of the public revenue; and they openly declared, |that they had, at present, many important pretensions, chiefly with regard to religion; and if compliance were refused, no supply must be expected from the commons.","subId":"55","id":"Hume.HE.5.51.55"},{"type":"paragraph","content":"^It^ is easy to see in what an inextricable labyrinth Charles was now involved. By his own concessions, by the general principles of the English government, and by the form of every bill, which had granted this duty, tonnage and poundage was derived entirely from the free gift of the people; and, consequently, might be withdrawn at their pleasure. If unreasonable in their refusal, they still refused nothing but what was their own. If public necessity required this supply, it might be thought also to require the king's compliance with those conditions, which were the price of obtaining it. Though the motive for granting it had been the enabling of the king to guard the seas; it did not follow, that, because he guarded the seas, he was therefore entitled to this revenue, without farther formality: Since the people had still reserved to themselves the right of judging how far that service merited such a supply. But Charles, notwithstanding his public declaration, was far from assenting to this conclusion, in its full extent. The plain consequence, he saw, of all these rigours, and refinements, and inferences, was, that he, without any public necessity, and without any fault of his own, must of a sudden, even from his accession, become a magistrate of a very different nature from any of his predecessors, and must fall into a total dependence on subjects, over whom former kings, especially those immediately preceding, had exercised an authority almost unlimited. Entangled in a chain of consequences, which he could not easily break, he was inclined to go higher, and rather deny the first principle, than admit of conclusions, which to him appeared so absurd and unreasonable. Agreeably to the ideas hitherto entertained both by natives and foreigners, the monarch he esteemed the essence and soul of the English government; and whatever other power pretended to annihilate or even abridge the royal authority, must necessarily, he thought, either in its nature or exercise, be deemed no better than a usurpation. Willing to preserve the ancient harmony of the constitution, he had ever intended to comply, as far as he _easily_ could, with the ancient forms of administration: But when these forms appeared to him, by the inveterate obstinacy of the commons, to have no other tendency than to disturb that harmony, and to |introduce a new constitution; he concluded, that, in this violent situation, what was subordinate must necessarily yield to what was principal, and the privileges of the people, for a time, give place to royal prerogative. From the rank of a monarch, to be degraded into a slave of his insolent, ungrateful subjects, seemed, of all indignities, the greatest; and nothing, in his judgment, could exceed the humiliation attending such a state, but the meanness of tamely submitting to it, without making some efforts to preserve the authority transmitted to him by his predecessors.","subId":"56","id":"Hume.HE.5.51.56"},{"type":"paragraph","content":"^Though^ these were the king's reflections and resolutions before the parliament assembled, he did not immediately break with them, upon their delay in voting him this supply. He thought, that he could better justify any strong measure, which he might afterwards be obliged to take, if he allowed them to carry to the utmost extremities their attacks upon his government and prerogative[n44]. He contented himself, for the present, with soliciting the house by messages and speeches. But the commons, instead of hearkening to his solicitations, proceeded to carry their scrutiny into his management of religion[n45], which was the only grievance, to which, in their opinion, they had not as yet, by their petition of right, applied a sufficient remedy.","subId":"57","id":"Hume.HE.5.51.57"},{"type":"paragraph","content":"#Arminianism.# ^It^ was not possible, that this century, so fertile in religious sects and disputes, could escape the controversy concerning fatalism and free-will, which, being strongly interwoven both with philosophy and theology, had, in all ages, thrown every school and every church into such inextricable doubt and perplexity. The first reformers in England, as in other European countries, had embraced the most rigid tenets of predestination and absolute decrees, and had composed, upon that system, all the articles of their religious creed. But these principles having met with opposition from Arminius and his sectaries, the controversy was soon brought into this island, and began here to diffuse itself. The Arminians, finding more encouragement from the superstitious spirit of the church than from the fanaticism of the puritans, gradually incorporated themselves with the former; and some of that sect, by the indulgence of James and Charles, had attained the highest preferments in the hierarchy. But their success with the public had not |been altogether answerable to that which they met with in the church and the court. Throughout the nation, they still lay under the reproach of innovation and heresy. The commons now levelled against them their formidable censures, and made them the objects of daily invective and declamation. Their protectors were stigmatized; their tenets canvassed; their views represented as dangerous and pernicious. To impartial spectators surely, if any such had been at that time in England, it must have given great entertainment, to see a popular assembly, enflamed with faction and enthusiasm, pretend to discuss questions, to which the greatest philosophers, in the tranquillity of retreat, had never hitherto been able to find any satisfactory solution.","subId":"58","id":"Hume.HE.5.51.58"},{"type":"paragraph","content":"^Amidst^ that complication of disputes, in which men were then involved, we may observe, that the appellation _puritan_ stood for three parties, which, though commonly united, were yet actuated by very different views and motives. There were the political puritans, who maintained the highest principles of civil liberty; the puritans in discipline, who were averse to the ceremonies and episcopal government of the church; and the doctrinal puritans, who rigidly defended the speculative system of the first reformers. In opposition to all these stood the court party, the hierarchy, and the Arminians; only with this distinction, that the latter sect, being introduced a few years before, did not as yet comprehend all those who were favourable to the church and to monarchy. But, as the controversies on every subject grew daily warmer, men united themselves more intimately with their friends, and separated themselves wider from their antagonists; and the distinction gradually became quite uniform and regular.","subId":"59","id":"Hume.HE.5.51.59"},{"type":"paragraph","content":"^This^ house of commons, which, like all the preceding, during the reigns of James and Charles, and even of Elizabeth, was much governed by the puritanical party, thought that they could not better serve their cause, than by branding and punishing the Arminian sect, which, introducing an innovation in the church, were the least favoured and least powerful of all their antagonists. From this measure, it was easily foreseen, that, besides gratifying the animosity of the doctrinal puritans, both the puritans in discipline and those in politics would reap considerable advantages. Laud, Neile, Montague, and other bishops, who were the chief supporters of episcopal government, and the most zealous partizans of the |discipline and ceremonies of the church, were all supposed to be tainted with Arminianism. The same men and their disciples were the strenuous preachers of passive obedience, and of entire submission to princes; and if these could once be censured, and be expelled the church and court, it was concluded, that the hierarchy would receive a mortal blow, the ceremonies be less rigidly insisted on, and the king, deprived of his most faithful friends, be obliged to abate those high claims of prerogative, on which at present he insisted.","subId":"60","id":"Hume.HE.5.51.60"},{"type":"paragraph","content":"^But^ Charles, besides a view of the political consequences, which must result from a compliance with such pretensions, was strongly determined, from principles of piety and conscience, to oppose them. Neither the dissipation incident to youth, nor the pleasures attending a high fortune, had been able to prevent this virtuous prince from embracing the most sincere sentiments of religion; and that character, which, in that religious age, should have been of infinite advantage to him, proved in the end the chief cause of his ruin: Merely because the religion, adopted by him, was not of that precise mode and sect, which _began_ to prevail among his subjects. His piety, though remote from popery, had a tincture of superstition in it; and, being averse to the gloomy spirit of the puritans, was represented by them as tending towards the abominations of antichrist. Laud also had unfortunately acquired a great ascendant over him: And as all those prelates, obnoxious to the commons, were regarded as his chief friends and most favoured courtiers; he was resolved not to disarm and dishonour himself, by abandoning them to the resentment of his enemies. Being totally unprovided with military force, and finding a refractory independent spirit to prevail among the people; the most solid basis of his authority, he thought, consisted in the support, which he received from the hierarchy.","subId":"61","id":"Hume.HE.5.51.61"},{"type":"paragraph","content":"^In^ the debates of the commons, which are transmitted to us, it is easy to discern so early some sparks of that enthusiastic fire, which afterwards set the whole nation in combustion. One Rouse made use of an allusion, which, though familiar, seems to have been borrowed from the writings of lord Bacon[n46]. \"If a man meet a dog alone,\" said he, \"the dog is fearful, though ever so fierce by |nature: But, if the dog have his master with him, he will set upon that man, from whom he fled before. This shows, that lower natures, being backed by higher, encrease in courage and strength, and certainly man, being backed with Omnipotency, is a kind of omnipotent creature. All things are possible to him that believes; and where all things are possible, there is a kind of omnipotency. Wherefore, let it be the unanimous consent and resolution of us all to make a vow and covenant henceforth to hold fast our God and our religion; and then shall we henceforth expect with certainty happiness in this world.\"[n47]","subId":"62","id":"Hume.HE.5.51.62"},{"type":"paragraph","content":"^Oliver^ Cromwell, at that time a young man of no account in the nation, is mentioned in these debates, as complaining of one, who, he was told, preached flat popery[n48]. It is amusing to observe the first words of this fanatical hypocrite correspond so exactly to his character.","subId":"63","id":"Hume.HE.5.51.63"},{"type":"paragraph","content":"^The^ enquiries and debates concerning tonnage and poundage went hand in hand with these theological or metaphysical controversies. The officers of the custom-house were summoned before the commons, to give an account by what authority they had seized the goods of merchants, who had refused to pay these duties: The barons of the exchequer were questioned concerning their decrees on that head[n49]. One of the sheriffs of London was committed to the Tower for his activity in supporting the officers of the customhouse: The goods of Rolles, a merchant, and member of the house, being seized for his refusal to pay the duties, complaints were made of this violence, as if it were a breach of privilege[n50]: Charles supported his officers in all these measures; and the quarrel grew every day higher between him and the commons[n51]. Mention was made in the house of impeaching Sir Richard Weston, the treasurer[n52]; and the king began to entertain thoughts of finishing the session by a dissolution.","subId":"64","id":"Hume.HE.5.51.64"},{"type":"paragraph","content":"^Sir^ John Elliot framed a remonstrance against levying tonnage and poundage without consent of parliament, and offered it to the clerk to read. It was refused. He read it himself. The question being then called for, the speaker, Sir John Finch, said, _That he had_ |a command from the king to adjourn, and to put no question[n53]. Upon which he rose and left the chair. The whole house was in an uproar. The speaker was pushed back into the chair, and forcibly held in it by Hollis and Valentine; till a short remonstrance was framed, and was passed by acclamation rather than by vote. Papists and Arminians were there declared capital enemies to the commonwealth. Those, who levied tonnage and poundage, were branded with the same epithet. And even the merchants who should voluntarily pay these duties, were denominated betrayers of English liberty, and public enemies. The doors being locked, the gentleman usher of the house of lords, #Dissolution of the parliament. March 10.# who was sent by the king, could not get admittance till this remonstrance was finished. By the king's order, he took the mace from the table, which ended their proceedings[n54]. And a few days after the parliament was dissolved.","subId":"65","id":"Hume.HE.5.51.65"},{"type":"paragraph","content":"^The^ discontents of the nation ran high, on account of this violent rupture between the king and parliament. These discontents Charles inflamed by his affectation of a severity, which he had not power, nor probably inclination, to carry to extremities. Sir Miles Hobart, Sir Peter Heyman, Selden, Coriton, Long, Strode, were committed to prison, on account of the last tumult in the house, which was called sedition[n55]. With great difficulty, and after several delays, they were released; and the law was generally supposed to be wrested, in order to prolong their imprisonment. Sir John Elliot, Hollis, and Valentine, were summoned to their trial in the king's bench, for seditious speeches and behaviour in parliament; but refusing to answer before an inferior court for their conduct, as members of a superior, they were condemned to be imprisoned during the king's pleasure, to find sureties for their good behaviour, and to be fined, the two former a thousand pounds a-piece, the latter five hundred[n56]. This sentence, procured |by the influence of the crown, served only to show the king's disregard to the privileges of parliament, and to acquire an immense stock of popularity to the sufferers, who had so bravely, in opposition to arbitrary power, defended the liberties of their native country. The commons of England, though an immense body, and possessed of the greater part of national property, were naturally somewhat defenceless; because of their personal equality and their want of leaders: But the king's severity, if these prosecutions deserve the name, here pointed out leaders to them, whose resentment was inflamed, and whose courage was no-wise daunted, by the hardships, which they had undergone in so honourable a cause.","subId":"66","id":"Hume.HE.5.51.66"},{"type":"paragraph","content":"^So^ much did these prisoners glory in their sufferings, that, though they were promised liberty on that condition, they would not condescend even to present a petition to the king, expressing their sorrow for having offended him[n57]. They unanimously refused to find sureties for their good behaviour; and disdained to accept of deliverance on such easy terms. Nay, Hollis was so industrious to continue his meritorious distress, that, when one offered to bail him, he would not yield to the rule of court, and be himself bound with his friend. Even Long, who had actually found sureties in the chief justice's chamber, declared in court, that his sureties should no longer continue[n58]. Yet because Sir John Elliot happened to die while in custody, a great clamour was raised against the administration; and he was universally regarded as a martyr to the liberties of England[n59].","subId":"67","id":"Hume.HE.5.51.67"},{"type":"note","content":"Franklyn, p. 230.","subId":"n1","id":"Hume.HE.5.51.n1"},{"type":"note","content":"Sanderson, p. 106. Walker, p. 339.","subId":"n2","id":"Hume.HE.5.51.n2"},{"type":"note","content":"Rushworth, vol. i. p. 477. Franklyn, p. 233.","subId":"n3","id":"Hume.HE.5.51.n3"},{"type":"note","content":"Rushworth, vol. i. p. 479. Franklyn, p. 234.","subId":"n4","id":"Hume.HE.5.51.n4"},{"type":"note","content":"Franklyn, p. 243. Rushworth, vol. i. p. 499.","subId":"n5","id":"Hume.HE.5.51.n5"},{"type":"note","content":"Franklyn, p. 245. Parl. Hist. vol. vii. p. 363. Rushworth, vol. i. p. 502.","subId":"n6","id":"Hume.HE.5.51.n6"},{"type":"note","content":"Franklyn, p. 243. Rushworth, vol. i. p. 500.","subId":"n7","id":"Hume.HE.5.51.n7"},{"type":"note","content":"Franklyn, p. 251. Rushworth, vol. i. p. 513. Whitlocke, p. 9.","subId":"n8","id":"Hume.HE.5.51.n8"},{"type":"note","content":"Rushworth, vol. i. p. 526. Whitlocke, p. 9.","subId":"n9","id":"Hume.HE.5.51.n9"},{"type":"note","content":"Whitlocke, p. 10.","subId":"n10","id":"Hume.HE.5.51.n10"},{"type":"note","content":"State Trials, vol. vii. p. 187. Rushworth, vol. i. p. 546.","subId":"n11","id":"Hume.HE.5.51.n11"},{"type":"note","content":"State Trials, vol. vii. p. 193.","subId":"n12","id":"Hume.HE.5.51.n12"},{"type":"note","content":"State Trials, vol. vii. p. 196. Rushworth, vol. i. p. 556.","subId":"n13","id":"Hume.HE.5.51.n13"},{"type":"note","content":"State Trials, vol. vii. p. 198. Rushworth, vol. i. p. 560. Parl. Hist. vol. viii. p. 111.","subId":"n14","id":"Hume.HE.5.51.n14"},{"type":"note","content":"State Trials, vol. vii. p. 199. Rushworth, vol. i. p. 561. Parl. Hist. vol. viii. p. 116. Whitlocke, p. 10.","subId":"n15","id":"Hume.HE.5.51.n15"},{"type":"note","content":"_This petition is of so great importance, that we shall here give it at length._ Humbly shew unto our sovereign lord the king, the lords spiritual and temporal, and commons, in parliament assembled. That, whereas it is declared and enacted, by a statute made in the time of the reign of king Edward I. commonly called _Statutum de tallagio non concedendo,_ that no tallage or aid shall be levied by the king or his heirs in this realm, without the good will and assent of the archbishops, bishops, earls, barons, knights, burgesses, and other the freemen of the commonalty of this realm: And, by authority of parliament holden in the five and twentieth year of the reign of king Edward III. it is declared and enacted, That, from thenceforth, no person shall be compelled to make any loans to the king against his will, because such loans were against reason, and the franchise of the land: And, by other laws of this realm, it is provided, that none should be charged by any charge or imposition called a benevolence, or by such like charge: By which the statutes before mentioned, and other the good laws and statutes of this realm, your subjects have inherited this freedom, that they should not be compelled to contribute to any tax, tallage, aid, or other like charge, not set by common consent in parliament.II. Yet nevertheless, of late divers commissions directed to sundry commissioners in several counties, with instructions, have issued; by means whereof your people have been in divers places assembled, and required to lend certain sums of money unto your majesty, and many of them, upon their refusal so to do, have had an oath administered unto them not warrantable by the laws or statutes of this realm, and have been constrained to become bound to make appearance and give attendance before your privy council, and in other places, and others of them, have been therefore imprisoned, confined, and sundry other ways molested and disquieted: And divers other charges have been laid and levied upon your people, in several counties, by lord-lieutenants, deputy-lieutenants, commissioners for musters, justices of peace, and others, by command or direction from your majesty, or your privy council, against the laws and free customs of this realm.III. And whereas also, by the statute called_ The great charter of the liberties of England,_ it is declared and enacted, That no freeman may be taken or imprisoned, or be disseized of his freehold or liberties, or his free customs, or be outlawed or exiled, or in any manner destroyed, but by the lawful judgment of his peers, or by the law of the land.IV. And, in the eight and twentieth year of the reign of king Edward III. it was declared and enacted, by authority of parliament, That no man, of what estate or condition that he be, should be put out of his land or tenements; nor taken, nor imprisoned, nor disherited, nor put to death, without being brought to answer by due process of law.V. Nevertheless, against the tenor of the said statutes, and other the good laws and statutes of your realm to that end provided, divers of your subjects have of late been imprisoned without any cause shewed: And, when, for their deliverance, they were brought before justice, by your majesty's writs of _Habeas Corpus,_ there to undergo and receive as the court should order, and their keepers commanded to certify the causes of their detainer, no cause was certified, but that they were detained by your majesty's special command, signified by the lords of your privy council, and yet were returned back to several prisons, without being charged with any thing to which they might make answer according to the law.VI. And whereas of late great companies of soldiers and mariners have been dispersed into divers counties of the realm, and the inhabitants, against their wills, have been compelled to receive them into their houses, and there to suffer them to sojourn, against the laws and customs of this realm, and to the great grievance and vexation of the people.VII. And whereas also, by authority of parliament, in the five and twentieth year of the reign of king Edward III. it is declared and enacted, That no man should be fore-judged of life or limb against the form of the _Great charter,_ and law of the land: And, by the said _Great charter,_ and other the laws and statutes of this your realm, no man ought to be judged to death but by the laws established in this your realm, either by the customs of the same realm, or by acts of parliament: And whereas no offender, of what kind soever, is exempted from the proceedings to be used, and punishments to be inflicted by the laws and statutes of this your realm: Nevertheless, of late divers commissions, under your majesty's great seal, have issued forth, by which certain persons have been assigned and appointed commissioners, with power and authority to proceed within the land, according to the justice of martial law, against such soldiers and mariners, or other dissolute persons joining with them, as should commit any murther, robbery, felony, mutiny, or other outrage or misdemeanour whatsoever, and by such summary course and order as is agreeable to martial law, and as is used in armies in time of war, to proceed to the trial and condemnation of such offenders, and them to cause to be executed and put to death according to the law martial.VIII. By pretext whereof some of your majesty's subjects have been, by some of the said commissioners, put to death, when and where, if, by the laws and statutes of the land, they had deserved death, by the same laws and statutes also they might, and by no other ought, to have been judged and executed.IX. And also sundry grievous offenders, by colour thereof claiming an exemption, have escaped the punishments due to them by the laws and statutes of this your realm, by reason that divers of your officers and ministers of justice have unjustly refused or forborn to proceed against such offenders, according to the same laws and statutes, upon pretence that the said offenders were punishable only by martial law, and by authority of such commissions as aforesaid: Hume.Which commissions, and all other of like nature, are wholly and directly contrary to the said laws and statutes of this your realm.X. They do therefore humbly pray your most excellent majesty, That no man hereafter be compelled to make or yield any gift, loan, benevolence, tax, or such like charge, without common consent, by act of parliament: And that none be called to make answer, or take such oath, or to give attendance, or be confined or otherways molested or disquieted concerning the same, or for refusal thereof: And that no freeman, in any such manner as is before-mentioned, be imprisoned or detained: And that your majesty would be pleased to remove the said soldiers and mariners, and that people may not be so burthened in time to come; and that the aforesaid commissions, for proceeding by martial law, may be revoked and annulled: And that hereafter no commissions of like nature may issue forth, to any person or persons whatsoever, to be executed as aforesaid, lest, by colour of them, any of your majesty's subjects be destroyed, or put to death, contrary to the laws and franchise of the land.XI. All which they most humbly pray of your most excellent majesty, as their rights and liberties, according to the laws and statutes of this realm: And that your majesty would also vouchsafe to declare, That the awards, doings, and proceedings to the prejudice of your people, in any of the premisses, shall not be drawn hereafter into consequence or example: And that your majesty would be also graciously pleased, for the further comfort and safety of your people, to declare your royal will and pleasure, that in the things aforesaid, all your officers and ministers shall serve you according to the laws and statutes of this realm, as they tender the honour of your majesty, and the prosperity of this kingdom. _Stat. 17 Car. cap. 14._","subId":"n16","id":"Hume.HE.5.51.n16"},{"type":"note","content":"State Trials, vol. vii. p. 212. Rushworth, vol. i. p. 590.","subId":"n17","id":"Hume.HE.5.51.n17"},{"type":"note","content":"Parl. Hist. vol. viii. p. 206.","subId":"n18","id":"Hume.HE.5.51.n18"},{"type":"note","content":"Rushworth, vol. i. p. 585, 594. Parl. Hist. vol. viii. p. 168, 169, 170, &c. Welwood, p. 44.","subId":"n19","id":"Hume.HE.5.51.n19"},{"type":"note","content":"Rushworth, vol. i. p. 65. Parl. Hist. vol. viii. p. 212.","subId":"n20","id":"Hume.HE.5.51.n20"},{"type":"note","content":"Rushworth, vol. i. p. 635. Whitlocke, p. 11.","subId":"n21","id":"Hume.HE.5.51.n21"},{"type":"note","content":"Rushworth, vol. i. p. 607.","subId":"n22","id":"Hume.HE.5.51.n22"},{"type":"note","content":"Ibid. vol. i. p. 605.","subId":"n23","id":"Hume.HE.5.51.n23"},{"type":"note","content":"Ibid. vol. i. p. 610. Parl. Hist. vol. viii. p. 197.","subId":"n24","id":"Hume.HE.5.51.n24"},{"type":"note","content":"Rushworth, vol. i. p. 613. Journ. 7 June, 1628. Parl. Hist. vol. viii. p. 201.","subId":"n25","id":"Hume.HE.5.51.n25"},{"type":"note","content":"Rushworth, vol. i. p. 613.","subId":"n26","id":"Hume.HE.5.51.n26"},{"type":"note","content":"Rush. vol. i. p. 614. Parl. Hist. vol. viii. p. 214.","subId":"n27","id":"Hume.HE.5.51.n27"},{"type":"note","content":"Journ. 13 June, 1628.","subId":"n28","id":"Hume.HE.5.51.n28"},{"type":"note","content":"Rush. vol. i. p. 612.","subId":"n29","id":"Hume.HE.5.51.n29"},{"type":"note","content":"Rush. vol. i. p. 619. Parl. Hist. vol. viii. 219, 220, &c.","subId":"n30","id":"Hume.HE.5.51.n30"},{"type":"note","content":"Rush. vol. i. p. 628. Journ. 18, 20 June, 1628.","subId":"n31","id":"Hume.HE.5.51.n31"},{"type":"note","content":"Journ. 26 June, 1628.","subId":"n32","id":"Hume.HE.5.51.n32"},{"type":"note","content":"May's Hist. of the Parliament, p. 10.","subId":"n33","id":"Hume.HE.5.51.n33"},{"type":"note","content":"Clarendon, vol. i. p. 27, 28.","subId":"n34","id":"Hume.HE.5.51.n34"},{"type":"note","content":"Warwick, p. 34.","subId":"n35","id":"Hume.HE.5.51.n35"},{"type":"note","content":"Rush. vol. i. p. 636.","subId":"n36","id":"Hume.HE.5.51.n36"},{"type":"note","content":"State Trials, vol. vii. p. 216. Rush. vol. i. p. 643.","subId":"n37","id":"Hume.HE.5.51.n37"},{"type":"note","content":"State Trials, vol. vii. p. 216. Parl. Hist. vol. viii. p. 246.","subId":"n38","id":"Hume.HE.5.51.n38"},{"type":"note","content":"Parl. Hist. vol. viii. p. 339, 340.","subId":"n39","id":"Hume.HE.5.51.n39"},{"type":"note","content":"6 Henry VIII. cap. 14.","subId":"n40","id":"Hume.HE.5.51.n40"},{"type":"note","content":"Journ. 5 July, 1625.","subId":"n41","id":"Hume.HE.5.51.n41"},{"type":"note","content":"The reason assigned by Sir Philip Warwick, p. 2. for this unusual measure of the commons, is, that they intended to deprive the crown of the prerogative, which it had assumed, of varying the rates of the impositions, and at the same time were resolved to cut off the new rates fixed by James. These were considerable diminutions both of revenue and prerogative; and whether they would have there stopped, considering their present disposition, may be much doubted. The king, it seems, and the lords, were resolved not to trust them; nor to render a revenue once precarious, which perhaps they might never afterwards be able to get re-established on the old footing.","subId":"n42","id":"Hume.HE.5.51.n42"},{"type":"note","content":"Rushworth, vol. i. p. 644. Parl. Hist. vol. viii. p. 256, 346.","subId":"n43","id":"Hume.HE.5.51.n43"},{"type":"note","content":"Rushworth, vol. i. p. 642.","subId":"n44","id":"Hume.HE.5.51.n44"},{"type":"note","content":"Idem, ibid. p. 651. Whitlocke, p. 12.","subId":"n45","id":"Hume.HE.5.51.n45"},{"type":"note","content":"Essay of Atheism.","subId":"n46","id":"Hume.HE.5.51.n46"},{"type":"note","content":"Rushworth, vol. i. p. 646. Parl. Hist. vol. viii. p. 260.","subId":"n47","id":"Hume.HE.5.51.n47"},{"type":"note","content":"Rushworth, vol. i. p. 655. Parl. Hist. vol. viii. p. 289.","subId":"n48","id":"Hume.HE.5.51.n48"},{"type":"note","content":"Rushworth, vol. i. p. 654. Parl. Hist. vol. viii. p. 301.","subId":"n49","id":"Hume.HE.5.51.n49"},{"type":"note","content":"Rushworth, vol. i. p. 653.","subId":"n50","id":"Hume.HE.5.51.n50"},{"type":"note","content":"Ibid. p. 658.","subId":"n51","id":"Hume.HE.5.51.n51"},{"type":"note","content":"Parl. Hist. vol. viii. p. 326.","subId":"n52","id":"Hume.HE.5.51.n52"},{"type":"note","content":"The king's power of adjourning as well as proroguing the parliament, was and is never questioned. In the 19th of the late king, the judges determined, that the adjournment by the king kept the parliament _in statu quo_ until the next sitting; but that then no committees were to meet: But if the adjournment be by the house, then the committees and other matters do continue. Parl. Hist vol. v. p. 466.","subId":"n53","id":"Hume.HE.5.51.n53"},{"type":"note","content":"Rushworth, vol. i. p. 660. Whitlocke, p. 12.","subId":"n54","id":"Hume.HE.5.51.n54"},{"type":"note","content":"Rushworth, vol. i. p. 661, 681. Parl. Hist. vol. viii. p. 354. May, p. 13.","subId":"n55","id":"Hume.HE.5.51.n55"},{"type":"note","content":"Rushworth, vol. i. p. 684, 691.","subId":"n56","id":"Hume.HE.5.51.n56"},{"type":"note","content":"Whitlocke, p. 13.","subId":"n57","id":"Hume.HE.5.51.n57"},{"type":"note","content":"Kennet, vol. iii. p. 49.","subId":"n58","id":"Hume.HE.5.51.n58"},{"type":"note","content":"Rushworth, vol. v. p. 440.","subId":"n59","id":"Hume.HE.5.51.n59"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.50","imported":true,"title":"Chapter 50. Charles I","breadcrumb":"Chapter 50","published":[1754]},"next":{"id":"Hume.HE.5.52","imported":true,"title":"Chapter 52. Charles I (cont.)","breadcrumb":"Chapter 52","published":[1754]}}