{"imported":true,"id":"Hume.THN.3.2.12","parent":"Hume.THN.3.2","title":"Section 12. Of chastity and modesty","breadcrumb":"Section 12","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. XII.\nOf chastity and modesty.\n","id":"Hume.THN.3.2.12"},{"type":"paragraph","content":"IF any difficulty attend this system concerning the laws of nature and nations, 'twill be with regard to the universal approbation or blame, which follows their observance or transgression, and which some may not think sufficiently explain'd from the general interests of society. To remove, as far as possible, all scruples of this kind, I shall here consider another set of duties, viz. the modesty and chastity which belong to the fair sex: And I doubt not but these virtues will be found to be still more conspicuous instances of the operation of those principles, which I have insisted on.","subId":"1","id":"Hume.THN.3.2.12.1","pages":"570"},{"type":"paragraph","content":"There are some philosophers, who attack the female virtues with great vehemence, and fancy they have gone very far in detecting popular errors, when they can show, that there is no foundation in nature for all that exterior modesty, which we require in the expressions, and dress, and behaviour of the fair sex. I believe I may spare myself the trouble of insisting on so obvious a subject, and may proceed, without farther preparation, to examine after what manner such notions arise from education, from the voluntary conventions of men, and from the interest of society.","subId":"2","id":"Hume.THN.3.2.12.2","pages":"570"},{"type":"paragraph","content":"Whoever considers the length and feebleness of human infancy, with the concern which both sexes naturally have for their offspring, will easily perceive, that there must be an union of male and female for the education of the young, and that this union must be of considerable duration. But in order to induce the men to impose on themselves this restraint, and undergo chearfully all the fatigues and expences, to which it subjects them, they must believe, that the children are their own, and that their natural instinct is not directed to a wrong object, when they give a loose to love and tenderness. Now if we examine the structure of the human body, we shall find, that this security is very difficult to be attain'd on our part; and that since, in the copulation of the sexes, the principle of generation goes from the man to the woman, an error may easily take place on the side of the former, tho' it be utterly impossible with regard to the latter. From this trivial and anatomical observation is deriv'd that vast difference betwixt the education and duties of the two sexes.","subId":"3","id":"Hume.THN.3.2.12.3","pages":"570-1"},{"type":"paragraph","content":"Were a philosopher to examine the matter a priori, he wou'd reason after the following manner. Men are induc'd to labour for the maintenance and education of their children, by the persuasion that they are really their own; and therefore 'tis reasonable, and even necessary, to give them some security in this particular. This security cannot consist entirely in the imposing of severe punishments on any transgressions of conjugal fidelity on the part of the wife; since these public punishments cannot be inflicted without legal proof, which 'tis difficult to meet with in this subject. What restraint, therefore, shall we impose on women, in order to counter-balance so strong a temptation as they have to infidelity? There seems to be no restraint possible, but in the punishment of bad fame or reputation; a punishment, which has a mighty influence on the human mind, and at the same time is inflicted by the world upon surmizes, and conjectures, and proofs, that wou'd never be receiv'd in any court of judicature. In order, therefore, to impose a due restraint on the female sex, we must attach a peculiar degree of shame to their infidelity, above what arises merely from its injustice, and must bestow proportionable praises on their chastity.","subId":"4","id":"Hume.THN.3.2.12.4","pages":"571"},{"type":"paragraph","content":"But tho' this be a very strong motive to fidelity, our philosopher wou'd quickly discover, that it wou'd not alone be sufficient to that purpose. All human creatures, especially of the female sex, are apt to over-look remote motives in favour of any present temptation: The temptation is here the strongest imaginable: Its approaches are insensible and seducing: And a woman easily finds, or flatters herself she shall find, certain means of securing her reputation, and preventing all the pernicious consequences of her pleasures. 'Tis necessary, therefore, that, beside the infamy attending such licences, there shou'd be some preceding backwardness or dread, which may prevent their first approaches, and may give the female sex a repugnance to all expressions, and postures, and liberties, that have an immediate relation to that enjoyment.","subId":"5","id":"Hume.THN.3.2.12.5","pages":"571-2"},{"type":"paragraph","content":"Such wou'd be the reasonings of our speculative philosopher: But I am persuaded, that if he had not a perfect knowledge of human nature, he wou'd be apt to regard them as mere chimerical speculations, and wou'd consider the infamy attending infidelity, and backwardness to all its approaches, as principles that were rather to be wish'd than hop'd for in the world. For what means, wou'd he say, of persuading mankind, that the transgressions of conjugal duty are more infamous than any other kind of injustice, when 'tis evident they are more excusable, upon account of the greatness of the temptation? And what possibility of giving a backwardness to the approaches of a pleasure, to which nature has inspir'd so strong a propensity; and a propensity that 'tis absolutely necessary in the end to comply with, for the support of the species?","subId":"6","id":"Hume.THN.3.2.12.6","pages":"572"},{"type":"paragraph","content":"But speculative reasonings, which cost so much pains to philosophers, are often form'd by the world naturally, and without reflection: As difficulties, which seem unsurmountable in theory, are easily got over in practice. Those, who have an interest in the fidelity of women, naturally disapprove of their infidelity, and all the approaches to it. Those, who have no interest, are carried along with the stream, and are also apt to be affected with sympathy for the general interests of society. Education takes possession of the ductile minds of the fair sex in their infancy. And when a general rule of this kind is once establish'd, men are apt to extend it beyond those principles, from which it first arose. Thus batchelors, however debauch'd, cannot chuse but be shock'd with any instance of lewdness or impudence in women. And tho' all these maxims have a plain reference to generation, yet women past child-bearing have no more privilege in this respect, than those who are in the flower of their youth and beauty. Men have undoubtedly an implicit notion, that all those ideas of modesty and decency have a regard to generation; since they impose not the same laws, with the same force, on the male sex, where that reason takes not place. The exception is there obvious and extensive, and founded on a remarkable difference, which produces a clear separation and disjunction of ideas. But as the case is not the same with regard to the different ages of women, for this reason, tho' men know, that these notions are founded on the public interest, yet the general rule carries us beyond the original principle, and makes us extend the notions of modesty over the whole sex, from their earliest infancy to their extremest old-age and infirmity.","subId":"7","id":"Hume.THN.3.2.12.7","pages":"572-3"},{"type":"paragraph","content":"Courage, which is the point of honour among men, derives its merit, in a great measure, from artifice, as well as the chastity of women; tho' it has also some foundation in nature, as we shall see afterwards.","subId":"8","id":"Hume.THN.3.2.12.8","pages":"573"},{"type":"paragraph","content":"As to the obligations which the male sex lie under, with regard to chastity, we may observe, that according to the general notions of the world, they bear nearly the same proportion to the obligations of women, as the obligations of the law of nations do to those of the law of nature. 'Tis contrary to the interest of civil society, that men shou'd have an entire liberty of indulging their appetites in venereal enjoyment: But as this interest is weaker than in the case of the female sex, the moral obligation, arising from it, must be proportionably weaker. And to prove this we need only appeal to the practice and sentiments of all nations and ages.","subId":"9","id":"Hume.THN.3.2.12.9","pages":"573"}]}