{"id":"Hume.THN.3.2.4","imported":true,"parent":"Hume.THN.3.2","title":"Section 4. Of the transference of property by consent","breadcrumb":"Section 4","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. IV.\nOf the transference of property by consent.\n","id":"Hume.THN.3.2.4"},{"type":"paragraph","content":"HOWEVER useful, or even necessary, the stability of possession may be to human society, 'tis attended with very considerable inconveniences. The relation of fitness or suitableness ought never to enter into consideration, in distributing the properties of mankind; but we must govern ourselves by rules, which are more general in their application, and more free from doubt and uncertainty. Of this kind is present possession upon the first establishment of society; and afterwards occupation,  prescription, accession, and succession. As these depend very much on chance, they must frequently prove contradictory both to men's wants and desires; and persons and possessions must often be very ill adjusted. This is a grand inconvenience, which calls for a remedy. To apply one directly, and allow every man to seize by violence what he judges to be fit for him, wou'd destroy society; and therefore the rules of justice seek some medium betwixt a rigid stability, and this changeable and uncertain adjustment. But there is no medium better than that obvious one, that possession and property shou'd always be stable, except when the proprietor agrees to bestow them on some other person. This rule can have no ill consequence, in occasioning wars and dissentions; since the proprietor's consent, who alone is concern'd, is taken along in the alienation: And it may serve to many good purposes in adjusting property to persons. Different parts of the earth produce different commodities; and not only so, but different men both are by nature fitted for different employments, and attain to greater perfection in any one, when they confine themselves to it alone. All this requires a mutual exchange and commerce; for which reason the translation of property by consent is founded on a law of nature, as well as its stability without such a consent.","subId":"1","id":"Hume.THN.3.2.4.1","pages":"514"},{"type":"paragraph","content":"So far is determin'd by a plain utility and interest. But perhaps 'tis from more trivial reasons, that delivery, or a sensible transference of the object is commonly requir'd by civil laws, and also by the laws of nature, according to most authors, as a requisite circumstance in the translation of property. The property of an object, when taken for something real, without any reference to morality, or the sentiments of the mind, is a quality perfectly insensible, and even inconceivable; nor can we form any distinct notion, either of its stability or translation. This imperfection of our ideas is less sensibly felt with regard to its stability, as it engages less our attention, and is easily past over by the mind, without any scrupulous examination. But as the translation of property from one person to another is a more remarkable event, the defect of our ideas becomes more sensible on that occasion, and obliges us to turn ourselves on every side in search of some remedy. Now as nothing more enlivens any idea than a present impression, and a relation betwixt that impression and the idea; 'tis natural for us to seek some false light from this quarter. In order to aid the imagination in conceiving the transference of property, we take the sensible object, and actually transfer its possession to the person, on whom we wou'd bestow the property. The suppos'd resemblance of the actions, and the presence of this sensible delivery, deceive the mind, and make it fancy, that it conceives the mysterious transition of the property. And that this explication of the matter is just, appears hence, that men have invented a symbolical delivery, to satisfy the fancy, where the real one is impracticable. Thus the giving the keys of a granary is understood to be the delivery of the corn contain'd in it: The giving of stone and earth represents the delivery of a mannor. This is a kind of superstitious practice in civil laws, and in the laws of nature, resembling the Roman catholic superstitions in religion. As the Roman catholics represent the inconceivable mysteries of the Christian religion, and render them more present to the mind, by a taper, or habit, or grimace, which is suppos'd to resemble them; so lawyers and moralists have run into like inventions for the same reason, and have endeavour'd by those means to satisfy themselves concerning the transference of property by consent.","subId":"2","id":"Hume.THN.3.2.4.2","pages":"515-6"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]}],"prev":{"id":"Hume.THN.3.2.3","imported":true,"title":"Section 3. Of the rules, which determine property","breadcrumb":"Section 3","published":[1740]},"next":{"id":"Hume.THN.3.2.5","imported":true,"title":"Section 5. Of the obligation of promises","breadcrumb":"Section 5","published":[1740]}}