{"id":"Hume.THN.3.2.8","imported":true,"parent":"Hume.THN.3.2","title":"Section 8. Of the source of allegiance","breadcrumb":"Section 8","published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. VIII.\nOf the source of allegiance.\n","id":"Hume.THN.3.2.8"},{"type":"paragraph","content":"THOUGH government be an invention very advantageous, and even in some circumstances absolutely necessary to mankind; it is not necessary in all circumstances, nor is it impossible for men to preserve society for some time, without having recourse to such an invention. Men, 'tis true, are always much inclin'd to prefer present interest to distant and remote; nor is it easy for them to resist the temptation of any advantage, that they may immediately enjoy, in apprehension of an evil, that lies at a distance from them: But still this weakness is less conspicuous, where the possessions, and the pleasures of life are few, and of little value, as they always are in the infancy of society. An Indian is but little tempted to dispossess another of his hut, or to steal his bow, as being already provided of the same advantages; and as to any superior fortune, which may attend one above another in hunting and fishing, 'tis only casual and temporary, and will have but small tendency to disturb society. And so far am I from thinking with some philosophers, that men are utterly incapable of society without government, that I assert the first rudiments of government to arise from quarrels, not among men of the same society, but among those of different societies. A less degree of riches will suffice to this latter effect, than is requisite for the former. Men fear nothing from public war and violence but the resistance they meet with, which, because they share it in common, seems less terrible; and because it comes from strangers, seems less pernicious in its consequences, than when they are expos'd singly against one whose commerce is advantageous to them, and without whose society 'tis impossible they can subsist. Now foreign war to a society without government necessarily produces civil war. Throw any considerable goods among men, they instantly fall a quarrelling, while each strives to get possession of what pleases him, without regard to the consequences. In a foreign war the most considerable of all goods, life and limbs, are at stake; and as every one shuns dangerous posts, seizes the best arms, seeks excuse for the slightest wounds, the rules of society, which may be well enough observ'd, while men were calm, can now no longer take place, when they are in such commotion.","subId":"1","id":"Hume.THN.3.2.8.1","pages":"539-40"},{"type":"paragraph","content":"This we find verified in the American tribes, where men live in concord and amity among themselves without any establish'd government; and never pay submission to any of their fellows, except in time of war, when their captain enjoys a shadow of authority, which he loses after their return from the field, and the establishment of peace with the neighbouring tribes. This authority, however, instructs them in the advantages of government, and teaches them to have recourse to it, when either by the pillage of war, by commerce, or by any fortuitous inventions, their riches and possessions have become so considerable as to make them forget, on every emergence, the interest they have in the preservation of peace and justice. Hence we may give a plausible reason, among others, why all governments are at first monarchical, without any mixture and variety; and why republics arise only from the abuses of monarchy and despotic power. Camps are the true mothers of cities; and as war cannot be administred, by reason of the suddenness of every exigency, without some authority in a single person, the same kind of authority naturally takes place in that civil government, which succeeds the military. And this reason I take to be more natural, than the common one deriv'd from patriarchal government, or the authority of a father, which is said first to take place in one family, and to accustom the members of it to the government of a single person. The state of society without government is one of the most natural states of men, and may subsist with the conjunction of many families, and long after the first generation. Nothing but an encrease of riches and possessions cou'd oblige men to quit it; and so barbarous and uninstructed are all societies on their first formation, that many years must elapse before these cou'd encrease to such a degree, as to disturb men in the enjoyment of peace and concord.","subId":"2","id":"Hume.THN.3.2.8.2","pages":"540-1"},{"type":"paragraph","content":"But tho' it be possible for men to maintain a small uncultivated society without government, 'tis impossible they shou'd maintain a society of any kind without justice, and the observance of those three fundamental laws concerning the stability of possession, its translation by consent, and the performance of promises. These are, therefore, antecedent to government, and are suppos'd to impose an obligation before the duty of allegiance to civil magistrates has once been thought of. Nay, I shall go farther, and assert, that government, upon its first establishment, wou'd naturally be suppos'd to derive its obligation from those laws of nature, and, in particular, from that concerning the performance of promises. When men have once perceiv'd the necessity of government to maintain peace, and execute justice, they wou'd naturally assemble together, wou'd chuse magistrates, determine their power, and promise them obedience. As a promise is suppos'd to be a bond or security already in use, and attended with a moral obligation, 'tis to be consider'd as the original sanction of government, and as the source of the first obligation to obedience. This reasoning appears so natural, that it has become the foundation of our fashionable system of politics, and is in a manner the creed of a party amongst us, who value themselves, with reason, on the soundness of their philosophy, and their liberty of thought. All men, say they, are born free and equal: Government and superiority can only be establish'd by consent: The consent of men, in establishing government, imposes on them a new obligation, unknown to the laws of nature. Men, therefore, are bound to obey their magistrates, only because they promise it; and if they had not given their word, either expressly or tacitly, to preserve allegiance, it would never have become a part of their moral duty. This conclusion, however, when carried so far as to comprehend government in all its ages and situations, is entirely erroneous; and I maintain, that tho' the duty of allegiance be at first grafted on the obligation of promises, and be for some time supported by that obligation, yet as soon as the advantages of government are fully known and acknowledg'd, it immediately takes root of itself, and has an original obligation and authority, independent of all contracts. This is a principle of moment, which we must examine with care and attention, before we proceed any farther.","subId":"3","id":"Hume.THN.3.2.8.3","pages":"541-2"},{"type":"paragraph","content":"'Tis reasonable for those philosophers, who assert justice to be a natural virtue, and antecedent to human conventions, to resolve all civil allegiance into the obligation of a promise, and assert that 'tis our own consent alone, which binds us to any submission to magistracy. For as all government is plainly an invention of men, and the origin of most governments is known in history, 'tis necessary to mount higher, in order to find the source of our political duties, if we wou'd assert them to have any natural obligation of morality. These philosophers, therefore, quickly observe, that society is as antient as the human species, and those three fundamental laws of nature as antient as society: So that taking advantage of the antiquity, and obscure origin of these laws, they first deny them to be artificial and voluntary inventions of men, and then seek to ingraft on them those other duties, which are more plainly artificial. But being once undeceiv'd in this particular, and having found that natural, as well as civil justice, derives its origin from human conventions, we shall quickly perceive, how fruitless it is to resolve the one into the other, and seek, in the laws of nature, a stronger foundation for our political duties than interest, and human conventions; while these laws themselves are built on the very same foundation. On which ever side we turn this subject, we shall find, that these two kinds of duty are exactly on the same footing, and have the same source both of their first invention and moral obligation. They are contriv'd to remedy like inconveniences, and acquire their moral sanction in the same manner, from their remedying those inconveniences. These are two points, which we  shall endeavour to prove as distinctly as possible.","subId":"4","id":"Hume.THN.3.2.8.4","pages":"542-3"},{"type":"paragraph","content":"We have already shewn, that men invented the three fundamental laws of nature, when they observ'd the necessity of society to their mutual subsistance, and found, that 'twas impossible to maintain any correspondence together, without some restraint on their natural appetites. The same self-love, therefore, which renders men so incommodious to each other, taking a new and more convenient direction, produces the rules of justice, and is the first motive of their observance. But when men have observ'd, that tho' the rules of justice be sufficient to maintain any society, yet 'tis impossible for them, of themselves, to observe those rules, in large and polish'd societies; they establish government, as a new invention to attain their ends, and preserve the old, or procure new advantages, by a more strict execution of justice. So far, therefore, our civil duties are connected with our natural, that the former are invented chiefly for the sake of the latter; and that the principal object of government is to constrain men to observe the laws of nature. In this respect, however, that law of nature, concerning the performance of promises, is only compriz'd along with the rest; and its exact observance is to be consider'd as an effect of the institution of government, and not the obedience to government as an effect of the obligation of a promise. Tho' the object of our civil duties be the enforcing of our natural, yet the first motive of the invention, as well as performance of both, is nothing but self-interest: And since there is a separate interest in the obedience to government, from that in the performance of promises, we must also allow of a separate obligation. To obey the civil magistrate is requisite to preserve order and concord in society. To perform promises is requisite to beget mutual trust and confidence in the common offices of life. The ends, as well as the means, are perfectly distinct; nor is the one subordinate to the other.","subId":"5","id":"Hume.THN.3.2.8.5","pages":"543-4"},{"type":"paragraph","content":"To make this more evident, let us consider, that men will often bind themselves by promises to the performance of what it wou'd have been their interest to perform, independent of these promises; as when they wou'd give others a fuller security, by super-adding a new obligation of interest to that which they formerly lay under. The interest in the performance of promises, besides its moral obligation, is general, avow'd, and of the last consequence in life. Other interests may be more particular and doubtful; and we are apt to entertain a greater suspicion, that men may indulge their humour, or passion, in acting contrary to them. Here, therefore, promises come naturally in play, and are often requir'd for fuller satisfaction and security. But supposing those other interests to be as general and avow'd as the interest in the performance of a promise, they will be regarded as on the same footing, and men will begin to repose the same confidence in them. Now this is exactly the case with regard to our civil duties, or obedience to the magistrate; without which no government cou'd subsist, nor any peace or order be maintain'd in large societies, where there are so many possessions on the one hand, and so many wants, real or imaginary, on the other. Our civil duties, therefore, must soon detach themselves from our promises, and acquire a separate force and influence. The interest in both is of the very same kind: 'Tis general, avow'd, and prevails in all times and places. There is, then, no pretext of reason for founding the one upon the other; while each of them has a foundation peculiar to itself. We might as well resolve the obligation to abstain from the possessions of others, into the obligation of a promise, as that of allegiance. The interests are not more distinct in the one case than the other. A regard to property is not more necessary to natural society, than obedience is to civil society or government; nor is the former society more necessary to the being of mankind, than the latter to their well-being and happiness. In short, if the performance of promises be advantageous, so is obedience to government: If the former interest be general, so is the latter: If the one interest be obvious and avow'd, so is the other. And as these two rules are founded on like obligations of interest, each of them must have a peculiar authority, independent of the other.","subId":"6","id":"Hume.THN.3.2.8.6","pages":"544-5"},{"type":"paragraph","content":"But 'tis not only the natural obligations of interest, which are distinct in promises and allegiance; but also the moral obligations of honour and conscience: Nor does the merit or demerit of the one depend in the least upon that of the other. And indeed, if we consider the close connexion there is betwixt the natural and moral obligations, we shall find this conclusion to be entirely unavoidable. Our interest is always engag'd on the side of obedience to magistracy; and there is nothing but a great present advantage, that can lead us to rebellion, by making us over-look the remote interest, which we have in the preserving of peace and order in society. But tho' a present interest may thus blind us with regard to our own actions, it takes not place with regard to those of others; nor hinders them from appearing in their true colours, as highly prejudicial to our own interest, or at least to that of the public, which we partake of by sympathy. This naturally gives us an uneasiness, in considering such seditious and disloyal actions, and makes us attach to them the idea of vice and moral deformity. 'Tis the same principle, which causes us to disapprove of all kinds of private injustice, and in particular of the breach of promises. We blame all treachery and breach of faith; because we consider, that the freedom and extent of human commerce depend entirely on a fidelity with regard to promises. We blame all disloyalty to magistrates; because we perceive, that the execution of justice, in the stability of possession, its translation by consent, and the performance of promises, is impossible, without submission to government. As there are here two interests entirely distinct from each other, they must give rise to two moral obligations, equally separate and independant. Tho' there was no such thing as a promise in the world, government wou'd still be necessary in all large and civiliz'd societies; and if promises had only their own proper obligation, without the separate sanction of government, they wou'd have but little efficacy in such societies. This separates the boundaries of our public and private duties, and shews that the latter are more dependant on the former, than the former on the latter. Education, and the artifice of politicians, concur in bestowing a farther morality on loyalty, and branding all rebellion with a greater degree of guilt and infamy. Nor is it a wonder, that politicians shou'd be very industrious in inculcating such notions, where their interest is so particularly concern'd.","subId":"7","id":"Hume.THN.3.2.8.7","pages":"545-6"},{"type":"paragraph","content":"Lest those arguments shou'd not appear entirely conclusive (as I think they are) I shall have recourse to authority, and shall prove, from the universal consent of mankind, that the obligation of submission to government is not deriv'd from any promise of the subjects. Nor need any one wonder, that tho' I have all along endeavour'd to establish my system on pure reason, and have scarce ever cited the judgment even of philosophers or historians on any article, I shou'd now appeal to popular authority, and oppose the sentiments of the rabble to any philosophical reasoning. For it must be observ'd, that the opinions of men, in this case, carry with them a peculiar authority, and are, in a great measure, infallible. The distinction of moral good and evil is founded on the pleasure or pain, which results from the view of any sentiment, or character; and as that pleasure or pain cannot be unknown to the person who feels it, it follows, that there is just so much vice or virtue in any character, as every one places in it, and that 'tis impossible in this particular we can ever be mistaken. And tho' our judgments concerning the origin of any vice or virtue, be not so certain as those concerning their degrees; yet, since the question in this case regards not any philosophical origin of an obligation, but a plain matter of fact, 'tis not easily conceiv'd how we can fall into an error. A man, who acknowledges himself to be bound to another, for a certain sum, must certainly know whether it be by his own bond, or that of his father; whether it be of his mere good-will, or for money lent him; and under what conditions, and for what purposes he has bound himself. In like manner, it being certain, that there is a moral obligation to submit to government, because every one thinks so; it must be as certain, that this obligation arises not from a promise; since no one, whose judgment has not been led astray by too strict adherence to a system of philosophy, has ever yet dreamt of ascribing it to that origin. Neither magistrates nor subjects have form'd this idea of our civil duties.","subId":"8","id":"Hume.THN.3.2.8.8","pages":"546-7"},{"type":"paragraph","content":"We find, that magistrates are so far from deriving their authority, and the obligation to obedience in their subjects, from the foundation of a promise or original contract, that they conceal, as far as possible, from their people, especially from the vulgar, that they have their origin from thence. Were this the sanction of government, our rulers wou'd never receive it tacitly, which is the utmost that can be pretended; since what is given tacitly and insensibly can never have such influence on mankind, as what is perform'd expressly and openly. A tacit promise is, where the will is signified by other more diffuse signs than those of speech; but a will there must certainly be in the case, and that can never escape the person's notice, who exerted it, however silent or tacit. But were you to ask the far greatest part of the nation, whether they had ever consented to the authority of their rulers, or promis'd to obey them, they wou'd be inclin'd to think very strangely of you; and wou'd certainly reply, that the affair depended not on their consent, but that they were born to such an obedience. In consequence of this opinion, we frequently see them imagine such persons to be their natural rulers, as are at that time depriv'd of all power and authority, and whom no man, however foolish, wou'd voluntarily chuse; and this merely because they are in that line, which rul'd before, and in that degree of it, which us'd to succeed; tho' perhaps in so distant a period, that scarce any man alive cou'd ever have given any promise of obedience. Has a government, then, no authority over such as these, because they never consented to it, and wou'd esteem the very attempt of such a free choice a piece of arrogance and impiety? We find by experience, that it punishes them very freely for what it calls treason and rebellion, which, it seems, according to this system, reduces itself to common injustice. If you say, that by dwelling in its dominions, they in effect consented to the establish'd government; I answer, that this can only be, where they think the affair depends on their choice, which few or none, beside those philosophers, have ever yet imagin'd. It never was pleaded as an excuse for a rebel, that the first act he perform'd, after he came to years of discretion, was to levy war against the sovereign of the state; and that while he was a child he cou'd not bind himself by his own consent, and having become a man, show'd plainly, by the first act he perform'd, that he had no design to impose on himself any obligation to obedience. We find, on the contrary, that civil laws punish this crime at the same age as any other, which is criminal, of itself, without our consent; that is, when the person is come to the full use of reason: Whereas to this crime they ought in justice to allow some intermediate time, in which a tacit consent at least might be suppos'd. To which we may add, that a man living under an absolute government, wou'd owe it no allegiance; since, by its very nature, it depends not on consent. But as that is as natural and common a government as any, it must certainly occasion some obligation; and 'tis plain from experience, that men, who are subjected to it, do always think so. This is a clear proof, that we do not commonly esteem our allegiance to be deriv'd from our consent or promise; and a farther proof is, that when our promise is upon any account expressly engag'd, we always distinguish exactly betwixt the two obligations, and believe the one to add more force to the other, than in a repetition of the same promise. Where no promise is given, a man looks not on his faith as broken in private matters, upon account of rebellion; but keeps those two duties of honour and allegiance perfectly distinct and separate. As the uniting of them was thought by these philosophers a very subtile invention, this is a convincing proof, that 'tis not a true one; since no man can either give a promise, or be restrain'd by its sanction and obligation unknown to himself.","subId":"9","id":"Hume.THN.3.2.8.9","pages":"547-9"},{"type":"note","content":"First in time, not in dignity or force.","subId":"n79","id":"Hume.THN.3.2.8.n79","pages":"544"},{"type":"note","content":"This proposition must hold strictly true, with regard to every quality, that is determin'd merely by sentiment. In what sense we can talk either of a right or a wrong taste in morals, eloquence, or beauty, shall be consider'd afterwards. In the mean time, it may be observ'd, that there is such an uniformity in the general sentiments of mankind, as to render such questions of but small importance.","subId":"n80","id":"Hume.THN.3.2.8.n80","pages":"547"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.3","imported":true,"title":"Book 3, Of Morals","breadcrumb":"Book 3","published":[1740]},{"id":"Hume.THN.3.2","imported":true,"title":"Part 2. Of justice and injustice","breadcrumb":"Part 2","published":[1740]}],"prev":{"id":"Hume.THN.3.2.7","imported":true,"title":"Section 7. Of the origin of government","breadcrumb":"Section 7","published":[1740]},"next":{"id":"Hume.THN.3.2.9","imported":true,"title":"Section 9. Of the measures of allegiance","breadcrumb":"Section 9","published":[1740]}}