{"id":"Hume.HE.2.12","imported":true,"parent":"Hume.HE.2","title":"Chapter 12. Henry III","breadcrumb":"Chapter 12","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"CHAP. XII.\nHENRY III.\nSettlement of the government——General pacification——Death of the Protector——Some commotions——Hubert de Burgh displaced——The bishop of Winchester minister——King's partiality to foreigners——Grievances——Ecclesiastical grievances——Earl of Cornwal elected king of the Romans——Discontent of the barons——Simon de Mountfort earl of Leicester——Provisions of Oxford——Usurpation of the barons——Prince Edward——Civil wars of the barons——Reference to the king of France——Renewal of the civil wars——Battle of Lewes——House of commons——Battle of Evesham and death of Leicester——Settlement of the government——Death——and character of the king——Miscellaneous transactions of this reign.","id":"Hume.HE.2.12"},{"type":"paragraph","content":"{1216.} MOST sciences, in proportion as they encrease and improve, invent methods by which they facilitate their reasonings; and employing general theorems, are enabled to comprehend in a few propositions a great number of inferences and conclusions. History also, being a collection of facts which are multiplying without end, is obliged to adopt such arts of abridgment, to retain the more material events, and to drop all the minute circumstances, which are only interesting during the time, or to the persons engaged in the transactions. This truth is no where more evident than with regard to the reign, upon which we are going to enter. What mortal could have the patience to write or read a long detail of such frivolous events as those with which it is filled, or attend to a tedious narrative which would follow, through a series of fifty-six years, the caprices and weaknesses of so mean a prince as Henry? The chief reason, why protestant writers have been so anxious to spread out the incidents of this reign, is in order to expose the rapacity, ambition, and artifices of the court of Rome, and to prove, that the great dignitaries of the catholic church, while they pretended to have nothing in view but the salvation of souls, had bent all their attention to the acquisition of riches, and were restrained by no sense of justice or of honour, in the pursuit of that great object. But this conclusion would readily be allowed them, though it were not illustrated by such a detail of uninteresting incidents; and follows indeed, by an evident necessity, from the very situation, in which that church was placed with regard to the rest of Europe. For, besides that ecclesiastical power, as it can always cover its operations under a cloak of sanctity, and attacks men on the side where they dare not employ their reason, lies less under controul than civil government; besides this general cause, I say, the pope and his courtiers were foreigners to most of the churches which they governed; they could not possibly have any other object than to pillage the provinces for present gain; and as they lived at a distance, they would be little awed by shame or remorse, in employing every lucrative expedient, which was suggested to them. England being one of the most remote provinces attached to the Romish hierarchy, as well as the most prone to superstition, felt severely, during this reign, while its patience was not yet fully exhausted, the influence of these causes; and we shall often have occasion to touch cursorily upon such incidents. But we shall not attempt to comprehend every transaction transmitted to us; and till the end of the reign, when the events become more memorable, we shall not always observe an exact chronological order in our narration.","subId":"1","id":"Hume.HE.2.12.1"},{"type":"paragraph","content":"{Settlement of the government.} The earl of Pembroke, who, at the time of John's death, was mareschal of England, was by his office at the head of the armies, and consequently, during a state of civil wars and convulsions, at the head of the government; and it happened fortunately for the young monarch and for the nation, that the power could not have been intrusted into more able and more faithful hands. This nobleman, who had maintained his loyalty unshaken to John during the lowest fortune of that monarch, determined to support the authority of the infant prince; nor was he dismayed at the number and violence of his enemies. Sensible, that Henry, agreeably to the prejudices of the times, would not be deemed a sovereign, till crowned and anointed by a churchman; he immediately carried {28th Oct.} the young prince to Gloucester, where the ceremony of coronation was performed, in the presence of Gualo, the legate, and of a few noblemen, by the bishops of Winchester and Bath. As the concurrence of the papal authority was requisite to support the tottering throne, Henry was obliged to swear fealty to the pope, and renew that homage, to which his father had already subjected the kingdom: And in order to enlarge the authority of Pembroke, and to give him a more regular and legal title to it, a general council of the barons was soon after summoned at Bristol, where that nobleman {11th Nov.} was chosen protector of the realm.","subId":"2","id":"Hume.HE.2.12.2"},{"type":"paragraph","content":"Pembroke, that he might reconcile all men to the government of his pupil, made him grant a new charter of liberties, which, though mostly copied from the former concessions extorted from John, contains some alterations, which may be deemed remarkable. The full privilege of elections in the clergy, granted by the late king, was not confirmed, nor the liberty of going out of the kingdom, without the royal consent: Whence we may conclude, that Pembroke and the barons, jealous of the ecclesiastical power, both were desirous of renewing the king's claim to issue a congè d'elire to the monks and chapters, and thought it requisite to put some check to the frequent appeals to Rome. But what may chiefly surprize us is, that the obligation, to which John had subjected himself, of obtaining the consent of the great council before he levied any aids or scutages upon the nation, was omitted; and this article was even declared hard and severe, and was expressly left to future deliberation. But we must consider, that, though this limitation may perhaps appear to us the most momentous in the whole charter of John, it was not regarded in that light by the ancient barons, who were more jealous in guarding against particular acts of violence in the crown, than against such general impositions, which, unless they were evidently reasonable and necessary, could scarcely, without general consent, be levied upon men, who had arms in their hands, and who could repel any act of oppression, by which they were all immediately affected. We accordingly find, that Henry, in the course of his reign, while he gave frequent occasions for complaint, with regard to his violations of the Great Charter, never attempted, by his mere will, to levy any aids or scutages; though he was often reduced to great necessities, and was refused supply by his people. So much easier was it for him to transgress the law, when individuals alone were affected, than even to exert his acknowledged prerogatives, where the interest of the whole body was concerned.","subId":"3","id":"Hume.HE.2.12.3"},{"type":"paragraph","content":"This charter was again confirmed by the king in the ensuing year, with the addition of some articles to prevent the oppressions by sheriffs: And also with an additional charter of forests, a circumstance of great moment in those ages, when hunting was so much the occupation of the nobility, and when the king comprehended so considerable a part of the kingdom within his forests, which he governed by peculiar and arbitrary laws. All the forests, which had been enclosed since the reign of Henry II. were desaforested; and new perambulations were appointed for that purpose: Offences in the forests were declared to be no longer capital; but punishable by fine, imprisonment, and more gentle penalties: And all the proprietors of land recovered the power of cutting and using their own wood at their pleasure.","subId":"4","id":"Hume.HE.2.12.4"},{"type":"paragraph","content":"Thus, these famous charters were brought nearly to the shape, in which they have ever since stood; and they were, during many generations, the peculiar favourites of the English nation, and esteemed the most sacred rampart to national liberty and independance. As they secured the rights of all orders of men, they were anxiously defended by all, and became the basis, in a manner, of the English monarchy, and a kind of original contract, which both limited the authority of the king, and ensured the conditional allegiance of his subjects. Though often violated, they were still claimed by the nobility and people; and as no precedents were supposed valid, that infringed them, they rather acquired, than lost authority, from the frequent attempts, made against them in several ages, by regal and arbitrary power.","subId":"5","id":"Hume.HE.2.12.5"},{"type":"paragraph","content":"While Pembroke, by renewing and confirming the Great Charter, gave so much satisfaction and security to the nation in general, he also applied himself successfully to individuals: He wrote letters, in the king's name, to all the malcontent barons; in which he represented to them, that, whatever jealousy and animosity they might have entertained against the late king, a young prince, the lineal heir of their ancient monarchs, had now succeeded to the throne, without succeeding either to the resentments or principles of his predecessor: That the desperate expedient, which they had employed, of calling in a foreign potentate, had, happily for them as well as for the nation, failed of entire success, and it was still in their power, by a speedy return to their duty, to restore the independance of the kingdom, and to secure that liberty, for which they so zealously contended: That as all past offences of the barons were now buried in oblivion, they ought, on their part, to forget their complaints against their late sovereign, who, if he had been any wise blameable in his conduct, had left to his son the salutary warning, to avoid the paths, which had led to such fatal extremities: And that having now obtained a charter for their liberties, it was their interest to shew, by their conduct, that this acquisition was not incompatible with their allegiance, and that the rights of king and people, so far from being hostile and opposite, might mutually support and sustain each other.","subId":"6","id":"Hume.HE.2.12.6"},{"type":"paragraph","content":"These considerations, enforced by the character of honour and constancy, which Pembroke had ever maintained, had a mighty influence on the barons; and most of them began secretly to negotiate with him, and many of them openly returned to their duty. The diffidence, which Lewis discovered, of their fidelity, forwarded this general propension towards the king; and when the French prince refused the government of the castle of Hertford to Robert Fitz-Walter, who had been so active against the late king, and who claimed that fortress as his property, they plainly saw, that the English were excluded from every trust, and that foreigners had engrossed all the confidence and affection of their new sovereign. The excommunication too, denounced by the legate, against all the adherents of Lewis, failed not, in the turn which men's dispositions had taken, to produce a mighty effect upon them; and they were easily persuaded to consider a cause as impious, for which they had already entertained an unsurmountable aversion. Though Lewis made a journey to France, and brought over succours from that kingdom, he found, on his return, that his party was still more weakened by the desertion of his English confederates, and that the death of John had, contrary to his expectations, given an incurable wound to his cause. The earls of Salisbury, Arundel, and Warrenne, together with William Mareschal, eldest son of the protector, had embraced Henry's party; and every English nobleman was plainly watching for an opportunity of returning to his allegiance. Pembroke was so much strengthened by these accessions, that he ventured to invest Mount-sorel; though, upon the approach of the count of Perche with the French army, he desisted from his enterprize, and raised the siege. The count, elated with this success, marched to Lincoln; and being admitted into the town, he began to attack the castle, which he soon reduced to extremity. The protector summoned all his forces from every quarter in order to relieve a place of such importance; and he appeared so much superior to the French, that they shut themselves up within the city, and resolved to act upon the defensive. But the garrison of the castle, having received a strong reinforcement, made a vigorous sally upon the besiegers; while the English army, by concert, assaulted them in the same instant from without, mounted the walls by scalade, and bearing down all resistance, entered the city sword in hand. Lincoln was delivered over to be pillaged; the French army was totally routed; the count de Perche, with only two persons more, was killed, but many of the chief commanders and about 400 knights were made prisoners by the English. So little blood was shed in this important action, which decided the fate of one of the most powerful kingdoms in Europe; and such wretched soldiers were those ancient barons, who yet were unacquainted with every thing but arms!","subId":"7","id":"Hume.HE.2.12.7"},{"type":"paragraph","content":"Prince Lewis was informed of this fatal event, while employed in the siege of Dover, which was still valiantly defended against him by Hubert de Burgh. He immediately retreated to London, the center and life of his party; and he there received intelligence of a new disaster, which put an end to all his hopes. A French fleet, bringing over a strong reinforcement, had appeared on the coast of Kent; where they were attacked by the English under the command of Philip d'Albiney, and were routed with considerable loss. D'Albiney employed a stratagem against them, which is said to have contributed to the victory: Having gained the wind of the French, he came down upon them with violence; and throwing in their faces a great quantity of quicklime, which he purposely carried on board, he so blinded them, that they were disabled from defending themselves.","subId":"8","id":"Hume.HE.2.12.8"},{"type":"paragraph","content":"After this second misfortune of the French, the English barons hastened every where to make peace with the protector, and by an early submission, to prevent those attainders, to which they were exposed on account of their rebellion. Lewis, whose cause was now totally desperate, began to be anxious for the safety of his person, and was glad, on any honourable conditions, to make his escape from a country, where, he found, every thing was now become hostile to him. He concluded a peace with Pembroke, promised to evacuate the kingdom, and only stipulated in return, an indemnity to his adherents, and a restitution of their honours and fortunes, together with the free and equal enjoyment of those liberties, which had been granted to the rest of the nation. {General pacification.} Thus was happily ended a civil war, which seemed to be founded on the most incurable hatred and jealousy, and had threatened the kingdom with the most fatal consequences.","subId":"9","id":"Hume.HE.2.12.9"},{"type":"paragraph","content":"The precautions, which the king of France used in the conduct of this whole affair, are remarkable. He pretended, that his son had accepted of the offer from the English barons, without his advice, and contrary to his inclination: The armies sent to England were levied in Lewis's name: When that prince came over to France for aid, his father publicly refused to grant him any assistance, and would not so much as admit him to his presence: Even after Henry's party acquired the ascendant, and Lewis was in danger of falling into the hands of his enemies, it was Blanche of Castile his wife, not the king his father, who raised armies and equipped fleets for his succour. All these artifices were employed, not to satisfy the pope; for he had too much penetration to be so easily imposed on: Nor yet to deceive the people; for they were too gross even for that purpose: They only served for a colouring to Philip's cause; and in public affairs, men are often better pleased, that the truth, though known to every body, should be wrapped up under a decent cover, than if it were exposed in open day-light to the eyes of all the world.","subId":"10","id":"Hume.HE.2.12.10"},{"type":"paragraph","content":"After the expulsion of the French, the prudence and equity of the protector's subsequent conduct, contributed to cure entirely those wounds, which had been made by intestine discord. He received the rebellious barons into favour; observed strictly the terms of peace, which he had granted them; restored them to their possessions; and endeavoured, by an equal behaviour, to bury all past animosities in perpetual oblivion. The clergy alone, who had adhered to Lewis, were sufferers in this revolution. As they had rebelled against their spiritual sovereign, by disregarding the interdict and excommunication, it was not in Pembroke's power to make any stipulations in their favour; and Gualo, the legate, prepared to take vengeance on them for their disobedience. Many of them were deposed; many suspended; some banished; and all who escaped punishment, made atonement for their offence, by paying large sums to the legate, who amassed an immense treasure by this expedient.","subId":"11","id":"Hume.HE.2.12.11"},{"type":"paragraph","content":"{Death of the protector.} The earl of Pembroke did not long survive the pacification, which had been chiefly owing to his wisdom and valour; and he was succeeded in the government by Peter des Roches, bishop of Winchester, and Hubert de Burgh, the justiciary. The councils of the latter were chiefly followed; and had he possessed equal authority in the kingdom with Pembroke, he seemed to be every way worthy of filling the place of that virtuous nobleman. {Some commotions.} But the licentious and powerful barons, who had once broken the reins of subjection to their prince, and had obtained by violence an enlargement of their liberties and independance, could ill be restrained by laws under a minority; and the people, no less than the king, suffered from their outrages and disorders. They retained by force the royal castles, which they had seized during the past convulsions, or which had been committed to their custody by the protector: They usurped the king's demesnes: They oppressed their vassals: They infested their weaker neighbours: They invited all disorderly people to enter in their retinue, and to live upon their lands: And they gave them protection in all their robberies and extortions.","subId":"12","id":"Hume.HE.2.12.12"},{"type":"paragraph","content":"No one was more infamous for these violent and illegal practices than the earl of Albemarle; who, though he had early returned to his duty, and had been serviceable in expelling the French, augmented to the utmost the general disorder, and committed outrages in all the counties of the North. In order to reduce him to obedience, Hubert seized an opportunity of getting possession of Rockingham castle, which Albemarle had garrisoned with his licentious retinue: But this nobleman, instead of submitting, entered into a secret confederacy with Fawkes de Breauté, Peter de Mauleon, and other barons, and both fortified the castle of Biham for his defence, and made himself master by surprize of that of Fotheringay. Pandulf, who was restored to his legateship, was active in suppressing this rebellion; and with the concurrence of eleven bishops, he pronounced the sentence of excommunication against Albemarle and his adherents: An army was levied: A scutage of ten shillings a knight's fee was imposed on all the military tenants: Albemarle's associates gradually deserted him: And he himself was obliged at last to sue for mercy. He received a pardon, and was restored to his whole estate.","subId":"13","id":"Hume.HE.2.12.13"},{"type":"paragraph","content":"This impolitic lenity, too frequent in those times, was probably the result of a secret combination among the barons, who never could endure to see the total ruin of one of their own order: But it encouraged Fawkes de Breauté, a man whom king John had raised from a low origin, to persevere in the course of violence, to which he had owed his fortune, and to set at naught all law and justice. When thirty-five verdicts were at one time found against him, on account of his violent expulsion of so many freeholders from their possessions; he came to the court of justice with an armed force, seized the judge who had pronounced the verdicts, and imprisoned him in Bedford castle. He then levied open war against the king; but being subdued, and taken prisoner, his life was granted him: but his estate was confiscated, and he was banished the kingdom.","subId":"14","id":"Hume.HE.2.12.14"},{"type":"paragraph","content":"{1222.} Justice was executed with greater severity against disorders less premeditated, which broke out in London. A frivolous emulation in a match of wrestling, between the Londoners on the one hand, and the inhabitants of Westminster and those of the neighbouring villages on the other, occasioned this commotion. The former rose in a body, and pulled down some houses belonging to the abbot of Westminster: But this riot, which, considering the tumultuous disposition familiar to that capital, would have been little regarded, seemed to become more serious, by the symptoms which then appeared, of the former attachment of the citizens to the French interest. The populace, in the tumult, made use of the cry of war commonly employed by the French troops; Mountjoy, mountjoy, God help us and our lord Lewis. The justiciary made enquiry into the disorder; and finding one Constantine Fitz Arnulf to have been the ringleader, an insolent man, who justified his crime in Hubert's presence, he proceeded against him by martial law, and ordered him immediately to be hanged, without trial or form of process. He also cut off the feet of some of Constantine's accomplices.","subId":"15","id":"Hume.HE.2.12.15"},{"type":"paragraph","content":"This act of power was complained of as an infringement of the Great Charter: Yet the justiciary, in a parliament, summoned at Oxford, (for the great councils about this time began to receive that appellation) made no scruple to grant in the king's name a renewal and confirmation of that charter. When the assembly made application to the crown for this favour; as a law in those times seemed to lose its validity, if not frequently renewed; William de Briewere, one of the council of regency, was so bold as to say openly, that those liberties were extorted by force, and ought not to be observed: But he was reprimanded by the archbishop of Canterbury, and was not countenanced by the king or his chief ministers. A new confirmation was demanded and granted two years after; and an aid, amounting to a fifteenth of all moveables, was given by the parliament, in return for this indulgence. The king issued writs anew to the sheriffs, enjoining the observance of the charter; but he inserted a remarkable clause in the writs, that those, who payed not the fifteenth, should not for the future be entitled to the benefit of those liberties:","subId":"16","id":"Hume.HE.2.12.16"},{"type":"paragraph","content":"The low state, into which the crown was fallen, made it requisite for a good minister to be attentive to the preservation of the royal prerogatives, as well as to the security of public liberty. Hubert applied to the pope, who had always great authority in the kingdom, and was now considered as its superior lord; and desired him to issue a bull, declaring the king to be of full age, and entitled to exercise in person all the acts of royalty. In consequence of this declaration, the justiciary resigned into Henry's hands the two important fortresses of the Tower and Dover castle, which had been entrusted to his custody; and he required the other barons to imitate his example. They refused compliance: The earls of Chester and Albemarle, John Constable of Chester, John de Lacy, Brian de l'Isle, and William de Cantel, with some others, even formed a conspiracy to surprize London, and met in arms at Waltham with that intention: But finding the king prepared for defence, they desisted from their enterprize. When summoned to court, in order to answer for their conduct, they scrupled not to appear, and to confess the design: But they told the king, that they had no bad intentions against his person, but only against Hubert de Burgh, whom they were determined to remove from his office. They appeared too formidable to be chastised; and they were so little discouraged by the failure of their first enterprize, that they again met in arms at Leicester, in order to seize the king, who then resided at Northampton: But Henry, informed of their purpose, took care to be so well armed and attended, that the barons found it dangerous to make the attempt; and they sat down and kept Christmas in his neighbourhood. The archbishop and the prelates, finding every thing tend towards a civil war, interposed with their authority, and threatened the barons with the sentence of excommunication, if they persisted in detaining the king's castles. This menace at last prevailed: Most of the fortresses were surrendered; though the barons complained, that Hubert's castles were soon after restored to him, while the king still kept theirs in his own custody. There are said to have been 1115 castles at that time in England.","subId":"17","id":"Hume.HE.2.12.17"},{"type":"paragraph","content":"It must be acknowledged, that the influence of the prelates and the clergy was often of great service to the public. Though the religion of that age can merit no better name than that of superstition, it served to unite together a body of men who had great sway over the people, and who kept the community from falling to pieces, by the factions and independant power of the nobles. And what was of great importance; it threw a mighty authority into the hands of men, who by their profession were averse to arms and violence; who tempered by their mediation the general disposition towards military enterprizes; and who still maintained, even amidst the shock of arms, those secret links, without which it is impossible for human society to subsist.","subId":"18","id":"Hume.HE.2.12.18"},{"type":"paragraph","content":"Notwithstanding these intestine commotions in England, and the precarious authority of the crown, Henry was obliged to carry on war in France; and he employed to that purpose the fifteenth which had been granted him by parliament. Lewis VIII. who had succeeded to his father Philip, instead of complying with Henry's claim, who demanded the restitution of Normandy and the other provinces wrested from England, made an irruption into Poictou, took Rochelle after a long siege, and seemed determined to expel the English from the few provinces which still remained to them. Henry sent over his uncle, the earl of Salisbury; together with his brother prince Richard, to whom he had granted the earldom of Cornwal, which had escheated to the crown. Salisbury stopped the progress of Lewis's arms, and retained the Poictevin and Gascon vassals in their allegiance: But no military action of any moment was performed on either side. The earl of Cornwal, after two years' stay in Guienne, returned to England.","subId":"19","id":"Hume.HE.2.12.19"},{"type":"paragraph","content":"{1227.} This prince was nowise turbulent or factious in his disposition: His ruling passion was to amass money, in which he succeeded so well as to become the richest subject in Christendom: Yet his attention to gain threw him sometimes into acts of violence, and gave disturbance to the government. There was a manor, which had formerly belonged to the earldom of Cornwal, but had been granted to Waleran de Ties, before Richard had been invested with that dignity, and while the earldom remained in the crown. Richard claimed this manor, and expelled the proprietor by force: Waleran complained: The king ordered his brother to do justice to the man, and restore him to his rights: The earl said, that he would not submit to these orders, till the cause should be decided against him by the judgment of his peers: Henry replied, that it was first necessary to re-instate Waleran in possession, before the cause could be tried; and he re-iterated his orders to the earl. We may judge of the state of the government, when this affair had nearly produced a civil war. The earl of Cornwal, finding Henry peremptory in his commands, associated himself with the young earl of Pembroke, who had married his sister, and who was displeased on account of the king's requiring him to deliver up some royal castles which were in his custody. These two malcontents took into the confederacy the earls of Chester, Warenne, Glocester, Hereford, Warwic, and Ferrers, who were all disgusted on a like account. They assembled an army, which the king had not the power or courage to resist; and he was obliged to give his brother satisfaction, by grants of much greater importance than the manor, which had been the first ground of the quarrel.","subId":"20","id":"Hume.HE.2.12.20"},{"type":"paragraph","content":"The character of the king, as he grew to man's estate, became every day better known; and he was found in every respect unqualified for maintaining a proper sway among those turbulent barons, whom the feudal constitution subjected to his authority. Gentle, humane, and merciful even to a fault, he seems to have been steady in no other circumstance of his character; but to have received every impression from those who surrounded him, and whom he loved, for the time, with the most imprudent and most unreserved affection. Without activity or vigour, he was unfit to conduct war; without policy or art, he was ill-fitted to maintain peace; His resentments, though hasty and violent, were not dreaded, while he was found to drop them with such facility; his friendships were little valued, because they were neither derived from choice, nor maintained with constancy. A proper pageant of state in a regular monarchy, where his ministers could have conducted all affairs in his name and by his authority; but too feeble in those disorderly times to sway a scepter, whose weight depended entirely on the firmness and dexterity of the hand which held it.","subId":"21","id":"Hume.HE.2.12.21"},{"type":"paragraph","content":"{Hubert de Burgh displaced.} The ablest and most virtuous minister that Henry ever possessed, was Hubert de Burgh; a man who had been steady to the crown in the most difficult and dangerous times, and who yet shewed no disposition, in the height of his power, to enslave or oppress the people. The only exceptionable part of his conduct is that which is mentioned by Matthew Paris, if the fact be really true, and proceeded from Hubert's advice, namely, the recalling publicly and the annulling of the charter of forests, a concession so reasonable in itself, and so passionately claimed both by the nobility and people: But it must be confessed, that this measure is so unlikely, both from the circumstances of the times and character of the minister, that there is reason to doubt of its reality, especially as it is mentioned by no other historian. Hubert, while he enjoyed his authority, had an entire ascendant over Henry, and was loaded with honours and favours beyond any other subject. {1231.} Besides acquiring the property of many castles and manors, he married the eldest sister of the king of Scots, was created earl of Kent, and by an unusual concession, was made chief justiciary of England for life: Yet Henry, in a sudden caprice, threw off this faithful minister, and exposed him to the violent persecutions of his enemies. Among other frivolous crimes objected to him, he was accused of gaining the king's affections by enchantment, and of purloining from the royal treasury a gem, which had the virtue to render the wearer invulnerable, and of sending this valuable curiosity to the prince of Wales. The nobility, who hated Hubert on account of his zeal in resuming the rights and possessions of the crown, no sooner saw the opportunity favourable, than they inflamed the king's animosity against him, and pushed him to seek the total ruin of his minister. Hubert took sanctuary in a church: The king ordered him to be dragged from thence: He recalled those orders: He afterwards renewed them: He was obliged by the clergy to restore him to the sanctuary: He constrained him soon after to surrender himself prisoner, and he confined him in the castle of the Devises. Hubert made his escape, was expelled the kingdom, was again received into favour, recovered a great share of the king's confidence, but never showed any inclination to reinstate himself in power and authority.","subId":"22","id":"Hume.HE.2.12.22"},{"type":"paragraph","content":"{Bishop of Winchester minister.} The man, who succeeded him in the government of the king and kingdom, was Peter, bishop of Winchester, a Poictevin by birth, who had been raised by the late king, and who was no less distinguished by his arbitrary principles and violent conduct, than by his courage and abilities. This prelate had been left by king John justiciary and regent of the kingdom during an expedition which that prince made into France; and his illegal administration was one chief cause of that great combination among the barons, which finally extorted from the crown the charter of liberties, and laid the foundations of the English constitution. Henry, though incapable, from his character, of pursuing the same violent maxims, which had governed his father, had imbibed the same arbitrary principles; and in prosecution of Peter's advice, he invited over a great number of Poictevins and other foreigners, who, he believed, could more safely be trusted than the English, and who seemed useful to counterbalance the great and independant power of the nobility. Every office and command was bestowed on these strangers; they exhausted the revenues of the crown, already too much impoverished; they invaded the rights of the people; and their insolence, still more provoking than their power, drew on them the hatred and envy of all orders of men in the kingdom.","subId":"23","id":"Hume.HE.2.12.23"},{"type":"paragraph","content":"{1233.} The barons formed a combination against this odious ministry, and withdrew from parliament; on pretence of the danger, to which they were exposed from the machinations of the Poictevins. When again summoned to attend, they gave for answer, that the king should dismiss his foreigners: Otherwise they would drive both him and them out of the kingdom, and put the crown on another head, more worthy to wear it: Such was the style they used to their sovereign! They at last came to parliament, but so well attended, that they seemed in a condition to prescribe laws to the king and ministry. Peter des Roches, however, had in the interval found means of sowing dissention among them, and of bringing over to his party the earl of Cornwal, as well as the earls of Lincoln and Chester. The confederates were disconcerted in their measures: Richard, earl Mareschal, who had succeeded to that dignity on the death of his brother, William, was chased into Wales; he thence withdrew into Ireland; where he was treacherously murdered by the contrivance of the bishop of Winchester. The estates of the more obnoxious barons were confiscated, without legal sentence or trial by their peers; and were bestowed with a profuse liberality on the Poictevins. Peter even carried his insolence so far as to declare publickly, that the barons of England must not pretend to put themselves on the same foot with those of France, or assume the same liberties and privileges: The monarch in the former country had a more absolute power than in the latter. It had been more justifiable for him to have said, that men, so unwilling to submit to the authority of laws, could with the worse grace claim any shelter or protection from them.","subId":"24","id":"Hume.HE.2.12.24"},{"type":"paragraph","content":"When the king at any time was checked in his illegal practices, and when the authority of the Great Charter was objected to him, he was wont to reply; \"Why should I observe this charter, which is neglected by all my grandees, both prelates and nobility?\" It was very reasonably said to him: \"You ought, sir, to set them the example.\"","subId":"25","id":"Hume.HE.2.12.25"},{"type":"paragraph","content":"So violent a ministry, as that of the bishop of Winchester, could not be of long duration; but its fall proceeded at last from the influence of the church, not from the efforts of the nobles. Edmond, the primate, came to court, attended by many of the other prelates; and represented to the king the pernicious measures embraced by Peter des Roches, the discontents of his people, the ruin of his affairs; and after requiring the dismission of the minister and his associates, threatened him with excommunication, in case of his refusal. Henry, who knew that an excommunication, so agreeable to the sense of the people, could not fail of producing the most dangerous effects, was obliged to submit: Foreigners were banished: The natives were restored to their place in council: The primate, who was a man of prudence, and who took care to execute the laws and observe the charter of liberties, bore the chief sway in the government.","subId":"26","id":"Hume.HE.2.12.26"},{"type":"paragraph","content":"{1236. 14th January.} But the English in vain flattered themselves that they should be long free from the dominion of foreigners. {King's partiality to foreigners.} The king, having married Eleanor, daughter of the count of Provence, was surrounded by a great number of strangers from that country, whom he caressed with the fondest affection, and enriched by an imprudent generosity. The bishop of Valence, a prelate of the house of Savoy, and maternal uncle to the queen, was his chief minister, and employed every art to amass wealth for himself and his relations. Peter of Savoy, a brother of the same family, was invested in the honour of Richmond, and received the rich wardship of earl Warrenne: Boniface of Savoy was promoted to the see of Canterbury: Many young ladies were invited over from Provence, and married to the chief noblemen in England, who were the king's wards: And as the source of Henry's bounty began to fail, his Savoyard ministry applied to Rome, and obtained a bull; permitting him to resume all past grants; absolving him from the oath, which he had taken to maintain them; even enjoining him to make such a resumption, and representing those grants as invalid, on account of the prejudice which ensued from them to the Roman pontiff, in whom the superiority of the kingdom was vested. The opposition, made to the intended resumption, prevented it from taking place; but the nation saw the indignities, to which the king was willing to submit, in order to gratify the avidity of his foreign favourites. About the same time, he published in England the sentence of excommunication pronounced against the emperor Frederic, his brother-in-law; and said in excuse, that, being the pope's vassal, he was obliged by his allegiance to obey all the commands of his holiness. In this weak reign, when any neighbouring potentate insulted the king's dominions, instead of taking revenge for the injury, he complained to the pope as his superior lord, and begged him to give protection to his vassal.","subId":"27","id":"Hume.HE.2.12.27"},{"type":"paragraph","content":"{Grievances.} The resentment of the English barons rose high at the preference given to foreigners; but no remonstrance or complaint could ever prevail on the king to abandon them, or even to moderate his attachment towards them. After the Provençals and Savoyards might have been supposed pretty well satiated with the dignities and riches which they had acquired, a new set of hungry foreigners were invited over, and shared among them those favours, which the king ought in policy to have conferred on the English nobility, by whom his government could have been supported and defended. His mother, Isabella, who had been unjustly taken by the late king from the count de la Marche, to whom she was betrothed, was no sooner mistress of herself by the death of her husband, than {1247.} she married that nobleman; and she had born him four sons, Guy, William, Geoffrey, and Aymer, whom she sent over to England, in order to pay a visit to their brother. The good-natured and affectionate disposition of Henry was moved at the sight of such near relations; and he considered neither his own circumstances, nor the inclinations of his people, in the honours and riches which he conferred upon them. Complaints rose as high against the credit of the Gascon as ever they had done against that of the Poictevin and of the Savoyard favourites; and to a nation prejudiced against them, all their measures appeared exceptionable and criminal. Violations of the Great Charter were frequently mentioned; and it is indeed more than probable, that foreigners, ignorant of the laws, and relying on the boundless affections of a weak prince, would, in an age, when a regular administration was not any where known, pay more attention to their present interest than to the liberties of the people. It is reported, that the Poictevins and other strangers, when the laws were at any time appealed to, in opposition to their oppressions, scrupled not to reply, What did the English laws signify to them? They minded them not. And as words are often more offensive than actions, this open contempt of the English tended much to aggravate the general discontent, and made every act of violence, committed by the foreigners, appear not only an injury, but an affront to them.","subId":"28","id":"Hume.HE.2.12.28"},{"type":"paragraph","content":"I reckon not among the violations of the Great Charter, some arbitrary exertions of prerogative, to which Henry's necessities pushed him, and which, without producing any discontent, were uniformly continued by all his successors, till the last century. As the parliament often refused him supplies, and that in a manner somewhat rude and indecent, he obliged his opulent subjects, particularly the citizens of London, to grant him loans of money; and it is natural to imagine, that the same want of economy, which reduced him to the necessity of borrowing, would prevent him from being very punctual in the repayment. He demanded benevolences or pretended voluntary contributions from his nobility and prelates. He was the first king of England since the conquest, that could fairly be said to lie under the restraint of law; and he was also the first that practised the dispensing power, and employed the clause of Non-obstante in his grants and patents. When objections were made to this novelty, he replied, that the pope exercised that authority; and why might not he imitate the example? But the abuse, which the pope made of his dispensing power, in violating the canons of general councils, in invading the privileges and customs of all particular churches, and in usurping on the rights of patrons, was more likely to excite the jealousy of the people, than to reconcile them to a similar practice in their civil government. Roger de Thurkesby, one of the king's justices, was so displeased with the precedent, that he exclaimed, Alas! what times are we fallen into? Behold, the civil court is corrupted in imitation of the ecclesiastical, and the river is poisoned from that fountain.","subId":"29","id":"Hume.HE.2.12.29"},{"type":"paragraph","content":"The king's partiality and profuse bounty to his foreign relations, and to their friends and favourites, would have appeared more tolerable to the English, had any thing been done meanwhile for the honour of the nation, or had Henry's enterprizes in foreign countries, been attended with any success or glory to himself or to the public: At least, such military talents in the king would have served to keep his barons in awe, and have given weight and authority to his government. But though he declared war against Lewis IX. in 1242, and made an expedition into Guienne, upon the invitation of his father-in-law, the count de la Marche, who promised to join him with all his forces; he was unsuccessful in his attempts against that great monarch, was worsted at Taillebourg, was deserted by his allies, lost what remained to him of Poictou, and was obliged to return, with loss of honour, into England. {1253.} The Gascon nobility were attached to the English government; because the distance of their sovereign allowed them to remain in a state of almost total independance: And they claimed, some time after, Henry's protection against an invasion, which the king of Castile made upon that territory. Henry returned into Guienne, and was more successful in this expedition; but he thereby involved himself and his nobility in an enormous debt, which both encreased their discontents, and exposed him to greater danger from their enterprizes.","subId":"30","id":"Hume.HE.2.12.30"},{"type":"paragraph","content":"Want of economy and an ill-judged liberality were Henry's great defects; and his debts, even before this expedition, had become so troublesome, that he sold all his plate and jewels, in order to discharge them. When this expedient was first proposed to him, he asked, where he should find purchasers? It was replied, the citizens of London. On my word, said he, if the treasury of Augustus were brought to sale, the citizens are able to be the purchasers: These clowns, who assume to themselves the name of barons, abound in every thing, while we are reduced to necessities. And he was thence forth observed to be more forward and greedy in his exactions upon the citizens.","subId":"31","id":"Hume.HE.2.12.31"},{"type":"paragraph","content":"{Ecclesiastical grievances.} But the grievances, which the English during this reign had reason to complain of in the civil government, seem to have been still less burthensome than those which they suffered from the usurpations and exactions of the court of Rome. On the death of Langton in 1228, the monks of Christ-church elected Walter de Hemesham, one of their own body, for his successor: But as Henry refused to confirm the election, the pope, at his desire, annulled it; and immediately appointed Richard, chancellor of Lincoln, for archbishop, without waiting for a new election. On the death of Richard in 1231, the monks elected Ralph de Neville bishop of Chichester; and though Henry was much pleased with the election, the pope, who thought that prelate too much attached to the crown, assumed the power of annulling his election. He rejected two clergymen more, whom the monks had successively chosen; and he at last told them, that, if they would elect Edmond, treasurer of the church of Salisbury, he would confirm their choice; and his nomination was complied with. The pope had the prudence to appoint both times very worthy primates; but men could not forbear observing his intention of thus drawing gradually to himself the right of bestowing that important dignity.","subId":"32","id":"Hume.HE.2.12.32"},{"type":"paragraph","content":"The avarice, however, more than the ambition of the see of Rome, seems to have been in this age the ground of general complaint. The papal ministers, finding a vast stock of power amassed by their predecessors, were desirous of turning it to immediate profit, which they enjoyed at home, rather than of enlarging their authority in distant countries, where they never intended to reside. Every thing was become venal in the Romish tribunals; simony was openly practised; no favours and even no justice could be obtained without a bribe; the highest bidder was sure to have the preference, without regard either to the merits of the person or of the cause; and besides the usual perversions of right in the decision of controversies, the pope openly assumed an absolute and uncontroled authority of setting aside, by the plenitude of his apostolic power, all particular rules and all privileges of patrons, churches, and convents. On pretence of remedying these abuses, pope Honorius, in 1226, complaining of the poverty of his see as the source of all grievances, demanded from every cathedral two of the best prebends, and from every convent two monks' portions, to be set apart as a perpetual and settled revenue of the papal crown: But all men being sensible, that the revenue would continue for ever, the abuses immediately return, his demand was unanimously rejected. About three years after, the pope demanded and obtained the tenth of all ecclesiastical revenues, which he levied in a very oppressive manner; requiring payment before the clergy had drawn their rents or tythes, and sending about usurers, who advanced them the money at exorbitant interest. In the year 1240, Otho, the legate, having in vain attempted the clergy in a body, obtained separately, by intrigues and menaces, large sums from the prelates and convents, and on his departure is said to have carried more money out of the kingdom than he left in it. This experiment was renewed four years after with success by Martin the nuncio, who brought from Rome powers of suspending and excommunicating all clergymen, that refused to comply with his demands. The king, who relied on the pope for the support of his tottering authority, never failed to countenance those exactions.","subId":"33","id":"Hume.HE.2.12.33"},{"type":"paragraph","content":"Meanwhile, all the chief benefices of the kingdom were conferred on Italians; great numbers of that nation were sent over at one time to be provided for; non-residence and pluralities were carried to an enormous height; Mansel, the king's chaplain, is computed to have held at once seven hundred ecclesiastical livings; and the abuses became so evident as to be palpable to the blindness of superstition itself. The people, entering into associations, rose against the Italian clergy; pillaged their barns; wasted their lands; insulted the persons of such of them as they found in the kingdom; and when the justices made enquiry into the authors of this disorder, the guilt was found to involve so many, and those of such high rank, that it passed unpunished. At last, when Innocent IV. in 1245, called a general council at Lyons, in order to excommunicate the emperor Frederic, the king and nobility sent over agents to complain before the council, of the rapacity of the Romish church. They represented, among many other grievances, that the benefices of the Italian clergy in England had been estimated, and were found to amount to 60,000 marks a year, a sum which exceeded the annual revenue of the crown itself. They obtained only an evasive answer from the pope; but as mention had been made before the council, of the feudal subjection of England to the see of Rome, the English agents, at whose head was Roger Bigod earl of Norfolk, exclaimed against the pretension, and insisted, that king John had no right, without the consent of his barons, to subject the kingdom to so ignominious a servitude. The popes indeed, afraid of carrying matters too far against England, seem thenceforth to have little insisted on that pretension.","subId":"34","id":"Hume.HE.2.12.34"},{"type":"paragraph","content":"This check, received at the council of Lyons, was not able to stop the court of Rome in its rapacity: Innocent exacted the revenues of all vacant benefices, the twentieth of all ecclesiastical revenues without exception; the third of such as exceeded a hundred marks a year; the half of such as were possessed by non-residents. He claimed the goods of all intestate clergymen; he pretended a title to inherit all money gotten by usury; he levied benevolences upon the people; and when the king, contrary to his usual practice, prohibited these exactions, he threatened to pronounce against him the same censures, which he had emitted against the emperor Frederic.","subId":"35","id":"Hume.HE.2.12.35"},{"type":"paragraph","content":"{1255.} But the most oppressive expedient, employed by the pope, was the embarking of Henry in a project for the conquest of Naples, or Sicily on this side the Fare, as it was called; an enterprize, which threw much dishonour on the king, and involved him, during some years, in great trouble and expence. The Romish church, taking advantage of favourable incidents, had reduced the kingdom of Sicily to the same state of feudal vassalage, which she pretended to extend over England, and which, by reason of the distance, as well as high spirit of this latter kingdom, she was not able to maintain. After the death of the emperor, Frederic II. the succession of Sicily devolved to Conradine, grandson of that monarch; and Mainfroy, his natural son, under pretence of governing the kingdom during the minority of the prince, had formed a scheme of establishing his own authority. Pope Innocent, who had carried on violent war against the emperor, Frederic, and had endeavoured to dispossess him of his Italian dominions, still continued hostilities against his grandson; but being disappointed in all his schemes by the activity and artifices of Mainfroy, he found, that his own force alone was not sufficient to bring to a happy issue so great an enterprize. He pretended to dispose of the Sicilian crown, both as superior lord of that particular kingdom, and as vicar of Christ, to whom all kingdoms of the earth were subjected; and he made a tender of it to Richard earl of Cornwal, whose immense riches, he flattered himself, would be able to support the military operations against Mainfroy. As Richard had the prudence to refuse the present, he applied to the king, whose levity and thoughtless disposition gave Innocent more hopes of success; and he offered him the crown of Sicily for his second son, Edmond. Henry, allured by so magnificent a present, without reflecting on the consequences, without consulting either with his brother or the parliament, accepted of the insidious proposal; and gave the pope unlimited credit to expend whatever sums he thought necessary for compleating the conquest of Sicily. Innocent, who was engaged by his own interests to wage war with Mainfroy, was glad to carry on his enterprizes at the expence of his ally: Alexander IV. who succeeded him in the papal throne, continued the same policy: And Henry was surprized to find himself on a sudden involved in an immense debt, which he had never been consulted in contracting. The sum already amounted to 135,541 marks beside interest; and he had the prospect, if he answered this demand, of being soon loaded with more exorbitant expences; if he refused it, of both incurring the pope's displeasure, and losing the crown of Sicily, which he hoped soon to have the glory of fixing on the head of his son.","subId":"36","id":"Hume.HE.2.12.36"},{"type":"paragraph","content":"He applied to the parliament for supply; and that he might be sure not to meet with opposition, he sent no writs to the more refractory barons: But even those who were summoned, sensible of the ridiculous cheat, imposed by the pope, determined not to lavish their money on such chimerical projects; and making a pretext of the absence of their brethren, they refused to take the king's demands into consideration. In this extremity the clergy were his only resource; and as both their temporal and spiritual sovereign concurred in loading them, they were ill able to defend themselves against this united authority.","subId":"37","id":"Hume.HE.2.12.37"},{"type":"paragraph","content":"The pope published a crusade for the conquest of Sicily; and required every one, who had taken the cross against the Infidels, or had vowed to advance money for that service, to support the war against Mainfroy, a more terrible enemy, as he pretended, to the Christian faith than any Saracen. He levied a tenth on all ecclesiastical benefices in England for three years; and gave orders to excommunicate all bishops, who made not punctual payment. He granted to the king the goods of intestate clergymen; the revenues of vacant benefices; the revenues of all non-residents. But these taxations, being levied by some rule, were deemed less grievous, than another imposition, which arose from the suggestion of the bishop of Hereford, and which might have opened the door to endless and intolerable abuses.","subId":"38","id":"Hume.HE.2.12.38"},{"type":"paragraph","content":"This prelate, who resided at the court of Rome by a deputation from the English church, drew bills of different values, but amounting on the whole to 150,540 marks, on all the bishops and abbots of the kingdom; and granted these bills to Italian merchants, who, it was pretended, had advanced money for the service of the war against Mainfroy. As there was no likelihood of the English prelates' submitting, without compulsion, to such an extraordinary demand, Rustand, the legate, was charged with the commission of employing authority to that purpose; and he summoned an assembly of the bishops and abbots, whom he acquainted with the pleasure of the pope and of the king. Great were the surprize and indignation of the assembly: The bishop of Worcester exclaimed, that he would lose his life rather than comply: The bishop of London said, that the pope and king were more powerful than he; but if his mitre were taken off his head, he would clap on a helmet in its place. The legate was no less violent on the other hand; and he told the assembly, in plain terms, that all ecclesiastical benefices were the property of the pope, and he might dispose of them, either in whole or in part, as he saw proper. In the end, the bishops and abbots, being threatened with excommunication, which made all their revenues fall into the king's hands, were obliged to submit to the exaction: And the only mitigation, which the legate allowed them, was, that the tenths, already granted, should be accepted as a partial payment of the bills. But the money was still insufficient for the pope's purpose: The conquest of Sicily was as remote as ever: The demands which came from Rome were endless: Pope Alexander became so urgent a creditor, that he sent over a legate to England; threatening the kingdom with an interdict, and the king with excommunication, if the arrears, which he pretended to be due to him, were not instantly remitted: And at last, Henry, sensible of the cheat, began to think of breaking off the agreement, and of resigning into the pope's hands that crown, which, it was not intended by Alexander, that he or his family should ever enjoy.","subId":"39","id":"Hume.HE.2.12.39"},{"type":"paragraph","content":"{Earl of Cornwal elected king of the Romans.} The earl of Cornwal had now reason to value himself on his foresight, in refusing the fraudulent bargain with Rome, and in preferring the solid honours of an opulent and powerful prince of the blood of England, to the empty and precarious glory of a foreign dignity. But he had not always firmness sufficient to adhere to this resolution: His vanity and ambition prevailed at last over his prudence and his avarice; and he was engaged in an enterprize no less expensive and vexatious than that of his brother, and not attended with much greater probability of success. The immense opulence of Richard having made the German princes cast their eye on him as a candidate for the empire; he was tempted to expend vast sums of money on his election, and he succeeded so far as to be chosen king of the Romans, which seemed to render his succession infallible to the imperial throne. He went over to Germany, and carried out of the kingdom no less a sum than seven hundred thousand marks, if we may credit the account given by some ancient authors, which is probably much exaggerated. His money, while it lasted, procured him friends and partizans: But it was soon drained from him by the avidity of the German princes; and, having no personal or family connexions in that country, and no solid foundation of power, he found at last, that he had lavished away the frugality of a whole life, in order to procure a splendid title, and that his absence from England, joined to the weakness of his brother's government, gave reins to the factious and turbulent dispositions of the English barons, and involved his own country and family in great calamities.","subId":"40","id":"Hume.HE.2.12.40"},{"type":"paragraph","content":"{Discontents of the barons.} The successful revolt of the nobility from king John, and their imposing on him and his successors limitations of their royal power, had made them feel their own weight and importance, had set a dangerous precedent of resistance, and being followed by a long minority, had impoverished, as well as weakened that crown, which they were at last induced, from the fear of worse consequences, to re-place on the head of young Henry. In the king's situation, either great abilities and vigour were requisite to over-awe the barons, or great caution and reserve to give them no pretence for complaints; and it must be confessed, that this prince was possessed of neither of these talents. He had not prudence to chuse right measures, he wanted even that constancy, which sometimes gives weight to wrong ones; he was entirely devoted to his favourites, who were always foreigners; he lavished on them without discretion his diminished revenue; and finding, that his barons indulged their disposition towards tyranny, and observed not to their own vassals the same rules, which they had imposed on the crown, he was apt, in his administration, to neglect all the salutary articles of the Great Charter; which he remarked to be so little regarded by his nobility. This conduct had extremely lessened his authority in the kingdom; had multiplied complaints against him; and had frequently exposed him to affronts, and even to dangerous attempts upon his prerogative. In the year 1244, when he desired a supply from parliament, the barons, complaining of the frequent breaches of the Great Charter, and of the many fruitless applications which they had formerly made for the redress of this and other grievances, demanded in return, that he should give them the nomination of the great justiciary and of the chancellor, to whose hands chiefly the administration of justice was committed: And, if we may credit the historian, they had formed the plan of other limitations, as well as of associations to maintain them, which would have reduced the king to be an absolute cypher, and have held the crown in perpetual pupillage and dependance. The king, to satisfy them, would agree to nothing but a renewal of the charter, and a general permission to excommunicate all the violaters of it: And he received no supply, except a scutage of twenty shillings on each knight's fee for the marriage of his eldest daughter to the king of Scotland; a burthen, which was expressly annexed to their feudal tenures.","subId":"41","id":"Hume.HE.2.12.41"},{"type":"paragraph","content":"Four years after, in a full parliament, when Henry demanded a new supply, he was openly reproached with the breach of his word, and the frequent violations of the charter. He was asked, whether he did not blush to desire any aid from his people, whom he professedly hated and despised, to whom on all occasions he preferred aliens and foreigners, and who groaned under the oppressions, which he either permitted or exercised over them. He was told, that, besides disparaging his nobility by forcing them to contract unequal and mean marriages with strangers, no rank of men was so low as to escape vexations from him or his ministers; that even the victuals consumed in his household, the clothes which himself and his servants wore, still more the wine which they used, were all taken by violence from the lawful owners, and no compensation was ever made them for the injury; that foreign merchants, to the great prejudice and infamy of the kingdom, shunned the English harbours, as if they were possessed by pirates, and the commerce with all nations was thus cut off by these acts of violence; that loss was added to loss, and injury to injury, while the merchants, who had been despoiled of their goods, were also obliged to carry them at their own charge to whatever place the king was pleased to appoint them; that even the poor fishermen on the coast could not escape his oppressions and those of his courtiers; and finding that they had not full liberty to dispose of their commodities in the English market, were frequently constrained to carry them to foreign ports, and to hazard all the perils of the ocean, rather than those which awaited them from his oppressive emissaries; and that his very religion was a ground of complaint to his subjects, while they observed, that the waxen tapers and splendid silks, employed in so many useful processions, were the spoils which he had forcibly ravished from the true owners. Throughout this remonstrance, in which the complaints, derived from an abuse of the ancient right of purveyance, may be supposed to be somewhat exaggerated, there appears a strange mixture of regal tyranny in the practices which gave rise to it, and of aristocratical liberty or rather licentiousness in the expressions employed by the parliament. But a mixture of this kind is observable in all the ancient feudal governments; and both of them proved equally hurtful to the people.","subId":"42","id":"Hume.HE.2.12.42"},{"type":"paragraph","content":"As the king, in answer to their remonstrance, gave the parliament only good words and fair promises, attended with the most humble submissions, which they had often found deceitful, he obtained at that time no supply; and therefore, in the year 1253, when he found himself again under the necessity of applying to parliament, he had provided a new pretence, which he deemed infallible, and taking the vow of a Crusade, he demanded their assistance in that pious enterprize. The parliament, however, for some time hesitated to comply; and the ecclesiastical order sent a deputation consisting of four prelates, the primate, and the bishops of Winchester, Salisbury, and Carlisle, in order to remonstrate with him on his frequent violations of their privileges, the oppressions with which he had loaded them and all his subjects, and the uncanonical and forced elections, which were made to vacant dignities. \"It is true,\" replied the king, \"I have been somewhat faulty in this particular: I obtruded you my lord of Canterbury, upon your see: I was obliged to employ both entreaties and menaces, my lord of Winchester, to have you elected: My proceedings, I confess, were very irregular, my lords of Salisbury and Carlisle, when I raised you from the lowest stations to your present dignities: I am determined henceforth to correct these abuses; and it will also become you, in order to make a thorough reformation, to resign your present benefices; and try to enter again in a more regular and canonical manner.\" The bishops, surprized at these unexpected sarcasms, replied, that the question was not at present how to correct past errors, but to avoid them for the future. The king promised redress both of ecclesiastical and civil grievances; and the parliament in return agreed to grant him a supply, a tenth of the ecclesiastical benefices, and a scutage of three marks on each knight's fee: But as they had experienced his frequent breach of promise, they required, that he should ratify the Great Charter in a manner still more authentic and more solemn than any which he had hitherto employed. All the prelates and abbots were assembled: They held burning tapers in their hands: The Great Charter was read before them: They denounced the sentence of excommunication against every one who should thence forth violate that fundamental law: They threw their tapers on the ground, and exclaimed, May the soul of every one, who incurs this sentence, so stink and corrupt in Hell! The king bore a part in this ceremony; and subjoined: \"So help me God, I will keep all these articles inviolate, as I am a man, as I am a christian, as I am a knight, and as I am a king crowned and anointed.\" Yet was the tremendous ceremony no sooner finished, than his favourites, abusing his weakness, made him return to the same arbitrary and irregular administration; and the reasonable expectations of his people were thus perpetually eluded and disappointed.","subId":"43","id":"Hume.HE.2.12.43"},{"type":"paragraph","content":"{1258. Simon de Mountfort earl of Leicester.} All these imprudent and illegal measures afforded a pretence to Simon de Mountfort, earl of Leicester, to attempt an innovation in the government, and to wrest the scepter from the feeble and irresolute hand which held it. This nobleman was a younger son of that Simon de Mountfort, who had conducted with such valour and renown the Crusade against the Albigenses, and who, though he tarnished his famous exploits by cruelty and ambition, had left a name very precious to all the bigots of that age, particularly to the ecclesiastics. A large inheritance in England fell by succession to this family; but as the elder brother enjoyed still more opulent possessions in France, and could not perform fealty to two masters, he transferred his right to Simon, his younger brother, who came over to England, did homage for his lands, and was raised to the dignity of earl of Leicester. In the year 1238, he espoused Eleanor dowager of William earl of Pembroke, and sister to the king; but the marriage of this princess with a subject and a foreigner, though contracted with Henry's consent, was loudly complained of by the earl of Cornwal, and all the barons of England; and Leicester was supported against their violence, by the king's favour and authority alone. But he had no sooner established himself in his possessions and dignities, than he acquired, by insinuation and address, a strong interest with the nation, and gained equally the affections of all orders of men. He lost, however, the friendship of Henry from the usual levity and fickleness of that prince; he was banished the court; he was recalled; he was entrusted with the command of Guienne, where he did good service and acquired honour; he was again disgraced by the king, and his banishment from court seemed now final and irrevocable. Henry called him traitor to his face; Leicester gave him the lye, and told him, that, if he were not his sovereign, he would soon make him repent of that insult. Yet was this quarrel accommodated either from the good-nature or timidity of the king; and Leicester was again admitted into some degree of favour and authority. But as this nobleman was become too great to preserve an entire complaisance to Henry's humours, and to act in subserviency to his other minions; he found more advantage in cultivating his interest with the public, and in inflaming the general discontents, which prevailed against the administration. He filled every place with complaints against the infringement of the Great Charter, the acts of violence committed on the people, the combination between the pope and the king in their tyranny and extortions, Henry's neglect of his native subjects and barons; and though himself a foreigner, he was more loud than any in representing the indignity of submitting to the dominion of foreigners. By his hypocritical pretensions to devotion, he gained the favour of the zealots and clergy: By his seeming concern for public good, he acquired the affections of the public: And besides the private friendships, which he had cultivated with the barons, his animosity against the favourites created an union of interests between him and that powerful order.","subId":"44","id":"Hume.HE.2.12.44"},{"type":"paragraph","content":"A recent quarrel, which broke out between Leicester and William de Valence, Henry's half brother, and chief favourite, brought matters to extremity, and determined the former to give full scope to his bold and unbounded ambition, which the laws and the king's authority had hitherto with difficulty restrained. He secretly called a meeting of the most considerable barons, particularly Humphrey de Bohun, high constable, Roger Bigod, earl mareschal, and the earls of Warwic and Glocester; men, who by their family and possessions stood in the first rank of the English nobility. He represented to this company the necessity of reforming the state, and of putting the execution of the laws into other hands than those which had hitherto appeared, from repeated experience, so unfit for the charge with which they were entrusted. He exaggerated the oppressions exercised against the lower orders of the state, the violations of the barons' privileges, the continued depredations made on the clergy; and in order to aggravate the enormity of this conduct, he appealed to the Great Charter, which Henry had so often ratified, and which was calculated to prevent for ever the return of those intolerable grievances. He magnified the generosity of their ancestors, who, at a great expence of blood, had extorted that famous concession from the crown; but lamented their own degeneracy, who allowed so important an advantage, once obtained, to be wrested from them by a weak prince and by insolent strangers. And he insisted, that the king's word, after so many submissions and fruitless promises on his part, could no longer be relied on; and that nothing but his absolute inability to violate national privileges could henceforth ensure the regular observance of them.","subId":"45","id":"Hume.HE.2.12.45"},{"type":"paragraph","content":"These topics, which were founded in truth, and suited so well the sentiments of the company, had the desired effect, and the barons embraced a resolution of redressing the public grievances, by taking into their own hands the administration of government. Henry having summoned a parliament, in expectation of receiving supplies for his Sicilian project, the barons appeared in the hall, clad in complete armour, and with their swords by their side: The king on his entry, struck with the unusual appearance, asked them what was their purpose, and whether they pretended to make him their prisoner? Roger Bigod replied in the name of the rest, that he was not their prisoner, but their sovereign; that they even intended to grant him large supplies, in order to fix his son on the throne of Sicily; that they only expected some return for this expence and service; and that, as he had frequently made submissions to the parliament, had acknowledged his past errors, and had still allowed himself to be carried into the same path, which gave them such just reason of complaint, he must now yield to more strict regulations, and confer authority on those who were able and willing to redress the national grievances. Henry, partly allured by the hopes of supply, partly intimidated by the union and martial appearance of the barons, agreed to their demand; and promised to summon another parliament at Oxford, in order to digest the new plan of government, and to elect the persons, who were to be entrusted with the chief authority.","subId":"46","id":"Hume.HE.2.12.46"},{"type":"paragraph","content":"{11 June. Provisions of Oxford.} This parliament, which the royalists, and even the nation, from experience of the confusions that attended its measures, afterwards denominated the mad parliament, met on the day appointed; and as all the barons brought along with them their military vassals, and appeared with an armed force, the king, who had taken no precautions against them, was in reality a prisoner in their hands, and was obliged to submit to all the terms which they were pleased to impose upon him. Twelve barons were selected from among the king's ministers; twelve more were chosen by parliament: To these twenty-four, unlimited authority was granted to reform the state; and the king himself took an oath, that he would maintain whatever ordinances they should think proper to enact for that purpose. Leicester was at the head of this supreme council, to which the legislative power was thus in reality transferred; and all their measures were taken by his secret influence and direction. Their first step bore a specious appearance, and seemed well calculated for the end, which they professed to be the object of all these innovations: They ordered that four knights should be chosen by each county; that they should make enquiry into the grievances of which their neighbourhood had reason to complain, and should attend the ensuing parliament, in order to give in formation to that assembly of the state of their particular counties: A nearer approach to our present constitution than had been made by the barons in the reign of king John, when the knights were only appointed to meet in their several counties, and there to draw up a detail of their grievances. Meanwhile the twenty-four barons proceeded to enact some regulations, as a redress of such grievances as were supposed to be sufficiently notorious. They ordered, that three sessions of parliament should be regularly held every year, in the months of February, June, and October; that a new sheriff should be annually elected by the votes of the free holders in each county; that the sheriffs should have no power of fining the barons who did not attend their courts, or the circuits of the justiciaries; that no heirs should be committed to the wardship of foreigners, and no castles intrusted to their custody; and that no new warrens or forests should be created, nor the revenues of any counties or hundreds be let to farm. Such were the regulations which the twenty-four barons established at Oxford, for the redress of public grievances.","subId":"47","id":"Hume.HE.2.12.47"},{"type":"paragraph","content":"But the earl of Leicester and his associates, having advanced so far to satisfy the nation, instead of continuing in this popular course, or granting the king that supply which they had promised him, immediately provided for the extension and continuance of their own authority. They rouzed anew the popular clamour, which had long prevailed against foreigners; and they fell with the utmost violence on the king's half-brothers, who were supposed to be the authors of all national grievances, and whom Henry had no longer any power to protect. The four brothers, sensible of their danger, took to flight, with an intention of making their escape out of the kingdom; they were eagerly pursued by the barons; Aymer, one of the brothers, who had been elected to the see of Winchester, took shelter in his episcopal palace, and carried the others along with him; they were surrounded in that place, and threatened to be dragged out by force, and to be punished for their crimes and misdemeanors; and the king, pleading the sacredness of an ecclesiastical sanctuary, was glad to extricate them from this danger by banishing them the kingdom. In this act of violence, as well as in the former usurpations of the barons, the queen and her uncles were thought to have secretly concurred; being jealous of the credit acquired by the brothers, which, they found, had eclipsed and annihilated their own.","subId":"48","id":"Hume.HE.2.12.48"},{"type":"paragraph","content":"{Usurpations of the barons.} But the subsequent proceedings of the twenty-four barons were sufficient to open the eyes of the nation, and to prove their intention of reducing for ever both the king and the people under the arbitrary power of a very narrow aristocracy, which must at last have terminated either in anarchy, or in a violent usurpation and tyranny. They pretended, that they had not yet digested all the regulations necessary for the reformation of the state, and for the redress of grievances; and that they must still retain their power, till that great purpose were thoroughly effected: In other words, that they must be perpetual governors, and must continue to reform, till they were pleased to abdicate their authority. They formed an association among themselves, and swore that they would stand by each other with their lives and fortunes: They displaced all the chief officers of the crown, the justiciary, the chancellor, the treasurer; and advanced either themselves or their own creatures in their place: Even the offices of the king's household were disposed of at their pleasure: The government of all the castles was put into hands in whom they found reason to confide: And the whole power of the state being thus transferred to them, they ventured to impose an oath; by which all the subjects were obliged to swear, under the penalty of being declared public enemies, that they would obey and execute all the regulations, both known and unknown, of the twenty-four barons: And all this, for the greater glory of God, the honour of the church, the service of the king, and the advantage of the kingdom. No one dared to withstand this tyrannical authority: Prince Edward himself, the king's eldest son, a youth of eighteen, who began to give indications of that great and manly spirit, which appeared throughout the whole course of his life, was, after making some opposition, constrained to take that oath, which really deposed his father and his family from sovereign authority. Earl Warrenne was the last person in the kingdom, that could be brought to give the confederated barons this mark of submission.","subId":"49","id":"Hume.HE.2.12.49"},{"type":"paragraph","content":"But the twenty-four barons, not content with the usurpation of the royal power, introduced an innovation in the constitution of parliament, which was of the utmost importance. They ordained, that this assembly should chuse a committee of twelve persons, who should, in the intervals of the sessions, possess the authority of the whole parliament, and should attend on a summons the person of the king, in all his motions. But so powerful were these barons, that this regulation was also submitted to; the whole government was overthrown or fixed on new foundations; and the monarchy was totally subverted, without its being possible for the king to strike a single stroke in defence of the constitution against the newly erected oligarchy.","subId":"50","id":"Hume.HE.2.12.50"},{"type":"paragraph","content":"{1259.} The report, that the king of the Romans intended to pay a visit to England, gave alarm to the ruling barons, who dreaded lest the extensive influence and established authority of that prince would be employed to restore the prerogatives of his family, and overturn their plan of government. They sent over the bishop of Worcester, who met him at St. Omars; asked him, in the name of the barons, the reason of his journey, and how long he intended to stay in England; and insisted, that, before he entered the kingdom, he should swear to observe the regulations established at Oxford. On Richard's refusal to take this oath, they prepared to resist him as a public enemy; they fitted out a fleet, assembled an army, and exciting the inveterate prejudices of the people against foreigners, from whom they had suffered so many oppressions, spread the report that Richard, attended by a number of strangers, meant to restore by force the authority of his exiled brothers, and to violate all the securities provided for public liberty. The king of the Romans was at last obliged to submit to the terms required of him.","subId":"51","id":"Hume.HE.2.12.51"},{"type":"paragraph","content":"But the barons, in proportion to their continuance in power, began gradually to lose that popularity, which had assisted them in obtaining it; and men repined, that regulations, which were occasionally established, for the reformation of the state, were likely to become perpetual, and to subvert entirely the ancient constitution. They were apprehensive, lest the power of the nobles, always oppressive, should now exert itself without controul, by removing the counterpoise of the crown; and their fears were increased by some new edicts of the barons, which were plainly calculated to procure to themselves an impunity in all their violences. They appointed, that the circuits of the itinerant justices, the sole check on their arbitrary conduct, should be held only once in seven years; and men easily saw, that a remedy, which returned after such long intervals, against an oppressive power, which was perpetual, would prove totally insignificant and useless. The cry became loud in the nation, that the barons should finish their intended regulations. The knights of the shires, who seem now to have been pretty regularly assembled, and sometimes in a separate house, made remonstrances against the slowness of their proceedings. They represented, that, though the king had performed all the conditions required of him, the barons had hitherto done nothing for the public good, and had only been careful to promote their own private advantage, and to make inroads on royal authority; and they even appealed to prince Edward, and claimed his interposition for the interests of the nation, and the reformation of the government. The prince replied, that, though it was from constraint, and contrary to his private sentiments, he had sworn to maintain the provisions of Oxford, he was determined to observe his oath: But he sent a message to the barons, requiring them to bring their undertaking to a speedy conclusion, and fulfil their engagements to the public: Otherwise, he menaced them, that, at the expence of his life, he would oblige them to do their duty, and would shed the last drop of his blood in promoting the interests, and satisfying the just wishes of the nation.","subId":"52","id":"Hume.HE.2.12.52"},{"type":"paragraph","content":"The barons, urged by so pressing a necessity, published at last a new code of ordinances for the reformation of the state: But the expectations of the people were extremely disappointed, when they found, that these consisted only of some trivial alterations in the municipal law; and still more, when the barons pretended, that the task was not yet finished, and that they must farther prolong their authority, in order to bring the work of reformation to the desired period. The current of popularity was now much turned to the side of the crown; and the barons had little to rely on for their support, besides the private influence and power of their families, which, though exorbitant, was likely to prove inferior to the combination of king and people. Even this basis of power was daily weakened by their intestine jealousies and animosities; their ancient and inveterate quarrels broke out when they came to share the spoils of the crown; and the rivalship between the earls of Leicester and Glocester, the chief leaders among them, began to disjoint the whole confederacy. The latter, more moderate in his pretensions, was desirous of stopping or retarding the career of the barons' usurpations; but the former, enraged at the opposition which he met with in his own party, pretended to throw up all concern in English affairs; and he retired into France.","subId":"53","id":"Hume.HE.2.12.53"},{"type":"paragraph","content":"The kingdom of France, the only state with which England had any considerable intercourse, was at this time governed by Lewis IX. a prince of the most singular character that is to be met with in all the records of history. This monarch united, to the mean and abject superstition of a monk, all the courage and magnanimity of the greatest hero; and, what may be deemed more extraordinary, the justice and integrity of a disinterested patriot, the mildness and humanity of an accomplished philosopher. So far from taking advantage of the divisions among the English, or attempting to expel those dangerous rivals from the provinces, which they still possessed in France; he had entertained many scruples with regard to the sentence of attainder pronounced against the king's father, had even expressed some intention of restoring the other provinces, and was only prevented from taking that imprudent resolution, by the united remonstrances of his own barons, who represented the extreme danger of such a measure, and, what had a greater influence on Lewis, the justice of punishing by a legal sentence the barbarity and felony of John. Whenever this prince interposed in English affairs, it was always with an intention of composing the differences between the king and his nobility; he recommended to both parties every peaceable and reconciling measure; and he used all his authority with the earl of Leicester, his native subject, to bend him to a compliance with Henry. {20th May.} He made a treaty with England, at a time when the distractions of that kingdom were at the greatest height, and when the king's authority was totally annihilated; and the terms, which he granted, might, even in a more prosperous state of their affairs, be deemed reasonable and advantageous to the English. He yielded up some territories which had been conquered from Poictou and Guienne; he ensured the peaceable possession of the latter province to Henry; he agreed to pay that prince a large sum of money; and he only required that the king should, in return, make a final cession of Normandy, and the other provinces, which he could never entertain any hopes of recovering by force of arms. This cession was ratified by Henry, by his two sons, and two daughters, and by the king of the Romans and his three sons: Leicester alone, either moved by a vain arrogance, or desirous to ingratiate himself with the English populace, protested against the deed, and insisted on the right, however distant, which might accrue to his consort. Lewis saw in his obstinacy the unbounded ambition of the man; and as the barons insisted, that the money, due by treaty, should be at their disposal, not at Henry's, he also saw, and probably with regret, the low condition, to which this monarch, who had more erred from weakness than from any bad intentions, was reduced by the turbulence of his own subjects.","subId":"54","id":"Hume.HE.2.12.54"},{"type":"paragraph","content":"{1261.} But the situation of Henry soon after wore a more favourable aspect. The twenty-four barons had now enjoyed the sovereign power near three years; and had visibly employed it, not for the reformation of the state, which was their first pretence, but for the aggrandizement of themselves and of their families. The breach of trust was apparent to all the world: Every order of men felt it, and murmured against it: The dissensions among the barons themselves, which encreased the evil, made also the remedy more obvious and easy: And the secret desertion in particular of the earl of Glocester to the crown, seemed to promise Henry certain success in any attempt to resume his authority. Yet durst he not take that step, so reconcilable both to justice and policy, without making a previous application to Rome, and desiring an absolution from his oaths and engagements.","subId":"55","id":"Hume.HE.2.12.55"},{"type":"paragraph","content":"The pope was at this time much dissatisfied with the conduct of the barons; who, in order to gain the favour of the people and clergy of England, had expelled all the Italian ecclesiastics, had confiscated their benefices, and seemed determined to maintain the liberties and privileges of the English church, in which the rights of patronage, belonging to their own families, were included. The extreme animosity of the English clergy against the Italians was also a source of his disgust to this order; and an attempt, which had been made by them for farther liberty and greater independance on the civil power, was therefore less acceptable to the court of Rome. About the same time, that the barons at Oxford had annihilated the prerogatives of the monarchy, the clergy met in a synod at Merton, and passed several ordinances, which were no less calculated to promote their own grandeur at the expence of the crown. They decreed, that it was unlawful to try ecclesiastics by secular judges; that the clergy were not to regard any prohibitions from civil courts; that lay-patrons had no right to confer spiritual benefices; that the magistrate was obliged, without farther enquiry, to imprison all excommunicated persons; and that ancient usage, without any particular grant or charter, was a sufficient authority for any clerical possessions or privileges. About a century before, these claims would have been supported by the court of Rome beyond the most fundamental articles of faith: They were the chief points maintained by the great martyr, Becket; and his resolution in defending them had exalted him to the high station which he held in the catalogue of Romish saints. But principles were changed with the times: The pope was become somewhat jealous of the great independance of the English clergy, which made them stand less in need of his protection, and even emboldened them to resist his authority, and to complain of the preference given to the Italian courtiers, whose interests, it is natural to imagine, were the chief object of his concern. He was ready therefore, on the king's application, to annul these new constitutions of the church of England. And, at the same time, he absolved the king and all his subjects from the oath which they had taken to observe the provisions of Oxford.","subId":"56","id":"Hume.HE.2.12.56"},{"type":"paragraph","content":"{Prince Edward.} Prince Edward, whose liberal mind, though in such early youth, had taught him the great prejudice, which his father had incurred, by his levity, inconstancy, and frequent breach of promise, refused for a long time to take advantage of this absolution; and declared that the provisions of Oxford, how unreasonable soever in themselves, and how much soever abused by the barons, ought still to be adhered to by those who had sworn to observe them: He himself had been constrained by violence to take that oath; yet was he determined to keep it. By this scrupulous fidelity, the prince acquired the confidence of all parties, and was afterwards enabled to recover fully the royal authority, and to perform such great actions both during his own reign and that of his father.","subId":"57","id":"Hume.HE.2.12.57"},{"type":"paragraph","content":"The situation of England, during this period, as well as that of most European kingdoms, was somewhat peculiar. There was no regular military force maintained in the nation: The sword, however, was not, properly speaking, in the hands of the people: The barons were alone entrusted with the defence of the community; and after any effort, which they made, either against their own prince, or against foreigners, as the military retainers departed home, the armies were disbanded, and could not speedily be reassembled at pleasure. It was easy therefore, for a few barons, by a combination, to get the start of the other party, to collect suddenly their troops, and to appear unexpectedly in the field with an army, which their antagonists, though equal or even superior in power and interest, would not dare to encounter. Hence the sudden revolutions, which often took place in those governments: Hence the frequent victories obtained without a blow by one faction over the other: And hence it happened, that the seeming prevalence of a party, was seldom a prognostic of its long continuance in power and authority.","subId":"58","id":"Hume.HE.2.12.58"},{"type":"paragraph","content":"{1262.} The king, as soon as he received the pope's absolution from his oath, accompanied with menaces of excommunication against all opponents, trusting to the countenance of the church, to the support promised him by many considerable barons, and to the returning favour of the people, immediately took off the mask. After justifying his conduct by a proclamation, in which he set forth the private ambition, and the breach of trust, conspicuous in Leicester and his associates, he declared, that he had resumed the government, and was determined thenceforth to exert the royal authority for the protection of his subjects. He removed Hugh le Despenser and Nicholas de Ely, the justiciary and chancellor appointed by the barons; and put Philip Basset and Walter de Merton in their place. {23 April.} He substituted new sheriffs in all the counties, men of character and honour: He placed new governors in most of the castles: He changed all the officers of his household: He summoned a parliament, in which the resumption of his authority was ratified, with only five dissenting voices: And the barons, after making one fruitless effort, to take the king by surprize at Winchester, were obliged to acquiesce in those new regulations.","subId":"59","id":"Hume.HE.2.12.59"},{"type":"paragraph","content":"The king, in order to cut off every objection to his conduct, offered to refer all the differences between him and the earl of Leicester, to Margaret queen of France. The celebrated integrity of Lewis gave a mighty influence to any decision which issued from his court; and Henry probably hoped, that the gallantry, on which all barons, as true knights, valued themselves, would make them ashamed not to submit to the award of that princess. Lewis merited the confidence reposed in him. By an admirable conduct, probably as political as just, he continually interposed his good offices to allay the civil discords of the English: He forwarded all healing measures, which might give security to both parties: And he still endeavoured, though in vain, to sooth by persuasion the fierce ambition of the earl of Leicester, and to convince him how much it was his duty to submit peaceably to the authority of his sovereign.","subId":"60","id":"Hume.HE.2.12.60"},{"type":"paragraph","content":"{1263.} That bold and artful conspirator was nowise discouraged by the bad success of his past enterprizes. The death of Richard earl of locester, who was his chief rival in power, and who, before his decease, had joined the royal party, seemed to open a new field to his violence, and to expose the throne to fresh insults and injuries. It was in vain, that the king professed his intentions of observing strictly the great charter, even of maintaining all the regulations made by the reforming barons at Oxford or afterwards, except those which entirely annihilated the royal authority: These powerful chieftains, now obnoxious to the court, could not peaceably resign the hopes of entire independance and uncontrouled power, with which they had flattered themselves, and which they had so long enjoyed. {Civil wars of the barons.} Many of them engaged in Leicester's views, and among the rest, Gilbert, the young earl of Glocester, who brought him a mighty accession of power, from the extensive authority possessed by that opulent family. Even Henry, son of the king of the Romans, commonly called Henry d'Allmaine, though a prince of the blood, joined the party of the barons against the king, the head of his own family. Leicester himself, who still resided in France, secretly formed the links of this great conspiracy, and planned the whole scheme of operations.","subId":"61","id":"Hume.HE.2.12.61"},{"type":"paragraph","content":"The princes of Wales, notwithstanding the great power of the monarchs, both of the Saxon and Norman line, still preserved authority in their own country. Though they had often been constrained to pay tribute to the crown of England, they were with difficulty retained in subordination or even in peace; and almost through every reign since the conquest, they had infested the English frontiers with such petty incursions and sudden inroads, as seldom merit to have place in a general history. The English, still content with repelling their invasions, and chacing them back into their mountains, had never pursued the advantages obtained over them, nor been able, even under their greatest and most active princes, to fix a total, or so much as a feudal subjection on the country. This advantage was reserved to the present king, the weakest and most indolent. In the year 1237, Lewellyn, prince of Wales, declining in years and broken with infirmities, but still more harassed with the rebellion and undutiful behaviour of his younger son, Griffin, had recourse to the protection of Henry; and consenting to subject his principality, which had so long maintained, or soon recovered, its independance, to vassalage under the crown of England, had purchased security and tranquillity on these dishonourable terms. His eldest son and heir, David, renewed the homage to England; and having taken his brother prisoner, delivered him into Henry's hands, who committed him to custody in the Tower. That prince, endeavouring to make his escape, lost his life in the attempt; and the prince of Wales, freed from the apprehensions of so dangerous a rival, paid thenceforth less regard to the English monarch, and even renewed those incursions, by which the Welsh, during so many ages, had been accustomed to infest the English borders. Lewellyn, however, the son of Griffin, who succeeded to his uncle, had been obliged to renew the homage, which was now claimed by England as an established right; but he was well pleased to inflame those civil discords, on which he rested his present security, and founded his hopes of future independance. He entered into a confederacy with the earl of Leicester, and collecting all the force of his principality, invaded England with an army of 30,000 men. He ravaged the lands of Roger de Mortimer and of all the barons, who adhered to the crown; he marched into Cheshire, and committed like depredations on prince Edward's territories; every place, where his disorderly troops appeared, was laid waste with fire and sword; and though Mortimer, a gallant and expert soldier, made stout resistance, it was found necessary, that the prince himself should head the army against this invader. Edward repulsed prince Lewellyn, and obliged him to take shelter in the mountains of North Wales: But he was prevented from making farther progress against the enemy, by the disorders, which soon after broke out in England.","subId":"62","id":"Hume.HE.2.12.62"},{"type":"paragraph","content":"The Welsh invasion was the appointed signal for the malcontent barons to rise in arms; and Leicester, coming over secretly from France, collected all the forces of his party, and commenced an open rebellion. He seized the person of the bishop of Hereford; a prelate obnoxious to all the inferior clergy, on account of his devoted attachment to the court of Rome. Simon, bishop of Norwich, and John Mansel, because they had published the pope's bull, absolving the king and kingdom from their oaths to observe the provisions of Oxford, were made prisoners, and exposed to the rage of the party. The king's demesnes were ravaged with unbounded fury; and as it was Leicester's interest to allure to his side, by the hopes of plunder, all the disorderly ruffians in England, he gave them a general licence to pillage the barons of the opposite party, and even all neutral persons. But one of the principal resources of his faction was the populace of the cities, particularly of London; and as he had, by his hypocritical pretensions to sanctity, and his zeal against Rome, engaged the monks and lower ecclesiastics in his party, his dominion over the inferior ranks of men became uncontroulable. Thomas Fitz-Richard, mayor of London, a furious and licentious man, gave the countenance of authority to these disorders in the capital; and having declared war against the substantial citizens, he loosened all the bands of government, by which that turbulent city was commonly but ill restrained. On the approach of Easter, the zeal of superstition, the appetite for plunder, or what is often as prevalent with the populace as either of these motives, the pleasure of committing havoc and destruction, prompted them to attack the unhappy Jews, who were first pillaged without resistance, then massacred, to the number of five hundred persons. The Lombard bankers were next exposed to the rage of the people; and though, by taking sanctuary in the churches, they escaped with their lives, all their money and goods became a prey to the licentious multitude. Even the houses of the rich citizens, though English, were attacked by night; and way was made by sword and by fire to the pillage of their goods, and often to the destruction of their persons. The queen, who, though defended by the Tower, was terrified by the neighbourhood of such dangerous commotions, resolved to go by water to the castle of Windsor; but as she approached the bridge, the populace assembled against her: The cry ran, drown the witch; and besides abusing her with the most opprobrious language, and pelting her with rotten eggs and dirt, they had prepared large stones to sink her barge, when she should attempt to shoot the bridge; and she was so frightened that she returned to the Tower.","subId":"63","id":"Hume.HE.2.12.63"},{"type":"paragraph","content":"The violence and fury of Leicester's faction had risen to such a height in all parts of England, that the king, unable to resist their power, was obliged to set on foot a treaty of peace; and to make an {18th July.} accommodation with the barons on the most disadvantageous terms. He agreed to confirm anew the provisions of Oxford, even those which entirely annihilated the royal authority; and the barons were again re-instated in the sovereignty of the kingdom. They restored Hugh le Despenser to the office of chief justiciary; they appointed their own creatures sheriffs in every county of England; they took possession of all the royal castles and fortresses; they even named all the officers of the king's household; and they summoned a parliament to meet at Westminister in order to settle {14th Oct.} more fully their plan of government. They here produced a new list of twenty-four barons, to whom they proposed, that the administration should be entirely committed; and they insisted, that the authority of this junto should continue, not only during the reign of the king, but also during that of prince Edward.","subId":"64","id":"Hume.HE.2.12.64"},{"type":"paragraph","content":"This prince, the life and soul of the royal party, had unhappily, before the king's accommodation with the barons, been taken prisoner by Leicester in a parley at Windsor; and that misfortune, more than any other incident, had determined Henry to submit to the ignominious conditions imposed upon him. But Edward, having recovered his liberty by the treaty, employed his activity in defending the prerogatives of his family; and he gained a great part even among those who had at first adhered to the cause of the barons. His cousin, Henry d'Allmaine, Roger Bigod earl mareshal, earl Warrenne, Humphrey Bohun earl of Hereford, John lord Basset, Ralph Basset, Hamond l'Estrange, Roger Mortimer, Henry de Piercy, Robert de Brus, Roger de Leybourne, with almost all the Lords Marchers, as they were called, on the borders of Wales and of Scotland, the most warlike parts of the kingdom, declared in favour of the royal cause; and hostilities, which were scarcely well composed, were again renewed in every part of England. But the near balance of the parties, joined to the universal clamour of the people, obliged the king and barons to open anew the negotiations for peace; and it was agreed by both sides to submit their differences to the arbitration of the king of France.","subId":"65","id":"Hume.HE.2.12.65"},{"type":"paragraph","content":"{Reference to the king of France.} This virtuous prince, the only man, who, in like circumstances, could safely have been intrusted with such an authority by a neighbouring nation, had never ceased to interpose his good offices between the English factions; and had even, during the short interval of peace, invited over to Paris both the king and the earl of Leicester, in order to accommodate the differences between them; but found, that the fears and animosities on both sides, as well as the ambition of Leicester, were so violent, as to render all his endeavours ineffectual. But when this solemn appeal, ratified by the oaths and subscriptions of the leaders in both factions, was made to his judgment, he was not discouraged from pursuing his honourable purpose: He summoned the states of France at Amiens; {1264.} and there, in the presence of that assembly, as well as in that of the king of England and Peter de Montfort, Leicester's son, he brought this great cause to a trial and examination. It appeared to him, that the provisions of Oxford, even had they not been extorted by force, had they not been so exorbitant in their nature and subversive of the ancient constitution, were expressly established as a temporary expedient, and could not, without breach of trust, be rendered perpetual by the barons. {23rd Jan.} He therefore annulled these provisions; restored to the king the possession of his castles, and the power of nomination to the great offices; allowed him to retain what foreigners he pleased in his kingdom, and even to confer on them places of trust and dignity; and in a word, re-established the royal power in the same condition on which it stood before the meeting of the parliament at Oxford. But while he thus suppressed dangerous innovations, and preserved unimpaired the prerogatives of the English crown, he was not negligent of the rights of the people; and besides ordering that a general amnesty should be granted for all past offences, he declared, that his award was not any wise meant to derogate from the privileges and liberties which the nation enjoyed by any former concessions or charters of the crown.","subId":"66","id":"Hume.HE.2.12.66"},{"type":"paragraph","content":"This equitable sentence was no sooner known in England, than Leicester and his confederates determined to reject it, and to have recourse to arms, in order to procure to themselves more safe and advantageous conditions. {Renewal of the civil wars.} Without regard to his oaths and subscriptions, that enterprising conspirator directed his two sons, Richard and Peter de Montfort, in conjunction with Robert de Ferrars, earl of Derby, to attack the city of Worcester; while Henry and Simon de Montfort, two others of his sons, assisted by the prince of Wales, were ordered to lay waste the estate of Roger de Mortimer. He himself resided at London; and employing as his instrument, Fitz-Richard, the seditious mayor, who had violently and illegally prolonged his authority, he wrought up that city to the highest ferment and agitation. The populace formed themselves into bands and companies; chose leaders; practised all military exercises; committed violence on the royalists: And to give them greater countenance in their disorders, an association was entered into between the city and eighteen great barons, never to make peace with the king but by common consent and approbation. At the head of those who swore to maintain this association, were the earls of Leicester, Glocester, and Derby, with le Despenser, the chief justiciary; men who had all previously sworn to submit to the award of the French monarch. Their only pretence for this breach of faith, was, that the latter part of Lewis's sentence was, as they affirmed, a contradiction to the former: He ratified the charter of liberties, yet annulled the provisions of Oxford; which were only calculated, as they maintained, to preserve that charter; and without which, in their estimation, they had no security for its observance.","subId":"67","id":"Hume.HE.2.12.67"},{"type":"paragraph","content":"The king and prince, finding a civil war inevitable, prepared themselves for defence; and summoning the military vassals from all quarters, and being reinforced by Baliol lord of Galloway, Brus lord of Annandale, Henry Piercy, John Comyn, and other barons of the north, they composed an army, formidable as well from its numbers, as its military prowess and experience. The first enterprize of the royalists was the attack of Northampton, which was defended by Simon de Montfort, with many of the principal barons of that party: And a breach being made in the walls by Philip Basset, the place was carried by assault, and both the governor and the garrison were made prisoners. {5th April.} The royalists marched thence to Leicester and Nottingham; both which places having opened their gates to them, prince Edward proceeded with a detachment into the county of Derby, in order to ravage with fire and sword the lands of the earl of that name, and take revenge on him for his disloyalty. Like maxims of war prevailed with both parties throughout England; and the kingdom was thus exposed in a moment to greater devastation, from the animosities of the rival barons, than it would have suffered from many years of foreign or even domestic hostilities, conducted by more humane and more generous principles.","subId":"68","id":"Hume.HE.2.12.68"},{"type":"paragraph","content":"The earl of Leicester, master of London, and of the counties in the south-east of England, formed the siege of Rochester, which alone declared for the king in those parts, and which, besides earl Warrenne, the governor, was garrisoned by many noble and powerful barons of the royal party. The king and prince hastened from Nottingham, where they were then quartered, to the relief of the place; and on their approach, Leicester raised the siege and retreated to London, which, being the center of his power, he was afraid, might, in his absence, fall into the king's hands, either by force, or by a correspondence with the principal citizens, who were all secretly inclined to the royal cause. Reinforced by a great body of Londoners, and having summoned his partizans from all quarters, he thought himself strong enough to hazard a general battle with the royalists, and to determine the fate of the nation in one great engagement; which, if it proved successful, must be decisive against the king, who had no retreat for his broken troops in those parts; while Leicester himself, in case of any sinister accident, could easily take shelter in the city. To give the better colouring to his cause, he previously sent a message with conditions of peace to Henry, submissive in the language, but exorbitant in the demands; and when the messenger returned with the lie and defiance from the king, the prince, and the king of the Romans, he sent a new message, renouncing, in the name of himself and of the associated barons, all fealty and allegiance to Henry. He then marched out of the city with his army, divided into four bodies: The first commanded by his two sons, Henry and Guy de Montfort, together with Humphrey de Bohun, earl of Hereford, who had deserted to the barons; the second led by the earl of Glocester, with William de Montchesney and John Fitz-John; the third, composed of Londoners, under the command of Nicholas de Segrave; the fourth headed by himself in person. The bishop of Chichester gave a general absolution to the army, accompanied with assurances, that, if any of them fell in the ensuing action, they would infallibly be received into heaven, as the reward of their suffering in so meritorious a cause.","subId":"69","id":"Hume.HE.2.12.69"},{"type":"paragraph","content":"{Battle of Lewes. 14th May.} Leicester, who possessed great talents for war, conducted his march with such skill and secrecy, that he had well nigh surprized the royalists in their quarters at Lewes in Sussex: But the vigilance and activity of prince Edward soon repaired this negligence; and he led out the king's army to the field in three bodies. He himself conducted the van, attended by earl Warrenne and William de Valence: The main body was commanded by the king of the Romans and his son Henry: The king himself was placed in the rear at the head of his principal nobility. Prince Edward rushed upon the Londoners, who had demanded the post of honour in leading the rebel army, but who, from their ignorance of discipline and want of experience, were ill fitted to resist the gentry and military men, of whom the prince's body was composed. They were broken in an instant; were chased off the field; and Edward, transported by his martial ardour, and eager to revenge the insolence of the Londoners against his mother, put them to the sword for the length of four miles, without giving them any quarter, and without reflecting on the fate, which in the mean time attended the rest of the army. The earl of Leicester, seeing the royalists thrown into confusion by their eagerness in the pursuit, led on his remaining troops against the bodies commanded by the two royal brothers: He defeated with great slaughter the forces headed by the king of the Romans; and that prince was obliged to yield himself prisoner to the earl of Glocester: He penetrated to the body, where the king himself was placed, threw it into disorder, pursued his advantage, chased it into the town of Lewes, and obliged Henry to surrender himself prisoner.","subId":"70","id":"Hume.HE.2.12.70"},{"type":"paragraph","content":"Prince Edward, returning to the field of battle from his precipitate pursuit of the Londoners, was astonished to find it covered with the dead bodies of his friends, and still more to hear, that his father and uncle were defeated and taken prisoners, and that Arundel, Comyn, Brus, Hamon l'Estrange, Roger Leybourne, and many considerable barons of his party, were in the hands of the victorious enemy. Earl Warrenne, Hugh Bigod, and William de Valence, struck with despair at this event, immediately took to flight, hurried to Pevencey, and made their escape beyond sea: But the prince, intrepid amidst the greatest disasters, exhorted his troops to revenge the death of their friends, to relieve the royal captives, and to snatch an easy conquest from an enemy, disordered by their own victory. He found his followers intimidated by their situation; while Leicester, afraid of a sudden and violent blow from the prince, amused him by a feigned negociation, till he was able to recal his troops from the pursuit, and to bring them into order. There now appeared no farther resource to the royal party; surrounded by the armies and garrisons of the enemy, destitute of forage and provisions, and deprived of their sovereign, as well as of their principal leaders, who could alone inspirit them to an obstinate resistance. The prince, therefore, was obliged to submit to Leicester's terms, which were short and severe, agreeably to the suddenness and necessity of the situation. He stipulated, that he and Henry d'Allmaine should surrender themselves prisoners as pledges in lieu of the two kings; that all other prisoners on both sides should be released; and that in order to settle fully the terms of agreement, application should be made to the king of France, that he should name six Frenchmen, three prelates, and three noblemen: These six to chuse two others of their own country: And these two to chuse one Englishman, who, in conjunction with themselves, were to be invested by both parties with full powers to make what regulations they thought proper for the settlement of the kingdom. The prince and young Henry accordingly delivered themselves into Leicester's hands, who sent them under a guard to Dover castle. Such are the terms of agreement, commonly called the Mise of Lewes, from an obsolete French term of that meaning: For it appears, that all the gentry and nobility of England, who valued themselves on their Norman extraction, and who disdained the language of their native country, made familiar use of the French tongue, till this period, and for some time after.","subId":"71","id":"Hume.HE.2.12.71"},{"type":"paragraph","content":"Leicester had no sooner obtained this great advantage, and gotten the whole royal family in his power, than he openly violated every article of the treaty, and acted as sole master, and even tyrant of the kingdom. He still detained the king in effect a prisoner, and made use of that prince's authority to purposes the most prejudicial to his interests, and the most oppressive of his people. He every where disarmed the royalists, and kept all his own partizans in a military posture: He observed the same partial conduct in the deliverance of the captives, and even threw many of the royalists into prison, besides those who were taken in the battle of Lewes: He carried the king from place to place, and obliged all the royal castles, on pretence of Henry's commands, to receive a governor and garrison of his own appointment: All the officers of the crown and of the household were named by him; and the whole authority, as well as arms of the state, was lodged in his hands: He instituted in the counties a new kind of magistracy, endowed with new and arbitrary powers, that of conservators of the peace: His avarice appeared bare faced, and might induce us to question the greatness of his ambition, at least the largeness of his mind, if we had not reason to think, that he intended to employ his acquisitions as the instruments for attaining farther power and grandeur. He seized the estates of no less than eighteen barons, as his share of the spoil gained in the battle of Lewes: He engrossed to himself the ransom of all the prisoners; and told his barons, with a wanton insolence, that it was sufficient for them, that he had saved them by that victory from the forfeitures and attainders which hung over them: He even treated the earl of Glocester in the same injurious manner, and applied to his own use the ransom of the king of the Romans, who in the field of battle had yielded himself prisoner to that nobleman. Henry, his eldest son, made a monopoly of all the wool in the kingdom, the only valuable commodity for foreign markets which it at that time produced. The inhabitants of the cinque-ports, during the present dissolution of government, betook themselves to the most licentious piracy, preyed on the ships of all nations, threw the mariners into the sea, and by these practices soon banished all merchants from the English coasts and harbours. Every foreign commodity rose to an exorbitant price; and woollen cloth, which the English had not then the art of dying, was worn by them white, and without receiving the last hand of the manufacturer. In answer to the complaints which arose on this occasion, Leicester replied, that the kingdom could well enough subsist within itself, and needed no intercourse with foreigners. And it was found, that he even combined with the pyrates of the cinque-ports, and received as his share the third of their prizes.","subId":"72","id":"Hume.HE.2.12.72"},{"type":"paragraph","content":"No farther mention was made of the reference to the king of France, so essential an article in the agreement of Lewes; and Leicester summoned a parliament, composed altogether of his own partizans, in order to rivet, by their authority, that power, which he had acquired by so much violence, and which he used with so much tyranny and in justice. An ordinance was there passed, to which the king's consent had been previously extorted, that every act of royal power should be exercised by a council of nine persons, who were to be chosen and removed by the majority of three, Leicester himself, the earl of Glocester, and the bishop of Chichester. By this intricate plan of government, the scepter was really put into Leicester's hands; as he had the entire direction of the bishop of Chichester, and thereby commanded all the resolutions of the council of three, who could appoint or discard at pleasure every member of the supreme council.","subId":"73","id":"Hume.HE.2.12.73"},{"type":"paragraph","content":"But it was impossible that things could long remain in this strange situation. It behoved Leicester either to descend with some peril into the rank of a subject, or to mount up with no less into that of a sovereign; and his ambition, unrestrained either by fear or by principle, gave too much reason to suspect him of the latter intention. Mean while, he was exposed to anxiety from every quarter; and felt that the smallest incident was capable of overturning that immense and ill-cemented fabric, which he had reared. The queen, whom her husband had left abroad, had collected in foreign parts an army of desperate adventurers, and had assembled a great number of ships, with a view of invading the kingdom, and of bringing relief to her unfortunate family. Lewis, detesting Leicester's usurpations and perjuries, and disgusted at the English barons, who had refused to submit to his award, secretly favoured all her enterprizes, and was generally believed to be making preparations for the same purpose. An English army, by the pretended authority of the captive king, was assembled on the sea-coast to oppose this projected invasion; but Leicester owed his safety more to cross winds, which long detained and at last dispersed and ruined the queen's fleet, than to any resistance, which, in their present situation, could have been expected from the English.","subId":"74","id":"Hume.HE.2.12.74"},{"type":"paragraph","content":"Leicester found himself better able to resist the spiritual thunders, which were leveled against him. The pope,. still adhering to the king's cause against the barons, dispatched cardinal Guido as his legate into England, with orders to excommunicate by name the three earls, Leicester, Glocester, and Norfolk, and all others in general, who concurred in the oppression and captivity of their sovereign. Leicester menaced the legate with death, if he set foot within the kingdom; but Guido, meeting in France the bishops of Winchester, London, and Worcester, who had been sent thither on a negociation, commanded them, under the penalty of ecclesiastical censures, to carry his bull into England, and to publish it against the barons. When the prelates arrived off the coast, they were boarded by the pyratical mariners of the cinque-ports, to whom probably they gave a hint of the cargo, which they brought along with them: The bull was torn and thrown into the sea; which furnished the artful prelates with a plausible excuse for not obeying the orders of the legate. Leicester appealed from Guido to the pope in person; but before the ambassadors, appointed to defend his cause, could reach Rome, the pope was dead; and they found the legate himself, from whom they had appealed, seated on the papal throne, by the name of Urban IV. That daring leader was no wise dismayed with this incident; and as he found that a great part of his popularity in England was founded on his opposition to the court of Rome, which was now become odious, he persisted with the more obstinacy in the prosecution of his measures.","subId":"75","id":"Hume.HE.2.12.75"},{"type":"paragraph","content":"{1265. 20th Jan.} That he might both encrease, and turn to advantage his popularity, Leicester summoned a new parliament in London, where, he knew, his power was uncontrolable; and he fixed this assembly on a more democratical basis, than any which had ever been summoned since the foundation of the monarchy. {House of commons.} Besides the barons of his own party, and several ecclesiastics, who were not immediate tenants of the crown; he ordered returns to be made of two knights from each shire, and what is more remarkable, of deputies from the boroughs, an order of men, which in former ages had always been regarded as too mean to enjoy a place in the national councils. This period is commonly esteemed the epoch of the house of commons in England; and it is certainly the first time that historians speak of any representatives sent to parliament by the boroughs. In all the general accounts given in preceding times of those assemblies, the prelates and barons only are mentioned as the constituent members; and even in the most particular narratives delivered of parliamentary transactions, as in the trial of Thomas a Becket, where the events of each day, and almost of each hour, are carefully recorded by contemporary authors, there is not, throughout the whole, the least appearance of a house of commons. But though that house derived its existence from so precarious and even so invidious an origin as Leicester's usurpation, it soon proved, when summoned by the legal princes, one of the most useful, and, in process of time, one of the most powerful members of the national constitution; and gradually rescued the kingdom from aristocratical as well as from regal tyranny. But Leicester's policy, if we must ascribe to him so great a blessing, only forwarded by some years an institution, for which the general state of things had already prepared the nation; and it is otherwise inconceivable, that a plant, set by so inauspicious a hand, could have attained to so vigorous a growth, and have flourished in the midst of such tempests and convulsions. The feudal system, with which the liberty, much more the power of the commons, was totally incompatible, began gradually to decline; and both the king and the commonalty, who felt its inconveniencies, contributed to favour this new power, which was more submissive than the barons to the regular authority of the crown, and at the same time afforded protection to the inferior orders of the state.","subId":"76","id":"Hume.HE.2.12.76"},{"type":"paragraph","content":"Leicester, having thus assembled a parliament of his own model, and trusting to the attachment of the populace of London, seized the opportunity of crushing his rivals among the powerful barons. Robert de Ferrars, earl of Derby, was accused in the king's name, seized, and committed to custody, without being brought to any legal trial. John Gifford, menaced with the same fate, fled from London, and took shelter in the borders of Wales. Even the earl of Glocester, whose power and influence had so much contributed to the success of the barons, but who of late was extremely disgusted with Leicester's arbitrary conduct, found himself in danger from the prevailing authority of his ancient confederate; and he retired from parliament. This known dissension gave courage to all Leicester's enemies and to the king's friends; who were now sure of protection from so potent a leader. Though Roger Mortimer, Hamon L'Estrange, and other powerful marchers of Wales, had been obliged to leave the kingdom, their authority still remained over the territories subjected to their jurisdiction; and there were many others who were disposed to give disturbance to the new government. The animosities, inseparable from the feudal aristocracy, broke out with fresh violence, and threatened the kingdom with new convulsions and disorders.","subId":"77","id":"Hume.HE.2.12.77"},{"type":"paragraph","content":"The earl of Leicester, surrounded with these difficulties, embraced a measure, from which he hoped to reap some present advantages, but which proved in the end the source of all his future calamities. The active and intrepid prince Edward had languished in prison ever since the fatal battle of Lewes; and as he was extremely popular in the kingdom, there arose a general desire of seeing him again restored to liberty. Leicester finding, that he could with difficulty oppose the concurring wishes of the nation, stipulated with the prince, that, in return, he should order his adherents to deliver up to the barons, all their castles, particularly those on the borders of Wales; and should swear neither to depart the kingdom during three years, nor introduce into it any foreign forces. The king took an oath to the same effect, and he also passed a charter, in which he confirmed the agreement or Mise of Lewes; and even permitted his subjects to rise in arms against him, if he should ever attempt to infringe it. So little care did Leicester take, though he constantly made use of the authority of this captive prince, to preserve to him any appearance of royalty or kingly prerogatives!","subId":"78","id":"Hume.HE.2.12.78"},{"type":"paragraph","content":"{11th March.} In consequence of this treaty, prince Edward was brought into Westminster-hall, and was declared free by the barons: But instead of really recovering his liberty, as he had vainly expected, he found, that the whole transaction was a fraud on the part of Leicester; that he himself still continued a prisoner at large, and was guarded by the emissaries of that nobleman; and that, while the faction reaped all the benefit from the performance of his part of the treaty, care was taken that he should enjoy no advantage by it. As Glocester, on his rupture with the barons, had retired for safety to his estates on the borders of Wales; Leicester followed him with an army to Hereford, continued still to menace and negotiate, and that he might add authority to his cause, he carried both the king and prince along with him. The earl of Glocester here concerted with young Edward the manner of that prince's escape. He found means to convey to him a horse of extraordinary swiftness; and appointed Roger Mortimer, who had returned into the kingdom, to be ready at hand with a small party to receive the prince, and to guard him to a place of safety. Edward pretended to take the air with some of Leicester's retinue, who were his guards; and making {28th May.} matches between their horses, after he thought he had tired and blown them sufficiently, he suddenly mounted Glocester's horse, and called to his attendants, that he had long enough enjoyed the pleasure of their company, and now bid them adieu. They followed him for some time, without being able to overtake him; and the appearance of Mortimer with his company put an end to their pursuit.","subId":"79","id":"Hume.HE.2.12.79"},{"type":"paragraph","content":"The royalists, secretly prepared for this event, immediately flew to arms; and the joy of this gallant prince's deliverance, the oppressions under which the nation laboured, the expectation of a new scene of affairs, and the countenance of the earl of Glocester, procured Edward an army which Leicester was utterly unable to withstand. This nobleman found himself in a remote quarter of the kingdom; surrounded by his enemies; barred from all communication with his friends by the Severne, whose bridges Edward had broken down; and obliged to fight the cause of his party under these multiplied disadvantages. In this extremity he wrote to his son, Simon de Montfort, to hasten from London with an army for his relief; and Simon had advanced to Kenilworth with that view, where, fancying that all Edward's force and attention were directed against his father, he lay secure and unguarded. But the prince, making a sudden and forced march, surprized him in his camp, dispersed his army, and took the earl of Oxford, and many other noblemen prisoners, almost without resistance. Leicester, ignorant of his son's fate, passed the Severne in boats during Edward's absence, and lay at Evesham, in expectation of being every hour joined by his friends from London: When the prince, who availed himself of every favourable moment, appeared in the field before him. Edward made a body of his troops advance from the road which led to Kenilworth, and ordered them to carry the {Battle of Evesham, and death of Leicester. 4th August.} banners taken from Simon's army; while he himself, making a circuit with the rest of his forces, purposed to attack the enemy on the other quarter. Leicester was long deceived by this stratagem, and took one division of Edward's army for his friends; but at last, perceiving his mistake, and observing the great superiority and excellent disposition of the royalists, he exclaimed, that they had learned from him the art of war; adding, \"The Lord have mercy on our souls, for I see our bodies are the prince's.\" The battle immediately began, though on very unequal terms. Leicester's army, by living in the mountains of Wales without bread, which was not then much used among the inhabitants, had been extremely weakened by sickness and desertion, and was soon broken by the victorious royalists; while his Welsh allies, accustomed only to a desultory kind of war, immediately took to flight, and were pursued with great slaughter. Leicester himself, asking for quarter, was slain in the heat of the action, with his eldest son Henry, Hugh le Despenser, and about one hundred and sixty knights, and many other gentlemen of his party. The old king had been purposely placed by the rebels in the front of the battle; and being clad in armour, and thereby not known by his friends, he received a wound, and was in danger of his life: But crying out I am Henry of Winchester, your king, he was saved; and put in a place of safety by his son, who flew to his rescue.","subId":"80","id":"Hume.HE.2.12.80"},{"type":"paragraph","content":"The violence, ingratitude, tyranny, rapacity and treachery of the earl of Leicester, gave a very bad idea of his moral character, and make us regard his death as the most fortunate event, which, in this conjuncture, could have happened to the English nation: Yet must we allow the man to have possessed great abilities, and the appearance of great virtues, who, though a stranger, could, at a time when strangers were the most odious, and the most universally decried, have acquired so extensive an interest in the kingdom, and have so nearly paved his way to the throne itself. His military capacity, and his political craft, were equally eminent: He possessed the talents both of governing men and conducting business: And though his ambition was boundless, it seems neither to have exceeded his courage nor his genius; and he had the happiness of making the low populace, as well as the haughty barons, co-operate towards the success of his selfish and dangerous purposes. A prince of greater abilities and vigour than Henry might have directed the talents of this nobleman either to the exaltation of his throne, or to the good of his people: But the advantages given to Leicester, by the weak and variable administration of the king, brought on the ruin of royal authority, and produced great confusions in the kingdom, which however in the end preserved and extremely improved national liberty, and the constitution. His popularity, even after his death, continued so great, that, though he was excommunicated by Rome, the people believed him to be a saint; and many miracles were said to be wrought upon his tomb.","subId":"81","id":"Hume.HE.2.12.81"},{"type":"paragraph","content":"{Settlement of the government.} The victory of Evesham, with the death of Leicester, proved decisive in favour of the royalists, and made an equal, though an opposite impression on friends and enemies, in every part of England. The king of the Romans recovered his liberty: The other prisoners of the royal party were not only freed, but courted, by their keepers: Fitz-Richard, the seditious mayor of London, who had marked out forty of the most wealthy citizens for slaughter, immediately stopped his hand on receiving intelligence of this great event: And almost all the castles, garrisoned by the barons, hastened to make their submissions, and to open their gates to the king. The isle of Axholme alone, and that of Ely, trusting to the strength of their situation, ventured to make resistance; but were at last reduced, as well as the castle of Dover, by the valour and {1266.} activity of prince Edward. Adam de Gourdon, a courageous baron, maintained himself during some time in the forests of Hampshire, committed depredations in the neighbourhood, and obliged the prince to lead a body of troops into that country against him. Edward attacked the camp of the rebels; and being transported by the ardour of battle, leaped over the trench with a few followers, and encountered Gourdon in single combat. The victory was long disputed between these valiant combatants; but ended at last in the prince's favour, who wounded his antagonist, threw him from his horse, and took him prisoner. He not only gave him his life; but introduced him that very night to the queen at Guilford, procured him his pardon, restored him to his estate, received him into favour, and was ever after faithfully served by him.","subId":"82","id":"Hume.HE.2.12.82"},{"type":"paragraph","content":"A total victory of the sovereign over so extensive a rebellion commonly produces a revolution of government, and strengthens, as well as enlarges, for some time, the prerogatives of the crown: Yet no sacrifices of natonal liberty were made on this occasion; the Great Charter remained still inviolate; and the king, sensible that his own barons, by whose assistance alone he had prevailed, were no less jealous of their independance than the other party, seems thence forth to have more carefully abstained from all those exertions of power, which had afforded so plausible a pretence to the rebels. The clemency of this victory is also remarkable: No blood was shed on the scaffold: No attainders, except of the Mountfort family, were carried into execution: And though a parliament, assembled at Winchester, attainted all those, who had borne arms against the king, easy compositions were made with them for their lands; and the highest sum, levied on the most obnoxious offenders, exceeded not five years rent of their estate. Even the earl of Derby, who again rebelled, after having been pardoned and restored to his fortune, was obliged to pay only seven years' rent, and was a second time restored. The mild disposition of the king, and the prudence of the prince, tempered the insolence of victory, and gradually restored order to the several members of the state, disjointed by so long a continuance of civil wars and commotions.","subId":"83","id":"Hume.HE.2.12.83"},{"type":"paragraph","content":"The city of London, which had carried farthest the rage and animosity against the king, and which seemed determined to stand upon its defence after almost all the kingdom had submitted, was, after some interval, restored to most of its liberties and privileges; and Fitz-Richard, the mayor, who had been guilty of so much illegal violence, was only punished by fine and imprisonment. The countess of Leicester, the king's sister, who had been extremely forward in all attacks on the royal family, was dismissed the kingdom with her two sons, Simon and Guy, who proved very ungrateful for this lenity. Five years afterwards, they assassinated, at Viterbo in Italy, their cousin Henry d'Allmaine, who at that very time was endeavouring to make their peace with the king; and by taking sanctuary in the church of the Franciscans, they escaped the punishment due to so great an enormity.","subId":"84","id":"Hume.HE.2.12.84"},{"type":"paragraph","content":"{1267.} The merits of the earl of Glocester, after he returned to his allegiance, had been so great, in restoring the prince to his liberty, and assisting him in his victories against the rebellious barons, that it was almost impossible to content him in his demands; and his youth and temerity, as well as his great power, tempted him, on some new disgust, to raise again the flames of rebellion in the kingdom. The mutinous populace of London, at his instigation, took to arms; and the prince was obliged to levy an army of 30,000 men, in order to suppress them. Even this second rebellion did not provoke the king to any act of cruelty; and the earl of Glocester himself escaped with total impunity. He was only obliged to enter into a bond of 20,000 marks, that he should never again be guilty of rebellion: A strange method of enforcing the laws, and a proof of the dangerous independance of the barons in those ages! These potent nobles were, from the danger of the precedent, averse to the execution of the laws of forfeiture and felony against any of their fellows; though they could not with a good grace refuse to concur in obliging them to fulfil any voluntary contract and engagement, into which they had entered.","subId":"85","id":"Hume.HE.2.12.85"},{"type":"paragraph","content":"{1270.} The prince finding the state of the kingdom tolerably composed, was seduced, by his avidity for glory, and by the prejudices of the age, as well as by the earnest solicitations of the king of France, to undertake an expedition against the infidels in the Holy Land; and he endeavoured previously to settle the state in such a manner, as to dread no bad effects from his absence. As the formidable power and turbulent disposition of the earl of Glocester gave him apprehensions, he insisted on carrying him along with him, in consequence of a vow, which that nobleman had made to undertake the same voyage: In the mean time, he obliged him to resign some of his castles, and to enter into a new bond not to disturb the peace of the kingdom. He sailed from England with an army; and arrived in Lewis's camp before Tunis in Africa, where he found that monarch already dead, from the intemperance of the climate and the fatigues of his enterprize. The great, if not only weakness of this prince in his government was the imprudent passion for crusades; but it was this zeal chiefly that procured him from the clergy the title of St. Lewis, by which he is known in the French history; and if that appellation had not been so extremely prostituted, as to become rather a term of reproach, he seems, by his uniform probity and goodness, as well as his piety, to have fully merited the title. He was succeeded by his son, Philip, denominated the Hardy; a prince of some merit, though much inferior to that of his father.","subId":"86","id":"Hume.HE.2.12.86"},{"type":"paragraph","content":"{1271.} Prince Edward, not discouraged by this event, continued his voyage to the Holy Land, where he signalized himself by acts of valour: Revived the glory of the English name in those parts: And struck such terror into the Saracens, that they employed an assassin to murder him, who wounded him in the arm, but perished in the attempt. Meanwhile, his absence from England was attended with many of those pernicious consequences, which had been dreaded from it. The laws were not executed: The barons oppressed the common people with impunity: They gave shelter on their estates to bands of robbers, whom they employed in committing ravages on the estates of their enemies: The populace of London returned to their usual licentiousness: And the old king, unequal to the burthen of public affairs, called aloud for his gallant son to return, and to assist him in swaying that scepter, which was ready to drop from his feeble and irresolute hands. {1272. 16th Nov. Death and character of the king.} At last, overcome by the cares of government, and the infirmities of age, he visibly declined, and he expired at St. Edmondsbury in the 64th year of his age, and 56th of his reign; the longest reign that is to be met with in the English annals. His brother, the king of the Romans (for he never attained the title of emperor) died about seven months before him.","subId":"87","id":"Hume.HE.2.12.87"},{"type":"paragraph","content":"The most obvious circumstance of Henry's character is his incapacity for government, which rendered him as much a prisoner in the hands of his own ministers and favourites, and as little at his own disposal, as when detained a captive in the hands of his enemies. From this source, rather than from insincerity or treachery, arose his negligence in observing his promises; and he was too easily induced, for the sake of present convenience, to sacrifice the lasting advantages arising from the trust and confidence of his people. Hence too were derived his profusion to favourites, his attachment to strangers, the variableness of his conduct, his hasty resentments, and his sudden forgiveness and return of affection. Instead of reducing the dangerous power of his nobles, by obliging them to observe the laws towards their inferiors, and setting them the salutary example in his own government; he was seduced to imitate their conduct, and to make his arbitrary will, or rather that of his ministers, the rule of his actions. Instead of accommodating himself, by a strict frugality, to the embarrassed situation in which his revenue had been left, by the military expeditions of his uncle, the dissipations of his father, and the usurpations of the barons; he was tempted to levy money by irregular exactions, which, without enriching himself, impoverished, at least disgusted his people. Of all men, nature seemed least to have fitted him for being a tyrant; yet are there instances of oppression in his reign, which, though derived from the precedents, left him by his predecessors, had been carefully guarded against by the Great Charter, and are inconsistent with all rules of good government. And on the whole we may say, that greater abilities, with his good dispositions, would have prevented him from falling into his faults; or with worse dispositions, would have enabled him to maintain and defend them.","subId":"88","id":"Hume.HE.2.12.88"},{"type":"paragraph","content":"This prince was noted for his piety and devotion, and his regular attendance on public worship; and a saying of his on that head is much celebrated by ancient writers. He was engaged in a dispute with Lewis IX. of France, concerning the preference between sermons and masses: He maintained the superiority of the latter, and affirmed, that he would rather have one hour's conversation with a friend, than hear twenty the most elaborate discourses, pronounced in his praise.","subId":"89","id":"Hume.HE.2.12.89"},{"type":"paragraph","content":"Henry left two sons, Edward his successor, and Edmond earl of Lancaster; and two daughters, Margaret queen of Scotland, and Beatrix dutchess of Britanny. He had five other children, who died in their infancy.","subId":"90","id":"Hume.HE.2.12.90"},{"type":"paragraph","content":"{Miscellaneous transactions of this reign.} The following are the most remarkable laws enacted during this reign. There had been great disputes between the civil and ecclesiastical courts concerning bastardy. The common law had deemed all those to be bastards who were born before wedlock: By the canon law they were legitimate: And when any dispute of inheritance arose, it had formerly been usual for the civil courts to issue writs to the spiritual, directing them to enquire into the legitimacy of the person. The bishop always returned an answer agreeable to the canon law, though contrary to the municipal law of the kingdom. For this reason, the civil courts had changed the terms of their writ; and instead of requiring the spiritual courts to make inquisition concerning the legitimacy of the person, they only proposed the simple question of fact, whether he were born before or after wedlock. The prelates complained of this practice to the parliament assembled at Merton in the twentieth of this king, and desired that the municipal law might be rendered conformable to the canon: But received from all the nobility the memorable reply, Nolumus leges Angliae mutare, We will not change the laws of England.","subId":"91","id":"Hume.HE.2.12.91"},{"type":"paragraph","content":"After the civil wars, the parliament summoned at Marlebridge, gave their approbation to most of the ordinances, which had been established by the reforming barons, and which, though advantageous to the security of the people, had not received the sanction of a legal authority. Among other laws, it was there enacted, that all appeals from the courts of inferior lords should be carried directly to the king's courts, without passing through the courts of the lords immediately superior. It was ordained, that money should bear no interest during the minority of the debtor. This law was reasonable, as the estates of minors were always in the hands of their lords, and the debtors could not pay interest where they had no revenue. The charter of king John had granted this indulgence: It was omitted in that of Henry III. for what reason is not known; but it was renewed by the statute of Marlebridge. Most of the other articles of this statute are calculated to restrain the oppressions of sheriffs, and the violence and iniquities committed in distraining cattle and other goods. Cattle and the instruments of husbandry formed at that time the chief riches of the people.","subId":"92","id":"Hume.HE.2.12.92"},{"type":"paragraph","content":"In the 35th year of this king an assize was fixed of bread, the price of which was settled, according to the different prices of corn, from one shilling a quarter to seven shillings and sixpence, money of that age. These great variations are alone a proof of bad tillage: Yet did the prices often rise much higher, than any taken notice of by the statute. The chronicle of Dunstable tells us, that in this reign, wheat was once sold for a mark, nay for a pound a quarter; that is, three pounds of our present money. The same law affords us a proof of the little communication between the parts of the kingdom, from the very different prices which the same commodity bore at the same time. A brewer, says the statute, may sell two gallons of ale for a penny in cities, and three or four gallons for the same price in the country. At present, such commodities, by the great consumption of the people, and the great stocks of the brewers, are rather cheapest in cities. The Chronicle above-mentioned observes, that wheat one year was sold in many places for eight shillings a quarter, but never rose in Dunstable above a crown.","subId":"93","id":"Hume.HE.2.12.93"},{"type":"paragraph","content":"Though commerce was still very low, it seems rather to have encreased since the Conquest; at least, if we may judge of the increase of money by the price of corn. The medium between the highest and lowest prices of wheat, assigned by the statute, is four shillings and three pence a quarter, that is, twelve shillings and nine pence of our present money. This is near half of the middling price in our time. Yet the middling price of cattle, so late as the reign of king Richard, we found to be above eight, near ten times lower than the present. Is not this the true inference, from comparing these facts, that, in all uncivilized nations, cattle, which propagate of themselves, bear always a lower price than corn, which requires more art and stock to render it plentiful, than those nations are possessed of? It is to be remarked, that Henry's assize of corn was copied from a preceding assize established by king John; consequently, the prices which we have here compared of corn and cattle may be looked on as contemporary; and they were drawn, not from one particular year, but from an estimation of the middling prices for a series of years. It is true, the prices, assigned by the assize of Richard, were meant as a standard for the accompts of sheriffs and escheators; and as considerable profits were allowed to these ministers, we may naturally suppose, that the common value of cattle was somewhat higher: Yet still, so great a difference between the prices of corn and cattle as that of four to one, compared to the present rates, affords important reflections concerning the very different state of industry and tillage in the two periods.","subId":"94","id":"Hume.HE.2.12.94"},{"type":"paragraph","content":"Interest had in that age mounted to an enormous height, as might be expected from the barbarism of the times and men's ignorance of commerce. Instances occur of fifty per cent. payed for money. There is an edict of Philip Augustus near this period, limiting the Jews in France to 48 per cent. Such profits tempted the Jews to remain in the kingdom, notwithstanding the grievous oppressions, to which, from the prevalent bigotry and rapine of the age, they were continually exposed. It is easy to imagine how precarious their state must have been under an indigent prince, somewhat restrained in his tyranny over his native subjects, but who possessed an unlimited authority over the Jews, the sole proprietors of money in the kingdom, and hated on account of their riches, their religion, and their usury: Yet will our ideas scarcely come up to the extortions which in fact we find to have been practised upon them. In the year 1241, 20,000 marks were exacted from them: Two years after, money was again extorted; and one Jew alone, Aaron of York, was obliged to pay above 4000 marks: In 1250, Henry renewed his oppressions; and the same Aaron was condemned to pay him 30,000 marks upon an accusation of forgery: The high penalty imposed upon him, and which, it seems, he was thought able to pay, is rather a presumption of his innocence than of his guilt. In 1255, the king demanded 8000 marks from the Jews, and threatened to hang them, if they refused compliance. They now lost all patience, and desired leave to retire with their effects out of the kingdom. But the king replied: \"How can I remedy the oppressions you complain of? I am myself a beggar. I am spoiled, I am stripped of all my revenues: I owe above 200,000 marks; and if I had said 300,000, I should not exceed the truth: I am obliged to pay my son, prince Edward, 15,000 marks a year: I have not a farthing; and I must have money, from any hand, from any quarter, or by any means.\" He then delivered over the Jews to the earl of Cornwal, that those whom the one brother had flead, the other might embowel, to make use of the words of the historian. King John, his father, once demanded 10,000 marks from a Jew of Bristol; and on his refusal, ordered one of his teeth to be drawn every day till he should comply. The Jew lost seven teeth; and then paid the sum required of him. One talliage laid upon the Jews in 1243 amounted to 60,000 marks; a sum equal to the whole yearly revenue of the crown.","subId":"95","id":"Hume.HE.2.12.95"},{"type":"paragraph","content":"To give a better pretence for extortions, the improbable and absurd accusation, which has been at different times advanced against that nation, was revived in England, that they had crucified a child in derision of the sufferings of Christ. Eighteen of them were hanged at once for this crime: Though it is no wise credible, that even the antipathy born them by the Christians, and the oppressions under which they laboured, would ever have pushed them to be guilty of that dangerous enormity. But it is natural to imagine, that a race, exposed to such insults and indignities both from king and people, and who had so uncertain an enjoyment of their riches, would carry usury to the utmost extremity, and by their great profits make themselves some compensation for their continual perils.","subId":"96","id":"Hume.HE.2.12.96"},{"type":"paragraph","content":"Though these acts of violence against the Jews proceeded much from bigotry, they were still more derived from avidity and rapine. So far from desiring in that age to convert them, it was enacted by law in France, that, if any Jew embraced Christianity, he forfeited all his goods, without exception, to the king or his superior lord. These plunderers were careful, lest the profits, accruing from their dominion over that unhappy race, should be diminished by their conversion.","subId":"97","id":"Hume.HE.2.12.97"},{"type":"paragraph","content":"Commerce must be in a wretched condition, where interest was so high, and where the sole proprietors of money employed it in usury only, and were exposed to such extortion and injustice. But the bad police of the country was another obstacle to improvements; and rendered all communication dangerous, and all property precarious. The Chronicle of Dunstable says, that men were never secure in their houses, and that whole villages were often plundered by bands of robbers, though no civil wars at that time prevailed in the kingdom. In 1249, some years before the insurrection of the barons, two merchants of Brabant came to the king at Winchester, and told him, that they had been spoiled of all their goods by certain robbers, whom they knew, because they saw their faces every day in his court; that like practices prevailed all over England, and travellers were continually exposed to the danger of being robbed, bound, wounded, and murdered; that these crimes escaped with impunity, because the ministers of justice themselves were in a confederacy with the robbers; and that they, for their part, instead of bringing matters to a fruitless trial by law, were willing, though merchants, to decide their cause with the robbers by arms and a duel. The king, provoked at these abuses, ordered a jury to be inclosed, and to try the robbers: The jury, though consisting of twelve men of property in Hampshire, were found to be also in a confederacy with the felons, and acquitted them. Henry in a rage committed the jury to prison, threatened them with severe punishment, and ordered a new jury to be inclosed, who, dreading the fate of their fellows, at last found a verdict against the criminals. Many of the king's own household were discovered to have participated in the guilt; and they said for their excuse, that they received no wages from him, and were obliged to rob for a maintenance. Knights and esquires, says the Dictum of Kenelworth, who were robbers, if they have no land, shall pay the half of their goods, and find sufficient security to keep henceforth the peace of the kingdom. Such were the manners of the times!","subId":"98","id":"Hume.HE.2.12.98"},{"type":"paragraph","content":"One can the less repine, during the prevalence of such manners, at the frauds and forgeries of the clergy; as it gives less disturbance to society, to take men's money from them with their own consent, though by deceits and lies, than to ravish it by open force and violence. During this reign, the papal power was at its summit, and was even beginning insensibly to decline, by reason of the immeasurable avarice and extortions of the court of Rome, which disgusted the clergy as well as laity, in every kingdom of Europe. England itself, though sunk in the deepest abyss of ignorance and superstition, had seriously entertained thoughts of shaking off the papal yoke; and the Roman pontiff was obliged to think of new expedients for rivetting it faster upon the Christian world. For this purpose, Gregory IX. published his decretals, which are a collection of forgeries, favourable to the court of Rome, and consist of the supposed decrees of popes in the first centuries. But these forgeries are so gross, and confound so palpably all language, history, chronology, and antiquities; matters more stubborn than any speculative truths whatsoever; that even that church, which is not startled at the most monstrous contradictions and absurdities, has been obliged to abandon them to the critics. But in the dark period of the thirteenth century, they passed for undisputed and authentic; and men, entangled in the mazes of this false literature, joined to the philosophy, equally false, of the times, had nothing wherewithal to defend themselves, but some small remains of common sense, which passed for profaneness and impiety, and the indelible regard to self-interest, which, as it was the sole motive in the priests for framing these impostures, served also, in some degree, to protect the laity against them.","subId":"99","id":"Hume.HE.2.12.99"},{"type":"paragraph","content":"Another expedient, devised by the church of Rome, in this period, for securing her power, was the institution of new religious orders, chiefly the Dominicans and Franciscans, who proceeded with all the zeal and success that attend novelties; were better qualified to gain the populace than the old orders, now become rich and indolent; maintained a perpetual rivalship with each other in promoting their gainful superstitions; and acquired a great dominion over the minds, and consequently over the purses of men, by pretending a desire of poverty and a contempt for riches. The quarrels which arose between these orders, lying still under the controul of the sovereign pontiff, never disturbed the peace of the church, and served only as a spur to their industry in promoting the common cause; and though the Dominicans lost some popularity by their denial of the immaculate conception, a point in which they unwarily engaged too far to be able to recede with honour, they counterbalanced this disadvantage by acquiring more solid establishments, by gaining the confidence of kings and princes, and by exercising the jurisdiction assigned them, of ultimate judges and punishers of heresy. Thus, the several orders of monks became a kind of regular troops or garrisons of the Romish church; and though the temporal interests of society, still more the cause of true piety, were hurt, by their various devices to captivate the populace, they proved the chief supports of that mighty fabric of superstition, and, till the revival of true learning, secured it from any dangerous invasion.","subId":"100","id":"Hume.HE.2.12.100"},{"type":"paragraph","content":"The trial by ordeal was abolished in this reign by order of council: A faint mark of improvement in the age.","subId":"101","id":"Hume.HE.2.12.101"},{"type":"paragraph","content":"Henry granted a charter to the town of Newcastle, in which he gave the inhabitants a licence to dig coal. This is the first mention of coal in England.","subId":"102","id":"Hume.HE.2.12.102"},{"type":"paragraph","content":"We learn from Madox, that this king gave at one time 100 shillings to master Henry, his poet: Also the same year he orders this poet ten pounds.","subId":"103","id":"Hume.HE.2.12.103"},{"type":"paragraph","content":"It appears from Selden, that in the 47th of this reign a hundred and fifty temporal, and fifty spiritual barons were summoned to perform the service, due by their tenures. In the 35th of the subsequent reign eighty-six temporal barons, twenty bishops, and forty-eight abbots, were summoned to a parliament convened at Carlisle.","subId":"104","id":"Hume.HE.2.12.104"},{"type":"note","content":"M. Paris, p. 623.","subId":"n1","id":"Hume.HE.2.12.n1"},{"type":"note","content":"M. Paris, p. 200. Hist. Croys. Cont. p. 474. W. Heming. p. 562. Trivet, p. 168.","subId":"n2","id":"Hume.HE.2.12.n2"},{"type":"note","content":"M. Paris, p. 200.","subId":"n3","id":"Hume.HE.2.12.n3"},{"type":"note","content":"Rymer, vol. i. p. 215.","subId":"n4","id":"Hume.HE.2.12.n4"},{"type":"note","content":"Rymer, vol. i. p. 215. Brady's App. Nº. 143.","subId":"n5","id":"Hume.HE.2.12.n5"},{"type":"note","content":"M. Paris, p. 200, 202.","subId":"n6","id":"Hume.HE.2.12.n6"},{"type":"note","content":"Ibid. p. 200. M. West. p. 277.","subId":"n7","id":"Hume.HE.2.12.n7"},{"type":"note","content":"Chron. Dunst. vol. i. p. 79. M. West. p. 277.","subId":"n8","id":"Hume.HE.2.12.n8"},{"type":"note","content":"M. Paris, p. 203.","subId":"n9","id":"Hume.HE.2.12.n9"},{"type":"note","content":"Chron. Dunst. vol. i. p. 81.","subId":"n10","id":"Hume.HE.2.12.n10"},{"type":"note","content":"M. Paris, p. 204, 205. Chron de Mullr. p. 195.","subId":"n11","id":"Hume.HE.2.12.n11"},{"type":"note","content":"M. Paris, p. 206. Ann. Waverl. p. 183. W. Heming. p. 563. Trivet, p. 169. M. West. p. 277. Knyghton, p. 2428.","subId":"n12","id":"Hume.HE.2.12.n12"},{"type":"note","content":"Rymer, vol. i. p. 221. M. Paris, p. 207. Chron. Dunst. vol. i. p. 83. M. West. p. 278. Knyghton, p. 2429.","subId":"n13","id":"Hume.HE.2.12.n13"},{"type":"note","content":"M. Paris, p. 256. Chron. Dunst. vol. i. p. 82.","subId":"n14","id":"Hume.HE.2.12.n14"},{"type":"note","content":"Brady's App. Nº. 144. Chron. Dunst. vol. i. p. 83.","subId":"n15","id":"Hume.HE.2.12.n15"},{"type":"note","content":"M. Paris, p. 210.","subId":"n16","id":"Hume.HE.2.12.n16"},{"type":"note","content":"Trivet, p. 174.","subId":"n17","id":"Hume.HE.2.12.n17"},{"type":"note","content":"Rymer, vol. i. p. 276.","subId":"n18","id":"Hume.HE.2.12.n18"},{"type":"note","content":"Chron. Dunst. vol. i. p. 102.","subId":"n19","id":"Hume.HE.2.12.n19"},{"type":"note","content":"Rymer, vol. i. p. 198. M. Paris, p. 221, 224. Ann. Waverl. p. 188. Chron. Dunst. vol. i. p. 141, 146. M. West. p. 283.","subId":"n20","id":"Hume.HE.2.12.n20"},{"type":"note","content":"M. Paris, p. 217, 218, 259. Ann. Waverl. p. 187. Chron. Dunst. vol. i. p. 129.","subId":"n21","id":"Hume.HE.2.12.n21"},{"type":"note","content":"M. West. p. 282.","subId":"n22","id":"Hume.HE.2.12.n22"},{"type":"note","content":"Clause 9. H. 3. m. 9. and m. 6. d.","subId":"n23","id":"Hume.HE.2.12.n23"},{"type":"note","content":"M. Paris, p. 220.","subId":"n24","id":"Hume.HE.2.12.n24"},{"type":"note","content":"Chron. Dunst. vol. i. p. 137.","subId":"n25","id":"Hume.HE.2.12.n25"},{"type":"note","content":"M. Paris, p. 221. Chron. Dunst. vol. i. p. 138.","subId":"n26","id":"Hume.HE.2.12.n26"},{"type":"note","content":"Coke's Comment. on Magna Charta, chap. 17.","subId":"n27","id":"Hume.HE.2.12.n27"},{"type":"note","content":"Rymer, vol. i. p. 269. Trivet, p. 179.","subId":"n28","id":"Hume.HE.2.12.n28"},{"type":"note","content":"M. Paris, p. 233.","subId":"n29","id":"Hume.HE.2.12.n29"},{"type":"note","content":"Ibid.","subId":"n30","id":"Hume.HE.2.12.n30"},{"type":"note","content":"Ibid.","subId":"n31","id":"Hume.HE.2.12.n31"},{"type":"note","content":"Ypod. Neustriae, p. 464.","subId":"n32","id":"Hume.HE.2.12.n32"},{"type":"note","content":"P. 252. M. West. p. 216. ascribes this counsel to Peter Bishop of Winchester.","subId":"n33","id":"Hume.HE.2.12.n33"},{"type":"note","content":"M. Paris, p. 259.","subId":"n34","id":"Hume.HE.2.12.n34"},{"type":"note","content":"Ibid. p. 259, 260, 261, 266. Chron. T. Wykes, p. 41, 42. Chron. Dunst. vol. i. p. 220, 221. M. West. p. 291, 301.","subId":"n35","id":"Hume.HE.2.12.n35"},{"type":"note","content":"M. Paris, p. 263.","subId":"n36","id":"Hume.HE.2.12.n36"},{"type":"note","content":"Chron. Dunst. vol. i. p. 151.","subId":"n37","id":"Hume.HE.2.12.n37"},{"type":"note","content":"M. Paris, p. 258.","subId":"n38","id":"Hume.HE.2.12.n38"},{"type":"note","content":"Ibid. p. 265.","subId":"n39","id":"Hume.HE.2.12.n39"},{"type":"note","content":"Chron. Dunst. vol. i. p. 219.","subId":"n40","id":"Hume.HE.2.12.n40"},{"type":"note","content":"M. Paris, p. 265.","subId":"n41","id":"Hume.HE.2.12.n41"},{"type":"note","content":"Ibid. p. 609.","subId":"n42","id":"Hume.HE.2.12.n42"},{"type":"note","content":"M. Paris, p. 271, 272.","subId":"n43","id":"Hume.HE.2.12.n43"},{"type":"note","content":"Rymer, vol. i. p. 448. M. Paris, p. 286.","subId":"n44","id":"Hume.HE.2.12.n44"},{"type":"note","content":"M. Paris, p. 236, 301, 305, 316, 541. M. West. p. 302, 304.","subId":"n45","id":"Hume.HE.2.12.n45"},{"type":"note","content":"M. Paris, p. 484. M. West. p. 338.","subId":"n46","id":"Hume.HE.2.12.n46"},{"type":"note","content":"M. Paris, p. 295, 301.","subId":"n47","id":"Hume.HE.2.12.n47"},{"type":"note","content":"Rymer, vol. i. p. 383.","subId":"n48","id":"Hume.HE.2.12.n48"},{"type":"note","content":"Chron. Dunst. vol. i. p. 150.","subId":"n49","id":"Hume.HE.2.12.n49"},{"type":"note","content":"Trivet, p. 174.","subId":"n50","id":"Hume.HE.2.12.n50"},{"type":"note","content":"M. Paris, p. 491. M. West. p. 338. Knyghton, p. 2436.","subId":"n51","id":"Hume.HE.2.12.n51"},{"type":"note","content":"M. Paris, p. 566, 666. Ann. Waverl. p. 214. Chron. Dunst. vol i. p. 335.","subId":"n52","id":"Hume.HE.2.12.n52"},{"type":"note","content":"M. Paris, p. 301.","subId":"n53","id":"Hume.HE.2.12.n53"},{"type":"note","content":"M. Paris, p. 406.","subId":"n54","id":"Hume.HE.2.12.n54"},{"type":"note","content":"M. Paris, p. 507.","subId":"n55","id":"Hume.HE.2.12.n55"},{"type":"note","content":"M. Paris, p. 393, 394, 398, 399, 405. W. Heming. p. 574. Chron. Dunst. vol. i. p. 153.","subId":"n56","id":"Hume.HE.2.12.n56"},{"type":"note","content":"M. Paris, p. 614.","subId":"n57","id":"Hume.HE.2.12.n57"},{"type":"note","content":"M. Paris, p. 501.","subId":"n58","id":"Hume.HE.2.12.n58"},{"type":"note","content":"M. Paris, p. 501, 507, 518, 578, 606, 625, 648.","subId":"n59","id":"Hume.HE.2.12.n59"},{"type":"note","content":"M. Paris, p. 244.","subId":"n60","id":"Hume.HE.2.12.n60"},{"type":"note","content":"Ibid. p. 254.","subId":"n61","id":"Hume.HE.2.12.n61"},{"type":"note","content":"Rymer, vol. i. p. 323. M. Paris, p. 255, 257.","subId":"n62","id":"Hume.HE.2.12.n62"},{"type":"note","content":"Innocent's bull in Rymer, vol. i. p. 471, says only 50,000 marks a year.","subId":"n63","id":"Hume.HE.2.12.n63"},{"type":"note","content":"M. Paris, p. 451. The customs were part of Henry's revenue, and amounted to 6000 pounds a year: They were at first small sums paid by the merchants for the use of the king's warehouses, measures, weights, &c. See Gilbert's history of the Exch. p. 214.","subId":"n64","id":"Hume.HE.2.12.n64"},{"type":"note","content":"M. Paris, p. 460.","subId":"n65","id":"Hume.HE.2.12.n65"},{"type":"note","content":"M. Paris, p. 480. Ann. Burt. p. 305, 373.","subId":"n66","id":"Hume.HE.2.12.n66"},{"type":"note","content":"M. Paris, p. 474.","subId":"n67","id":"Hume.HE.2.12.n67"},{"type":"note","content":"M. Paris, p. 476.","subId":"n68","id":"Hume.HE.2.12.n68"},{"type":"note","content":"M. Paris, p. 650.","subId":"n69","id":"Hume.HE.2.12.n69"},{"type":"note","content":"Rymer, vol. i. p. 502, 512, 530. M. Paris, p. 599, 613.","subId":"n70","id":"Hume.HE.2.12.n70"},{"type":"note","content":"Rymer, vol. i. p. 587. Chron. Dunst. vol. i. p. 319.","subId":"n71","id":"Hume.HE.2.12.n71"},{"type":"note","content":"M. Paris, p. 614.","subId":"n72","id":"Hume.HE.2.12.n72"},{"type":"note","content":"Rymer, vol. i. p. 547, 548, &c.","subId":"n73","id":"Hume.HE.2.12.n73"},{"type":"note","content":"Rymer, vol. i. p. 597, 598.","subId":"n74","id":"Hume.HE.2.12.n74"},{"type":"note","content":"M. Paris, p. 612, 628. Chron. T. Wykes, p. 54.","subId":"n75","id":"Hume.HE.2.12.n75"},{"type":"note","content":"M. Paris, p. 614.","subId":"n76","id":"Hume.HE.2.12.n76"},{"type":"note","content":"M. Paris, p. 619.","subId":"n77","id":"Hume.HE.2.12.n77"},{"type":"note","content":"Rymer, vol. i. p. 624. M. Paris. p. 648.","subId":"n78","id":"Hume.HE.2.12.n78"},{"type":"note","content":"Rymer, vol. i. p. 630.","subId":"n79","id":"Hume.HE.2.12.n79"},{"type":"note","content":"M. Paris, p. 638. The same author, a few pages before, makes Richard's treasures amount to little more than half the sum, p. 634. The king's dissipations and expences, throughout his whole reign, according to the same author, had amounted only to about 940,000 marks, p. 638.","subId":"n80","id":"Hume.HE.2.12.n80"},{"type":"note","content":"The sums mentioned by ancient authors, who were almost all monks, are often improbable, and never consistent. But we know from an infallible authority, the public remonstrance to the council of Lyons, that the king's revenues were below 60,000 marks a year: His brother therefore could never have been master of 700,000 marks; especially as he did not sell his estates in England, as we learn from the same author: And we hear afterwards of his ordering all his woods to be cut, in order to satisfy the rapacity of the German princes: His son succeeded to the earldom of Cornwal and his other revenues.","subId":"n81","id":"Hume.HE.2.12.n81"},{"type":"note","content":"M. Paris, p. 432.","subId":"n82","id":"Hume.HE.2.12.n82"},{"type":"note","content":"M. Paris, p. 498. See farther, p. 578. M. West. p. 348.","subId":"n83","id":"Hume.HE.2.12.n83"},{"type":"note","content":"M. Paris, p. 518, 558, 568. Chron. Dunst. vol. i. p. 293.","subId":"n84","id":"Hume.HE.2.12.n84"},{"type":"note","content":"M. Paris, p. 568.","subId":"n85","id":"Hume.HE.2.12.n85"},{"type":"note","content":"M. Paris, p. 579.","subId":"n86","id":"Hume.HE.2.12.n86"},{"type":"note","content":"M. Paris, p. 580. Ann. Burt. p. 323. Ann. Waverl. p. 210. W. Heming. p. 571. M. West. p. 353.","subId":"n87","id":"Hume.HE.2.12.n87"},{"type":"note","content":"M. Paris, p. 597, 608.","subId":"n88","id":"Hume.HE.2.12.n88"},{"type":"note","content":"Ibid. p. 314.","subId":"n89","id":"Hume.HE.2.12.n89"},{"type":"note","content":"Ibid. p. 315.","subId":"n90","id":"Hume.HE.2.12.n90"},{"type":"note","content":"Rymer, vol. i. p. 459, 513.","subId":"n91","id":"Hume.HE.2.12.n91"},{"type":"note","content":"M. Paris, p. 649.","subId":"n92","id":"Hume.HE.2.12.n92"},{"type":"note","content":"Annal. Theokesbury.","subId":"n93","id":"Hume.HE.2.12.n93"},{"type":"note","content":"Rymer, vol. i. p. 655. Chron. Dunst. vol. i. p. 334. Knyghton, p. 2445.","subId":"n94","id":"Hume.HE.2.12.n94"},{"type":"note","content":"M. Paris, p. 657. Addit. p. 140. Ann. Burt. p. 412.","subId":"n95","id":"Hume.HE.2.12.n95"},{"type":"note","content":"Chron. Dunst. vol. i. p. 336.","subId":"n96","id":"Hume.HE.2.12.n96"},{"type":"note","content":"Chron. T. Wykes, p. 52.","subId":"n97","id":"Hume.HE.2.12.n97"},{"type":"note","content":"Ann. Burt. p. 411.","subId":"n98","id":"Hume.HE.2.12.n98"},{"type":"note","content":"M. Paris, p. 661.","subId":"n99","id":"Hume.HE.2.12.n99"},{"type":"note","content":"Ibid. p. 661, 662. Chron. T. Wykes, p. 53.","subId":"n100","id":"Hume.HE.2.12.n100"},{"type":"note","content":"M. Paris, p. 667. Trivet, p. 209.","subId":"n101","id":"Hume.HE.2.12.n101"},{"type":"note","content":"Annal. Burt. p. 427.","subId":"n102","id":"Hume.HE.2.12.n102"},{"type":"note","content":"Annal. Burt. p. 427.","subId":"n103","id":"Hume.HE.2.12.n103"},{"type":"note","content":"Ibid. p. 428, 439.","subId":"n104","id":"Hume.HE.2.12.n104"},{"type":"note","content":"Chron. Dunst. vol. i. p. 348.","subId":"n105","id":"Hume.HE.2.12.n105"},{"type":"note","content":"M. Paris, p. 604.","subId":"n106","id":"Hume.HE.2.12.n106"},{"type":"note","content":"Rymer, vol. i. p. 675. M. Paris, p. 566. Chron. T. Wykes, p. 53. Trivet, p. 208. M. West. p. 371.","subId":"n107","id":"Hume.HE.2.12.n107"},{"type":"note","content":"Chron. T. Wykes, p. 53.","subId":"n108","id":"Hume.HE.2.12.n108"},{"type":"note","content":"Ann. Burt. p. 389.","subId":"n109","id":"Hume.HE.2.12.n109"},{"type":"note","content":"Rymer, vol. i. p. 755.","subId":"n110","id":"Hume.HE.2.12.n110"},{"type":"note","content":"Ann. Burt. p. 389.","subId":"n111","id":"Hume.HE.2.12.n111"},{"type":"note","content":"Rymer, vol. i. p. 755.","subId":"n112","id":"Hume.HE.2.12.n112"},{"type":"note","content":"Rymer, vol. i. p. 722. M. Paris, p. 666. W. Heming. p. 580. Ypod. Neust. p. 468. Knyghton, p. 2446.","subId":"n113","id":"Hume.HE.2.12.n113"},{"type":"note","content":"M. Paris, p. 667.","subId":"n114","id":"Hume.HE.2.12.n114"},{"type":"note","content":"M.Paris, p. 668. Chron. T. Wykes, p. 55.","subId":"n115","id":"Hume.HE.2.12.n115"},{"type":"note","content":"Rymer, vol. i. p. 724.","subId":"n116","id":"Hume.HE.2.12.n116"},{"type":"note","content":"Chron. Dunst. vol. i. p. 354.","subId":"n117","id":"Hume.HE.2.12.n117"},{"type":"note","content":"Trivet, p. 211. M. West. p. 382, 392.","subId":"n118","id":"Hume.HE.2.12.n118"},{"type":"note","content":"Trivet, p. 211. M. West. p. 382.","subId":"n119","id":"Hume.HE.2.12.n119"},{"type":"note","content":"Chron. T. Wykes, p. 59.","subId":"n120","id":"Hume.HE.2.12.n120"},{"type":"note","content":"Chron. T. Wykes, p. 57.","subId":"n121","id":"Hume.HE.2.12.n121"},{"type":"note","content":"Chron. Dunst. vol. i. p. 358. Trivet, p. 211.","subId":"n122","id":"Hume.HE.2.12.n122"},{"type":"note","content":"M. Paris, p. 669. Trivet, p. 213.","subId":"n123","id":"Hume.HE.2.12.n123"},{"type":"note","content":"M. Paris, p. 668. Chron. T. Wykes, p. 58. W. Heming. p. 580. Chron. Dunst. vol. i. p. 363.","subId":"n124","id":"Hume.HE.2.12.n124"},{"type":"note","content":"Rymer, vol. i. p. 776, 777, &c. Chron. T. Wykes, p. 58. Knyghton, p. 2446.","subId":"n125","id":"Hume.HE.2.12.n125"},{"type":"note","content":"Chron. Dunst. vol. i. p. 363.","subId":"n126","id":"Hume.HE.2.12.n126"},{"type":"note","content":"Rymer, vol. i. p. 772. M. West. p. 385. Ypod. Neust. p. 469.","subId":"n127","id":"Hume.HE.2.12.n127"},{"type":"note","content":"M. Paris, p. 669. W. Heming. p. 583.","subId":"n128","id":"Hume.HE.2.12.n128"},{"type":"note","content":"M. Paris, p. 670. Chron. T. Wykes, p. 62. W. Heming. p. 583. M. West. p. 387. Ypod. Neust. p. 469. H. Knyghton, p. 2450.","subId":"n129","id":"Hume.HE.2.12.n129"},{"type":"note","content":"M. Paris, p. 670. M. West. p. 387.","subId":"n130","id":"Hume.HE.2.12.n130"},{"type":"note","content":"Chron. T. Wykes, p. 63.","subId":"n131","id":"Hume.HE.2.12.n131"},{"type":"note","content":"W. Heming. p. 584.","subId":"n132","id":"Hume.HE.2.12.n132"},{"type":"note","content":"W. Heming. p. 584.","subId":"n133","id":"Hume.HE.2.12.n133"},{"type":"note","content":"M. Paris, p. 671. Knyghton, p. 2451.","subId":"n134","id":"Hume.HE.2.12.n134"},{"type":"note","content":"Rymer, vol. i. p. 790, 791, &c.","subId":"n135","id":"Hume.HE.2.12.n135"},{"type":"note","content":"Ibid. p. 795. Brady's appeals, No. 211, 212. Chron. T. Wykes, p. 63.","subId":"n136","id":"Hume.HE.2.12.n136"},{"type":"note","content":"Rymer, vol. i. p. 792.","subId":"n137","id":"Hume.HE.2.12.n137"},{"type":"note","content":"Knyghton, p. 2451.","subId":"n138","id":"Hume.HE.2.12.n138"},{"type":"note","content":"Chron. T. Wykes, p. 65.","subId":"n139","id":"Hume.HE.2.12.n139"},{"type":"note","content":"Ibid.","subId":"n140","id":"Hume.HE.2.12.n140"},{"type":"note","content":"Rymer, vol. i. p. 793. Brady's App. No. 213.","subId":"n141","id":"Hume.HE.2.12.n141"},{"type":"note","content":"Brady's App. No. 216, 217. Chron. Dunst. vol. i. p. 373. M. West. p. 385.","subId":"n142","id":"Hume.HE.2.12.n142"},{"type":"note","content":"Rymer, vol. i. p. 798. Chron. Dunst. vol. i. p. 373.","subId":"n143","id":"Hume.HE.2.12.n143"},{"type":"note","content":"Rymer, vol. i. p. 802.","subId":"n144","id":"Hume.HE.2.12.n144"},{"type":"note","content":"Fitz-Stephen, Hist. Quadrip. Hoveden, &c.","subId":"n145","id":"Hume.HE.2.12.n145"},{"type":"note","content":"Chron. T. Wykes, p. 66. Ann. Waverl. p. 216.","subId":"n146","id":"Hume.HE.2.12.n146"},{"type":"note","content":"M. Paris, p. 671. Ann. Waverl. p. 211.","subId":"n147","id":"Hume.HE.2.12.n147"},{"type":"note","content":"Knyghton, p. 2457.","subId":"n148","id":"Hume.HE.2.12.n148"},{"type":"note","content":"Ann. Waverl. p. 216.","subId":"n149","id":"Hume.HE.2.12.n149"},{"type":"note","content":"Blackiston's Mag. Charta. Chron. Dunst. vol. i. p. 378.","subId":"n150","id":"Hume.HE.2.12.n150"},{"type":"note","content":"Chron. T. Wykes, p. 67. Ann. Waverl. p. 218. W. Heming. p. 585. Chron. Dunst. vol. i. p. 383, 384.","subId":"n151","id":"Hume.HE.2.12.n151"},{"type":"note","content":"Chron. de Mailr. p. 232.","subId":"n152","id":"Hume.HE.2.12.n152"},{"type":"note","content":"M. Paris, p. 676. W. Heming. p. 588.","subId":"n153","id":"Hume.HE.2.12.n153"},{"type":"note","content":"M. Paris, p. 675.","subId":"n154","id":"Hume.HE.2.12.n154"},{"type":"note","content":"M. Paris, p. 675.","subId":"n155","id":"Hume.HE.2.12.n155"},{"type":"note","content":"Rymer, vol. i. p. 879, vol. ii. p. 4, 6. Chron. T. Wykes, p. 94. W. Heming. p. 589. Trivet, p. 240.","subId":"n156","id":"Hume.HE.2.12.n156"},{"type":"note","content":"M. Paris, p. 677.","subId":"n157","id":"Hume.HE.2.12.n157"},{"type":"note","content":"Chron. T. Wykes, p. 90.","subId":"n158","id":"Hume.HE.2.12.n158"},{"type":"note","content":"M. Paris, p. 678, 679. W. Heming. p. 520.","subId":"n159","id":"Hume.HE.2.12.n159"},{"type":"note","content":"Chron. Dunst. vol. i. p. 404.","subId":"n160","id":"Hume.HE.2.12.n160"},{"type":"note","content":"Rymer, vol. i. p. 809. M. Paris, p. 678.","subId":"n161","id":"Hume.HE.2.12.n161"},{"type":"note","content":"Walsing. Edw. I. p. 43.","subId":"n162","id":"Hume.HE.2.12.n162"},{"type":"note","content":"Statute of Merton, chap. 9.","subId":"n163","id":"Hume.HE.2.12.n163"},{"type":"note","content":"Statute of Marlb. chap. 20.","subId":"n164","id":"Hume.HE.2.12.n164"},{"type":"note","content":"Ibid. chap. 16.","subId":"n165","id":"Hume.HE.2.12.n165"},{"type":"note","content":"Statutes at large, p. 6.","subId":"n166","id":"Hume.HE.2.12.n166"},{"type":"note","content":"We learn from Cicero's orations against Verres, lib. iii. cap. 84, 92, that the price of corn in Sicily was, during the praetorship of Sacerdos, five Denarii a Modius; during that of Verres, which immediately succeeded, only two Sesterces: That is, ten times lower; a presumption, or rather a proof, of the very bad state of tillage in ancient times.","subId":"n167","id":"Hume.HE.2.12.n167"},{"type":"note","content":"See also Knyghton, p. 2444.","subId":"n168","id":"Hume.HE.2.12.n168"},{"type":"note","content":"M. Paris, p. 586.","subId":"n169","id":"Hume.HE.2.12.n169"},{"type":"note","content":"Brussel Traité des Fiefs, vol. i. p. 576.","subId":"n170","id":"Hume.HE.2.12.n170"},{"type":"note","content":"M. Paris, p. 372.","subId":"n171","id":"Hume.HE.2.12.n171"},{"type":"note","content":"Ibid. p. 410.","subId":"n172","id":"Hume.HE.2.12.n172"},{"type":"note","content":"Ibid. p. 525.","subId":"n173","id":"Hume.HE.2.12.n173"},{"type":"note","content":"Ibid. p. 6o6.","subId":"n174","id":"Hume.HE.2.12.n174"},{"type":"note","content":"Ibid. p. 160.","subId":"n175","id":"Hume.HE.2.12.n175"},{"type":"note","content":"Madox, p. 152.","subId":"n176","id":"Hume.HE.2.12.n176"},{"type":"note","content":"M. Paris, p. 613.","subId":"n177","id":"Hume.HE.2.12.n177"},{"type":"note","content":"Brussel, vol. i. p. 622. Du Cange verbo Judaei.","subId":"n178","id":"Hume.HE.2.12.n178"},{"type":"note","content":"Vol. i. p. 155.","subId":"n179","id":"Hume.HE.2.12.n179"},{"type":"note","content":"M. Paris, p. 509.","subId":"n180","id":"Hume.HE.2.12.n180"},{"type":"note","content":"M. Paris, p. 421.","subId":"n181","id":"Hume.HE.2.12.n181"},{"type":"note","content":"Trivet, p. 191.","subId":"n182","id":"Hume.HE.2.12.n182"},{"type":"note","content":"Rymer, vol. i. p. 228. Spelman, p. 326.","subId":"n183","id":"Hume.HE.2.12.n183"},{"type":"note","content":"Page 268.","subId":"n184","id":"Hume.HE.2.12.n184"},{"type":"note","content":"Titles of honour, part 2. chap. 3.","subId":"n185","id":"Hume.HE.2.12.n185"},{"type":"note","content":"Parliamentary Hist. vol. i. p. 151.","subId":"n186","id":"Hume.HE.2.12.n186"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.2","imported":true,"title":"Volume 2. The Early History of England, Part 2","breadcrumb":"Volume 2","published":[1762]}],"prev":{"id":"Hume.HE.2","imported":true,"title":"Volume 2. The Early History of England, Part 2","breadcrumb":"Volume 2","published":[1762]},"next":{"id":"Hume.HE.2.13","imported":true,"title":"Chapter 13. Edward I","breadcrumb":"Chapter 13","published":[1762]}}