{"imported":true,"id":"Shaftesbury.C.IVM.2.1.1","parent":"Shaftesbury.C.IVM.2.1","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_022","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Section I</h1> ","id":"Shaftesbury.C.IVM.2.1.1"},{"type":"paragraph","content":"WE have consider'd <em>what</em> <span class=\"small-capitals\">Virtue</span> <em>is,</em> and to whom the Character belongs. It remains to inquire, <span class=\"margin-comment\"><em>Obligation to VIRTUE.</em></span> <em>What Obligation</em> there is <em>to</em> <span class=\"small-capitals\">Virtue</span>; or <em>what Reason</em> to embrace it.","subId":"1","id":"Shaftesbury.C.IVM.2.1.1.1"},{"type":"paragraph","content":"We have found, that to deserve the name of <em>good</em> or <em>virtuous,</em> a Creature must have all his Inclinations and Affections, his Dispositions of Mind and Temper, sutable, and agreeing with the Good of his <em>Kind,</em> or of that <em>System</em> in which he is included, and of which he constitutes a <span class=\"small-capitals\">Part</span>. To stand thus well affected, and to have one's Affections <em>right</em> and <em>intire,</em> not only in respect of one's self, but of Society and the Publick: This is <em>Rectitude, Integrity,</em> or <span class=\"small-capitals\">Virtue</span>. And to be wanting in any of these, or to have their Contrarys, is <em>Depravity, Corruption,</em> and <span class=\"small-capitals\">Vice</span>.","subId":"2","id":"Shaftesbury.C.IVM.2.1.1.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Difficulty stated.</em></span> It has been already shewn, that in the Passions and Affections of particular Creatures, there is a constant relation to the Interest of <em>a Species,</em> or <em>common Nature.</em> This has been demonstrated in the case of <em>natural Affection,</em> parental Kindness, Zeal for Posterity, Concern for the Propagation and Nurture of the Young, Love of Fellowship and Company, Compassion, mutual Succour, and the rest of this kind. Nor will any-one deny that this Affection of a Creature towards the Good of the Species or common Nature, is as <em>proper</em> and <em>natural</em> to him, as it is to any Organ, Part or Member of an Animal-Body, or mere Vegetable, to work in its known Course, and regular way of Growth. 'Tis not more <em>natural</em> for the Stomach to digest, the Lungs to breathe, the Glands to separate Juices, or other Intrails to perform their several Offices; however they may by particular Impediments be sometimes disorder'd, or obstructed in their Operations.","subId":"3","id":"Shaftesbury.C.IVM.2.1.1.3"},{"type":"paragraph","content":"There being allow'd therefore in a Creature such Affections as these towards <em>the common Nature,</em> <span class=\"margin-comment\"><em>Union with a Kind or Species.</em></span> or <em>System of the Kind,</em> together with those other which regard <em>the private Nature,</em> or <em>Self-system;</em> it will appear that in following the <em>first</em> of these Affections, the Creature must on many Occasions contradict and go against <em>the latter.</em> How else shou'd the Species be preserv'd? Or what wou'd signify that implanted <em>natural Affection,</em> by which a Creature thro' so many Difficultys and Hazards preserves its Offspring, and supports its Kind?","subId":"4","id":"Shaftesbury.C.IVM.2.1.1.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Opposition from Self-interest.</em></span> It may therefore be imagin'd, perhaps, that there is a plain and absolute Opposition between these <em>two</em> Habits or Affections. It may be presum'd, that the pursuing the common Interest or publick Good thro' the Affections of <em>one kind,</em> must be a hindrance to the Attainment of private Good thro' the Affections of <em>another.</em> For it being taken for granted, that Hazards and Hardships, of whatever sort, are naturally the <em>Ill</em> of the private State; and it being certainly the Nature of those publick Affections to lead often to the greatest Hardships and Hazards of every kind; 'tis presently infer'd, <q>That 'tis the Creature's Interest to be without any publick Affection whatsoever.</q>","subId":"5","id":"Shaftesbury.C.IVM.2.1.1.5"},{"type":"paragraph","content":"This we know for certain; That all social Love, Friendship, Gratitude, or whatever else is of this generous kind, does by its nature take place of the self-interesting Passions, draws us out of our-selves, and makes us disregardful of our own Convenience and Safety. So that according to a known<a href=\"#n1\"><sup>[1]</sup></a> way of reasoning on <em>Self-interest,</em> that which is of a social kind in us, shou'd of right be abolish'd. Thus Kindness of every sort, Indulgence, Tenderness, Compassion, and in short, all natural Affection shou'd be industriously suppress'd, and, as mere Folly, and Weakness of Nature, be resisted and overcome; that, by this means, there might be nothing remaining in us, which was contrary to a direct <em>Self-end;</em> nothing which might stand in opposition to a steddy and deliberate Pursuit of the most narrowly confin'd <em>Self-interest.</em>","subId":"6","id":"Shaftesbury.C.IVM.2.1.1.6"},{"type":"paragraph","content":"According to this extraordinary Hypothesis, it must be taken for granted, <q>That in the System of a Kind or Species, the Interest of <em>the private Nature</em> is directly opposite to that of <em>the common one;</em> the Interest of <em>Particulars</em> directly opposite to that of <em>the Publick in general.</em></q>—A strange Constitution! in which it must be confess'd there is much Disorder and Untowardness; unlike to what we observe elsewhere in Nature. As if in any vegetable or animal Body, the <em>Part</em> or Member cou'd be suppos'd in a good and prosperous State <em>as to it-self,</em> when under a contrary Disposition, and in an unnatural Growth or Habit <em>as to its</em> <span class=\"small-capitals\">Whole</span>.","subId":"7","id":"Shaftesbury.C.IVM.2.1.1.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Reconciliation.</em></span> Now that this is in reality quite otherwise, we shall endeavour to demonstrate; so as to make appear, <q>That what Men represent as an ill Order and Constitution in the Universe, by making moral Rectitude appear <em>the Ill,</em> and Depravity <em>the Good</em> or Advantage of a Creature, is in Nature just the contrary. That to be well affected towards the <em>Publick Interest</em> and <em>one's own,</em> is not only consistent, but inseparable: and that moral Rectitude, or <em>Virtue,</em> must accordingly be the Advantage, and <em>Vice</em> the Injury and Disadvantage of every Creature.</q>","subId":"8","id":"Shaftesbury.C.IVM.2.1.1.8"},{"type":"note","content":"VOL. I. <em>p.</em> 90, &amp;c. 116, 117, 118, 119, 120.","subId":"n1","id":"Shaftesbury.C.IVM.2.1.1.n1"}]}