{"imported":true,"id":"Shaftesbury.C.LD","parent":"Shaftesbury.C","title":"A Letter Concerning the Art, or Science of Design","breadcrumb":"Letter Concerning Design","published":[1714],"sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_033","texts":[],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"A Letter Concerning the Art, or Science of Design\n","id":"Shaftesbury.C.LD"},{"type":"paragraph","content":"The Muses before all things.","subId":"1","id":"Shaftesbury.C.LD.1"},{"type":"paragraph","content":"THIS Letter comes to your Lordship, accompany'd with a small Writing intitled A Notion: for such alone can that Piece deservedly be call'd, which aspires no higher than to the forming of a Project, and that too in so vulgar a Science as Painting. But whatever the Subject be, if it can prove any way entertaining to you, it will sufficiently answer my Design. And if possibly it may have that good success, I shou'd have no ordinary opinion of my Project; since I know how hard it wou'd be to give your Lordship a real Entertainment by any thing which was not in some respect worthy and useful.","subId":"2","id":"Shaftesbury.C.LD.2"},{"type":"paragraph","content":"On this account I must, by way of prevention, inform your Lordship, that after I had conceiv'd my Notion such as you see it upon paper, I was not contented with this, but fell directly to work; and by the Hand of a Master-Painter brought it into Practice, and form'd a real Design. This was not enough. I resolv'd afterwards to see what effect it wou'd have, when taken out of mere Black-and-White, into Colours: And thus a Sketch was afterwards drawn. This pleas'd so well, that being incourag'd by the Virtuosi, who are so eminent in this part of the World, I resolv'd at last to engage my Painter in the great Work. Immediately a Cloth was bespoke of a sutable Dimension, and the Figures taken as big or bigger than the common Life; the Subject being of the Heroick kind, and requiring rather such Figures as shou'd appear above ordinary human Stature.","subId":"3","id":"Shaftesbury.C.LD.3"},{"type":"paragraph","content":"Thus my Notion, as light as it may prove in the Treatise, is become very substantial in the Workmanship. The Piece is still in hand; and like to continue so for some time. Otherwise the first Draught or Design shou'd have accompany'd the Treatise; as the Treatise does this Letter. But the Design having grown thus into a Sketch, and the Sketch afterwards into a Picture; I thought it fit your Lordship shou'd either see the several Pieces together, or be troubled only with that which was the best; as undoubtedly the great one must prove, if the Master I employ sinks not very much below himself, in this Performance.","subId":"4","id":"Shaftesbury.C.LD.4"},{"type":"paragraph","content":"Far surely shou'd I be, my Lord, from conceiving any Vanity or Pride in Amusements of such an inferior kind as these; especially were they such as they may naturally at first sight appear. I pretend not here to apologize either for them, or for my-self. Your Lordship however knows, I have naturally Ambition enough to make me desirous of employing my-self in Business of a higher Order: since it has been my fortune in publick Affairs to act often in concert with you, and in the same Views, on the Interest of Europe and Mankind. There was a Time, and that a very early one of my Life, when I was not wanting to my Country, in this respect. But after some years of hearty Labour and Pains in this kind of Workmanship, an unhappy Breach in my Health drove me not only from the Seat of Business, but forc'd me to seek these foreign Climates; where, as mild as the Winters generally are, I have with much ado liv'd out this latter-one; and am now, as your Lordship finds, employing my-self in such easy Studys as are most sutable to my state of Health, and to the Genius of the Country where I am confin'd.","subId":"5","id":"Shaftesbury.C.LD.5"},{"type":"paragraph","content":"This in the mean time I can, with some assurance, say to your Lordship in a kind of spirit of Prophecy, from what I have observ'd of the rising Genius of our Nation, That if we live to see a Peace any way answerable to that generous Spirit with which this War was begun, and carry'd on, for our own Liberty and that of Europe; the Figure we are like to make abroad, and the Increase of Knowledg, Industry and Sense at home, will render united Britain the principal Seat of Arts; and by her Politeness and Advantages in this kind, will shew evidently, how much she owes to those Counsels, which taught her to exert herself so resolutely in behalf of the common Cause, and that of her own Liberty, and happy Constitution, necessarily included.","subId":"6","id":"Shaftesbury.C.LD.6"},{"type":"paragraph","content":"I can my-self remember the Time, when, in respect of Musick, our reigning Taste was in many degrees inferior to the French. The long Reign of Luxury and Pleasure under King Charles the Second, and the foreign Helps and study'd Advantages given to Musick in a following Reign, cou'd not raise our Genius the least in this respect. But when the Spirit of the Nation was grown more free, tho engag'd at that time in the fiercest War, and with the most doubtful Success, we no sooner began to turn our-selves towards Musick, and enquire what Italy in particular produc'd, than in an instant we outstrip'd our Neighbours the French, enter'd into a Genius far beyond theirs, and rais'd our-selves an Ear, and Judgment, not inferior to the best now in the World.","subId":"7","id":"Shaftesbury.C.LD.7"},{"type":"paragraph","content":"In the same manner, as to Painting. Tho we have as yet nothing of our own native Growth in this kind worthy of being mention'd; yet since the Publick has of late begun to express a Relish for Ingravings, Drawings, Copyings, and for the original Paintings of the chief Italian Schools, (so contrary to the modern French) I doubt not that, in very few years, we shall make an equal progress in this other Science. And when our Humour turns us to cultivate these designing Arts, our Genius, I am persuaded, will naturally carry us over the slighter Amusements, and lead us to that higher, more serious, and noble Part of Imitation, which relates to History, Human Nature, and the chief Degree or Order of Beauty; I mean that of the rational Life, distinct from the merely vegetable and sensible, as in Animals, or Plants; according to those several Degrees or Orders of Painting, which your Lordship will find suggested in this extemporary Notion I have sent you.","subId":"8","id":"Shaftesbury.C.LD.8"},{"type":"paragraph","content":"As for Architecture, 'tis no wonder if so many noble Designs of this kind have miscarry'd amongst us; since the Genius of our Nation has hitherto been so little turn'd this way, that thro' several Reigns we have patiently seen the noblest publick Buildings perish (if I may say so) under the Hand of one single Court-Architect; who, if he had been able to profit by Experience, wou'd long since, at our expence, have prov'd the greatest Master in the World. But I question whether our Patience is like to hold much longer. The Devastation so long committed in this kind, has made us begin to grow rude and clamorous at the hearing of a new Palace spoilt, or a new Design committed to some rash or impotent Pretender.","subId":"9","id":"Shaftesbury.C.LD.9"},{"type":"paragraph","content":"'Tis the good Fate of our Nation in this particular, that there remain yet two of the noblest Subjects for Architecture; our Prince's Palace, and our House of Parliament. For I can't but fansy that when Whitehall is thought of, the neighbouring Lords and Commons will at the same time be plac'd in better Chambers and Apartments, than at present; were it only for Majesty's sake, and as a Magnificence becoming the Person of the Prince, who here appears in full Solemnity. Nor do I fear that when these new Subjects are attempted, we shou'd miscarry as grosly as we have done in others before. Our State, in this respect, may prove perhaps more fortunate than our Church, in having waited till a national Taste was form'd, before these Edifices were undertaken. But the Zeal of the Nation cou'd not, it seems, admit so long a Delay in their Ecclesiastical Structures, particularly their Metropolitan. And since a Zeal of this sort has been newly kindled amongst us, 'tis like we shall see from afar the many Spires arising in our great City, with such hasty and sudden growth, as may be the occasion perhaps that our immediate Relish shall be hereafter censur'd, as retaining much of what Artists call the Gothick Kind.","subId":"10","id":"Shaftesbury.C.LD.10"},{"type":"paragraph","content":"Hardly, indeed, as the Publick now stands, shou'd we bear to see a Whitehall treated like a Hampton-Court, or even a new Cathedral like St. Paul's. Almost every-one now becomes concern'd, and interests himself in such publick Structures. Even those Pieces too are brought under the common Censure, which, tho rais'd by private Men, are of such a Grandure and Magnificence, as to become National Ornaments. The ordinary Man may build his Cottage, or the plain Gentleman his Country-house according as he fansys: but when a great Man builds, he will find little Quarter from the Publick, if instead of a beautiful Pile, he raises, at a vast expence, such a false and counterfeit Piece of Magnificence, as can be justly arraign'd for its Deformity by so many knowing Men in Art, and by the whole People, who, in such a Conjuncture, readily follow their Opinion.","subId":"11","id":"Shaftesbury.C.LD.11"},{"type":"paragraph","content":"In reality the People are no small Partys in this Cause. Nothing moves successfully without 'em. There can be no Publick, but where they are included. And without a Publick Voice, knowingly guided and directed, there is nothing which can raise a true Ambition in the Artist; nothing which can exalt the Genius of the Workman, or make him emulous of after-Fame, and of the approbation of his Country, and of Posterity. For with these he naturally, as a Freeman, must take part: in these he has a passionate Concern, and Interest, rais'd in him by the same Genius of Liberty, the same Laws and Government, by which his Property, and the Rewards of his Pains and Industry are secur'd to him, and to his Generation after him.","subId":"12","id":"Shaftesbury.C.LD.12"},{"type":"paragraph","content":"Every thing co-operates, in such a State, towards the Improvement of Art and Science. And for the designing Arts in particular, such as Architecture, Painting, and Statuary, they are in a manner link'd together. The Taste of one kind brings necessarily that of the others along with it. When the free Spirit of a Nation turns it-self this way, Judgments are form'd; Criticks arise; the publick Eye and Ear improve; a right Taste prevails, and in a manner forces its way. Nothing is so improving, nothing so natural, so con-genial to the liberal Arts, as that reigning Liberty and high Spirit of a People, which from the Habit of judging in the highest Matters for themselves, makes 'em freely judg of other Subjects, and enter thorowly into the Characters as well of Men and Manners, as of the Products or Works of Men, in Art and Science. So much, my Lord, do we owe to the Excellence of our National Constitution, and Legal Monarchy; happily fitted for Us, and which alone cou'd hold together so mighty a People; all sharers (tho at so far a distance from each other) in the Government of themselves; and meeting under one Head in one vast Metropolis; whose enormous Growth, however censurable in other respects, is actually a Cause that Workmanship and Arts of so many kinds arise to such perfection.","subId":"13","id":"Shaftesbury.C.LD.13"},{"type":"paragraph","content":"What Encouragement our higher Powers may think fit to give these growing Arts, I will not pretend to guess. This I know, that 'tis so much for their advantage and Interest to make themselves the chief Partys in the Cause, that I wish no Court or Ministry, besides a truly virtuous and wise one, may ever concern themselves in the Affair. For shou'd they do so, they wou'd in reality do more harm than good; since 'tis not the Nature of a Court (such as Courts generally are) to improve, but rather corrupt a Taste. And what is in the beginning set wrong by their Example, is hardly ever afterwards recoverable in the Genius of a Nation.","subId":"14","id":"Shaftesbury.C.LD.14"},{"type":"paragraph","content":"Content therefore I am, my Lord, that Britain stands in this respect as she now does. Nor can one, methinks, with just reason regret her having hitherto made no greater advancement in these affairs of Art. As her Constitution has grown, and been establish'd, she has in proportion fitted her-self for other Improvements. There has been no Anticipation in the Case. And in this surely she must be esteem'd wise, as well as happy; that ere she attempted to raise her-self any other Taste or Relish, she secur'd her-self a right one in Government. She has now the advantage of beginning in other Matters, on a new foot. She has her Models yet to seek, her Scale and Standard to form, with deliberation and good choice. Able enough she is at present to shift for her-self; however abandon'd or helpless she has been left by those whom it became to assist her. Hardly, indeed, cou'd she procure a single Academy for the training of her Youth in Exercises. As good Soldiers as we are, and as good Horses as our Climate affords, our Princes, rather than expend their Treasure this way, have suffer'd our Youth to pass into a foreign Nation, to learn to ride. As for other Academys, such as those for Painting, Sculpture, or Architecture, we have not so much as heard of the Proposal; whilst the Prince of our rival Nation raises Academys, breeds Youth, and sends Rewards and Pensions into foreign Countrys, to advance the Interest and Credit of his own. Now if, notwithstanding the Industry and Pains of this foreign Court, and the supine Un-concernedness of our own, the National Taste however rises, and already shews it-self in many respects beyond that of our so highly-assisted Neighbours; what greater Proof can there be of the Superiority of Genius in one of these Nations above the other?","subId":"15","id":"Shaftesbury.C.LD.15"},{"type":"paragraph","content":"'Tis but this moment that I chance to read in an Article of one of the Gazettes from Paris, that 'tis resolv'd at Court to establish a new Academy for political Affairs. \"In it the present Chief-Minister is to preside; having under him six Academists, douëz des Talens nécessaires—No Person to be receiv'd under the age of twenty five. A thousand Livres Pension for each Scholar—Able Masters to be appointed for teaching them the necessary Sciences, and instructing them in the Treatys of Peace and Alliances, which have been formerly made—The Members to assemble three times a Week—C'est de ce Seminaire (says the Writer) qu'on tirera les Secretaires d'Ambassade; qui par degrez pourront monter à de plus hauts Emplois.\"","subId":"16","id":"Shaftesbury.C.LD.16"},{"type":"paragraph","content":"I must confess, my Lord, as great an Admirer as I am of these regular Institutions, I can't but look upon an Academy for Ministers as a very extraordinary Establishment; especially in such a Monarchy as France, and at such a Conjuncture as the present. It looks as if the Ministers of that Court had discover'd lately some new Methods of Negotiation, such as their Predecessors Richelieu and Mazarine never thought of; or that, on the contrary, they have found themselves so declin'd, and at such a loss in the Management of this present Treaty, as to be forc'd to take their Lesson from some of those Ministers with whom they treat: a Reproach, of which, no doubt, they must be highly sensible.","subId":"17","id":"Shaftesbury.C.LD.17"},{"type":"paragraph","content":"But 'tis not my design here, to entertain your Lordship with any Reflections upon Politicks, or the Methods which the French may take to raise themselves new Ministers, or new Generals; who may prove a better Match for us than hitherto, whilst we held our old. I will only say to your Lordship on this Subject of Academys; that indeed I have less concern for the Deficiency of such a one as this, than of any other which cou'd be thought of, for England; and that as for a Seminary of Statesmen, I doubt not but, without this extraordinary help, we shall be able, out of our old Stock, and the common course of Business, constantly to furnish a sufficient Number of well-qualify'd Persons to serve upon occasion, either at home, or in our foreign Treatys; as often as such Persons accordingly qualify'd shall duly, honestly, and bonâ fide be requir'd to serve.","subId":"18","id":"Shaftesbury.C.LD.18"},{"type":"paragraph","content":"I return therefore to my Virtuoso-Science; which being my chief Amusement in this Place and Circumstance, your Lordship has by it a fresh Instance that I can never employ my Thoughts with satisfaction on any Subject, without making you a Party. For even this very Notion had its rise chiefly from the Conversation of a certain Day, which I had the happiness to pass a few years since in the Country with your Lordship. 'Twas there you shew'd me some Ingravings, which had been sent you from Italy. One in particular I well remember; of which the Subject was the very same with that of my written Notion inclos'd. But by what Hand it was done, or after what Master, or how executed, I have quite forgot. 'Twas the Summer-season, when you had Recess from Business. And I have accordingly calculated this Epistle and Project for the same Recess and Leisure. For by the time this can reach England, the Spring will be far advanc'd, and the national Affairs in a manner over, with those who are not in the immediate Administration.","subId":"19","id":"Shaftesbury.C.LD.19"},{"type":"paragraph","content":"Were that indeed your Lordship's Lot, at present; I know not whether in regard to my Country I shou'd dare throw such Amusements as these in your way. Yet even in this Case, I wou'd venture to say however, in defense of my Project, and of the Cause of Painting; that cou'd my young Hero come to your Lordship as well represented as he might have been, either by the Hand of a Marat or a Jordano, (the Masters who were in being, and in repute, when I first travel'd here in Italy) the Picture it-self, whatever the Treatise prov'd, wou'd have been worth notice, and might have become a Present worthy of our Court, and Prince's Palace; especially were it so bless'd as to lodge within it a royal Issue of her Majesty's. Such a Piece of Furniture might well fit the Gallery, or Hall of Exercises, where our young Princes shou'd learn their usual Lessons. And to see Virtue in this Garb and Action, might perhaps be no slight Memorandum hereafter to a Royal Youth, who shou'd one day come to undergo this Trial himself; on which his own Happiness, as well as the Fate of Europe and of the World, wou'd in so great a measure depend.","subId":"20","id":"Shaftesbury.C.LD.20"},{"type":"paragraph","content":"This, my Lord, is making (as you see) the most I can of my Project, and setting off my Amusements with the best Colour I am able; that I may be the more excusable in communicating them to your Lordship, and expressing thus, with what Zeal I am,","subId":"21","id":"Shaftesbury.C.LD.21"},{"type":"note","content":"Ante omnia Musae.","subId":"n1","id":"Shaftesbury.C.LD.n1"},{"type":"note","content":"endowed with the necessary Talents","subId":"n2","id":"Shaftesbury.C.LD.n2"},{"type":"note","content":"It is from this group (says the Writer) that will be drawn Secretaries of Ambassadors and gradually they will rise to the highest Offices.","subId":"n3","id":"Shaftesbury.C.LD.n3"},{"type":"note","content":"Carlo Marat was yet alive, at the time this Letter was written; but had been long super-annuated, and incapable of any considerable Performance.","subId":"n4","id":"Shaftesbury.C.LD.n4"}]}