{"imported":true,"id":"Hume.THN.1.2.4","parent":"Hume.THN.1.2","title":"Section 4. Objections answer'd","breadcrumb":"Section 4","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. IV.</h3> <h4><em>Objections answer'd.</em></h4> ","id":"Hume.THN.1.2.4"},{"type":"paragraph","content":"OUR system concerning space and time consists of two parts, which are intimately connected together. The first depends on this chain of reasoning. The capacity of the mind is not infinite; consequently no idea of extension or duration consists of an infinite number of parts or inferior ideas, but of a finite number, and these simple and indivisible: 'Tis therefore possible for space and time to exist conformable to this idea: And if it be possible, 'tis certain they actually do exist conformable to it; since their infinite divisibility is utterly impossible and contradictory.","subId":"1","id":"Hume.THN.1.2.4.1","pages":"39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> other part of our system is a consequence of this. The parts, into which the ideas of space and time resolve themselves, become at last indivisible; and these indivisible parts, being nothing in themselves, are inconceivable when not fill'd with something real and existent. The ideas of space and time are therefore no separate or distinct ideas, <span class=\"page-break\"></span>but merely those of the manner or order, in which objects exist: Or, in other words, 'tis impossible to conceive either a vacuum and extension without matter, or a time, when there was no succession or change in any real existence. The intimate connexion betwixt these parts of our system is the reason why we shall examine together the objections, which have been urg'd against both of them, beginning with those against the finite divisibility of extension.","subId":"2","id":"Hume.THN.1.2.4.2","pages":"39-40"},{"type":"paragraph","content":"I. <span class=\"small-capitals\">The</span> first of these objections, which I shall take notice of, is more proper to prove this connexion and dependance of the one part upon the other, than to destroy either of them. It has often been maintain'd in the schools, that extension must be divisible, <em>in infinitum</em>, because the system of mathematical points is absurd; and that system is absurd, because a mathematical point is a non-entity, and consequently can never by its conjunction with others form a real existence. This wou'd be perfectly decisive, were there no medium betwixt the infinite divisibility of matter, and the non-entity of mathematical points. But there is evidently a medium, <em>viz.</em> the bestowing a colour or solidity on these points; and the absurdity of both the extremes is a demonstration of the truth and reality of this medium. The system of <em>physical</em> points, which is another medium, is too absurd to need a refutation. A real extension, such as a physical point is suppos'd to be, can never exist without parts, different from each other; and wherever objects are different, they are distinguishable and separable by the imagination.","subId":"3","id":"Hume.THN.1.2.4.3","pages":"40"},{"type":"paragraph","content":"II. <span class=\"small-capitals\">The</span> second objection is deriv'd from the necessity there wou'd be of <em>penetration</em>, if extension consisted of mathematical points. A simple and indivisible atom, that touches another, must necessarily penetrate it; for 'tis impossible it can touch it by its external parts, from the very supposition of its perfect simplicity, which excludes all parts. It must therefore touch it intimately, and in its whole essence, <em>secundum se, tota, &amp; totaliter</em>; which is the very definition of <span class=\"page-break\"></span>penetration. But penetration is impossible: Mathematical points are of consequence equally impossible.","subId":"4","id":"Hume.THN.1.2.4.4","pages":"40-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">I answer</span> this objection by substituting a juster idea of penetration. Suppose two bodies containing no void within their circumference, to approach each other, and to unite in such a manner that the body, which results from their union, is no more extended than either of them; 'tis this we must mean when we talk of penetration. But 'tis evident this penetration is nothing but the annihilation of one of these bodies, and the preservation of the other, without our being able to distinguish particularly which is preserv'd and which annihilated. Before the approach we have the idea of two bodies. After it we have the idea only of one. 'Tis impossible for the mind to preserve any notion of difference betwixt two bodies of the same nature existing in the same place at the same time.","subId":"5","id":"Hume.THN.1.2.4.5","pages":"41"},{"type":"paragraph","content":"<span class=\"small-capitals\">Taking</span> then penetration in this sense, for the annihilation of one body upon its approach to another, I ask any one, if he sees a necessity, that a colour'd or tangible point shou'd be annihilated upon the approach of another colour'd or tangible point? On the contrary, does he not evidently perceive, that from the union of these points there results an object, which is compounded and divisible, and may be distinguish'd into two parts, of which each preserves its existence distinct and separate, notwithstanding its contiguity to the other? Let him aid his fancy by conceiving these points to be of different colours, the better to prevent their coalition and confusion. A blue and a red point may surely lie contiguous without any penetration or annihilation. For if they cannot, what possibly can become of them? Whether shall the red or the blue be annihilated? Or if these colours unite into one, what new colour will they produce by their union?","subId":"6","id":"Hume.THN.1.2.4.6","pages":"41"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> chiefly gives rise to these objections, and at the same time renders it so difficult to give a satisfactory answer to them, is the natural infirmity and unsteadiness both of <span class=\"page-break\"></span>our imagination and senses, when employ'd on such minute objects. Put a spot of ink upon paper, and retire to such a distance, that the spot becomes altogether invisible; you will find, that upon your return and nearer approach the spot first becomes visible by short intervals; and afterwards becomes always visible; and afterwards acquires only a new force in its colouring without augmenting its bulk; and afterwards, when it has encreas'd to such a degree as to be really extended, 'tis still difficult for the imagination to break it into its component parts, because of the uneasiness it finds in the conception of such a minute object as a single point. This infirmity affects most of our reasonings on the present subject, and makes it almost impossible to answer in an intelligible manner, and in proper expressions, many questions which may arise concerning it.","subId":"7","id":"Hume.THN.1.2.4.7","pages":"41-2"},{"type":"paragraph","content":"III. <span class=\"small-capitals\">There</span> have been many objections drawn from the <em>mathematics</em> against the indivisibility of the parts of extension; tho' at first sight that science seems rather favourable to the present doctrine; and if it be contrary in its <em>demonstrations</em>, 'tis perfectly conformable in its <em>definitions</em>. My present business then must be to defend the definitions, and refute the demonstrations.","subId":"8","id":"Hume.THN.1.2.4.8","pages":"42"},{"type":"paragraph","content":"<span class=\"small-capitals\">A surface</span> is <em>defin'd</em> to be length and breadth without depth: A line to be length without breadth or depth: A point to be what has neither length, breadth nor depth. 'Tis evident that all this is perfectly unintelligible upon any other supposition than that of the composition of extension by indivisible points or atoms. How else cou'd any thing exist without length, without breadth, or without depth?","subId":"9","id":"Hume.THN.1.2.4.9","pages":"42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Two</span> different answers, I find, have been made to this argument; neither of which is in my opinion satisfactory. The first is, that the objects of geometry, those surfaces, lines and points, whose proportions and positions it examines, are mere ideas in the mind; and not only never did, but never can exist in nature. They never did exist; for no one will pretend to draw a line or make a surface entirely <span class=\"page-break\"></span>conformable to the definition: They never can exist; for we may produce demonstrations from these very ideas to prove, that they are impossible.","subId":"10","id":"Hume.THN.1.2.4.10","pages":"42-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> can any thing be imagin'd more absurd and contradictory than this reasoning? Whatever can be conceiv'd by a clear and distinct idea necessarily implies the possibility of existence; and he who pretends to prove the impossibility of its existence by any argument deriv'd from the clear idea, in reality asserts, that we have no clear idea of it, because we have a clear idea. 'Tis in vain to search for a contradiction in any thing that is distinctly conceiv'd by the mind. Did it imply any contradiction, 'tis impossible it cou'd ever be conceiv'd.","subId":"11","id":"Hume.THN.1.2.4.11","pages":"43"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is therefore no medium betwixt allowing at least the possibility of indivisible points, and denying their idea; and 'tis on this latter principle, that the second answer to the foregoing argument is founded. It has been<a href=\"#n10\"><sup>[10]</sup></a> pretended, that tho' it be impossible to conceive a length without any breadth, yet by an abstraction without a separation, we can consider the one without regarding the other; in the same manner as we may think of the length of the way betwixt two towns, and overlook its breadth. The length is inseparable from the breadth both in nature and in our minds; but this excludes not a partial consideration, and a <em>distinction of reason</em>, after the manner above explain'd.","subId":"12","id":"Hume.THN.1.2.4.12","pages":"43"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> refuting this answer I shall not insist on the argument, which I have already sufficiently explain'd, that if it be impossible for the mind to arrive at a <em>minimum</em> in its ideas, its capacity must be infinite, in order to comprehend the infinite number of parts, of which its idea of any extension wou'd be compos'd. I shall here endeavour to find some new absurdities in this reasoning.","subId":"13","id":"Hume.THN.1.2.4.13","pages":"43"},{"type":"paragraph","content":"<span class=\"small-capitals\">A surface</span> terminates a solid; a line terminates a surface; a point terminates a line; but I assert, that if the <em>ideas</em> of a point, line or surface were not indivisible, 'tis impossible we <span class=\"page-break\"></span>shou'd ever conceive these terminations. For let these ideas be suppos'd infinitely divisible; and then let the fancy endeavour to fix itself on the idea of the last surface, line or point; it immediately finds this idea to break into parts; and upon its seizing the last of these parts, it loses its hold by a new division, and so on <em>in infinitum</em>, without any possibility of its arriving at a concluding idea. The number of fractions bring it no nearer the last division, than the first idea it form'd. Every particle eludes the grasp by a new fraction; like quicksilver, when we endeavour to seize it. But as in fact there must be something, which terminates the idea of every finite quantity; and as this terminating idea cannot itself consist of parts or inferior ideas; otherwise it wou'd be the last of its parts, which finish'd the idea, and so on; this is a clear proof, that the ideas of surfaces, lines and points admit not of any division; those of surfaces in depth; of lines in breadth and depth; and of points in any dimension.","subId":"14","id":"Hume.THN.1.2.4.14","pages":"43-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>schoolmen</em> were so sensible of the force of this argument, that some of them maintain'd, that nature has mix'd among those particles of matter, which are divisible <em>in infinitum</em>, a number of mathematical points, in order to give a termination to bodies; and others eluded the force of this reasoning by a heap of unintelligible cavils and distinctions. Both these adversaries equally yield the victory. A man who hides himself, confesses as evidently the superiority of his enemy, as another, who fairly delivers his arms.","subId":"15","id":"Hume.THN.1.2.4.15","pages":"44"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> it appears, that the definitions of mathematics destroy the pretended demonstrations; and that if we have the idea of indivisible points, lines and surfaces conformable to the definition, their existence is certainly possible: but if we have no such idea, 'tis impossible we can ever conceive the termination of any figure; without which conception there can be no geometrical demonstration.","subId":"16","id":"Hume.THN.1.2.4.16","pages":"44"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> I go farther, and maintain, that none of these demonstrations can have sufficient weight to establish such a <span class=\"page-break\"></span>principle, as this of infinite divisibility; and that because with regard to such minute objects, they are not properly demonstrations, being built on ideas, which are not exact, and maxims, which are not precisely true. When geometry decides any thing concerning the proportions of quantity, we ought not to look for the utmost <em>precision</em> and exactness. None of its proofs extend so far. It takes the dimensions and proportions of figures justly; but roughly, and with some liberty. Its errors are never considerable; nor wou'd it err at all, did it not aspire to such an absolute perfection.","subId":"17","id":"Hume.THN.1.2.4.17","pages":"44-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">I first</span> ask mathematicians, what they mean when they say one line or surface is <span class=\"small-capitals\">equal</span> to, or <span class=\"small-capitals\">greater</span>, or <span class=\"small-capitals\">less</span> than another? Let any of them give an answer, to whatever sect he belongs, and whether he maintains the composition of extension by indivisible points, or by quantities divisible <em>in infinitum</em>. This question will embarrass both of them.","subId":"18","id":"Hume.THN.1.2.4.18","pages":"45"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are few or no mathematicians, who defend the hypothesis of indivisible points; and yet these have the readiest and justest answer to the present question. They need only reply, that lines or surfaces are equal, when the numbers of points in each are equal; and that as the proportion of the numbers varies, the proportion of the lines and surfaces is also vary'd. But tho' this answer be <em>just</em>, as well as obvious; yet I may affirm, that this standard of equality is entirely <em>useless</em>, and that it never is from such a comparison we determine objects to be equal or unequal with respect to each other. For as the points, which enter into the composition of any line or surface, whether perceiv'd by the sight or touch, are so minute and so confounded with each other, that 'tis utterly impossible for the mind to compute their number, such a computation will never afford us a standard, by which we may judge of proportions. No one will ever be able to determine by an exact numeration, that an inch has fewer points than a foot, or a foot fewer than an ell or any greater measure; for which reason we seldom or never consider this as the standard of equality or inequality.","subId":"19","id":"Hume.THN.1.2.4.19","pages":"45"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to those, who imagine, that extension is divisible <em>in infinitum</em>, 'tis impossible they can make use of this answer, or fix the equality of any line or surface by a numeration of its component parts. For since, according to their hypothesis, the least as well as greatest figures contain an infinite number of parts; and since infinite numbers, properly speaking, can neither be equal nor unequal with respect to each other; the equality or inequality of any portions of space can never depend on any proportion in the number of their parts. 'Tis true, it may be said, that the inequality of an ell and a yard consists in the different numbers of the feet, of which they are compos'd; and that of a foot and a yard in the number of the inches. But as that quantity we call an inch in the one is suppos'd equal to what we call an inch in the other, and as 'tis impossible for the mind to find this equality by proceeding <em>in infinitum</em> with these references to inferior quantities; 'tis evident, that at last we must fix some standard of equality different from an enumeration of the parts.","subId":"20","id":"Hume.THN.1.2.4.20","pages":"46"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are some<a href=\"#n11\"><sup>[11]</sup></a>, who pretend, that equality is best defin'd by <em>congruity</em>, and that any two figures are equal, when upon the placing of one upon the other, all their parts correspond to and touch each other. In order to judge of this definition let us consider, that since equality is a relation, it is not, strictly speaking, a property in the figures themselves, but arises merely from the comparison, which the mind makes betwixt them. If it consists, therefore, in this imaginary application and mutual contact of parts, we must at least have a distinct notion of these parts, and must conceive their contact. Now 'tis plain, that in this conception we wou'd run up these parts to the greatest minuteness, which can possibly be conceiv'd; since the contact of large parts wou'd never render the figures equal. But the minutest parts we can conceive are mathematical points; and consequently this standard of equality is the same with that deriv'd from <span class=\"page-break\"></span>the equality of the number of points, which we have already determin'd to be a just but an useless standard. We must therefore look to some other quarter for a solution of the present difficulty.","subId":"21","id":"Hume.THN.1.2.4.21","pages":"46-7"},{"type":"paragraph","content":"<del>'<span class=\"small-capitals\">Tis</span> evident,</del><ins><span class=\"small-capitals\">There</span> are many philosophers, who refuse to assign any standard of <em>equality</em>, but assert, that 'tis sufficient to present two objects, that are equal, in order to give us a just notion of this proportion. All definitions, say they, are fruitless, without the perception of such objects; and where we perceive such objects, we no longer stand in need of any definition. To this reasoning I entirely agree; and assert, that the only useful notion of equality, or inequality, is deriv'd from the whole united appearance and the comparison of particular objects. For 'tis evident,</ins> that the eye, or rather the mind is often able at one view to determine the proportions of bodies, and pronounce them equal to, or greater or less than each other, without examining or comparing the number of their minute parts. Such judgments are not only common, but in many cases certain and infallible. When the measure of a yard and that of a foot are presented, the mind can no more question, that the first is longer than the second, than it can doubt of those principles, which are the most clear and self-evident.","subId":"22","id":"Hume.THN.1.2.4.22","pages":"47/637"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are therefore three proportions, which the mind distinguishes in the general appearance of its objects, and calls by the names of <em>greater</em>, <em>less</em> and <em>equal</em>. But tho' its decisions concerning these proportions be sometimes infallible, they are not always so; nor are our judgments of this kind more exempt from doubt and error, than those on any other subject. We frequently correct our first opinion by a review and reflection; and pronounce those objects to be equal, which at first we esteem'd unequal; and regard an object as less, tho' before it appear'd greater than another. Nor is this the only correction, which these judgments of our senses undergo; but we often discover our error by a juxta-position of the objects; or where that is impracticable, by the use of some common and invariable measure, which being successively apply'd to each, informs us of their different proportions. And even this correction is susceptible of a new correction, and of different degrees of exactness, according to the nature of the instrument, by which we measure the bodies, and the care which we employ in the comparison.","subId":"23","id":"Hume.THN.1.2.4.23","pages":"47"},{"type":"paragraph","content":"When therefore the mind is accustom'd to these judgments and their corrections, and finds that the same proportion which makes two figures have in the eye that appearance, <span class=\"page-break\"></span>which we call <em>equality</em>, makes them also correspond to each other, and to any common measure, with which they are compar'd, we form a mix'd notion of equality deriv'd both from the looser and stricter methods of comparison. But we are not content with this. For as sound reason convinces us that there are bodies <em>vastly</em> more minute than those, which appear to the senses; and as a false reason wou'd perswade us, that there are bodies <em>infinitely</em> more minute; we clearly perceive, that we are not possess'd of any instrument or art of measuring, which can secure us from all error and uncertainty. We are sensible, that the addition or removal of one of these minute parts, is not discernible either in the appearance or measuring; and as we imagine, that two figures, which were equal before, cannot be equal after this removal or addition, we therefore suppose some imaginary standard of equality, by which the appearances and measuring are exactly corrected, and the figures reduc'd entirely to that proportion. This standard is plainly imaginary. For as the very idea of equality is that of such a particular appearance corrected by juxta-position or a common measure, the notion of any correction beyond what we have instruments and art to make, is a mere fiction of the mind, and useless as well as incomprehensible. But tho' this standard be only imaginary, the fiction however is very natural; nor is any thing more usual, than for the mind to proceed after this manner with any action, even after the reason has ceas'd, which first determin'd it to begin. This appears very conspicuously with regard to time; where tho' 'tis evident we have no exact method of determining the proportions of parts, not even so exact as in extension, yet the various corrections of our measures, and their different degrees of exactness, have given us an obscure and implicit notion of a perfect and entire equality. The case is the same in many other subjects. A musician finding his ear become every day more delicate, and correcting himself by reflection and attention, proceeds with the same act of the mind, even when <span class=\"page-break\"></span>he subject fails him, and entertains a notion of a compleat <em>tierce</em> or <em>octave</em>, without being able to tell whence he derives his standard. A painter forms the same fiction with regard to colours. A mechanic with regard to motion. To the one <em>light</em> and <em>shade</em>; to the other <em>swift</em> and <em>slow</em> are imagin'd to be capable of an exact comparison and equality beyond the judgments of the senses.","subId":"24","id":"Hume.THN.1.2.4.24","pages":"47-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">We may</span> apply the same reasoning to <span class=\"small-capitals\">curve</span> and <span class=\"small-capitals\">right</span> lines. Nothing is more apparent to the senses, than the distinction betwixt a curve and a right line; nor are there any ideas we more easily form than the ideas of these objects. But however easily we may form these ideas, 'tis impossible to produce any definition of them, which will fix the precise boundaries betwixt them. When we draw lines upon paper or any continu'd surface, there is a certain order, by which the lines run along from one point to another, that they may produce the entire impression of a curve or right line; but this order is perfectly unknown, and nothing is observ'd but the united appearance. Thus even upon the system of indivisible points, we can only form a distant notion of some unknown standard to these objects. Upon that of infinite divisibility we cannot go even this length; but are reduc'd meerly to the general appearance, as the rule by which we determine lines to be either curve or right ones. But tho' we can give no perfect definition of these lines, nor produce any very exact method of distinguishing the one from the other; yet this hinders us not from correcting the first appearance by a more accurate consideration, and by a comparison with some rule, of whose rectitude from repeated trials we have a greater assurance. And 'tis from these corrections, and by carrying on the same action of the mind, even when its reason fails us, that we form the loose idea of a perfect standard to these figures, without being able to explain or comprehend it.","subId":"25","id":"Hume.THN.1.2.4.25","pages":"49"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> true, mathematicians pretend they give an exact definition of a right line, when they say, <em>it is the shortest way <span class=\"page-break\"></span>betwixt two points</em>. But in the first place I observe, that this is more properly the discovery of one of the properties of a right line, than a just definition of it. For I ask any one, if upon mention of a right line he thinks not immediately on such a particular appearance, and if 'tis not by accident only that he considers this property? A right line can be comprehended alone; but this definition is unintelligible without a comparison with other lines, which we conceive to be more extended. In common life 'tis establish'd as a maxim, that the streightest way is always the shortest; which wou'd be as absurd as to say, the shortest way is always the shortest, if our idea of a right line was not different from that of the shortest way betwixt two points.","subId":"26","id":"Hume.THN.1.2.4.26","pages":"49-50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, I repeat what I have already establish'd, that we have no precise idea of equality and inequality, shorter and longer, more than of a right line or a curve; and consequently that the one can never afford us a perfect standard for the other. An exact idea can never be built on such as are loose and undeterminate.","subId":"27","id":"Hume.THN.1.2.4.27","pages":"50"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> idea of a <em>plain surface</em> is as little susceptible of a precise standard as that of a right line; nor have we any other means of distinguishing such a surface, than its general appearance. 'Tis in vain, that mathematicians represent a plain surface as produc'd by the flowing of a right line. 'Twill immediately be objected, that our idea of a surface is as independent of this method of forming a surface, as our idea of an ellipse is of that of a cone; that the idea of a right line is no more precise than that of a plain surface; that a right line may flow irregularly, and by that means form a figure quite different from a plane; and that therefore we must suppose it to flow along two right lines, parallel to each other, and on the same plane; which is a description, that explains a thing by itself, and returns in a circle.","subId":"28","id":"Hume.THN.1.2.4.28","pages":"50"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> appears, then, that the ideas which are most essential to geometry, <em>viz.</em> those of equality and inequality, of a right line and a plain surface, are far from being exact and <span class=\"page-break\"></span>determinate, according to our common method of conceiving them. Not only we are incapable of telling, if the case be in any degree doubtful, when such particular figures are equal; when such a line is a right one, and such a surface a plain one; but we can form no idea of that proportion, or of these figures, which is firm and invariable. Our appeal is still to the weak and fallible judgment, which we make from the appearance of the objects, and correct by a compass or common measure; and if we join the supposition of any farther correction, 'tis of such-a-one as is either useless or imaginary. In vain shou'd we have recourse to the common topic, and employ the supposition of a deity, whose omnipotence may enable him to form a perfect geometrical figure, and describe a right line without any curve or inflexion. As the ultimate standard of these figures is deriv'd from nothing but the senses and imagination, 'tis absurd to talk of any perfection beyond what these faculties can judge of; since the true perfection of any thing consists in its conformity to its standard.","subId":"29","id":"Hume.THN.1.2.4.29","pages":"50-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> since these ideas are so loose and uncertain, I wou'd fain ask any mathematician what infallible assurance he has, not only of the more intricate and obscure propositions of his science, but of the most vulgar and obvious principles? How can he prove to me, for instance, that two right lines cannot have one common segment? Or that 'tis impossible to draw more than one right line betwixt any two points? Shou'd he tell me, that these opinions are obviously absurd, and repugnant to our clear ideas; I wou'd answer, that I do not deny, where two right lines incline upon each other with a sensible angle, but 'tis absurd to imagine them to have a common segment. But supposing these two lines to approach at the rate of an inch in twenty leagues, I perceive no absurdity in asserting, that upon their contact they become one. For, I beseech you, by what rule or standard do you judge, when you assert, that the line, in which I have suppos'd them to concur, cannot make the same right line <span class=\"page-break\"></span>with those two, that form so small an angle betwixt them? You must surely have some idea of a right line, to which this line does not agree. Do you therefore mean, that it takes not the points in the same order and by the same rule, as is peculiar and essential to a right line? If so, I must inform you, that besides that in judging after this manner you allow, that extension is compos'd of indivisible points (which, perhaps, is more than you intend) besides this, I say, I must inform you, that neither is this the standard from which we form the idea of a right line; nor, if it were, is there any such firmness in our senses or imagination, as to determine when such an order is violated or preserv'd. The original standard of a right line is in reality nothing but a certain general appearance; and 'tis evident right lines may be made to concur with each other, and yet correspond to this standard, tho' corrected by all the means either practicable or imaginable.","subId":"30","id":"Hume.THN.1.2.4.30","pages":"51-2"},{"type":"paragraph","content":"<ins><span class=\"small-capitals\">To</span> whatever side mathematicians turn, this dilemma still meets them. If they judge of equality, or any other proportion, by the accurate and exact standard, <em>viz</em>. the enumeration of the minute indivisible parts, they both employ a standard, which is useless in practice, and actually establish the indivisibility of extension, which they endeavour to explode. Or if they employ, as is usual, the inaccurate standard, deriv'd from a comparison of objects, upon their general appearance, corrected by measuring and juxta position; their first principles, tho' certain and infallible, are too coarse to afford any such subtile inferences as they commonly draw from them. The first principles are founded on the imagination and senses: The conclusion, therefore, can never go beyond, much less contradict these faculties.</ins>","subId":"31","id":"Hume.THN.1.2.4.31","pages":"638"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> may open our eyes a little, and let us see, that no geometrical demonstration for the infinite divisibility of extension can have so much force as what we naturally attribute to every argument, which is supported by such magnificent pretensions. At the same time we may learn the reason, why geometry fails of evidence in this single point, while all its other reasonings command our fullest assent and approbation. And indeed it seems more requisite to give the reason of this exception, than to shew, that we really must make such an exception, and regard all the mathematical arguments for infinite divisibility as utterly sophistical. For 'tis evident, that as no idea of quantity is infinitely divisible, there cannot be imagin'd a more glaring absurdity, than to endeavour to prove, that quantity itself admits of such a division; and to prove this by means of ideas, which are directly opposite in that particular. And as this absurdity is very glaring in itself, so there is no argument founded on it, which is not attended with a new absurdity, and involves not an evident contradiction.","subId":"32","id":"Hume.THN.1.2.4.32","pages":"52"},{"type":"paragraph","content":"<span class=\"small-capitals\">I might</span> give as instances those arguments for infinite divisibility, which are deriv'd from the <em>point of contact</em>. I know there is no mathematician, who will not refuse to be judg'd by the diagrams he describes upon paper, these being loose draughts, as he will tell us, and serving only to convey with greater facility certain ideas, which are the true foundation of all our reasoning. This I am satisfy'd with, and am willing to rest the controversy merely upon these ideas. I desire therefore our mathematician to form, as accurately as possible, the ideas of a circle and a right line; and I then ask, if upon the conception of their contact he can conceive them as touching in a mathematical point, or if he must necessarily imagine them to concur for some space. Whichever side he chuses, he runs himself into equal difficulties. If he affirms, that in tracing these figures in his imagination, he can imagine them to touch only in a point, he allows the possibility of that idea, and consequently of the thing. If he says, that in his conception of the contact of those lines he must make them concur, he thereby acknowledges the fallacy of geometrical demonstrations, when carry'd beyond a certain degree of minuteness; since 'tis certain he has such demonstrations against the concurrence of a circle and a right line; that is, in other words, he can prove an idea, <em>viz.</em> that of concurrence, to be <em>incompatible</em> with two other ideas, <em>viz.</em> those of a circle and right line;  tho' at the same time he acknowledges these ideas to be <em>inseparable</em>.","subId":"33","id":"Hume.THN.1.2.4.33","pages":"53"},{"type":"note","content":"<em>L'Art de penser</em>.","subId":"n10","id":"Hume.THN.1.2.4.n10","pages":"43"},{"type":"note","content":"See Dr. <em>Barrow</em>'s mathematical lectures.","subId":"n11","id":"Hume.THN.1.2.4.n11","pages":"46"}]}