{"id":"Hume.THN.1.2.5","imported":true,"parent":"Hume.THN.1.2","title":"Section 5. The same subject continu'd","breadcrumb":"Section 5","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h4><em>The same subject continu'd.</em></h4> ","id":"Hume.THN.1.2.5"},{"type":"paragraph","content":"IF the second part of my system be true, <em>that the idea of space or extension is nothing but the idea of visible or tangible points distributed in a certain order</em>; it follows, that we can form no idea of a vacuum, or space, where there is nothing visible or tangible. This gives rise to three objections, which <span class=\"page-break\"></span>I shall examine together, because the answer I shall give to one is a consequence of that which I shall make use of for the others.","subId":"1","id":"Hume.THN.1.2.5.1","pages":"53-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">First</span>, It may be said, that men have disputed for many ages concerning a vacuum and a plenum, without being able to bring the affair to a final decision; and philosophers, even at this day, think themselves at liberty to take party on either side, as their fancy leads them. But whatever foundation there may be for a controversy concerning the things themselves, it may be pretended, that the very dispute is decisive concerning the idea, and that 'tis impossible men cou'd so long reason about a vacuum, and either refute or defend it, without having a notion of what they refuted or defended.","subId":"2","id":"Hume.THN.1.2.5.2","pages":"54"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, If this argument shou'd be contested, the reality or at least possibility of the <em>idea</em> of a vacuum may be prov'd by the following reasoning. Every idea is possible, which is a necessary and infallible consequence of such as are possible. Now tho' we allow the world to be at present a plenum, we may easily conceive it to be depriv'd of motion; and this idea will certainly be allow'd possible. It must also be allow'd possible, to conceive the annihilation of any part of matter by the omnipotence of the deity, while the other parts remain at rest. For as every idea, that is distinguishable, is separable by the imagination; and as every idea, that is separable by the imagination, may be conceiv'd to be separately existent; 'tis evident, that the existence of one particle of matter, no more implies the existence of another, than a square figure in one body implies a square figure in every one. This being granted, I now demand what results from the concurrence of these two possible ideas of <em>rest</em> and <em>annihilation</em>, and what must we conceive to follow upon the annihilation of all the air and subtile matter in the chamber, supposing the walls to remain the same, without any motion or alteration? There are some metaphysicians, who answer, that since matter and extension are the same, the annihila<span class=\"page-break\"></span>tion of one necessarily implies that of the other; and there being now no distance betwixt the walls of the chamber, they touch each other; in the same manner as my hand touches the paper, which is immediately before me. But tho' this answer be very common, I defy these metaphysicians to conceive the matter according to their hypothesis, or imagine the floor and roof, with all the opposite sides of the chamber, to touch each other, while they continue in rest, and preserve the same position. For how can the two walls, that run from south to north, touch each other, while they touch the opposite ends of two walls, that run from east to west? And how can the floor and roof ever meet, while they are separated by the four walls, that lie in a contrary position? If you change their position, you suppose a motion. If you conceive any thing betwixt them, you suppose a new creation. But keeping strictly to the two ideas of <em>rest</em> and <em>annihilation</em>, 'tis evident, that the idea, which results from them, is not that of a contact of parts, but something else; which is concluded to be the idea of a vacuum.","subId":"3","id":"Hume.THN.1.2.5.3","pages":"54-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> third objection carries the matter still farther, and not only asserts, that the idea of a vacuum is real and possible, but also necessary and unavoidable. This assertion is founded on the motion we observe in bodies, which, 'tis maintain'd, wou'd be impossible and inconceivable without a vacuum, into which one body must move in order to make way for another. I shall not enlarge upon this objection, because it principally belongs to natural philosophy, which lies without our present sphere.","subId":"4","id":"Hume.THN.1.2.5.4","pages":"55"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to answer these objections, we must take the matter pretty deep, and consider the nature and origin of several ideas, lest we dispute without understanding perfectly the subject of the controversy. 'Tis evident the idea of darkness is no positive idea, but merely the negation of light, or more properly speaking, of colour'd and visible objects. A man, who enjoys his sight, receives no other <span class=\"page-break\"></span>perception from turning his eyes on every side, when entirely depriv'd of light, than what is common to him with one born blind; and 'tis certain such-a-one has no idea either of light or darkness. The consequence of this is, that 'tis not from the mere removal of visible objects we receive the impression of extension without matter; and that the idea of utter darkness can never be the same with that of vacuum.","subId":"5","id":"Hume.THN.1.2.5.5","pages":"55-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Suppose</span> again a man to be supported in the air, and to be softly convey'd along by some invisible power; 'tis evident he is sensible of nothing, and never receives the idea of extension, nor indeed any idea, from this invariable motion. Even supposing he moves his limbs to and fro, this cannot convey to him that idea. He feels in that case a certain sensation or impression, the parts of which are successive to each other, and may give him the idea of time: But certainly are not dispos'd in such a manner, as is necessary to convey the idea of space or extension.","subId":"6","id":"Hume.THN.1.2.5.6","pages":"56"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> then it appears, that darkness and motion, with the utter removal of every thing visible and tangible, can never give us the idea of extension without matter, or of a vacuum; the next question is, whether they can convey this idea, when mix'd with something visible and tangible?","subId":"7","id":"Hume.THN.1.2.5.7","pages":"56"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> commonly allow'd by philosophers, that all bodies, which discover themselves to the eye, appear as if painted on a plain surface, and that their different degrees of remoteness from ourselves are discover'd more by reason than by the senses. When I hold up my hand before me, and spread my fingers, they are separated as perfectly by the blue colour of the firmament, as they cou'd be by any visible object, which I cou'd place betwixt them. In order, therefore, to know whether the sight can convey the impression and idea of a vacuum, we must suppose, that amidst an entire darkness, there are luminous bodies presented to us, whose light discovers only these bodies themselves, without giving us any impression of the surrounding objects.","subId":"8","id":"Hume.THN.1.2.5.8","pages":"56"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> must form a parallel supposition concerning the <span class=\"page-break\"></span>objects of our feeling. 'Tis not proper to suppose a perfect removal of all tangible objects: we must allow something to be perceiv'd by the feeling; and after an interval and motion of the hand or other organ of sensation, another object of the touch to be met with; and upon leaving that, another; and so on, as often as we please. The question is, whether these intervals do not afford us the idea of extension without body?","subId":"9","id":"Hume.THN.1.2.5.9","pages":"56-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with the first case; 'tis evident, that when only two luminous bodies appear to the eye, we can perceive, whether they be conjoin'd or separate; whether they be separated by a great or small distance; and if this distance varies, we can perceive its increase or diminution, with the motion of the bodies. But as the distance is not in this case any thing colour'd or visible, it may be thought that there is here a vacuum or pure extension, not only intelligible to the mind, but obvious to the very senses.","subId":"10","id":"Hume.THN.1.2.5.10","pages":"57"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> is our natural and most familiar way of thinking; but which we shall learn to correct by a little reflection. We may observe, that when two bodies present themselves, where there was formerly an entire darkness, the only change, that is discoverable, is in the appearance of these two objects, and that all the rest continues to be as before, a perfect negation of light, and of every colour'd or visible object. This is not only true of what may be said to be remote from these bodies, but also of the very distance; which is interpos'd betwixt them; <em>that</em> being nothing but darkness, or the negation of light; without parts, without composition, invariable and indivisible. Now since this distance causes no perception different from what a blind man receives from his eyes, or what is convey'd to us in the darkest night, it must partake of the same properties: And as blindness and darkness afford us no ideas of extension, 'tis impossible that the dark and undistinguishable distance betwixt two bodies can ever produce that idea.","subId":"11","id":"Hume.THN.1.2.5.11","pages":"57"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> sole difference betwixt an absolute darkness and the <span class=\"page-break\"></span>appearance of two or more visible luminous objects consists, as I said, in the objects themselves, and in the manner they affect our senses. The angles, which the rays of light flowing from them, form with each other; the motion that is requir'd in the eye, in its passage from one to the other; and the different parts of the organs, which are affected by them; these produce the only perceptions, from which we can judge of the distance. But as these perceptions are each of them simple and indivisible, they can never give us the idea of extension.","subId":"12","id":"Hume.THN.1.2.5.12","pages":"57-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may illustrate this by considering the sense of feeling, and the imaginary distance or interval interpos'd betwixt tangible or solid objects. I suppose two cases, <em>viz.</em> that of a man supported in the air, and moving his limbs to and fro, without meeting any thing tangible; and that of a man, who feeling something tangible, leaves it, and after a motion, of which he is sensible, perceives another tangible object; and I then ask, wherein consists the difference betwixt these two cases? No one will make any scruple to affirm, that it consists meerly in the perceiving those objects, and that the sensation, which arises from the motion, is in both cases the same: And as that sensation is not capable of conveying to us an idea of extension, when unaccompany'd with some other perception, it can no more give us that idea, when mix'd with the impressions of tangible objects; since that mixture produces no alteration upon it.","subId":"13","id":"Hume.THN.1.2.5.13","pages":"58"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' motion and darkness, either alone, or attended with tangible and visible objects, convey no idea of a vacuum or extension without matter, yet they are the causes why we falsly imagine we can form such an idea. For there is a close relation betwixt that motion and darkness, and a real extension, or composition of visible and tangible objects.","subId":"14","id":"Hume.THN.1.2.5.14","pages":"58"},{"type":"paragraph","content":"<span class=\"small-capitals\">First</span>, We may observe, that two visible objects appearing in the midst of utter darkness, affect the senses in the same manner, and form the same angle by the rays, which flow from them, and meet in the eye, as if the distance betwixt <span class=\"page-break\"></span>them were fill'd with visible objects, that give us a true idea of extension. The sensation of motion is likewise the same, when there is nothing tangible interpos'd betwixt two bodies, as when we feel a compounded body, whose different parts are plac'd beyond each other.","subId":"15","id":"Hume.THN.1.2.5.15","pages":"58-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, We find by experience, that two bodies, which are so plac'd as to affect the senses in the same manner with two others, that have a certain extent of visible objects interpos'd betwixt them, are capable of receiving the same extent, without any sensible impulse or penetration, and without any change on that angle, under which they appear to the senses. In like manner, where there is one object, which we cannot feel after another without an interval, and the perceiving of that sensation we call motion in our hand or organ of sensation; experience shews us, that 'tis possible the same object may be felt with the same sensation of motion, along with the interpos'd impression of solid and tangible objects, attending the sensation. That is, in other words, an invisible and intangible distance may be converted into a visible and tangible one, without any change on the distant objects.","subId":"16","id":"Hume.THN.1.2.5.16","pages":"59"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thirdly</span>, We may observe, as another relation betwixt these two kinds of distance, that they have nearly the same effects on every natural phænomenon. For as all qualities, such as heat, cold, light, attraction, &amp;c. diminish in proportion to the distance; there is but little difference observ'd, whether this distance be mark'd out by compounded and sensible objects, or be known only by the manner, in which the distant objects affect the senses.","subId":"17","id":"Hume.THN.1.2.5.17","pages":"59"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> then are three relations betwixt that distance, which conveys the idea of extension, and that other, which is not fill'd with any colour'd or solid object. The distant objects affect the senses in the same manner, whether separated by the one distance or the other; the second species of distance is found capable of receiving the first; and they both equally diminish the force of every quality.","subId":"18","id":"Hume.THN.1.2.5.18","pages":"59"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> relations betwixt the two kinds of distance will afford us an easy reason, why the one has so often been taken for the other, and why we imagine we have an idea of extension without the idea of any object either of the sight or feeling. For we may establish it as a general maxim in this science of human nature, that wherever there is a close relation betwixt two ideas, the mind is very apt to mistake them, and in all its discourses and reasonings to use the one for the other. This phænomenon occurs on so many occasions, and is of such consequence, that I cannot forbear stopping a moment to examine its causes. I shall only premise, that we must distinguish exactly betwixt the phænomenon itself, and the causes, which I shall assign for it; and must not imagine from any uncertainty in the latter, that the former is also uncertain. The phænomenon may be real, tho' my explication be chimerical. The falshood of the one is no consequence of that of the other; tho' at the same time we may observe, that 'tis very natural for us to draw such a consequence; which is an evident instance of that very principle, which I endeavour to explain.","subId":"19","id":"Hume.THN.1.2.5.19","pages":"60"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> I receiv'd the relations of <em>resemblance</em>, <em>contiguity</em> and <em>causation</em>, as principles of union among ideas, without examining into their causes, 'twas more in prosecution of my first maxim, that we must in the end rest contented with experience, than for want of something specious and plausible, which I might have display'd on that subject. 'Twou'd have been easy to have made an imaginary <del>desection</del><ins>dissection</ins> of the brain, and have shewn, why upon our conception of any idea, the animal spirits run into all the contiguous traces, and rouze up the other ideas, that are related to it. But tho' I have neglected any advantage, which I might have drawn from this topic in explaining the relations of ideas, I am afraid I must here have recourse to it, in order to account for the mistakes that arise from these relations. I shall therefore observe, that as the mind is endow'd with a power of exciting any idea it pleases; whenever it dispatches the <span class=\"page-break\"></span>spirits into that region of the brain, in which the idea is plac'd; these spirits always excite the idea, when they run precisely into the proper traces, and rummage that cell, which belongs to the idea. But as their motion is seldom direct, and naturally turns a little to the one side or the other; for this reason the animal spirits, falling into the contiguous traces, present other related ideas in lieu of that which the mind desir'd at first to survey. This change we are not always sensible of; but continuing still the same train of thought, make use of the related idea, which is presented to us, and employ it in our reasoning, as if it were the same with what we demanded. This is the cause of many mistakes and sophisms in philosophy; as will naturally be imagin'd, and as it wou'd be easy to shew, if there was occasion.","subId":"20","id":"Hume.THN.1.2.5.20","pages":"60-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> the three relations above-mention'd that of resemblance is the most fertile source of error; and indeed there are few mistakes in reasoning, which do not borrow largely from that origin. Resembling ideas are not only related together, but the actions of the mind, which we employ in considering them, are so little different, that we are not able to distinguish them. This last circumstance is of great consequence; and we may in general observe, that wherever the actions of the mind in forming any two ideas are the same or resembling, we are very apt to confound these ideas, and take the one for the other. Of this we shall see many instances in the progress of this treatise. But tho' resemblance be the relation, which most readily produces a mistake in ideas, yet the others of causation and contiguity may also concur in the same influence. We might produce the figures of poets and orators, as sufficient proofs of this, were it as usual, as it is reasonable, in metaphysical subjects to draw our arguments from that quarter. But lest metaphysicians shou'd esteem this below their dignity, I shall borrow a proof from an observation, which may be made on most of their own discourses, <em>viz.</em> that 'tis usual for men to use words for ideas, <span class=\"page-break\"></span>and to talk instead of thinking in their reasonings. We use words for ideas, because they are commonly so closely connected, that the mind easily mistakes them. And this likewise is the reason, why we substitute the idea of a distance, which is not consider'd either as visible or tangible, in the room of extension, which is nothing but a composition of visible or tangible points dispos'd in a certain order. In causing this mistake there concur both the relations of <em>causation</em> and <em>resemblance</em>. As the first species of distance is found to be convertible into the second, 'tis in this respect a kind of cause; and the similarity of their manner of affecting the senses, and diminishing every quality, forms the relation of resemblance.","subId":"21","id":"Hume.THN.1.2.5.21","pages":"61-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> this chain of reasoning and explication of my principles, I am now prepar'd to answer all the objections that have been offer'd, whether deriv'd from <em>metaphysics</em> or <em>mechanics</em>. The frequent disputes concerning a vacuum, or extension without matter, prove not the reality of the idea, upon which the dispute turns; there being nothing more common, than to see men deceive themselves in this particular; especially when by means of any close relation, there is another idea presented, which may be the occasion of their mistake.","subId":"22","id":"Hume.THN.1.2.5.22","pages":"62"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may make almost the same answer to the second objection, deriv'd from the conjunction of the ideas of rest and annihilation. When every thing is annihilated in the chamber, and the walls continue immoveable, the chamber must be conceiv'd much in the same manner as at present, when the air that fills it, is not an object of the senses. This annihilation leaves to the <em>eye</em>, that fictitious distance, which is discover'd by the different parts of the organ, that are affected, and by the degrees of light and shade; and to the <em>feeling</em>, that which consists in a sensation of motion in the hand, or other member of the body. In vain shou'd we search any farther. On whichever side we turn this subject, we shall find that these are the only impressions such an object can <span class=\"page-break\"></span>produce after the suppos'd annihilation; and it has already been remark'd, that impressions can give rise to no ideas, but to such as resemble them.","subId":"23","id":"Hume.THN.1.2.5.23","pages":"62-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> a body interpos'd betwixt two others may be suppos'd to be annihilated, without producing any change upon such as lie on each hand of it, 'tis easily conceiv'd, how it may be created anew, and yet produce as little alteration. Now the motion of a body has much the same effect as its creation. The distant bodies are no more affected in the one case, than in the other. This suffices to satisfy the imagination, and proves there is no repugnance in such a motion. Afterwards experience comes in play to persuade us that two bodies, situated in the manner above-describ'd, have really such a capacity of receiving body betwixt them, and that there is no obstacle to the conversion of the invisible and intangible distance into one that is visible and tangible. However natural that conversion may seem, we cannot be sure it is practicable, before we have had experience of it.","subId":"24","id":"Hume.THN.1.2.5.24","pages":"63"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> I seem to have answer'd the three objections above-mention'd; tho' at the same time I am sensible, that few will be satisfy'd with these answers, but will immediately propose new objections and difficulties. 'Twill probably be said, that my reasoning makes nothing to the matter in hand, and that I explain only the manner in which objects affect the senses, without endeavouring to account for their real nature and operations. Tho' there be nothing visible or tangible interpos'd betwixt two bodies, yet we find <em>by experience</em>, that the bodies may be plac'd in the same manner, with regard to the eye, and require the same motion of the hand in passing from one to the other, as if divided by something visible and tangible. This invisible and intangible distance is also found <em>by experience</em> to contain a capacity of receiving body, or of becoming visible and tangible. Here is the whole of my system; and in no part of it have I endeavour'd to explain the cause, which separates bodies after this manner, <span class=\"page-break\"></span>and gives them a capacity of receiving others betwixt them, without any impulse or penetration.","subId":"25","id":"Hume.THN.1.2.5.25","pages":"63-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">I answer</span> this objection, by pleading guilty, and by confessing that my intention never was to penetrate into the nature of bodies, or explain the secret causes of their operations. For besides that this belongs not to my present purpose, I am afraid, that such an enterprize is beyond the reach of human understanding, and that we can never pretend to know body otherwise than by those external properties, which discover themselves to the senses. As to those who attempt any thing farther, I cannot approve of their ambition, till I see, in some one instance at least, that they have met with success. But at present I content myself with knowing perfectly the manner in which objects affect my senses, and their connections with each other, as far as experience informs me of them. This suffices for the conduct of life; and this also suffices for my philosophy, which pretends only to explain the nature and causes of our perceptions, or impressions and ideas<ins><a href=\"#n12\"><sup>[12]</sup></a></ins>.","subId":"26","id":"Hume.THN.1.2.5.26","pages":"64"},{"type":"paragraph","content":"<span class=\"small-capitals\">I shall</span> conclude this subject of extension with a paradox, which will easily be explain'd from the foregoing reasoning. This paradox is, that if you are pleas'd to give to the invisible and intangible distance, or in other words, to the capacity of becoming a visible and tangible distance, the name of a vacuum, extension and matter are the same, and yet there is a vacuum. If you will not give it that name, motion is possible in a plenum, without any impulse <em>in infinitum </em> , without returning in a circle, and without penetration. But however we may express ourselves, we must always confess, that we have no idea of any real extension without filling it with sensible objects, and conceiving its parts as visible or tangible.","subId":"27","id":"Hume.THN.1.2.5.27","pages":"64"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the doctrine, that time is nothing but the manner, in which some real objects exist; we may observe, that 'tis liable to the same objections as the similar doctrine with regard to extension. If it be a sufficient proof, that we have <span class=\"page-break\"></span>the idea of a vacuum, because we dispute and reason concerning it; we must for the same reason have the idea of time without any changeable existence; since there is no subject of dispute more frequent and common. But that we really have no such idea, is certain. For whence shou'd it be deriv'd? Does it arise from an impression of sensation or of reflection? Point it out distinctly to us, that we may know its nature and qualities. But if you cannot point out <em>any such impression</em>, you may be certain you are mistaken, when you imagine you have <em>any such idea</em>.","subId":"28","id":"Hume.THN.1.2.5.28","pages":"64-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' it be impossible to shew the impression, from which the idea of time without a changeable existence is deriv'd; yet we can easily point out those appearances, which make us fancy we have that idea. For we may observe, that there is a continual succession of perceptions in our mind; so that the idea of time being for ever present with us; when we consider a stedfast object at five-a-clock, and regard the same at six; we are apt to apply to it that idea in the same manner as if every moment were distinguish'd by a different position, or an alteration of the object. The first and second appearances of the object, being compar'd with the succession of our perceptions, seem equally remov'd as if the object had really chang'd. To which we may add, what experience shews us, that the object was susceptible of such a number of changes betwixt these appearances; as also that the unchangeable or rather fictitious duration has the same effect upon every quality, by encreasing or diminishing it, as that succession, which is obvious to the senses. From these three relations we are apt to confound our ideas, and imagine we can form the idea of a time and duration, without any change or succession.","subId":"29","id":"Hume.THN.1.2.5.29","pages":"65"},{"type":"note","content":"<ins><span class=\"small-capitals\">As</span> long as we confine our speculations to <em>the appearances</em> of objects to our senses, without entering into disquisitions concerning their real nature and operations, we are safe from all difficulties, and can never be embarrass'd by any question. Thus, if it be ask'd, whether the invisible and intangible distance, interpos'd betwixt two objects, be something or nothing: 'Tis easy to answer, that it is <em>something</em>, viz. a property of the objects, which affect the <em>senses</em> after such a particular manner. If it be ask'd, whether two objects, having such a distance betwixt them, touch or not: It may be answer'd, that this depends upon the definition of the word, <em>touch</em>. If objects be said to touch, when there is nothing <em>sensible</em> interpos'd betwixt them, these objects touch: If objects be said to touch, when their <em>images</em> strike contiguous parts of the eye, <span class=\"page-break\"></span>and when the hand <em>feels</em> both objects successively, without any interpos'd motion, these objects do not touch. The appearances of objects to our senses are all consistent; and no difficulties can ever arise, but from the obscurity of the terms we make use of.</ins><ins><span class=\"small-capitals\">If</span> we carry our enquiry beyond the appearances of objects to the senses, I am afraid, that most of our conclusions will be full of scepticism and uncertainty. Thus if it be ask'd, whether or not the invisible and intangible distance be always full of <em>body</em>, or of something that by an improvement of our organs might become visible or tangible, I must acknowledge, that I find no very decisive arguments on either side; tho' I am inclin'd to the contrary opinion, as being more suitable to vulgar and popular notions. If <em>the Newtonian</em> philosophy be rightly understood it will be found to mean no more. A vacuum is asserted: That is, bodies are said to be plac'd after such a manner, as to receive bodies betwixt them, without impulsion or penetration. The real nature of this position of bodies is unknown. We are only acquainted with its effects on the senses, and its power of receiving body. Nothing is more suitable to that philosophy, than a modest scepticism to a certain degree, and a fair confession of ignorance in subjects, that exceed all human capacity.</ins>","subId":"n12","id":"Hume.THN.1.2.5.n12","pages":"638-9"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.2","imported":true,"title":"Part 2. Of the ideas of space and time","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.1.2.4","imported":true,"title":"Section 4. Objections answer'd","breadcrumb":"Section 4","published":[1739]},"next":{"id":"Hume.THN.1.2.6","imported":true,"title":"Section 6. Of the idea of existence, and of external existence","breadcrumb":"Section 6","published":[1739]}}