{"imported":true,"id":"Hume.THN.3.1.2","parent":"Hume.THN.3.1","title":"Section 2. Moral distinctions deriv'd from a moral sense","breadcrumb":"Section 2","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. II. £3 £4 _Moral distinctions deriv'd from a moral sense._ £4","id":"Hume.THN.3.1.2"},{"type":"paragraph","content":"THUS the course of the argument leads us to conclude, that since vice and virtue are not discoverable merely by reason, or the comparison of ideas, it must be by means of some impression or sentiment they occasion, that we are able to mark the difference betwixt them. Our decisions concerning moral rectitude and depravity are evidently perceptions; and as all perceptions are either impressions or ideas, the exclusion of the one is a convincing argument for the other. Morality, therefore, is more properly felt than judg'd of; tho' this feeling or sentiment is commonly so soft and gentle, that we are apt to confound it with an idea, according to our common custom of taking all things for the same, which have any near resemblance to each other.","subId":"1","id":"Hume.THN.3.1.2.1","pages":"470"},{"type":"paragraph","content":"^The^ next question is, Of what nature are these impressions, and after what manner do they operate upon us? Here we cannot remain long in suspense, but must pronounce the impression arising from virtue, to be agreeable, and that proceding from vice to be uneasy. Every moment's experience must convince us of this. There is no spectacle so fair and beautiful as a noble and generous action; nor any which gives us more abhorrence than one that is cruel and treacherous. No enjoyment equals the satisfaction we receive from the company of those we love and esteem; as the greatest of all punishments is to be oblig'd to pass our lives with those we hate or contemn. A very play or romance may afford us instances of this |pleasure, which virtue conveys to us; and pain, which arises from vice.","subId":"2","id":"Hume.THN.3.1.2.2","pages":"470-1"},{"type":"paragraph","content":"^Now^ since the distinguishing impressions, by which moral good or evil is known, are nothing but _particular_ pains or pleasures; it follows, that in all enquiries concerning these moral distinctions, it will be sufficient to shew the principles, which make us feel a satisfaction or uneasiness from the survey of any character, in order to satisfy us why the character is laudable or blameable. An action, or sentiment, or character is virtuous or vicious; why? because its view causes a pleasure or uneasiness of a particular kind. In giving a reason, therefore, for the pleasure or uneasiness, we sufficiently explain the vice or virtue. To have the sense of virtue, is nothing but to _feel_ a satisfaction of a particular kind from the contemplation of a character. The very _feeling_ constitutes our praise or admiration. We go no farther; nor do we enquire into the cause of the satisfaction. We do not infer a character to be virtuous, because it pleases: But in feeling that it pleases after such a particular manner, we in effect feel that it is virtuous. The case is the same as in our judgments concerning all kinds of beauty, and tastes, and sensations. Our approbation is imply'd in the immediate pleasure they convey to us.","subId":"3","id":"Hume.THN.3.1.2.3","pages":"471"},{"type":"paragraph","content":"^I have^ objected to the system, which establishes eternal rational measures of right and wrong, that 'tis impossible to shew, in the actions of reasonable creatures, any relations, which are not found in external objects; and therefore, if morality always attended these relations, 'twere possible for inanimate matter to become virtuous or vicious. Now it may, in like manner, be objected to the present system, that if virtue and vice be determin'd by pleasure and pain, these qualities must, in every case, arise from the sensations; and consequently any object, whether animate or inanimate, rational or irrational, might become morally good or evil, provided it can excite a satisfaction or uneasiness. But tho' this objection seems to be the very same, |it has by no means the same force, in the one case as in the other. For, _first_, 'tis evident, that under the term _pleasure_, we comprehend sensations, which are very different from each other, and which have only such a distant resemblance, as is requisite to make them be express'd by the same abstract term. A good composition of music and a bottle of good wine equally produce pleasure; and what is more, their goodness is determin'd merely by the pleasure. But shall we say upon that account, that the wine is harmonious, or the music of a good flavour? In like manner an inanimate object, and the character or sentiments of any person may, both of them, give satisfaction; but as the satisfaction is different, this keeps our sentiments concerning them from being confounded, and makes us ascribe virtue to the one, and not to the other. Nor is every sentiment of pleasure or pain, which arises from characters and actions, of that _peculiar_ kind, which makes us praise or condemn. The good qualities of an enemy are hurtful to us; but may still command our esteem and respect. 'Tis only when a character is considered in general, without reference to our particular interest, that it causes such a feeling or sentiment, as denominates it morally good or evil. 'Tis true, those sentiments, from interest and morals, are apt to be confounded, and naturally run into one another. It seldom happens, that we do not think an enemy vicious, and can distinguish betwixt his opposition to our interest and real villainy or baseness. But this hinders not, but that the sentiments are, in themselves, distinct; and a man of temper and judgment may preserve himself from these illusions. In like manner, tho' 'tis certain a musical voice is nothing but one that naturally gives a _particular_ kind of pleasure; yet 'tis difficult for a man to be sensible, that the voice of an enemy is agreeable, or to allow it to be musical. But a person of a fine ear, who has the command of himself, can separate these feelings, and give praise to what deserves it.","subId":"4","id":"Hume.THN.3.1.2.4","pages":"471-2"},{"type":"paragraph","content":"_Secondly,_ We may call to remembrance the preceding system of the passions, in order to remark a still more considerable difference among our pains and pleasures. Pride and humility, love and hatred are excited, when there is any thing presented to us, that both bears a relation to the object of the passion, and produces a separate sensation related to the sensation of the passion. Now virtue and vice are attended with these circumstances. They must necessarily be plac'd either in ourselves or others, and excite either pleasure or uneasiness; and therefore must give rise to one of these four passions; which clearly distinguishes them from the pleasure and pain arising from inanimate objects, that often bear no relation to us: And this is, perhaps, the most considerable effect that virtue and vice have upon the human mind.","subId":"5","id":"Hume.THN.3.1.2.5","pages":"473"},{"type":"paragraph","content":"^It^ may now be ask'd _in general_, concerning this pain or pleasure, that distinguishes moral good and evil, _From what principles is it derived, and whence does it arise in the human mind?_  To this I reply, _first_, that 'tis absurd to imagine, that in every particular instance, these sentiments are produc'd by an _original_ quality and _primary_ constitution. For as the number of our duties is, in a manner, infinite, 'tis impossible that our original instincts should extend to each of them, and from our very first infancy impress on the human mind all that multitude of precepts, which are contain'd in the compleatest system of ethics. Such a method of proceeding is not conformable to the usual maxims, by which nature is conducted, where a few principles produce all that variety we observe in the universe, and every thing is carry'd on in the easiest and most simple manner. 'Tis necessary, therefore, to abridge these primary impulses, and find some more general principles, upon which all our notions of morals are founded.","subId":"6","id":"Hume.THN.3.1.2.6","pages":"473"},{"type":"paragraph","content":"^But^ in the _second_ place, should it be ask'd, Whether we ought to search for these principles in _nature_, or whether we must look for them in some other origin? I wou'd |reply, that our answer to this question depends upon the definition of the word, Nature, than which there is none more ambiguous and equivocal. If _nature_ be oppos'd to miracles, not only the distinction betwixt vice and virtue is natural, but also every event, which has ever happen'd in the world, _excepting those miracles, on which our religion is founded_. In saying, then, that the sentiments of vice and virtue are natural in this sense, we make no very extraordinary discovery.","subId":"7","id":"Hume.THN.3.1.2.7","pages":"473-4"},{"type":"paragraph","content":"^But^ _nature_ may also be opposed to rare and unusual; and in this sense of the word, which is the common one, there may often arise disputes concerning what is natural or unnatural; and one may in general affirm, that we are not possess'd of any very precise standard, by which these disputes can be decided. Frequent and rare depend upon the number of examples we have observ'd; and as this number may gradually encrease or diminish, 'twill be impossible to fix any exact boundaries betwixt them. We may only affirm on this head, that if ever there was any thing, which cou'd be call'd natural in this sense, the sentiments of morality certainly may; since there never was any nation of the world, nor any single person in any nation, who was utterly depriv'd of them, and who never, in any instance, shew'd the least approbation or dislike of manners. These sentiments are so rooted in our constitution and temper, that without entirely confounding the human mind by disease or madness, 'tis impossible to extirpate and destroy them.","subId":"8","id":"Hume.THN.3.1.2.8","pages":"474"},{"type":"paragraph","content":"^But^ _nature_ may also be opposed to artifice, as well as to what is rare and unusual; and in this sense it may be disputed, whether the notions of virtue be natural or not. We readily forget, that the designs, and projects, and views of men are principles as necessary in their operation as heat and cold, moist and dry: But taking them to be free and entirely our own, 'tis usual for us to set them in opposition to the other principles of nature. Shou'd it, therefore, be demanded, |whether the sense of virtue be natural or artificial, I am of opinion, that 'tis impossible for me at present to give any precise answer to this question. Perhaps it will appear afterwards, that our sense of some virtues is artificial, and that of others natural. The discussion of this question will be more proper, when we enter upon an exact detail of each particular vice and virtue[n70].","subId":"9","id":"Hume.THN.3.1.2.9","pages":"474-5"},{"type":"paragraph","content":"^Mean^ while it may not be amiss to observe from these definitions of _natural_ and _unnatural_, that nothing can be more unphilosophical than those systems, which assert, that virtue is the same with what is natural, and vice with what is unnatural. For in the first sense of the word, Nature, as opposed to miracles, both vice and virtue are equally natural; and in the second sense, as oppos'd to what is unusual, perhaps virtue will be found to be the most unnatural. At least it must be own'd, that heroic virtue, being as unusual, is as little natural as the most brutal barbarity. As to the third sense of the word, 'tis certain, that both vice and virtue are equally artificial, and out of nature. For however it may be disputed, whether the notion of a merit or demerit in certain actions be natural or artificial, 'tis evident, that the actions themselves are artificial, and are perform'd with a certain design and intention; otherwise they cou'd never be rank'd under any of these denominations. 'Tis impossible, therefore, that the character of natural and unnatural can ever, in any sense, mark the boundaries of vice and virtue.","subId":"10","id":"Hume.THN.3.1.2.10","pages":"475"},{"type":"paragraph","content":"^Thus^ we are still brought back to our first position, that virtue is distinguished by the pleasure, and vice by the pain, that any action, sentiment or character gives us by the mere view and contemplation. This decision is very commodious; because it reduces us to this simple question, _Why any action or sentiment upon the general view or survey, gives a certain satisfaction or uneasiness_, in order to shew the origin |of its moral rectitude or depravity, without looking for any incomprehensible relations and qualities, which never did exist in nature, nor even in our imagination, by any clear and distinct conception. I flatter myself I have executed a great part of my present design by a state of the question, which appears to me so free from ambiguity and obscurity.","subId":"11","id":"Hume.THN.3.1.2.11","pages":"475-6"},{"type":"note","content":"In the following discourse _natural_ is also opposed sometimes to _civil_, sometimes to _moral_. The opposition will always discover the sense, in which it is taken.","subId":"n70","id":"Hume.THN.3.1.2.n70","pages":"475"}]}
