{"id":"Shaftesbury.C.MR.3.1","imported":true,"parent":"Shaftesbury.C.MR.3","title":"Chapter I. Further Remarks on the Author of the Treatises――His Order and Design――His Remarks on the Succession of Wit, and Progress of Letters, and Philosophy――Of Words, Relations, Affections――Country-Men and Country――Old-England――Patriots of the Soil――Virtuosi, and Philosophers――A Taste","breadcrumb":"Chapter 1","published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_014","blocks":[{"type":"title","content":"<h1>Chapter I. Further Remarks on the Author of the Treatises――His Order and Design――His Remarks on the Succession of Wit, and Progress of Letters, and Philosophy――Of Words, Relations, Affections――Country-Men and Country――Old-England――Patriots of the Soil――Virtuosi, and Philosophers――A Taste</h1> ","id":"Shaftesbury.C.MR.3.1"},{"type":"paragraph","content":"HAVING already asserted my Privilege, as a <span class=\"small-capitals\">Miscellaneous</span> or <span class=\"small-capitals\">Essay</span> -<em>Writer</em> of the modern Establishment; to write on every Subject, and in every Method, as I fansy; to use Order, or lay it aside, as I think fit; and to treat of <em>Order</em> and <em>Method</em> in other Works, tho free perhaps and unconfin'd as to my own: I shall presume, in this place, to consider the present Method and Order of my Author's Treatises, as in this <em>joint-</em>Edition they are rang'd.","subId":"1","id":"Shaftesbury.C.MR.3.1.1"},{"type":"paragraph","content":"Notwithstanding the high Airs of <span class=\"small-capitals\">Scepticism</span> which our Author assumes in his first Piece; I cannot, after all, but imagine that even there he proves himself, at the bottom, <em>a real</em> <span class=\"small-capitals\">Dogmatist,</span> and shews plainly that he has his private <em>Opinion, Belief,</em> or <em>Faith,</em> as strong as any <em>Devotee</em> or <em>Religionist</em> of 'em all. Tho he affects perhaps to strike at other Hypotheses and Schemes; he has something of his own still in reserve, and holds a certain <em>Plan</em> or <em>System</em> peculiar to him-self, or such, at least, in which he has at present but few Companions or Followers.","subId":"2","id":"Shaftesbury.C.MR.3.1.2"},{"type":"paragraph","content":"On this account I look upon his Management to have been much after the rate of some <em>ambitious</em> <span class=\"small-capitals\">Architect;</span> who being call'd perhaps to prop a Roof, redress a leaning Wall, or add to some particular Apartment, is not contented with this small Specimen of his Mastership: but pretending to demonstrate the Un-serviceableness and Inconvenience of the <em>old</em> Fabrick, forms the Design of a <em>new</em> Building, and longs to shew his Skill in the principal Parts of Architecture and Mechanicks.","subId":"3","id":"Shaftesbury.C.MR.3.1.3"},{"type":"paragraph","content":"'Tis certain that in matters of Learning and Philosophy, the Practice of <em>pulling down</em> is far pleasanter, and affords more Entertainment, than that of <em>building</em> and <em>setting up.</em> Many have succeeded, to a miracle, in the first, who have miserably fail'd in the latter of these Attempts. We may find a thousand Engineers, who can <em>sap, undermine,</em> and <em>blow up,</em> with admirable Dexterity, for one single-one, who can <em>build</em> a Fort, or lay the Plat-form of a Citadel. And tho Compassion in <em>real</em> War may make the ruinous Practice less delightful, 'tis certain that in the <em>literate</em> warring-World, the springing of Mines, the blowing up of Towers, Bastions, and Ramparts of <span class=\"small-capitals\">Philosophy,</span> with <em>Systems, Hypotheses, Opinions,</em> and <em>Doctrines</em> into the Air, is a Spectacle of all other, the most naturally rejoicing.","subId":"4","id":"Shaftesbury.C.MR.3.1.4"},{"type":"paragraph","content":"Our Author, we suppose, might have done well to consider this. We have fairly conducted him thro' his <em>first</em> and <em>second</em> <span class=\"small-capitals\">Letter,</span> and have brought him, as we see here, into his <em>third</em> Piece. He has hitherto, methinks, kept up his <em>sapping</em> Method, and <em>unravelling</em> Humour, with tolerable good Grace. He has given only some few, and very slender<a href=\"#n1\"><sup>[1]</sup></a> Hints of going further, or attempting to erect any Scheme or Model, which may discover his Pretence to a real <em>Architect</em>-Capacity. Even in this his <em>Third</em> Piece he carrys with him the same <em>sceptical</em> Mein: and what he offers by way of <em>Project</em> or <em>Hypothesis,</em> is very faint, hardly spoken aloud; but mutter'd to himself, in a kind of dubious Whisper, or feign'd <span class=\"small-capitals\">Soliloquy.</span> What he discovers of <em>Form</em> and <em>Method,</em> is indeed so accompany'd with the random <em>Miscellaneous</em> Air, that it may pass for Raillery, rather than good Earnest. 'Tis in his following<a href=\"#n2\"><sup>[2]</sup></a> Treatise that he discovers himself openly, as a plain <em>Dogmatist,</em> a <em>Formalist,</em> and <em>Man of Method;</em> with his Hypotheses tack'd to him, and his Opinions so close-sticking, as wou'd force one to call to mind the Figure of some precise and strait-lac'd Professor in a University.","subId":"5","id":"Shaftesbury.C.MR.3.1.5"},{"type":"paragraph","content":"What may be justly pleaded in his behalf, when we come in company with him, to <em>inquire</em> into such solemn and profound Subjects, seems very doubtful. Mean while, as his Affairs stand hitherto in this his Treatise of <em>Advice,</em> I shall be contented to yoke with him, and proceed, in my <em>miscellaneous</em> Manner, to give my <span class=\"small-capitals\">Advice</span> also to Men of Note; whether they are <em>Authors</em> or <em>Politicians, Virtuosi</em> or <em>Fine-Gentlemen;</em> comprehending <em>Him,</em> the said Author, as one of the Number of the Advis'd, and <em>My-self</em> too (if occasion be) after his own example of <em>Self-Admonition</em> and <em>private Address.</em>","subId":"6","id":"Shaftesbury.C.MR.3.1.6"},{"type":"paragraph","content":"BUT FIRST as to our Author's Dissertation in this<a href=\"#n3\"><sup>[3]</sup></a> <em>third</em> Treatise, where his Reflections upon <em>Authors</em> in general, and <em>the Rise and Progress of Arts,</em> make the Inlet or Introduction to his <em>Philosophy;</em> we may observe, That it is not without some appearance of Reason that he has advanc'd this Method. It must be acknowledg'd, that tho, in the earliest times, there may have been <em>divine</em> Men of a transcending Genius, who have given Laws both in Religion and Government, to the great Advantage and Improvement of Mankind; yet <span class=\"small-capitals\">Philosophy</span> it-self, as a <em>Science</em> and known <em>Profession</em> worthy of that name, cannot with any probability be suppos'd to have risen (as our Author shews) till other <em>Arts</em> had been rais'd, and, in a certain proportion, advanc'd before it. As this was of the greatest Dignity and Weight, so it came <em>last</em> into Form. It was <em>long</em> clearing it-self from the affected Dress of <em>Sophists,</em> or Enthusiastick Air of <em>Poets;</em> and appear'd <em>late</em> in its genuine, simple, and just Beauty.","subId":"7","id":"Shaftesbury.C.MR.3.1.7"},{"type":"paragraph","content":"The Reader perhaps may justly excuse our Author for having<a href=\"#n4\"><sup>[4]</sup></a> in this place so over-loaded his Margin with those weighty Authoritys and antient Citations, when he knows that there are many grave Professors in Humanity and Letters among the Moderns, who are puzzled in this Search, and write both repugnantly to one another, and to the plain and <em>natural</em> Evidence of the Case. The real <em>Lineage</em> and <span class=\"small-capitals\">Succession</span> <em>of Wit,</em> is indeed plainly founded in <em>Nature:</em> as our Author has endeavour'd to make appear both from <em>History</em> and <em>Fact.</em> The <span class=\"small-capitals\">Greek</span> <em>Nation,</em> as it is <em>Original</em> to us, in respect to these polite <em>Arts</em> and <em>Sciences,</em> so it was in reality <em>original to it-self.</em> For whether the <span class=\"small-capitals\">Egyptians,Phenicians,Thracians,</span> or <span class=\"small-capitals\">Barbarians</span> of any <em>kind,</em> may have hit fortunately on <em>this</em> or <em>that</em> particular Invention, either in Agriculture, Building, Navigation, or Letters; which-ever may have introduc'd <em>this</em> Rite of Worship, <em>this</em> Title of a Deity, <em>this</em> or <em>that</em> Instrument of Musick, <em>this</em> or <em>that</em> Festival, Game, or Dance, (for on this matter there are high Debates among the Learned) 'tis evident, beyond a doubt, that the <em>Arts</em> and <em>Sciences</em> were form'd in <span class=\"small-capitals\">Greece</span> it-self. 'Twas there that <em>Musick, Poetry,</em> and the rest came to receive some kind of shape, and be distinguish'd into their several Orders and Degrees. Whatever flourish'd, or was rais'd to any degree of Correctness, or real Perfection in the kind, was by means of <span class=\"small-capitals\">Greece</span> alone, and in the hand of that sole polite, most civiliz'd, and accomplish'd Nation.","subId":"8","id":"Shaftesbury.C.MR.3.1.8"},{"type":"paragraph","content":"Nor can this appear strange, when we consider the fortunate Constitution of that People. For tho compos'd of different Nations, distinct in Laws and Governments, divided by Seas and Continents, dispers'd in distant Islands; yet being originally of the same Extract, united by one single Language, and animated by that social, publick and <em>free</em> Spirit, which notwithstanding the Animosity of their several warring States, induc'd them to erect such heroick Congresses and Powers as those which constituted the <span class=\"small-capitals\">Amphictonian</span> <em>Councils,</em> the <span class=\"small-capitals\">Olympick,Isthmian,</span> and other <em>Games;</em> they cou'd not but naturally polish and refine each other. 'Twas thus they brought their beautiful and comprehensive Language to a just <em>Standard,</em> leaving only such Variety in the Dialects as render'd their Poetry, in particular, so much the more agreeable. The <em>Standard</em> was in the same proportion carry'd into other <em>Arts.</em> The <em>Secretion</em> was made. The several <em>Species</em> found, and set apart. The Performers and Masters in every kind, honour'd and admir'd. And, last of all, even <span class=\"small-capitals\">Criticks</span> themselves acknowledg'd and receiv'd as <em>Masters</em> over all the rest. From <em>Musick, Poetry, Rhetorick,</em> down to the simple Prose of <em>History,</em> thro' all the plastick Arts of <em>Sculpture, Statuary, Painting, Architecture,</em> and the rest; every thing <em>Muse-like,</em> graceful and exquisite, was rewarded with the highest Honours, and carry'd on with the utmost Ardor and Emulation. Thus <span class=\"small-capitals\">Greece,</span> tho she <em>exported</em> Arts to other Nations, had properly for her own share no <em>Import</em> of the kind. The utmost which cou'd be nam'd, wou'd amount to no more than raw <em>Materials,</em> of a rude and barbarous form. And thus the Nation was evidently <em>Original</em> in Art; and with them every noble Study and Science was (as the great Master, so often cited by our Author, says of certain kinds of Poetry)<a href=\"#n5\"><sup>[5]</sup></a> <em>self-form'd,</em> wrought out of Nature, and drawn from the necessary Operation and Course of things, working, as it were, of their own accord, and proper inclination. Now according to this <em>natural</em> Growth of Arts, peculiar to <span class=\"small-capitals\">Greece,</span> it wou'd necessarily happen; That at the beginning, when the Force of Language came to be first prov'd; when the admiring World made their first <em>Judgment,</em> and essay'd their <em>Taste</em> in the Elegancys of this sort; the <em>Lofty,</em> the <em>Sublime,</em> the <em>Astonishing</em> and <em>Amazing</em> wou'd be the most in fashion, and prefer'd. <em>Metaphorical</em> Speech, Multiplicity of <em>Figures</em> and <em>high</em>-sounding Words wou'd naturally prevail. Tho in the Common-wealth it-self, and in the Affairs of Government, Men were us'd originally to plain and direct Speech; yet when Speaking became <em>an Art,</em> and was taught by Sophists, and other pretended Masters, the <em>high-poetick,</em> and the <em>figurative</em> Way began to prevail, even at the Bar, and in the Publick Assemblys: Insomuch that the Grand-Master, in the<a href=\"#n6\"><sup>[6]</sup></a> above-cited part of his <em>Rhetoricks,</em> where he extols the Tragick Poet <span class=\"small-capitals\">Euripides,</span> upbraids the Rhetoricians of his own Age, who retain'd that very bombastick Style, which even <em>Poets,</em> and those too of the tragick kind, had already thrown off, or at least considerably mitigated. But the <em>Taste</em> of <span class=\"small-capitals\">Greece</span> was now polishing. A better Judgment was soon form'd, when a <span class=\"small-capitals\">Demosthenes</span> was heard, and had found success. The People themselves (as our Author has shewn) came now to reform their <span class=\"small-capitals\">Comedy,</span> and familiar Manner, after <span class=\"small-capitals\">Tragedy,</span> and the higher Style, had been brought to its perfection under the last hand of an <span class=\"small-capitals\">Euripides.</span> And now in all the principal Works of <em>Ingenuity</em> and <em>Art,</em> <span class=\"small-capitals\">Simplicity</span> and <span class=\"small-capitals\">Nature</span> began chiefly to be sought: And this was the <span class=\"small-capitals\">Taste</span> which lasted thro' so many Ages, till the Ruin of all things, under a Universal Monarchy.","subId":"9","id":"Shaftesbury.C.MR.3.1.9"},{"type":"paragraph","content":"If the Reader shou'd peradventure be led by his Curiosity to seek some kind of Comparison between this antient <em>Growth</em> of <span class=\"small-capitals\">Taste,</span> and that which we have experienc'd in modern days, and within our own Nation; he may look back to the <em>Speeches</em> of our Ancestors in Parliament. He will find 'em generally speaking, to have been very short and plain, but coarse, and what we properly call <em>home-spun;</em> till <em>Learning</em> came in vogue, and <em>Science</em> was known amongst us. When our Princes and Senators became Scholars, they spoke <em>scholastically.</em> And the <em>pedantick Style</em> was prevalent, from the first Dawn of Letters, about the Age of the Reformation, till long afterwards. Witness the best written Discourses, the admir'd Speeches, Orations, or Sermons, thro' several Reigns, down to these latter, which we compute within the present Age. 'Twill undoubtedly be found, That till very late days, the Fashion of speaking, and the Turn of Wit, was after the <em>figurative</em> and <em>florid</em> Manner. Nothing was so acceptable as the high-sounding Phrase, the far-fetch'd Comparison, the capricious Point, and Play of Words; and nothing so despicable as what was merely of the plain or natural kind. So that it must either be confess'd, that in respect of the preceding Age, we are fallen very low in <span class=\"small-capitals\">Taste;</span> or that, if we are in reality improv'd, the <em>natural</em> and <em>simple</em> Manner which <em>conceals</em> and <em>covers</em> <span class=\"small-capitals\">Art,</span> is the most truly <em>artful,</em> and of the genteelest, truest, and best-study'd Taste: as has<a href=\"#n7\"><sup>[7]</sup></a> above been treated more at large.","subId":"10","id":"Shaftesbury.C.MR.3.1.10"},{"type":"paragraph","content":"NOW, THEREFORE, as to our Author's <span class=\"small-capitals\">Philosophy</span> it-self, as it lies conceal'd in<a href=\"#n8\"><sup>[8]</sup></a> <em>this</em> Treatise, but more profess'd and formal in his<a href=\"#n9\"><sup>[9]</sup></a> <em>next;</em> we shall proceed gradually according to his own Method: since it becomes not one who has undertaken the part of his airy Assistant and humorous <em>Paraphrast,</em> to enter suddenly, without good preparation, into his <em>dry</em> Reasonings and <em>moral</em> Researches about the <em>social Passions</em> and <em>natural Affections,</em> of which he is such a punctilious <em>Examiner.</em>","subId":"11","id":"Shaftesbury.C.MR.3.1.11"},{"type":"paragraph","content":"Of all human Affections, the noblest and most becoming human Nature, is that of <span class=\"small-capitals\">Love</span> <em>to one's Country.</em> This, perhaps, will easily be allow'd by all Men, who have <em>really</em> a <span class=\"small-capitals\">Country,</span> and are of the number of those who may be call'd<a href=\"#n10\"><sup>[10]</sup></a> <span class=\"small-capitals\">aPeople,</span> as enjoying the Happiness of a real Constitution and Polity, by which they are <em>free</em> and <em>independent.</em> There are few such <em>Country-men</em> or <em>Free-men</em> so degenerate, as <em>directly</em> to discountenance or condemn this Passion of Love to their Community and national Brotherhood. The <em>indirect</em> Manner of opposing this Principle, is the most usual. We hear it commonly, as a Complaint, <q>That there is little of this <span class=\"small-capitals\">Love</span> extant in the World.</q> From whence 'tis hastily concluded, <q>That there is little or nothing of <em>friendly</em> or <em>social Affection</em> inherent in our <em>Nature,</em> or proper to our <em>Species.</em></q> 'Tis however apparent, That there is scarce a Creature of human Kind, who is not possess'd at least with some inferior degree or meaner sort of this <em>natural Affection to a Country.</em>","subId":"12","id":"Shaftesbury.C.MR.3.1.12"},{"type":"paragraph","content":"<a href=\"#n11\"><sup>[11]</sup></a>Our own country charms and draws us with a certain sweetness.","subId":"13","id":"Shaftesbury.C.MR.3.1.13"},{"type":"paragraph","content":"'Tis a wretched Aspect of Humanity which we figure to our-selves, when we wou'd endeavour to resolve the very Essence and Foundation of this generous Passion into a Relation to mere Clay and Dust, exclusively of any thing <em>sensible, intelligent,</em> or <em>moral.</em> 'Tis, I must own, on certain<a href=\"#n12\"><sup>[12]</sup></a> <em>Relations,</em> or respective <em>Proportions,</em> that all natural Affection does in some measure depend. And in this View it cannot, I confess, be deny'd, that we have each of us a certain Relation to the mere <em>Earth</em> it-self, the very Mould or Surface of that <em>Planet,</em> in which, with other Animals of various sorts, We (poor Reptiles!) were also bred and nourish'd. But had it happen'd to one of us <em>British</em>-Men to have been born at <em>Sea,</em> cou'd we not therefore properly be call'd <em>British</em>-Men? Cou'd we be allow'd <em>Country-Men</em> of no sort, as having no distinct relation to any certain <em>Soil</em> or <em>Region;</em> no original Neighbourhood but with the watry Inhabitants and Sea-Monsters? Surely, if we were born of <em>lawful</em> Parents, <em>lawfully</em> employ'd, and under the Protection of <em>Law;</em> wherever they might be then detain'd, to whatever Colonys sent, or whither-soever driven by any Accident, or in Expeditions or Adventures in the Publick Service, or that of Mankind, we shou'd still find we had <em>a Home,</em> and <em>Country,</em> ready to lay claim to us. We shou'd be oblig'd still to consider our-selves as <em>Fellow-Citizens,</em> and might be allow'd to love our <em>Country</em> or <em>Nation</em> as honestly and heartily as the most inland Inhabitant or Native of the Soil. Our <em>political</em> and <em>social</em> Capacity wou'd undoubtedly come in view, and be acknowledg'd full as natural and essential in our Species, as the <em>parental</em> and <em>filial</em> kind, which gives rise to what we peculiarly call <em>natural Affection.</em> Or supposing that both our Birth and Parents had been unknown, and that in this respect we were in a manner younger Brothers in Society to the rest of Mankind; yet from our Nurture and Education we shou'd surely espouse some <em>Country</em> or other; and joyfully embracing the Protection of a Magistracy, shou'd of necessity and by force of Nature join our-selves to the general Society of Mankind, and those in particular, with whom we had enter'd into a nearer Communication of Benefits, and closer Sympathy of Affections. It may therefore be esteem'd no better than a mean Subterfuge of narrow Minds, to assign this <em>natural Passion</em> for <em>Society</em> and <em>a Country,</em> to such a Relation as that of a mere <em>Fungus</em> or common <em>Excrescence,</em> to its <em>Parent-Mould,</em> or nursing <em>Dung-hill.</em>","subId":"14","id":"Shaftesbury.C.MR.3.1.14"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Relation</span> of <em>Country-man,</em> if it be allow'd any thing at all, must imply something <em>moral</em> and <em>social.</em> The Notion it-self pre-supposes a naturally <em>civil</em> and <em>political</em> State of Mankind, and has reference to that particular part of Society, to which we owe our chief Advantages as <em>Men,</em> and rational Creatures, such as are<a href=\"#n13\"><sup>[13]</sup></a> <em>naturally</em> and <em>necessarily</em> united for each other's Happiness and Support, and for the highest of all Happiness and Enjoyments; <q>The Intercourse of <em>Minds,</em> the free Use of our <em>Reason,</em> and the Exercise of mutual Love and <em>Friendship.</em></q>","subId":"15","id":"Shaftesbury.C.MR.3.1.15"},{"type":"paragraph","content":"An ingenious Physician among the Moderns, having in view the natural Dependency of the <em>vegetable</em> and <em>animal</em> Kinds on their <em>common Mother</em>-<span class=\"small-capitals\">Earth,</span> and observing that both the one and the other draw from her their continual Sustenance, (some rooted and fix'd down to their first abodes, others unconfin'd, and wandring from place to place to suck their Nourishment): He accordingly, as I remember, styles this latter animal-Race, <em>her releas'd Sons; Filios Terrae emancipatos.</em> Now if this be our only way of reckoning for Mankind, we may call our-selves indeed, <em>The Sons of</em> <span class=\"small-capitals\">Earth,</span> <em>at large;</em> but not of <em>any particular</em> <span class=\"small-capitals\">Soil,</span> or <em>District.</em> The Division of Climates and Regions is fantastick and artificial: much more the Limits of particular Countrys, Citys or Provinces. Our <em>Natale Solum,</em> or Mother-Earth, must by this account be the <em>real</em> <span class=\"small-capitals\">Globe</span> it-self which bears us, and in respect of which we must allow the common <em>Animals,</em> and even the <em>Plants</em> of all degrees, to claim an equal <em>Brotherhood</em> with us, under this common <span class=\"small-capitals\">Parent.</span>","subId":"16","id":"Shaftesbury.C.MR.3.1.16"},{"type":"paragraph","content":"According to this Calculation we must of necessity carry our <em>Relation</em> as far as to the whole material World or Universe; where alone it can prove compleat. But for the particular District or Tract of Earth, which in a vulgar sense we call <em>our</em> <span class=\"small-capitals\">Country,</span> however bounded or geographically divided, we can never, at this rate, frame any accountable <em>Relation</em> to it, nor consequently assign any <em>natural</em> or <em>proper Affection</em> towards it.","subId":"17","id":"Shaftesbury.C.MR.3.1.17"},{"type":"paragraph","content":"If unhappily a Man had been born either at an <em>Inn,</em> or in some dirty <em>Village;</em> he wou'd hardly, I think, circumscribe himself so narrowly as to accept a Denomination or <em>Character</em> from those nearest Appendices, or local Circumstances of his Nativity. So far shou'd one be from making the <em>Hamlet</em> or <em>Parish</em> to be characteristical in the Case, that hardly wou'd the <em>Shire</em> it-self, or <em>County,</em> however rich or flourishing, be taken into the honorary Term or Appellation of <em>one's</em> <span class=\"small-capitals\">Country.</span> <q>What, then, shall we presume to call <em>our</em> <span class=\"small-capitals\">Country?</span> Is it <span class=\"small-capitals\">England</span> it-self?</q> <q>But what of <span class=\"small-capitals\">Scotland?</span> Is it therefore <span class=\"small-capitals\">Britain?</span> </q> <q>But what of <em>the other Islands,</em> the Northern <span class=\"small-capitals\">Orcades,</span> and the Southern <span class=\"small-capitals\">Jersey</span> and <span class=\"small-capitals\">Guernsey?</span> What of the <em>Plantations,</em> and poor <span class=\"small-capitals\">Ireland?</span> </q>—Behold, here, a very dubious Circumscription!","subId":"18","id":"Shaftesbury.C.MR.3.1.18"},{"type":"paragraph","content":"But what, after all, if there be a <em>Conquest</em> or <em>Captivity in the case?</em> a <em>Migration?</em> a national <em>Secession,</em> or Abandonment of our native Seats for some other Soil or Climate? This has happen'd, we know, to our Forefathers. And as great and powerful a People as we have been of late, and have ever shewn our-selves under the influence of <em>free</em> Councils, and a tolerable <em>Ministry;</em> shou'd we relapse again into slavish Principles, or be <em>administer'd</em> long under such Heads as having no Thought of Liberty for themselves, can have much less for <span class=\"small-capitals\">Europe</span> or their <em>Neighbours;</em> we may at last feel a War at home, become the <em>Seat</em> of it, and in the end <em>a Conquest.</em> We might then gladly embrace the hard Condition of our Predecessors, and exchange our beloved native <em>Soil</em> for that of some remote and uninhabited part of the World. Now shou'd this possibly be our Fate; shou'd some considerable Colony or Body be form'd afterwards out of our Remains, or meet, as it were by Miracle, in some distant Climate; wou'd there be, for the future, no <em>English-man</em> remaining? No common Bond of Alliance and Friendship, by which we cou'd still call <em>Country-men,</em> as before? How came we, I pray, by our antient name of <em>English-men?</em> Did it not travel with us over <em>Land</em> and <em>Sea?</em> Did we not, indeed, bring it with us heretofore from as far as the remoter Parts of <span class=\"small-capitals\">Germany</span> to this Island?","subId":"19","id":"Shaftesbury.C.MR.3.1.19"},{"type":"paragraph","content":"I MUST confess, I have been apt sometimes to be very angry with our Language, for having deny'd us the use of the word <span class=\"small-capitals\">Patria,</span> and afforded us no other name to express our <em>native Community,</em> than that of <em>Country;</em> which already bore<a href=\"#n14\"><sup>[14]</sup></a> two different Significations, abstracted from Mankind or Society. Reigning words are many times of such force, as to influence us considerably in our Apprehension of things. Whether it be from any such Cause as this, I know not: but certain it is, that in the Idea of a <span class=\"small-capitals\">Civil</span> <em>State</em> or <span class=\"small-capitals\">Nation,</span> we <em>English-men</em> are apt to mix somewhat more than ordinary gross and earthy. No People who ow'd so much to <span class=\"small-capitals\">aConstitution,</span> and so little to <span class=\"small-capitals\">aSoil</span> or <span class=\"small-capitals\">Climate,</span> were ever known so indifferent towards <em>one,</em> and so passionately fond of <em>the other.</em> One wou'd imagine from the common Discourse of our <em>Country-men,</em> that the finest Lands near the <span class=\"small-capitals\">Euphrates,</span> the <span class=\"small-capitals\">Babylonian</span> or <span class=\"small-capitals\">Persian</span> <em>Paradises,</em> the rich Plains of <span class=\"small-capitals\">Egypt,</span> the <em>Grecian</em> <span class=\"small-capitals\">Tempe,</span> the <em>Roman</em> <span class=\"small-capitals\">Campania,Lombardy,Provence,</span> the <em>Spanish</em> <span class=\"small-capitals\">Andalusia,</span> or the most delicious Tracts in the <em>Eastern</em> or <em>Western</em> <span class=\"small-capitals\">Indies,</span> were contemptible Countrys in respect of <span class=\"small-capitals\">OldEngland.</span>","subId":"20","id":"Shaftesbury.C.MR.3.1.20"},{"type":"paragraph","content":"Now by the good leave of these worthy <em>Patriots of the Soil,</em> I must take the liberty to say, I think <span class=\"small-capitals\">OldEngland</span> to have been in every respect a very indifferent Country: and that <em>Late</em> <span class=\"small-capitals\">England,</span> of an Age or two old, even since Queen <span class=\"small-capitals\">Bess's</span> days, is indeed very much mended for the better. We were, in the beginning of her Grandfather's Reign, under a sort of <em>Polish</em> Nobility; and had no other Libertys, than what were in common to us with the then fashionable Monarchys and <em>Gothick</em> Lordships of <span class=\"small-capitals\">Europe.</span> For <em>Religion,</em> indeed, we were highly fam'd, above all Nations; by being the most subject to our <em>Ecclesiasticks</em> at home, and the best Tributarys and Servants to <em>the Holy See</em> abroad.","subId":"21","id":"Shaftesbury.C.MR.3.1.21"},{"type":"paragraph","content":"I must go further yet, and own, that I think <em>Late</em> <span class=\"small-capitals\">England,</span> since <em>the Revolution,</em> to be better still than <em>Old</em> <span class=\"small-capitals\">England,</span> by many degrees; and that, in the main, we make somewhat a better Figure in <span class=\"small-capitals\">Europe,</span> than we did a few Reigns before. But however our People may of late have flourish'd, our Name, or Credit have risen; our Trade, and Navigation, our Manufactures, or our Husbandry been improv'd; 'tis certain that our <em>Region, Climate,</em> and <em>Soil,</em> is, in its own nature, still one and the same. And to whatever Politeness we may suppose our-selves already arriv'd; we must confess, that we are the <em>latest barbarous,</em> the <em>last civiliz'd</em> or <em>polish'd</em> People of <span class=\"small-capitals\">Europe.</span> We must allow that our first Conquest by the <span class=\"small-capitals\">Romans</span> brought us out of a State hardly equal to the <em>Indian</em> Tribes; and that our last Conquest by the <span class=\"small-capitals\">Normans</span> brought us only into the capacity of receiving Arts and civil Accomplishments from <em>abroad.</em> They came to us by degrees, from remote distances, at second or third hand; from other Courts, States, Academys, and foreign Nurserys of Wit and Manners.","subId":"22","id":"Shaftesbury.C.MR.3.1.22"},{"type":"paragraph","content":"Notwithstanding this, we have as over-weaning an Opinion of our-selves, as if we had a claim to be <em>Original</em> and <em>Earth-born.</em> As oft as we have chang'd Masters, and mix'd Races with our several successive Conquerors, we still pretend to be as <em>legitimate</em> and <em>genuine</em> Possessors of <em>our Soil,</em> as the antient <span class=\"small-capitals\">Athenians</span> accounted themselves to have been of <em>theirs.</em> 'Tis remarkable however in that truly antient, wise, and witty People, That as fine Territorys and noble Countrys as they possess'd, as indisputable Masters and Superiors as they were in all Science, Wit, Politeness, and Manners; they were yet so far from a conceited, selfish, and ridiculous Contempt of others, that they were even, in a contrary Extreme, <q>Admirers of whatever was in the least degree ingenious or curious in <em>foreign</em> Nations.</q> Their Great Men were constant <em>Travellers.</em> Their Legislators and Philosophers made their Voyages into <span class=\"small-capitals\">Egypt,</span> pass'd into <span class=\"small-capitals\">Chaldea,</span> and <span class=\"small-capitals\">Persia;</span> and fail'd not to visit most of the dispers'd <em>Grecian</em> Governments and Colonys thro' the Islands of the <span class=\"small-capitals\">AEgean,</span> in <span class=\"small-capitals\">Italy,</span> and on the Coasts of <span class=\"small-capitals\">Asia</span> and <span class=\"small-capitals\">Africa.</span> 'Twas mention'd as a Prodigy, in the case of a great Philosopher, tho known to have been always poor; <q>That he shou'd never have travel'd, nor had ever gone out of <span class=\"small-capitals\">Athens</span> for his Improvement.</q> How modest a Reflection in those who were <em>themselves</em> <span class=\"small-capitals\">Athenians!</span>","subId":"23","id":"Shaftesbury.C.MR.3.1.23"},{"type":"paragraph","content":"For our part, we neither care that<a href=\"#n15\"><sup>[15]</sup></a> <em>Foreigners</em> shou'd travel to us, nor any of ours shou'd travel into <em>foreign</em> Countrys. Our best Policy and Breeding is, it seems, <q>To look abroad as little as possible; contract our Views within the narrowest Compass; and despise all Knowledg, Learning, or Manners, which are not of <em>a Home Growth.</em></q> For hardly will the <em>Antients</em> themselves be regarded by those, who have so resolute a Contempt of what the politest <em>Moderns</em> of any Nation, besides their own, may have advanc'd in the way of <em>Literature, Politeness,</em> or <span class=\"small-capitals\">Philosophy.</span>","subId":"24","id":"Shaftesbury.C.MR.3.1.24"},{"type":"paragraph","content":"THIS Disposition of our <em>Country-men,</em> from whatever Causes it may possibly be deriv'd, is, I fear, a very prepossessing Circumstance against our Author; whose Design is to advance something <em>new,</em> or at least something <em>different</em> from what is commonly current in <span class=\"small-capitals\">Philosophy</span> and <span class=\"small-capitals\">Morals.</span> To support this Design of his, he seems intent chiefly on this single Point; <q>To discover, how we may, to best advantage, form within our-selves what in the polite World is call'd <em>a Relish,</em> or <em>Good</em> <span class=\"small-capitals\">Taste.</span> </q>","subId":"25","id":"Shaftesbury.C.MR.3.1.25"},{"type":"paragraph","content":"He begins, it's true, as near <em>home</em> as possible, and sends us to the narrowest of all Conversations, that of <span class=\"small-capitals\">Soliloquy</span> or <em>Self-discourse.</em> But this Correspondence, according to his Computation, is wholly impracticable, without a previous Commerce with the World: And the larger this Commerce is, the more practicable and improving the other, he thinks, is likely to prove. The Sources of this improving Art of <em>Self-correspondence</em> he derives from the highest Politeness and Elegance of antient <em>Dialogue,</em> and <em>Debate,</em> in matters of Wit, Knowledg, and Ingenuity. And nothing, according to our Author, can so well revive this <em>self-corresponding</em> Practice, as the same Search and Study of the highest Politeness in modern <em>Conversation.</em> For this, we must necessarily be at the pains of going further abroad than the Province we call <span class=\"small-capitals\">Home.</span> And, by this Account, it appears that our Author has little hopes of being either relish'd or comprehended by any other of his Country-men, than those who delight in the open and <em>free</em> Commerce of the World, and are rejoic'd to gather Views, and receive Light from every Quarter; in order to judg the best of what is perfect, and according to a just <em>Standard,</em> and true <span class=\"small-capitals\">Taste</span> in every kind.","subId":"26","id":"Shaftesbury.C.MR.3.1.26"},{"type":"paragraph","content":"It may be proper for us to remark in favour of our Author, that the sort of <em>Ridicule</em> or <em>Raillery,</em> which is apt to fall upon <span class=\"small-capitals\">Philosophers,</span> is of the same kind with that which falls commonly on the <span class=\"small-capitals\">Virtuosi,</span> or refin'd <em>Wits</em> of the Age. In this latter general Denomination we include the real <em>fine Gentlemen,</em> the Lovers of <em>Art</em> and <em>Ingenuity;</em> such as have seen <em>the World,</em> and inform'd themselves of the <em>Manners</em> and <em>Customs</em> of the several Nations of <span class=\"small-capitals\">Europe,</span> search'd into their <em>Antiquitys,</em> and <em>Records;</em> consider'd their <em>Police, Laws,</em> and <em>Constitutions;</em> observ'd the Situation, Strength, and Ornaments of their <em>Citys,</em> their principal <em>Arts,</em> Studys, and Amusements; their <em>Architecture, Sculpture, Painting, Musick,</em> and their Taste in <em>Poetry, Learning, Language,</em> and <em>Conversation.</em>","subId":"27","id":"Shaftesbury.C.MR.3.1.27"},{"type":"paragraph","content":"Hitherto there can lie no <em>Ridicule,</em> nor the least Scope for <em>Satirick Wit</em> or <em>Raillery.</em> But when we push this <em>Virtuoso-</em><span class=\"small-capitals\">Character</span> a little further, and lead our polish'd Gentleman into more nice Researches; when from the view of <em>Mankind</em> and their Affairs, our speculative Genius, and minute Examiner of Nature's Works, proceeds with equal or perhaps superior Zeal in the Contemplation of the <em>Insect</em>-Life, the Conveniencys, Habitations and OEconomy of a Race of <em>Shell-Fish;</em> when he has erected <em>a Cabinet</em> in due form, and made it the real Pattern of his Mind, replete with the same Trash and Trumpery of correspondent empty Notions, and chimerical Conceits; he then indeed becomes the Subject of sufficient <em>Raillery,</em> and is made the <em>Jest</em> of common Conversations.","subId":"28","id":"Shaftesbury.C.MR.3.1.28"},{"type":"paragraph","content":"A worse thing than this happens commonly to these <em>inferior</em> <span class=\"small-capitals\">Virtuosi.</span> In seeking so earnestly for <em>Raritys,</em> they fall in love with <span class=\"small-capitals\">Rarity</span> <em>for Rareness-sake.</em> Now the greatest <em>Raritys</em> in the World are <span class=\"small-capitals\">Monsters.</span> So that the <em>Study</em> and <em>Relish</em> of these Gentlemen, thus assiduously imploy'd, becomes at last in reality <em>monstrous:</em> And their whole Delight is found to consist in selecting and contemplating whatever is most <em>monstrous,</em> disagreeing, out of the way, and to the least purpose of any thing in Nature.","subId":"29","id":"Shaftesbury.C.MR.3.1.29"},{"type":"paragraph","content":"In Philosophy, Matters answer exactly to this <em>Virtuoso</em>-Scheme. Let us suppose a Man, who having this Resolution merely, how to employ his Understanding to the best purpose, considers <q><em>Who</em> or <em>What</em> he is; <em>Whence</em> he arose, or had his Being; to what <em>End</em> he was design'd; and to what Course of Action he is by his natural Frame and Constitution destin'd:</q> shou'd he <em>descend</em> on this account <em>into himself,</em> and examine his inward Powers and Facultys; or shou'd he <em>ascend</em> beyond his own immediate Species, City, or Community, to discover and recognize his <em>higher Polity,</em> or <em>Community,</em> (that <em>common</em> and <em>universal-one,</em> of which he is born <em>a Member</em>); nothing, surely, of this kind, cou'd reasonably draw upon him the least Contempt or Mockery. On the contrary, <em>the finest Gentleman</em> must after all be consider'd but as an <span class=\"small-capitals\">Idiot,</span> who talking much of the knowledg of <em>the World</em> and <em>Mankind,</em> has never so much as thought of the Study or Knowledg of <em>himself,</em> or of the Nature and Government of that <em>real Publick</em> and <span class=\"small-capitals\">World,</span> from whence he holds his <em>Being.</em>","subId":"30","id":"Shaftesbury.C.MR.3.1.30"},{"type":"paragraph","content":"<a href=\"#n16\"><sup>[16]</sup></a>What are we and for what kind of life are we born?","subId":"31","id":"Shaftesbury.C.MR.3.1.31"},{"type":"paragraph","content":"<q><em>Where</em> are we? Under what <em>Roof?</em> Or on board what <em>Vessel?</em> Whither <em>bound?</em> On what <em>Business?</em> Under whose <em>Pilotship, Government,</em> or <em>Protection?</em></q> are Questions which every sensible Man wou'd naturally ask, if he were on a sudden transported into a new Scene of Life. 'Tis admirable, indeed, to consider, That a Man shou'd have been long come into a World, carry'd his Reason and Sense about with him, and yet have never seriously ask'd himself this single Question, <q><span class=\"small-capitals\">Where</span> <em>am I? or</em> <span class=\"small-capitals\">What?</span> </q> but, on the contrary, shou'd proceed regularly to every <em>other</em> Study and Inquiry, postponing <em>this</em> alone, as the least considerable; or leaving the Examination of it to <em>others,</em> commission'd, as he supposes, to understand and think for him, upon this Head. To be bubbled, or put upon by any sham-Advices in this Affair, is, it seems, of no consequence! We take care to examine accurately, by our <em>own</em> Judgment, the Affairs of <em>other</em> People, and the Concerns of the World which least belong to us: But what relates more immediately to <em>our-selves,</em> and is our chief <span class=\"small-capitals\">Self</span> -<em>Interest,</em> we charitably leave to <em>others</em> to examine for us, and readily take up with the first Comers; on whose Honesty and good Faith 'tis presum'd we may safely rely.","subId":"32","id":"Shaftesbury.C.MR.3.1.32"},{"type":"paragraph","content":"Here, methinks, <em>the Ridicule</em> turns more against the <em>Philosophy-Haters</em> than the <em>Virtuosi</em> or <em>Philosophers.</em> Whilst <span class=\"small-capitals\">Philosophy</span> is taken (as in its prime Sense it ought) for <em>Mastership in</em> <span class=\"small-capitals\">Life</span> and <span class=\"small-capitals\">Manners,</span> 'tis like to make no ill Figure in the World, whatever Impertinencys may reign, or however extravagant the Times may prove. But let us view <span class=\"small-capitals\">Philosophy,</span> like mere <em>Virtuoso-ship,</em> in its usual Career, and we shall find <em>the Ridicule</em> rising full as strongly against the Professors of the higher as the lower kind. <em>Cockleshell</em> abounds with each. Many things exterior, and without our-selves, of no relation to our real Interests or to those of Society and Mankind, are diligently investigated: Nature's remotest Operations, deepest Mysterys, and most difficult <em>Phaenomena</em> discuss'd, and whimsically explain'd; <em>Hypotheses</em> and <em>fantastick Systems</em> erected; a Universe anatomiz'd; and by some<a href=\"#n17\"><sup>[17]</sup></a> notable Scheme so solv'd and reduc'd, as to appear an easy <em>Knack</em> or <em>Secret</em> to those who have <em>the Clew. Creation</em> it-self can, upon occasion, be exhibited; <em>Transmutations, Projections,</em> and other <em>Philosophical</em> <span class=\"small-capitals\">Arcana,</span> such as in the <em>corporeal</em> World can accomplish all things; whilst in the <em>intellectual,</em> a set Frame of metaphysical Phrases and Distinctions can serve to solve whatever Difficultys may be propounded either in <em>Logicks, Ethicks,</em> or any <em>real Science,</em> of whatever kind.","subId":"33","id":"Shaftesbury.C.MR.3.1.33"},{"type":"paragraph","content":"It appears from hence, that the Defects of <span class=\"small-capitals\">Philosophy,</span> and those of <em>Virtuoso-ship</em> are of the same nature. Nothing can be more dangerous than a wrong <em>Choice,</em> or <em>Misapplication</em> in these Affairs. But as ridiculous as these Studys are render'd by their sensless Managers; it appears, however, that each of 'em are, in their nature, essential to the <em>Character</em> of a <em>Fine Gentleman</em> and <em>Man of Sense.</em>","subId":"34","id":"Shaftesbury.C.MR.3.1.34"},{"type":"paragraph","content":"To <em>philosophize,</em> in a just Signification, is but to carry <em>Good-breeding</em> a step higher. For the Accomplishment of Breeding is, To learn whatever is <em>decent</em> in Company, or <em>beautiful</em> in Arts; and the Sum of Philosophy is, To learn what is <em>just</em> in Society, and <em>beautiful</em> in Nature, and the Order of the World.","subId":"35","id":"Shaftesbury.C.MR.3.1.35"},{"type":"paragraph","content":"'Tis not <em>Wit</em> merely, but a <em>Temper</em> which must form the <span class=\"small-capitals\">Well-bredMan.</span> In the same manner, 'tis not <em>a Head</em> merely, but <em>a Heart</em> and <em>Resolution</em> which must compleat the <em>real</em> <span class=\"small-capitals\">Philosopher.</span> Both <em>Characters</em> aim at what is <em>excellent,</em> aspire to <em>a just Taste,</em> and carry in view the Model of what is <em>beautiful</em> and <em>becoming.</em> Accordingly, the respective Conduct and distinct Manners of each Party are regulated; <em>The one</em> according to the perfectest Ease, and good Entertainment of <span class=\"small-capitals\">Company;</span> <em>the other</em> according to the strictest Interest of <span class=\"small-capitals\">Mankind</span> and <span class=\"small-capitals\">Society:</span> <em>The one</em> according to a Man's Rank and Quality in his private Nation; <em>the other</em> according to his Rank and Dignity in <span class=\"small-capitals\">Nature.</span>","subId":"36","id":"Shaftesbury.C.MR.3.1.36"},{"type":"paragraph","content":"Whether each of these Offices, of social Parts, are in themselves as <em>convenient</em> as <em>becoming,</em> is the great Question which must some-way be decided. The <span class=\"small-capitals\">Well-bredMan</span> has already decided this, in his own Case, and declar'd on the side of what is Handsom: For whatever he practises in this kind,<a href=\"#n18\"><sup>[18]</sup></a> he accounts no more than what he owes purely to himself; without regard to any further Advantage. The <em>Pretender to</em> <span class=\"small-capitals\">Philosophy,</span> who either knows not how to determine this Affair, or if he has determin'd, knows not how to pursue his Point, with Constancy, and Firmness, remains in respect of <em>Philosophy,</em> what a Clown or Coxcomb is in respect of <em>Breeding</em> and <em>Behaviour.</em> Thus, according to our Author, the <span class=\"small-capitals\">Taste</span> of Beauty, and the <em>Relish</em> of what is decent, just, and amiable, perfects the <em>Character</em> of the <span class=\"small-capitals\">Gentleman,</span> and the <span class=\"small-capitals\">Philosopher.</span> And the Study of such a <span class=\"small-capitals\">Taste</span> or <em>Relish</em> will, as we suppose, be ever the great Employment and Concern of him, who covets as well to be <em>wise</em> and <em>good,</em> as <em>agreeable</em> and <em>polite.</em>","subId":"37","id":"Shaftesbury.C.MR.3.1.37"},{"type":"paragraph","content":"<a href=\"#n19\"><sup>[19]</sup></a>I care about and I ask what is true and fitting and I am completely occupied in this.","subId":"38","id":"Shaftesbury.C.MR.3.1.38"},{"type":"note","content":"<em>Viz.</em> In the <em>Letter of Enthusiasm,</em> which makes Treatise I. See VOL. I. <em>pag.</em> 41, 43, 44, 49. at the end.—And 54. concerning the <em>previous Knowledg.</em>—So again, Treatise II. VOL. I. <em>pag.</em> 81, and 116.—And again, Treatise III. VOL. I. <em>pag.</em> 294, 295, 297. where the INQUIRY is propos'd, and the System and Genealogy of the <em>Affections</em> previously treated; with an Apology (<em>pag.</em> 312.) for the <em>examining Practice,</em> and seeming Pedantry of the Method.—And afterwards the Apology for Treatise IV. in Treatise V. VOL. II. <em>pag.</em> 263, 264. Concerning this Series and Dependency of these joint Treatises, see more particularly below, <em>pag.</em> 189, 190, 191, 284, <em>&amp;c.</em>","subId":"n1","id":"Shaftesbury.C.MR.3.1.n1"},{"type":"note","content":"<em>Viz.</em> Treatise V. The INQUIRY concerning Virtue, VOL. II.","subId":"n2","id":"Shaftesbury.C.MR.3.1.n2"},{"type":"note","content":"VOL. I. <em>pag.</em> 236, 7, 8, 9, &amp;c.","subId":"n3","id":"Shaftesbury.C.MR.3.1.n3"},{"type":"note","content":"<em>Viz.</em> VOL. I. <em>pag.</em> 242, &amp;c.","subId":"n4","id":"Shaftesbury.C.MR.3.1.n4"},{"type":"note","content":"αὐτοσχεδιαστική <cite>the art of improvisation</cite>. VOL. I. <em>pag.</em> 244. 'Tis in this sense of the <em>natural</em> Production, and <em>Self-</em>Formation of the Arts, in this <em>Free</em> State of antient <span class=\"small-capitals\">Greece,</span> that the same great Master uses this Word a little before, in the same Chapter of his Poeticks, (<em>viz.</em> the 4th) speaking in general of the Poets: κατὰ μικρὸν προάγοντες, ἐγέννησαν τὴν ποίησιν, ἐκ τω̑ν αὐτοσχεδιασμάτων. <cite>Advancing step by step they produced poetry out of their improvisations.—Arist. <em>Poet.</em> iv. 6.</cite> And presently after, λέξεως δὲ λενομένης, αὐτὴ ἡ φύσις τὸ οἰκει̑ον μέτρον εὑ̑ρε. <cite>When dialogue was introduced, Nature herself found out the appropriate metre.—<em>Ib.</em> iv. 14.</cite>","subId":"n5","id":"Shaftesbury.C.MR.3.1.n5"},{"type":"note","content":"VOL. I. <em>pag.</em> 245. in the Notes.","subId":"n6","id":"Shaftesbury.C.MR.3.1.n6"},{"type":"note","content":"Page 21. and VOL. I. <em>pag.</em> 257, 258.","subId":"n7","id":"Shaftesbury.C.MR.3.1.n7"},{"type":"note","content":"Viz. <em>Soliloquy,</em> or <em>Advice to an Author:</em> Treatise III. VOL. I.","subId":"n8","id":"Shaftesbury.C.MR.3.1.n8"},{"type":"note","content":"Viz. INQUIRY, <em>&amp;c.</em> Treatise IV. VOL. II.","subId":"n9","id":"Shaftesbury.C.MR.3.1.n9"},{"type":"note","content":"A Multitude held together by Force, tho under one and the same Head, is not properly united: Nor does such a Body make <em>a People.</em> 'Tis the social Ligue, Confederacy, and mutual Consent, founded in some common Good or Interest, which joins the Members of a Community, and makes a People <span class=\"small-capitals\">One.</span> Absolute Power annuls <em>the Publick:</em> And where there is no <em>Publick,</em> or <em>Constitution,</em> there is in reality no <em>Mother-</em><span class=\"small-capitals\">Country,</span> or <span class=\"small-capitals\">Nation.</span> See VOL. I. <em>pag.</em> 105, 6, 7.","subId":"n10","id":"Shaftesbury.C.MR.3.1.n10"},{"type":"note","content":"<blockquote><span class=\"foreign\">Nescio quâ Natale Solum dulcedine captos <br> Ducit.——</span> <br> <cite>Ovid. Pont. Lib. i. Eleg. iii. ver. 35.</cite></blockquote>","subId":"n11","id":"Shaftesbury.C.MR.3.1.n11"},{"type":"note","content":"<span class=\"foreign\">τὰ καθήκοντα ται̑ς οχέσεσι παραμετρει̑ται.</span>","subId":"n12","id":"Shaftesbury.C.MR.3.1.n12"},{"type":"note","content":"VOL. I. <em>p.</em> 109, &amp;c. and VOL. II. <em>p.</em> 310, &amp;c.","subId":"n13","id":"Shaftesbury.C.MR.3.1.n13"},{"type":"note","content":"<em>Rus</em> &amp; <em>Regio.</em> In French <em>Campagne</em> &amp; <em>Païs.</em>","subId":"n14","id":"Shaftesbury.C.MR.3.1.n14"},{"type":"note","content":"An ill Token of our being thorowly civiliz'd: since in the Judgment of the Polite and Wise, this inhospitable Disposition was ever reckon'd among the principal Marks of <em>Barbarism.</em> So <span class=\"small-capitals\">Strabo,</span> from other preceding Authors, <span class=\"foreign\">κοινὸν μὲν εἱ̑ναι τοι̑ς βαρβάροις πα̑σιν ἔθος τὴν ξενηλασίαν</span>, <cite>L.xvii. p. 802.</cite> The <span class=\"foreign\">Ζεύς Ξένιος</span> of the Antients was one of the solemn <em>Characters</em> of Divinity: the peculiar <em>Attribute</em> of the supreme DEITY, benign to Mankind, and recommending universal Love, mutual Kindness, and Benignity between the remotest and most unlike of human Race. Thus their Divine Poet in Harmony with their Sacred Oracles, which were known frequently to confirm this Doctrine. <blockquote><span class=\"foreign\">ξει̑ν', οὔ μοι θέμις ἔστ', οὐδ' εἰ κακίων σέθεν ἔλθοι, <br> ξει̑νον ἀτιμη̑σαι· πρὸς γὰρ Διός εἰσιν ἅπαντες <br> ξει̑νοι.—————ΟΔΥΣ. ξ.</span></blockquote> Again, <blockquote><span class=\"foreign\">—οὐδέ τις ἄμμι βροτω̑ν ἐπιμίσγεται ἄλλος. <br> ἀλλ' ὅδε τις δύστηνος ἀλώμενος ἐνθάδ' ἱκάνει, <br> τὸν νυ̑ν χρὴ κομέειν· πρὸς γὰρ Διός εἰσιν ἅπαντες <br> ξει̑νοι.—————ΟΔΥΣ. ζ.</span></blockquote> And again, <blockquote><span class=\"foreign\">—ἀφνειὸς βιότοιο, φίλος δ' ἡ̑ν ἀνθρώποισι· <br> πάντας γὰρ φιλέεσκεν ὁδῳ̑ ἔπι οἴκια ναίων. ΙΛΙΑΔ. ζ.</span></blockquote> See also <cite>Odys. lib. iii. ver. 34, <em>&amp;c.</em> and 67, <em>&amp;c.</em> lib. iv. ver. 30, <em>&amp;c.</em> and 60</cite>. Such was antient <em>Heathen</em> CHARITY, and pious Duty towards <em>the Whole</em> of Mankind; both those of different <em>Nations,</em> and different <em>Worships.</em> See VOL. II. <em>pag.</em> 165, 166.","subId":"n15","id":"Shaftesbury.C.MR.3.1.n15"},{"type":"note","content":"<em>Quid sumus, &amp; quidnam victuri gignimur?</em>—— Pers. Sat. iii. ver. 67.","subId":"n16","id":"Shaftesbury.C.MR.3.1.n16"},{"type":"note","content":"VOL. II. <em>pag.</em> 184, 185.","subId":"n17","id":"Shaftesbury.C.MR.3.1.n17"},{"type":"note","content":"VOL. I. <em>pag.</em> 129, 130.","subId":"n18","id":"Shaftesbury.C.MR.3.1.n18"},{"type":"note","content":"<blockquote><span class=\"foreign\">Quid <span class=\"small-capitals\">Verum</span> atque <span class=\"small-capitals\">Decens,</span> curo, <br> &amp; rogo, &amp; omnis in hoc sum.</span> <br> <cite>Horat. lib. i. Ep. 1. ver. 11.</cite></blockquote>","subId":"n19","id":"Shaftesbury.C.MR.3.1.n19"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.MR","imported":true,"title":"Miscellaneous Reflections on the preceding Treatises, and other Critical Subjects","breadcrumb":"Miscellaneous Reflections","published":[1711]},{"id":"Shaftesbury.C.MR.3","imported":true,"title":"Miscellany III","breadcrumb":"Miscellany 3","published":[1711]}],"prev":{"id":"Shaftesbury.C.MR.3","imported":true,"title":"Miscellany III","breadcrumb":"Miscellany 3","published":[1711]},"next":{"id":"Shaftesbury.C.MR.3.2","imported":true,"title":"Chapter II. Explanation of a Taste continu'd――Ridiculers of it――Their Wit, and Sincerity――Application of the Taste to Affairs of Government and Politicks――Imaginary Characters in the State――Young Nobility, and Gentry――Pursuit of Beauty――Preparation for Philosophy","breadcrumb":"Chapter 2","published":[1711]}}