{"imported":true,"id":"Locke.EHU.3.7","parent":"Locke.EHU.3","title":"Chapter 7. Of Particles","breadcrumb":"Chapter 7","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.7?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. VII.\nOf Particles.\n","id":"Locke.EHU.3.7"},{"type":"paragraph","content":"BEsides Words, which are names of Ideas in the Mind, there are a great many others that are made use of, to signifie the connexion that the Mind gives to Ideas, or Propositions, one with another. The Mind, in communicating with others, does not only need signs of the Ideas it has then before it, but others also, to shew or intimate some particular action of its own, at that time, relating to those Ideas. This it does several ways; as, Is, and Is not, are the general marks of the Mind, affirming or denying. But besides affirmation, or negation, without which, there is in Words no Truth or Falshood, the Mind does, in declaring its Sentiments to others, connect, not only the parts of Propositions, but whole Sentences one to another, with their several Relations and Dependencies, to make a coherent Discourse.","subId":"1","id":"Locke.EHU.3.7.1"},{"type":"paragraph","content":"The Words, whereby it signifies what connexion it gives to the several Affirmations and Negations, that it unites in one continued Reasoning or Narration, are generally call'd Particles: and 'tis in the right use of these, that more particularly consists the clearness and beauty of a good Stile. To think well, it is not enough, that a Man has Ideas clear and distinct in his Thoughts, nor that he observes the agreement, or disagreement of some of them; but he must think in train, and observe the dependency of his Thoughts and Reasonings, one upon another: And to express well such methodical and rational Thoughts, he must have words to shew what Connexion, Restriction, Distinction, Opposition, Emphasis, &c. he gives to each respective part of his Discourse. To mistake in any of these, is to puzzle, instead of informing his Hearer: and therefore it is, that those words, which are not truly, by themselves, the names of any Ideas, are of such constant and indispensible use in Language, and do so much contribute to Mens well expressing themselves.","subId":"2","id":"Locke.EHU.3.7.2"},{"type":"paragraph","content":"This part of Grammar has been, perhaps, as much neglected, as some others over-diligently cultivated. 'Tis easie for Men to write, one after another, of Cases and Genders, Moods and Tenses, Gerunds and Supines: In these and the like, there has been great diligence used: and Particles themselves, in some Languages, have been, with great shew of exactness, ranked into their several orders. But though Prepositions and Conjunctions, &c. are names well known in Grammar, and the Particles contained under them, carefully ranked into their distinct subdivisions; yet he who would shew the right use of Particles, and what significancy and force they have, must take a little more pains, enter into his own Thoughts, and observe nicely the several Postures of his Mind in discoursing.","subId":"3","id":"Locke.EHU.3.7.3"},{"type":"paragraph","content":"Neither is it enough, for the explaining of these Words, to render them, as is usually in Dictionaries, by Words of another Tongue which came nearest to their signification: For what is meant by them, is commonly as hard to be understood in one, as another Language. They are all marks of some Action, or Intimation of the Mind; and therefore to understand them rightly, the several views, postures, stands, turns, limitations, and exceptions, and several other Thoughts of the Mind, for which we have either none, or very deficient Names, are diligently to be studied. Of these, there are a great variety, much exceeding the number of Particles, that most Languages have to express them by: and therefore it is not to be wondred, that most of these Particles have divers, and sometimes almost opposite significations. In the Hebrew Tongue, there is a Particle consisting but of one single Letter, of which there are reckoned up, as I remember, seventy, I am sure above fifty several significations.","subId":"4","id":"Locke.EHU.3.7.4"},{"type":"paragraph","content":"BUT is a Particle, none more familiar in our Language: and he that says it is a discretive Conjunction, and that it answers Sed in Latin, or Mais in French, thinks he has sufficiently explained it. But yet it seems to me to intimate several relations, the Mind gives to the several Propositions or Parts of them, which it joins by this monosyllable, First, BVT to say no more: Here it intimates a stop of the Mind, in the course it was going, before it came to the end of it. Secondly, I saw BUT two Planets: Here it shews, that the Mind limits the sense to what is expressed, with a negation of all other. Thirdly, You pray; BUT it is not that GOD would bring you to the true Religion, Fourthly, BUT that he would confirm you in your own: The first of these BUTS, intimates a supposition, in the Mind, of something otherwise than it should be; the latter shews, that the Mind makes a direct opposition between that, and what goes before it. Fifthly, All Animals have sense; BUT a Dog is an Animal: Here it signifies little more, but that the latter Proposition is joined to the former, as the Minor of a Syllogism.","subId":"5","id":"Locke.EHU.3.7.5"},{"type":"paragraph","content":"To these, I doubt not, might be added a great many other significations of this Particle, if it were my business to examine it in its full latitude, and consider it in all the places it is to be found: which if one should do, I doubt, whether in all those manners it is made use of, it would deserve the title of Discretive, which Grammarians give to it. But I intend not here a full explication of this sort of Signs; the instances I have given in this one, may give occasion to reflect upon their use and force in Language, and lead us into the contemplation of several Actions of our Minds in discoursing, which it has found a way to intimate to others by these Particles, some whereof constantly, and others in certain constructions, have the sense of a whole Sentence contain'd in them.","subId":"6","id":"Locke.EHU.3.7.6"}]}