{"imported":true,"id":"Locke.EHU.3.9","parent":"Locke.EHU.3","title":"Chapter 9. Of the Imperfection of Words","breadcrumb":"Chapter 9","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:8.9?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. IX.\nOf the Imperfection of Words.\n","id":"Locke.EHU.3.9"},{"type":"paragraph","content":"FRom what has been said in the foregoing Chapters, it is easie to perceive, what imperfection there is in Language, and how the very nature of Words, makes it almost unavoidable, for many of them to be doubtful and uncertain in their significations. To examine the perfection, or imperfection of Words, it is necessary, first, to consider their use and end: For as they are more or less fitted to attain that, so are they more or less perfect. We have, in the former part of this Discourse, often, upon occasion, mentioned a double use of Words: First, One for the recording of our own Thoughts. Secondly, The other for the communicating of our Thoughts to others.","subId":"1","id":"Locke.EHU.3.9.1"},{"type":"paragraph","content":"As to the first of these, for the recording our own Thoughts, for the help of our own Memories, whereby, as it were, we talk to our selves any Words will serve the turn. For since Sounds are voluntary and indifferent signs of any Ideas, a Man may use what Words he please, to signifie his own Ideas to himself: and there will be no imperfection in them, if he constantly use the same sign for the same Idea: for then he connot fail of having his meaning understood, wherein consists the right use and perfection of Language.","subId":"2","id":"Locke.EHU.3.9.2"},{"type":"paragraph","content":"Secondly, As to communication by Words, that too has a double use: \nCivil. \nPhilosophical. \nFirst, By their civil Use, I mean such a communication of Thoughts and Ideas by Words, as may serve for the upholding common Conversation and Commerce, about the ordinary Affairs and Conveniencies of civil Life in the Societies of Men, one amongst another. Secondly, By the philosophical Use of Words, I mean such an use of them, as may serve to convey the precise Notions of Things, and to express, in general Propositions, certain and undoubted Truths, which the Mind may rest upon, and be satisfied with, in its search after true Knowledge. These two Uses are very distinct; and a great deal less exactness will serve in the one, than in the other, as we shall see in what follows.","subId":"3","id":"Locke.EHU.3.9.3"},{"type":"paragraph","content":"The chief End of Language in Communication, being to be understood, Words serve not well for that end, neither in civil, nor philosophical Discourse, when any Word does not excite in the Hearer, the same Idea which it stands for in the Mind of the Speaker. Now since Sounds have no natural connexion with our Ideas, but have all their signification from the arbitrary imposition of Men, the doubtfulness and uncertainty of their signification, which is the imperfection we here are speaking of, has its cause more in the Ideas they stand for, than in any incapacity there is in one Sound, more than in another, to signifie any Idea: For in that regard, they are all equally perfect. That then which makes doubtfulness and uncertainty in the signification of some Words more than others, is the difference of Ideas they stand for.","subId":"4","id":"Locke.EHU.3.9.4"},{"type":"paragraph","content":"Words having naturally no signification, the Ideas which each stands for, must be learned and retained, by those who would exchange Thoughts, and hold intelligible Discourse with others, in any Language. But this is hardest to be done, where, First, The Ideas they stand for, are very complex, and made up of a great number of Ideas put together. Secondly, Where the Ideas they stand for, have no certain connexion in Nature; and so no setled Standard, any where in Nature existing, to rectifie and adjust them by. Thirdly, Where the signification of the Word is referred to a Standard, which Standard is not easie to be known. Fourthly, Where the signification of the Word, and the real Essence of the Thing, are not exactly the same. These are difficulties that attend the signification of several Words that are intelligible. Those which are not intelligible at all, such as Names standing for any simple Ideas, which another has not Organs or Faculties to attain; as the Names of Colours to a blind Man, or Sounds to a deaf Man, need not here be mentioned. In all these cases, we shall find an imperfection in Words; which I shall more at large explain, in their particular application to our several sorts of Ideas: For if we examine them, we shall find, that the Names of mixed Modes, are most liable to doubtfulness and imperfection, for the two first of these Reasons; and the Names of Substances chiefly, for the two latter.","subId":"5","id":"Locke.EHU.3.9.5"},{"type":"paragraph","content":"First, The Names of mixed Modes, are many of them liable to great uncertainty and obscurity in their signification. I. Because of that great Composition, these complex Ideas are often made up of. To make Words serviceable to the end of Communication is necessary, (as has been said) that they excite, in the Hearer, exactly the same Idea they stand for, in the Mind of the Speaker: Without this, Men fill one another's Heads with noise and sounds; but convey not thereby their Thoughts, and lay not before one another their Ideas, which is the end of Discourse and Language. But when a word stands for a very complex Idea, that is compounded and decompounded, it is not easie for Men to form and retain that Idea so exactly, as to make the Name in common use, stand for the same precise Idea, without any the least variation. Hence it comes to pass, that Mens Names, of very compound Ideas, such as for the most part are moral Words, have seldom, in two different Men, the same precise signification; since one Man's complex Idea seldom agrees with anothers, and often differs from his own, from that which he had yesterday, or will have to morrow.","subId":"6","id":"Locke.EHU.3.9.6"},{"type":"paragraph","content":"II. Because the Names of mixed Modes, for the most part, want Standards in Nature, whereby Men may rectifie and adjust their significations; therefore they are very various and doubtful. They are assemblages of Ideas put together at the pleasure of the Mind, pursuing its own ends of Discourse, and suited to its own Notions; whereby it designs not to copy any thing really existing, but to denominate and rank Things, as they come to agree, with those Archetypes or Forms it has made. He that first brought the word Sham, Wheedle, or Banter in use, put together, as he thought fit, those Ideas he made it stand for: And as it is with any new Names of Modes, that are now brought into any Language; so was it with the old ones, when they were first made use of. Names therefore, that stand for Collections of Ideas, which the Mind makes at pleasure, must needs be of doubtful signification, when such Collections are no-where to be found constantly united in Nature, nor no Patterns to be shewn whereby Men may adjust them. What the word Murther, or Sacrilege, &c. signifies, can never be known from Things themselves. There be many of the parts of those complex Ideas, which are not visible in the Action it self, the Intention of the Mind, or the Relation of holy Things, which make a part of Murther, or Sacrilege, have no necessary connexion with the outward and visible Action of him that commits either: and the pulling the Trigger of the Gun, with which the Murther is committed, and is all the Action, that, perhaps, is visible, has no natural connexion with those other Ideas, that make up the complex one, named Murther. They have their union and combination only from the Understanding, which unites them under one Name: but uniting them without any Rule, or Pattern, it cannot be but that the signification of the Name, that stands for such voluntary Collections, should be often various in the Minds of different Men, who have scarce any standing Rule to regulate themselves, and their Notions of such arbitrary Ideas by.","subId":"7","id":"Locke.EHU.3.9.7"},{"type":"paragraph","content":"'Tis true, common Use, that is the Rule of Propriety, may be supposed here to afford some aid, to settle the signification of Language; and it cannot be denied, but that in some measure it does. Common use regulates the Meaning of Words pretty well for common Conversation; but no body having an Authority to establish the precise signification of Words, nor determine to what Ideas any one shall annex them, common Use is not sufficient to adjust them to philosophical Discourses; there being scarce any Name, of any very complex Idea, (to say nothing of others,) which, in common Use, has not a great latitude, and which keeping within the bounds of Propriety, may not be made the sign of far different Ideas. Besides, the rule and measure Propriety of it self being no where established, it is often matter of dispute, whether this or that way of using a Word, be propriety of Speech, or no. From all which, it is evident, that the Names of such kind of very complex Ideas, are naturally liable to this imperfection, to be of doubtful and uncertain signification; and even in Men, that have a Mind to understand one another, do not always stand for the same Idea in Speaker and Hearer. Though the names Glory and Gratitude be the same in every Man's mouth, through a whole Country, yet the complex collective Idea, which every one thinks on, or intends by that Name, is apparently very different by Men using the same Language.","subId":"8","id":"Locke.EHU.3.9.8"},{"type":"paragraph","content":"The way also wherein the Names of mixed Modes are ordinarily learned, does not a little contribute to the doubtfulness of their signification. For if we will observe how Children learn Languages, we shall find, that to make them understand what the Names, of simple Ideas, or Substances, stand for, People ordinarily shew them the thing, whereof they would have them have the Idea; and then repeat to them the Name that stands for it, as White, Sweet, Milk, Sugar, Cat, Dog. But as for mixed Modes, especially the most material of them moral Words, the Sounds are usually learn'd first, and then to know what complex Ideas they stand for, they are either beholden to the explication of others, or (which happens for the most part) are lest to their own Observation and Industry; which being little laid out in the search of the true and precise meaning of Names, these moral Words are, in most Mens mouths, little more than bare Sounds; or when they have any, 'tis for the most part but a very obscure and confused signification. And even those themselves, who have with more attention setled their Notions, do yet hardly avoid the inconvenience, to have them stand for complex Ideas, different from those which other, even intelligent and studious Men, make them the signs of. Where shall one find any, either controversial Debate, or familiar Discourse, concerning Honour, Faith, Grace, Religion, Church, &c. wherein it is not easie to observe the different Notions Men have of them; which is nothing but this, that they are not agreed in the signification of those Words, have not the same complex Ideas they make them stand for: And so all the contests that follow thereupon, are only about the meaning of a Sound. And hence we see, that in the interpretation of Laws, whether Divine, or Humane, there is no end; Comments beget Comments, and Explications make new matter for Explications: And of limitting, distinguishing, varying the signification of these moral Words, there is no end. These Ideas of Mens making, are, by Men still having the same Power, multiplied in infinitum. Many a Man, who was pretty well satisfied of the meaning of a Text of Scripture, or Clause in the Code, at first reading, has, by consulting Commentators, quite lost the sense of it, and, by those Elucidations, given rise or increase to his Doubts, and drawn obscurity upon the place. I say not this, that I think Commentaries needless; but to shew how uncertain the Names of mixed Modes naturally are, even in the mouths of those, who had both the Intention and the Faculty of Speaking, as clearly as Language, was capable to express their Thoughts.","subId":"9","id":"Locke.EHU.3.9.9"},{"type":"paragraph","content":"What obscurity this has unavoidably brought upon the Writings of Men, who have lived in remote Ages, and different Countries, it will be needless to take notice. Since the numerous Volumes of learned Men, employing their Thoughts that way, are proofs more than enough, to shew what Attention, Study, Sagacity, and Reasoning is required, to find out the true Meaning of ancient Authors. But there being no Writings we have any great concernment to be very sollicitous about the meaning of, but those that contain either Truths we are required to believe, or Laws we are to obey, and draw Inconveniencies on us, when we mistake or transgress, we may be less anxious about the sense of other Authors; who Writing but their own Opinions, we are under no greater necessity to know them, than they to know ours. Our good or evil depending not on their Decrees, we may safely be ignorant of their Notions: And therefore in the reading of them, if they do not use their Words with a due clearness and perspicuity, we may lay them aside, and without any injury done them, resolve thus with our selves,","subId":"10","id":"Locke.EHU.3.9.10"},{"type":"paragraph","content":"If the signification of the Names of mixed Modes are uncertain, because there be no real Standards existing in Nature, to which those Ideas are referred, and by which they may be adjusted, the Names of Substances are of a doubtful signification, for a contrary reason, viz. because the Ideas they stand for, are supposed conformable to the reality of Things, and are referred to Standards made by Nature. In our Ideas of Substances, we have not the liberty as in mixed Modes, to frame what Combinations we think fit, to be the characteristical Notes, to rank and denominate Things by. In these we must follow Nature, suit our complex Ideas to real Existences, and regulate the signification of their Names, by the Things themselves, if we will have our Names to be the signs of them, and stand for them. Here, 'tis true, we have Patterns to follow; but Patterns, that will make the signification of their Names very uncertain: For Names must be of a very unsteady and various meaning, if the Ideas they stand for, be referred to Standards without us, that either cannot be known at all, or can be known but imperfectly and uncertainly.","subId":"11","id":"Locke.EHU.3.9.11"},{"type":"paragraph","content":"The Names of Substances have, as has been shewed, a double reference in their ordinary use. First, Sometimes they are made to stand for, and so their signification is supposed to agree to, the real constitution of Things, from which all their Properties flow, and in which they all centre. But this real Constitution, or (as it is apt to be called) Essence, being utterly unknown to us, any Sound that is put to stand for it, must be very uncertain in its application; and it will be impossible to know what Things are, or ought to be called an Horse, or Antimony, when those Words are put for real Essences, that we have no Idea of at all. And therefore in this supposition, the Names of Substances being referred to Standards that cannot be known, their Significations can never be adjusted and established by those Standards.","subId":"12","id":"Locke.EHU.3.9.12"},{"type":"paragraph","content":"Secondly, The simple Ideas that are found to co-exist in Substances, being that which their Names immediately signifie, these, as united in the several Sorts of Things, are the proper Standards to which their Names are referred, and by which their Significations may best be rectified. But neither will these Archetypes so well serve to this purpose, as to leave these Names without very various and uncertain significations; because these simple Ideas that co-exist, and are united in the same Subject, being very numerous, and having all an equal right to go into the complex specifick Idea, which the specifick Name is to stand for, Men, though they purpose to themselves the very same Subject to consider, yet frame very different Ideas about it; and so the Name they use for it, unavoidably comes to have, in several Men, very different significations. The simple Qualities, which make up the complex Ideas, being most of them Powers, in relation to Changes they are apt to make in, or receive from other Bodies, are almost infinite. He that shall but observe, what a great variety of alterations any one of the baser Metals is apt to receive, from the different application only of Fire; and how much a greater number of Changes any of them will receive in the hands of a Chymist, by the application of other Bodies, will not think it strange, that I count the Properties of any sort of Bodies not easie to be collected, and completely known by the ways of enquiry, which our Faculties are capable of. They being therefore at least so many, that no Man can know the precise and definite number, they are differently discovered by different Men, according to their various skill, attention, and ways of handling; who therefore cannot chuse but have different Ideas of the same Substance, and therefore make the signification of its common Name very various and uncertain. For the complex Ideas of Substances, being made up of such simple ones as are supposed to co-exist in Nature, every one has a right to put into his complex Idea, those Qualities he has found to be united together. For though in the Substance Gold, one satisfies himself with Colour and Weight, yet another thinks Solubility in Aq. Regia, as necessary to be join'd with that Colour in his Idea of Gold, as any one does its Fusibility; Solubility in aq. regia, being a Quality as constantly join'd with its Colour and Weight, as Fusibility, or any other; others put in its Ductility or Fixedness, &c. as they have been taught by Tradition, or Experience. Who of all these, has established the right signification of the word Gold? Or who shall be the Judge to determine? Each has his Standard in Nature, which he appeals to, and with Reason thinks he has the same right to put into his complex Idea, signified by the word Gold, those Qualities, which upon trial he has found united; as another, who has not so well examined, has to leave them out; or a third, who has made other Trials, has to put in others. For the Union in Nature of these Qualities, being the true Ground of their Union, in one complex Idea, Who can say one of them has more Reason to be put in, or left out than another? From whence it will always unavoidably follow, that the complex Ideas of Substances, in Men using the same Name for them, will be very various; and so the significations of those names, very uncertain.","subId":"13","id":"Locke.EHU.3.9.13"},{"type":"paragraph","content":"Besides, there is scarce any particular thing existing, which in some of its simple Ideas, does not communicate with a greater, and in others with a less number of particular Beings: Who shall determine in this Case, which are those that are to make up the precise Collection, which is to be signified by the specifick Name; or can with any just Authority prescribe which obvious or common Qualities are to be left out; Or which more secret, or more particular, are to be put into the signification of the name of any Substance? All which together, seldom or never fail to produce that various and doubtful Signification in the names of Substances, which causes such Uncertainty, Disputes, or Mistakes, when we come to a Philosophical Use of them.","subId":"14","id":"Locke.EHU.3.9.14"},{"type":"paragraph","content":"'Tis true, as to civil and common Conversation, the general names of Substances, regulated in their ordinary Signification by some obvious Qualities, (as by the Shape and Figure in Things of known seminal Propagation, and in other Substances, for the most part by Colour, join'd with some other sensible Qualities,) do well enough, to design the Things they would be understood to speak of. And so Men usually conceive well enough the Substances meant by the Word Gold, or Apple, to distinguish the one from the other. But in Philosophical Enquiries and Debates, where general Truths are to be established, and Consequences drawn from Positions laid down, there the precise signification of the names of Substances will be found, not only not to be well established, but also very hard to be so. For Example, he that shall make Malleability, or a certain degree of Fixedness, a part of his complex Idea of Gold, may make Propositions concerning Gold, and draw Consequences from them, that will truly and clearly follow from Gold, taken in such a signification: But yet such as another Man can never be forced to admit, nor be convinced of their Truth, who makes not Malleableness, or the same degree of Fixedness, part of that complex Idea, that the name Gold, in his use of it, stands for.","subId":"15","id":"Locke.EHU.3.9.15"},{"type":"paragraph","content":"This is a natural, and almost unavoidable Imperfection in almost all the names of Substances, in all Languages whatsoever, which Men will easily find, when once passing from confused or loose Notions, they come to more strict and close Enquiries. For then they will be convinced, how doubtful and obscure those Words are in their Signification, which in ordinary use appeared very clear and determined. I was once in a Meeting of very learned and ingenious Physicians, where by chance there arose a Question, whether any Liquor passed through the Filaments of the Nerves; the Debate having been managed a good while, by variety of Arguments on both sides, I (who had been used to suspect, that the greatest part of Disputes were more about the signification of Words, than a real difference in the Conception of Things) desired, That before they went any farther on in this Dispute, they would first examine, and establish amongst them, what the Word Liquor signified. They at first were a little surprized at the Proposal; and had they been Persons less ingenious, they might, perhaps, have taken it for a very frivolous, or extravagant one: Since there was no one there, that thought not himself to understand very perfectly, what the Word Liquor stood for; which, I think too, none of the most perplexed names of Substances. However, they were pleased to comply with my Motion, and upon Examination found, that the signification of that Word, was not so settled and certain, as they had all imagined; but that each of them made it a sign of a different complex Idea. This made them perceive, that the Main of their Dispute was about the signification of that Term; and that they differed very little in their Opinions, concerning some fluid and subtile Matter, passing through the Conduits of the Nerves; though it was not so easie to agree, whether it was to be called Liquor, or no; a thing which when each considered, he thought it not worth the contending about.","subId":"16","id":"Locke.EHU.3.9.16"},{"type":"paragraph","content":"How much this is the Case of the greatest part of Disputes, that Men are engaged so hotly in, I shall, perhaps, have an occasion in another place to take notice. Let us only here consider a little more exactly the fore-mentioned instance of the Word Gold, and we shall see how hard it is precisely to determine its Signification. Almost all agree, that it should signifie a Body of a certain yellow shining Colour; which being the Idea to which Children have annexed that name, the shining yellow part of a Peacock's Tail, is properly to them Gold. Others finding Fusibility join'd with that yellow Colour in Gold, think the other which contain'd nothing but the Idea of Body with that Colour not truly to represent Gold, but to be an imperfect Idea of that sort of Substance: And therefore the Word Gold, as referr'd to that sort of Substances, does of right signifie a Body of that yellow Colour, which by the Fire will be reduced to Fusion, and not to Ashes. Another by the same Reason adds, the Weight, which being a Quality, as straitly join'd with that Colour, as its Fusibility, he thinks has the same Reason to be join'd in its Idea, and to be signified by its name: And therefore the other made up of Body, of such a Colour and Fusibility, to be imperfect; and so on of all the rest: Wherein no one can shew a Reason, why some of the inseparable Qualities, that are always united in Nature, should be put into the nominal Essence, and others left out: Or why the Word Gold, signifying that sort of Body the Ring on his Finger is made of, should determine that sort, rather by its Colour, Weight, and Fusibility; than by its Colour, Weight, and Solubility in aq. regia: Since the dissolving it by that Liquor, is as inseparable from it, as the Fusion by Fire; and they are both of them nothing, but the relation that Substance has to two other Bodies, which have a Power to operate differently upon it. For by what Right is it, that Fusibility comes to be a part of the Essence, signified by the Word Gold, and Solubility but a property of it? Or why is its Colour part of the Essence, and its Malleableness but a property? That which I mean, is this, That these being all but Properties, depending on its real Constitution; and nothing but Powers, either active or passive, in reference to other Bodies, no one has Authority to determine the signification of the Word Gold, (as referr'd to such a Body existing in Nature,) more to one Collection of Ideas to be found in that Body, than to another: Whereby the signification of that name must unavoidably be very uncertain. Since, as has been said, several People observe Properties in the same Substance; and, I think, I may say no Body all. And therefore we have but very imperfect descriptions of Things, and Words have very uncertain Significations.","subId":"17","id":"Locke.EHU.3.9.17"},{"type":"paragraph","content":"By what has been before said, it is easie to observe, that the Names of simple Ideas are, of all others the least liable to Mistakes. First, Because the Ideas they stand for, are much easier got, and more clearly retain'd, than those of more complex ones, and therefore they are not liable to the uncertainty or inconvenience of those very compounded mixed Modes; and Secondly, because they are never referr'd to any other Essence, but barely that Perception they immediately signifie: Which reference is, that which renders the signification of the names of Substances naturally so perplexed, and gives occasion to so many Disputes. Men that do not perversly use their Words, or on purpose set themselves to cavil, seldom mistake in any Language, they are acquainted with, the Use and Signification of the names of simple Ideas, White and Sweet, Yellow and Bitter, carry a very obvious meaning with them, which every one precisely comprehends, or easily perceives he is ignorant of, and seeks to be informed. But what precise Collection of simple Ideas, Modesty or Frugality stand for in another's use, is not so certainly known: And however we are apt to think, we well enough know, what is meant by Gold or Iron; yet the precise complex Idea, others make them the signs of, is not so certain: And I believe it is very seldom, that in Speaker and Hearer, they stand for exactly the same Collection: Which must needs produce Mistakes and Disputes, when they are made use of in Discourses, wherein Men have to do with universal Propositions, and would settle in their Minds universal Truths, and consider the Consequences that follow from them.","subId":"18","id":"Locke.EHU.3.9.18"},{"type":"paragraph","content":"By the same Rule, the names of simple Modes are next to simple Ideas, those that are least liable to Doubt or Vncertainty, especially those of Figure and Number, of which Men have so clear and distinct Ideas, and amongst them, those that are least compounded, and least removed from simple ones. Who ever, that had a Mind to understand them, mistook the ordinary meaning of Seven, or a Triangle?","subId":"19","id":"Locke.EHU.3.9.19"},{"type":"paragraph","content":"Mixed Modes also, that are made up but of a few and obvious simple Ideas, have usually names of no very doubtful Signification. But the names of mixed Modes, which comprehend a great number of simple Ideas, are commonly of a very doubtful, and undetermined Signification, as has been shewed. The names of Substances being annexed to Ideas, that are neither the real Essences, nor exact Representations of the patterns they are referred to, are liable yet to greater Imperfection and Uncertainty, especially when we come to a philosophical use of them.","subId":"20","id":"Locke.EHU.3.9.20"},{"type":"paragraph","content":"The great disorder that happens in our names of Substances, proceeding for the most part from our want of Knowledge, and Inability to penetrate into their real Constitutions, it may probably be wondered, Why I charge this as an Imperfection, rather upon our Words than Understandings. This Exception, has so much appearance of Justice, that I think my self obliged, to give a Reason why I have followed this Method. I must confess then, that when I first began this Discourse of the Understanding, and a good while after, I had not the least Thought, that any Consideration of Words was at all necessary to it. But when having passed over the Original and Composition of our Ideas, I began to examine the Extent and Certainty of our Knowledge, I found it had so near a connexion with Words, that unless their force and manner of Signification were first well observed, there could be very little said clearly and pertinently concerning Knowledge: which being conversant about Truth, had constantly to do with Propositions: and though it terminated in Things, yet it was for the most part so much by the intervention of Words, that they seem'd scarce separable from our general Knowledge. At least they interpose themselves so much between our Understandings, and the Truth, it would contemplate and apprehend, that like the Medium through which visible Objects pass, their Obscurity and Disorder does not seldom cast a mist before our Eyes, and impose upon our Understandings. If we consider, in the Fallacies Men put upon themselves as well as others, and the Mistakes in Mens Disputes and Notions, how great a part is owing to Words, and their uncertain or mistaken Significations, we shall have reason to think this no small obstacle in the way to Knowledge; which, I conclude we are the more careful to be warned of, because it has been so far from being taken notice of as an Inconvenience, that the Arts of improving it, have been made the business of Mens study; and attained the Reputation of Learning and Subtilty, as we shall see in the following Chapter. But I am apt to imagine, that were the imperfections of Language, as the Instrument of Knowledge, more throughly weighed, a great many of the Controversies, that make such a noise in the World, would of themselves cease; and the way to Knowledge, and, perhaps, Peace too, lie a great deal opener than it does.","subId":"21","id":"Locke.EHU.3.9.21"},{"type":"paragraph","content":"Sure I am, that the signification of Words, in all Languages, depending very much on the Thoughts, Notions, and Ideas of him that uses them, must unavoidably be of great uncertainty, to Men of the same Language and Country. This is so evident in the Greek Authors, that he that shall peruse their Writings, will find, in almost every one of them, a distinct Language, though the same Words. But when to this natural difficulty in every Country, there shall be added different Countries, and remote Ages, wherein the Speakers and Writers had very different Notions, Tempers, Customs, Ornaments, and Figures of Speech, &c. every one of which, influenced the signification of their Words then, though to us now, they are lost and unknown, it would become us to be charitable one to another in our Interpretations or Misunderstandings of those ancient Writings, which though of great concernment to us to be understood, are liable to the unavoidable difficulties of Speech, which (if we except the Names of simple Ideas, and some very obvious Things) is not capable, without a constant defining the terms, of conveying the sense and intention of the Speaker, without any manner of doubt and uncertainty, to the Hearer. And in Discourses of Religion, Law, and Morality, as they are matters of the highest concernment, so there will be the greatest difficulty.","subId":"22","id":"Locke.EHU.3.9.22"},{"type":"paragraph","content":"The Volumes of Interpreters, and Commentators on the Old and New Testament, are but too manifest proofs of this. Though every thing said in the Text be infallibly true, yet the Reader may be, nay, cannot chuse but be very fallible in the understanding of it. Nor is it to be wondred, that the Will of GOD, when cloathed in Words, should be liable to that doubt and uncertainty, which unavoidably attends that sort of Conveyance, when even his Son, whilst cloathed in Flesh, was subject to all the Frailties and Inconveniencies of humane Nature, Sin excepted. And we ought to magnifie his Goodness, that he hath spread before all the World, such legible Characters of his Works and Providence, and given all Mankind so sufficient a light of Reason, that they to whom this written Word never came, could not (when-ever they set themselves to search) either doubt of the Being of a GOD, or of the Obedience due to Him. Since then the Precepts of Natural Religion are plain, and very intelligible to all Mankind, and seldom come to be controverted; and other revealed Truths, which are conveyed to us by Books and Languages, are liable to the common and natural obscurities and difficulties incident to Words, methinks it would become us to be more careful and diligent in observing the former, and less magisterial, positive, and imperious, in imposing our own sense and interpretations of the latter.","subId":"23","id":"Locke.EHU.3.9.23"}]}