{"imported":true,"id":"Hume.ETSS.EPM.5","parent":"Hume.ETSS.EPM","title":"Section 5. Why Utility pleases","breadcrumb":"Section 5","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECTION V.\nWhy Utility pleases.\n","id":"Hume.ETSS.EPM.5"},{"type":"paragraph","content":"IT seems so natural a thought to ascribe to their utility the praise, which we bestow on the social virtues, that one would expect to meet with this principle every where in moral writers, as the chief foundation of their reasoning and enquiry. In common life, we may observe, that the circumstance of utility is always appealed to; nor is it supposed, that a greater eulogy can be given to any man, than to display his usefulness to the public, and enumerate the services, which he has performed to mankind and society. What praise, even of an inanimate form, if the regularity and elegance of its parts destroy not its fitness for any useful purpose! And how satisfactory an apology for any disproportion or seeming deformity, if we can show the necessity of that particular construction for the use intended! A ship appears more beautiful to an artist, or one moderately skilled in navigation, where its prow is wide and swelling beyond its poop, than if it were framed with a precise geometrical regularity, in contradiction to all the laws of mechanics. A building, whose doors and windows were exact squares, would hurt the eye by that very proportion; as ill adapted to the figure of a human creature, for whose service the fabric was intended. What wonder then, that a man, whose habits and conduct are hurtful to society, and dangerous or pernicious to every one who has an intercourse with him, should, on that account, be an object of disapprobation, and communicate to every spectator the strongest sentiment of disgust and hatred.","subId":"1","id":"Hume.ETSS.EPM.5.1","pages":"212-3"},{"type":"paragraph","content":"But perhaps the difficulty of accounting for these effects of usefulness, or its contrary, has kept philosophers from admitting them into their systems of ethics, and has induced them rather to employ any other principle, in explaining the origin of moral good and evil. But it is no just reason for rejecting any principle, confirmed by experience, that we cannot give a satisfactory account of its origin, nor are able to resolve it into other more general principles. And if we would employ a little thought on the present subject, we need be at no loss to account for the influence of utility, and to deduce it from principles, the most known and avowed in human nature.","subId":"2","id":"Hume.ETSS.EPM.5.2","pages":"213"},{"type":"paragraph","content":"From the apparent usefulness of the social virtues, it has readily been inferred by sceptics, both ancient and modern, that all moral distinctions arise from education, and were, at first, invented, and afterwards encouraged, by the art of politicians, in order to render men tractable, and subdue their natural ferocity and selfishness, which incapacitated them for society. This principle, indeed, of precept and education, must so far be owned to have a powerful influence, that it may frequently encrease or diminish, beyond their natural standard, the sentiments of approbation or dislike; and may even, in particular instances, create, without any natural principle, a new sentiment of this kind; as is evident in all superstitious practices and observances: But that all moral affection or dislike arises from this origin, will never surely be allowed by any judicious enquirer. Had nature made no such distinction, founded on the original constitution of the mind, the words, honourable and shameful, lovely and odious, noble and despicable, had never had place in any language; nor could politicians, had they invented these terms, ever have been able to render them intelligible, or make them convey any idea to the audience. So that nothing can be more superficial than this paradox of the sceptics; and it were well, if, in the abstruser studies of logic and metaphysics, we could as easily obviate the cavils of that sect, as in the practical and more intelligible sciences of politics and morals.","subId":"3","id":"Hume.ETSS.EPM.5.3","pages":"214"},{"type":"paragraph","content":"The social virtues must, therefore, be allowed to have a natural beauty and amiableness, which, at first, antecedent to all precept or education, recommends them to the esteem of uninstructed mankind, and engages their affections. And as the public utility of these virtues is the chief circumstance, whence they derive their merit, it follows, that the end, which they have a tendency to promote, must be some way agreeable to us, and take hold of some natural affection. It must please, either from considerations of self-interest, or from more generous motives and regards.","subId":"4","id":"Hume.ETSS.EPM.5.4","pages":"214-5"},{"type":"paragraph","content":"It has often been asserted, that, as every man has a strong connexion with society, and perceives the impossibility of his solitary subsistence, he becomes, on that account, favourable to all those habits or principles, which promote order in society, and insure to him the quiet possession of so inestimable a blessing. As much as we value our own happiness and welfare, as much must we applaud the practice of justice and humanity, by which alone the social confederacy can be maintained, and every man reap the fruits of mutual protection and assistance.","subId":"5","id":"Hume.ETSS.EPM.5.5","pages":"215"},{"type":"paragraph","content":"This deduction of morals from self-love, or a regard to private interest, is an obvious thought, and has not arisen wholly from the wanton sallies and sportive assaults of the sceptics. To mention no others, Polybius, one of the gravest and most judicious, as well as most moral writers of antiquity, has assigned this selfish origin to all our sentiments of virtue. But though the solid, practical sense of that author, and his aversion to all vain subtilties, render his authority on the present subject very considerable; yet is not this an affair to be decided by authority, and the voice of nature and experience seems plainly to oppose the selfish theory.","subId":"6","id":"Hume.ETSS.EPM.5.6","pages":"215"},{"type":"paragraph","content":"We frequently bestow praise on virtuous actions, performed in very distant ages and remote countries; where the utmost subtilty of imagination would not discover any appearance of self-interest, or find any connexion of our present happiness and security with events so widely separated from us.","subId":"7","id":"Hume.ETSS.EPM.5.7","pages":"215-6"},{"type":"paragraph","content":"A generous, a brave, a noble deed, performed by an adversary, commands our approbation; while in its consequences it may be acknowledged prejudicial to our particular interest.","subId":"8","id":"Hume.ETSS.EPM.5.8","pages":"216"},{"type":"paragraph","content":"Where private advantage concurs with general affection for virtue, we readily perceive and avow the mixture of these distinct sentiments, which have a very different feeling and influence on the mind. We praise, perhaps, with more alacrity, where the generous, humane action contributes to our particular interest: But the topics of praise, which we insist on, are very wide of this circumstance. And we may attempt to bring over others to our sentiments, without endeavouring to convince them, that they reap any advantage from the actions which we recommend to their approbation and applause.","subId":"9","id":"Hume.ETSS.EPM.5.9","pages":"216"},{"type":"paragraph","content":"Frame the model of a praise-worthy character, consisting of all the most amiable moral virtues: Give instances, in which these display themselves after an eminent and extraordinary manner: You readily engage the esteem and approbation of all your audience, who never so much as enquire in what age and country the person lived, who possessed these noble qualities: A circumstance, however, of all others, the most material to self-love, or a concern for our own individual happiness.","subId":"10","id":"Hume.ETSS.EPM.5.10","pages":"216"},{"type":"paragraph","content":"Once on a time, a statesman, in the shock and contest of parties, prevailed so far as to procure, by his eloquence, the banishment of an able adversary; whom he secretly followed, offering him money for his support during his exile, and soothing him with topics of consolation in his misfortunes. Alas! cries the banished statesman, with what regret must I leave my friends in this city, where even enemies are so generous! Virtue, though in an enemy, here pleased him: And we also give it the just tribute of praise and approbation; nor do we retract these sentiments, when we hear, that the action passed at Athens, about two thousand years ago, and that the persons names were Eschines and Demosthenes.","subId":"11","id":"Hume.ETSS.EPM.5.11","pages":"216-7"},{"type":"paragraph","content":"What is that to me? There are few occasions, when this question is not pertinent: And had it that universal, infallible influence supposed, it would turn into ridicule every composition, and almost every conversation, which contain any praise or censure of men and manners.","subId":"12","id":"Hume.ETSS.EPM.5.12","pages":"217"},{"type":"paragraph","content":"It is but a weak subterfuge, when pressed by these facts and arguments, to say, that we transport ourselves, by the force of imagination, into distant ages and countries, and consider the advantage, which we should have reaped from these characters, had we been contemporaries, and had any commerce with the persons. It is not conceivable, how a real sentiment or passion can ever arise from a known imaginary interest; especially when our real interest is still kept in view, and is often acknowledged to be entirely distinct from the imaginary, and even sometimes opposite to it.","subId":"13","id":"Hume.ETSS.EPM.5.13","pages":"217"},{"type":"paragraph","content":"A man, brought to the brink of a precipice, cannot look down without trembling; and the sentiment of imaginary danger actuates him, in opposition to the opinion and belief of real safety. But the imagination is here assisted by the presence of a striking object; and yet prevails not, except it be also aided by novelty, and the unusual appearance of the object. Custom soon reconciles us to heights and precipices, and wears off these false and delusive terrors. The reverse is observable in the estimates, which we form of characters and manners; and the more we habituate ourselves to an accurate scrutiny of morals, the more delicate feeling do we acquire of the most minute distinctions between vice and virtue. Such frequent occasion, indeed, have we, in common life, to pronounce all kinds of moral determinations, that no object of this kind can be new or unusual to us; nor could any false views or prepossessions maintain their ground against an experience, so common and familiar. Experience being chiefly what forms the associations of ideas, it is impossible, that any association could establish and support itself, in direct opposition to that principle.","subId":"14","id":"Hume.ETSS.EPM.5.14","pages":"217-8"},{"type":"paragraph","content":"Usefulness is agreeable, and engages our approbation. This is a matter of fact, confirmed by daily observation. But, useful? For what? For some body's interest, surely. Whose interest then? Not our own only: For our approbation frequently extends farther. It must, therefore, be the interest of those, who are served by the character or action approved of; and these we may conclude, however remote, are not totally indifferent to us. By opening up this principle, we shall discover one great source of moral distinctions.","subId":"15","id":"Hume.ETSS.EPM.5.15","pages":"218"},{"type":"paragraph","content":"Self-love is a principle in human nature of such extensive energy, and the interest of each individual is, in general, so closely connected with that of the community, that those philosophers were excusable, who fancied, that all our concern for the public might be resolved into a concern for our own happiness and preservation. They saw every moment, instances of approbation or blame, satisfaction or displeasure towards characters and actions; they denominated the objects of these sentiments, virtues, or vices; they observed, that the former had a tendency to encrease the happiness, and the latter the misery of mankind; they asked, whether it were possible that we could have any general concern for society, or any disinterested resentment of the welfare or injury of others; they found it simpler to consider all these sentiments as modifications of self-love; and they discovered a pretence, at least, for this unity of principle, in that close union of interest, which is so observable between the public and each individual.","subId":"16","id":"Hume.ETSS.EPM.5.16","pages":"218-9"},{"type":"paragraph","content":"But notwithstanding this frequent confusion of interests, it is easy to attain what natural philosophers, after lord Bacon, have affected to call the experimentum crucis, or that experiment, which points out the right way in any doubt or ambiguity. We have found instances, in which private interest was separate from public; in which it was even contrary: And yet we observed the moral sentiment to continue, notwithstanding this disjunction of interests. And wherever these distinct interests sensibly concurred, we always found a sensible encrease of the sentiment, and a more warm affection to virtue, and detestation of vice, or what we properly call, gratitude and revenge. Compelled by these instances, we must renounce the theory, which accounts for every moral sentiment by the principle of self-love. We must adopt a more public affection, and allow, that the interests of society are not, even on their own account, entirely indifferent to us. Usefulness is only a tendency to a certain end; and it is a contradiction in terms, that any thing pleases as means to an end, where the end itself no wise affects us. If usefulness, therefore, be a source of moral sentiment, and if this usefulness be not always considered with a reference to self; it follows, that every thing, which contributes to the happiness of society, recommends itself directly to our approbation and good-will. Here is a principle, which accounts, in great part, for the origin of morality: And what need we seek for abstruse and remote systems, when there occurs one so obvious and natural?","subId":"17","id":"Hume.ETSS.EPM.5.17","pages":"219"},{"type":"paragraph","content":"Have we any difficulty to comprehend the force of humanity and benevolence? Or to conceive, that the very aspect of happiness, joy, prosperity, gives pleasure; that of pain, suffering, sorrow, communicates uneasiness? The human countenance, says Horace, borrows smiles or tears from the human countenance. Reduce a person to solitude, and he loses all enjoyment, except either of the sensual or speculative kind; and that because the movements of his heart are not forwarded by correspondent movements in his fellow-creatures. The signs of sorrow and mourning, though arbitrary, affect us with melancholy; but the natural symptoms, tears and cries and groans, never fail to infuse compassion and uneasiness. And if the effects of misery touch us in so lively a manner; can we be supposed altogether insensible or indifferent towards its causes; when a malicious or treacherous character and behaviour are presented to us?","subId":"18","id":"Hume.ETSS.EPM.5.18","pages":"220"},{"type":"paragraph","content":"We enter, I shall suppose, into a convenient, warm, well-contrived apartment: We necessarily receive a pleasure from its very survey; because it presents us with the pleasing ideas of ease, satisfaction, and enjoyment. The hospitable, good-humoured, humane landlord appears. This circumstance surely must embellish the whole; nor can we easily forbear reflecting, with pleasure, on the satisfaction which results to every one from his intercourse and good-offices.","subId":"19","id":"Hume.ETSS.EPM.5.19","pages":"220-1"},{"type":"paragraph","content":"His whole family, by the freedom, ease, confidence, and calm enjoyment, diffused over their countenances, sufficiently express their happiness. I have a pleasing sympathy in the prospect of so much joy, and can never consider the source of it, without the most agreeable emotions.","subId":"20","id":"Hume.ETSS.EPM.5.20","pages":"221"},{"type":"paragraph","content":"He tells me, that an oppressive and powerful neighbour had attempted to dispossess him of his inheritance, and had long disturbed all his innocent and social pleasures. I feel an immediate indignation arise in me against such violence and injury.","subId":"21","id":"Hume.ETSS.EPM.5.21","pages":"221"},{"type":"paragraph","content":"But it is no wonder, he adds, that a private wrong should proceed from a man, who had enslaved provinces, depopulated cities, and made the field and scaffold stream with human blood. I am struck with horror at the prospect of so much misery, and am actuated by the strongest antipathy against its author.","subId":"22","id":"Hume.ETSS.EPM.5.22","pages":"221"},{"type":"paragraph","content":"In general, it is certain, that, wherever we go, whatever we reflect on or converse about, every thing still presents us with the view of human happiness or misery, and excites in our breast a sympathetic movement of pleasure or uneasiness. In our serious occupations, in our careless amusements, this principle still exerts its active energy.","subId":"23","id":"Hume.ETSS.EPM.5.23","pages":"221"},{"type":"paragraph","content":"A man, who enters the theatre, is immediately struck with the view of so great a multitude, participating of one common amusement; and experiences, from their very aspect, a superior sensibility or disposition of being affected with every sentiment, which he shares with his fellow-creatures.","subId":"24","id":"Hume.ETSS.EPM.5.24","pages":"221"},{"type":"paragraph","content":"He observes the actors to be animated by the appearance of a full audience, and raised to a degree of enthusiasm, which they cannot command in any solitary or calm moment.","subId":"25","id":"Hume.ETSS.EPM.5.25","pages":"221"},{"type":"paragraph","content":"Every movement of the theatre, by a skilful poet, is communicated, as it were by magic, to the spectators; who weep, tremble, resent, rejoice, and are enflamed with all the variety of passions, which actuate the several personages of the drama.","subId":"26","id":"Hume.ETSS.EPM.5.26","pages":"221-2"},{"type":"paragraph","content":"Where any event crosses our wishes, and interrupts the happiness of the favourite characters, we feel a sensible anxiety and concern. But where their sufferings proceed from the treachery, cruelty, or tyranny of an enemy, our breasts are affected with the liveliest resentment against the author of these calamities.","subId":"27","id":"Hume.ETSS.EPM.5.27","pages":"222"},{"type":"paragraph","content":"It is here esteemed contrary to the rules of art to represent any thing cool and indifferent. A distant friend, or a confident, who has no immediate interest in the catastrophe, ought, if possible, to be avoided by the poet; as communicating a like indifference to the audience, and checking the progress of the passions.","subId":"28","id":"Hume.ETSS.EPM.5.28","pages":"222"},{"type":"paragraph","content":"Few species of poetry are more entertaining than pastoral; and every one is sensible, that the chief source of its pleasure arises from those images of a gentle and tender tranquillity, which it represents in its personages, and of which it communicates a like sentiment to the reader. Sannazarius, who transferred the scene to the sea-shore, though he presented the most magnificent object in nature, is confessed to have erred in his choice. The idea of toil, labour, and danger, suffered by the fishermen, is painful; by an unavoidable sympathy, which attends every conception of human happiness or misery.","subId":"29","id":"Hume.ETSS.EPM.5.29","pages":"222"},{"type":"paragraph","content":"When I was twenty, says a French poet, Ovid was my favourite: Now I am forty, I declare for Horace. We enter, to be sure, more readily into sentiments, which resemble those we feel every day: But no passion, when well represented, can be entirely indifferent to us; because there is none, of which every man has not, within him, at least the seeds and first principles. It is the business of poetry to bring every affection near to us by lively imagery and representation, and make it look like truth and reality: A certain proof, that, wherever that reality is found, our minds are disposed to be strongly affected by it.","subId":"30","id":"Hume.ETSS.EPM.5.30","pages":"222-3"},{"type":"paragraph","content":"Any recent event or piece of news, by which the fate of states, provinces, or many individuals is affected, is extremely interesting even to those whose welfare is not immediately engaged. Such intelligence is propagated with celerity, heard with avidity, and enquired into with attention and concern. The interest of society appears, on this occasion, to be, in some degree, the interest of each individual. The imagination is sure to be affected; though the passions excited may not always be so strong and steady as to have great influence on the conduct and behaviour.","subId":"31","id":"Hume.ETSS.EPM.5.31","pages":"223"},{"type":"paragraph","content":"The perusal of a history seems a calm entertainment; but would be no entertainment at all, did not our hearts beat with correspondent movements to those which are described by the historian.","subId":"32","id":"Hume.ETSS.EPM.5.32","pages":"223"},{"type":"paragraph","content":"Thucydides and Guicciardin support with difficulty our attention; while the former describes the trivial rencounters of the small cities of Greece, and the latter the harmless wars of Pisa. The few persons interested, and the small interest fill not the imagination, and engage not the affections. The deep distress of the numerous Athenian army before Syracuse; the danger, which so nearly threatens Venice; these excite compassion; these move terror and anxiety.","subId":"33","id":"Hume.ETSS.EPM.5.33","pages":"223"},{"type":"paragraph","content":"The indifferent, uninteresting stile of Suetonius, equally with the masterly pencil of Tacitus, may convince us of the cruel depravity of Nero or Tiberius: But what a difference of sentiment! While the former coldly relates the facts; and the latter sets before our eyes the venerable figures of a Soranus and a Thrasea, intrepid in their fate, and only moved by the melting sorrows of their friends and kindred. What sympathy then touches every human heart! What indignation against the tyrant, whose causeless fear or unprovoked malice gave rise to such detestable barbarity!","subId":"34","id":"Hume.ETSS.EPM.5.34","pages":"223-4"},{"type":"paragraph","content":"If we bring these subjects nearer: If we remove all suspicion of fiction and deceit: What powerful concern is excited, and how much superior, in many instances, to the narrow attachments of self-love and private interest! Popular sedition, party zeal, a devoted obedience to factious leaders; these are some of the most visible, though less laudable effects of this social sympathy in human nature.","subId":"35","id":"Hume.ETSS.EPM.5.35","pages":"224"},{"type":"paragraph","content":"The frivolousness of the subject too, we may observe, is not able to detach us entirely from what carries an image of human sentiment and affection.","subId":"36","id":"Hume.ETSS.EPM.5.36","pages":"224"},{"type":"paragraph","content":"When a person stutters, and pronounces with difficulty, we even sympathize with this trivial uneasiness, and suffer for him. And it is a rule in criticism, that every combination of syllables or letters, which gives pain to the organs of speech in the recital, appears also, from a species of sympathy, harsh and disagreeable to the ear. Nay, when we run over a book with our eye, we are sensible of such unharmonious composition; because we still imagine, that a person recites it to us, and suffers from the pronunciation of these jarring sounds. So delicate is our sympathy!","subId":"37","id":"Hume.ETSS.EPM.5.37","pages":"224"},{"type":"paragraph","content":"Easy and unconstrained postures and motions are always beautiful: An air of health and vigour is agreeable: Cloaths which warm, without burthening the body; which cover, without imprisoning the limbs, are well-fashioned. In every judgment of beauty, the feelings of the person affected enter into consideration, and communicate to the spectator similar touches of pain or pleasure. What wonder, then, if we can pronounce no judgment concerning the character and conduct of men, without considering the tendencies of their actions, and the happiness or misery which thence arises to society? What association of ideas would ever operate, were that principle here totally unactive?","subId":"38","id":"Hume.ETSS.EPM.5.38","pages":"224-5"},{"type":"paragraph","content":"If any man from a cold insensibility, or narrow selfishness of temper, is unaffected with the images of human happiness or misery, he must be equally indifferent to the images of vice and virtue: As, on the other hand, it is always found, that a warm concern for the interests of our species is attended with a delicate feeling of all moral distinctions; a strong resentment of injury done to men; a lively approbation of their welfare. In this particular, though great superiority is observable of one man above another; yet none are so entirely indifferent to the interest of their fellow-creatures, as to perceive no distinctions of moral good and evil, in consequence of the different tendencies of actions and principles. How, indeed, can we suppose it possible in any one, who wears a human heart, that if there be subjected to his censure, one character or system of conduct, which is beneficial, and another, which is pernicious, to his species or community, he will not so much as give a cool preference to the former, or ascribe to it the smallest merit or regard? Let us suppose such a person ever so selfish; let private interest have ingrossed ever so much his attention; yet in instances, where that is not concerned, he must unavoidably feel some propensity to the good of mankind, and make it an object of choice, if every thing else be equal. Would any man, who is walking along, tread as willingly on another's gouty toes, whom he has no quarrel with, as on the hard flint and pavement? There is here surely a difference in the case. We surely take into consideration the happiness and misery of others, in weighing the several motives of action, and incline to the former, where no private regards draw us to seek our own promotion or advantage by the injury of our fellow-creatures. And if the principles of humanity are capable, in many instances, of influencing our actions, they must, at all times, have some authority over our sentiments, and give us a general approbation of what is useful to society, and blame of what is dangerous or pernicious. The degrees of these sentiments may be the subject of controversy; but the reality of their existence, one should think, must be admitted, in every theory or system.","subId":"39","id":"Hume.ETSS.EPM.5.39","pages":"225-6"},{"type":"paragraph","content":"A creature, absolutely malicious and spiteful, were there any such in nature, must be worse than indifferent to the images of vice and virtue. All his sentiments must be inverted, and directly opposite to those, which prevail in the human species. Whatever contributes to the good of mankind, as it crosses the constant bent of his wishes and desires, must produce uneasiness and disapprobation; and on the contrary, whatever is the source of disorder and misery in society, must, for the same reason, be regarded with pleasure and complacency. Timon, who, probably from his affected spleen, more than any inveterate malice, was denominated the man-hater, embraced Alcibiades, with great fondness. Go on, my boy! cried he, acquire the confidence of the people: You will one day, I foresee, be the cause of great calamities to them: Could we admit the two principles of the Manicheans, it is an infallible consequence, that their sentiments of human actions, as well as of every thing else, must be totally opposite, and that every instance of justice and humanity, from its necessary tendency, must please the one deity and displease the other. All mankind so far resemble the good principle, that, where interest or revenge or envy perverts not our disposition, we are always inclined, from our natural philanthropy, to give the preference to the happiness of society, and consequently to virtue, above its opposite. Absolute, unprovoked, disinterested malice has never, perhaps, place in any human breast; or if it had, must there pervert all the sentiments of morals, as well as the feelings of humanity. If the cruelty of Nero be allowed entirely voluntary, and not rather the effect of constant fear and resentment; it is evident, that Tigellinus, preferably to Seneca or Burrhus, must have possessed his steady and uniform approbation.","subId":"40","id":"Hume.ETSS.EPM.5.40","pages":"226-7"},{"type":"paragraph","content":"A statesman or patriot, who serves our own country, in our own time, has always a more passionate regard paid to him, than one whose beneficial influence operated on distant ages or remote nations; where the good, resulting from his generous humanity, being less connected with us, seems more obscure, and affects us with a less lively sympathy. We may own the merit to be equally great, though our sentiments are not raised to an equal height, in both cases. The judgment here corrects the inequalities of our internal emotions and perceptions; in like manner, as it preserves us from error, in the several variations of images, presented to our external senses. The same object, at a double distance, really throws on the eye a picture of but half the bulk; yet we imagine that it appears of the same size in both situations; because we know, that, on our approach to it, its image would expand on the eye, and that the difference consists not in the object itself, but in our position with regard to it. And, indeed, without such a correction of appearances, both in internal and external sentiment, men could never think or talk steadily on any subject; while their fluctuating situations produce a continual variation on objects, and throw them into such different and contrary lights and positions.","subId":"41","id":"Hume.ETSS.EPM.5.41","pages":"227-8"},{"type":"paragraph","content":"The more we converse with mankind, and the greater social intercourse we maintain, the more shall we be familiarized to these general preferences and distinctions, without which our conversation and discourse could scarcely be rendered intelligible to each other. Every man's interest is peculiar to himself, and the aversions and desires, which result from it, cannot be supposed to affect others in a like degree. General language, therefore, being formed for general use, must be moulded on some more general views, and must affix the epithets of praise or blame, in conformity to sentiments, which arise from the general interests of the community. And if these sentiments, in most men, be not so strong as those, which have a reference to private good; yet still they must make some distinction, even in persons the most depraved and selfish; and must attach the notion of good to a beneficent conduct, and of evil to the contrary. Sympathy, we shall allow, is much fainter than our concern for ourselves, and sympathy with persons remote from us, much fainter than that with persons near and contiguous; but for this very reason, it is necessary for us, in our calm judgments and discourse concerning the characters of men, to neglect all these differences, and render our sentiments more public and social. Besides, that we ourselves often change our situation in this particular, we every day meet with persons, who are in a situation different from us, and who could never converse with us, were we to remain constantly in that position and point of view, which is peculiar to ourselves. The intercourse of sentiments, therefore, in society and conversation, makes us form some general unalterable standard, by which we may approve or disapprove of characters and manners. And though the heart takes not part entirely with those general notions, nor regulates all its love and hatred, by the universal, abstract differences of vice and virtue, without regard to self, or the persons with whom we are more intimately connected; yet have these moral differences a considerable influence, and being sufficient, at least, for discourse, serve all our purposes in company, in the pulpit, on the theatre, and in the schools.","subId":"42","id":"Hume.ETSS.EPM.5.42","pages":"228-9"},{"type":"paragraph","content":"Thus, in whatever light we take this subject, the merit, ascribed to the social virtues, appears still uniform, and arises chiefly from that regard, which the natural sentiment of benevolence engages us to pay to the interests of mankind and society. If we consider the principles of the human make, such as they appear to daily experience and observation, we must, à priori, conclude it impossible for such a creature as man to be totally indifferent to the well or ill-being of his fellow-creatures, and not readily, of himself, to pronounce, where nothing gives him any particular byass, that what promotes their happiness is good, what tends to their misery is evil, without any farther regard or consideration. Here then are the faint rudiments, at least, or out-lines, of a general distinction between actions; and in proportion as the humanity of the person is supposed to encrease, his connexion with those who are injured or benefited, and his lively conception of their misery or happiness; his consequent censure or approbation acquires proportionable vigour. There is no necessity, that a generous action, barely mentioned in an old history or remote gazette, should communicate any strong feelings of applause and admiration. Virtue, placed at such a distance, is like a fixed star, which, though to the eye of reason, it may appear as luminous as the sun in his meridian, is so infinitely removed, as to affect the senses, neither with light nor heat. Bring this virtue nearer, by our acquaintance or connexion with the persons, or even by an eloquent recital of the case; our hearts are immediately caught, our sympathy enlivened, and our cool approbation converted into the warmest sentiments of friendship and regard. These seem necessary and infallible consequences of the general principles of human nature, as discovered in common life and practice.","subId":"43","id":"Hume.ETSS.EPM.5.43","pages":"230"},{"type":"paragraph","content":"Again; reverse these views and reasonings: Consider the matter à posteriori; and weighing the consequences, enquire if the merit of social virtue be not, in a great measure, derived from the feelings of humanity, with which it affects the spectators. It appears to be matter of fact, that the circumstance of utility, in all subjects, is a source of praise and approbation: That it is constantly appealed to in all moral decisions concerning the merit and demerit of actions: That it is the sole source of that high regard paid to justice, fidelity, honour, allegiance, and chastity: That it is inseparable from all the other social virtues, humanity, generosity, charity, affability, lenity, mercy, and moderation: And, in a word, that it is a foundation of the chief part of morals, which has a reference to mankind and our fellow-creatures.","subId":"44","id":"Hume.ETSS.EPM.5.44","pages":"230-1"},{"type":"paragraph","content":"It appears also, that, in our general approbation of characters and manners, the useful tendency of the social virtues moves us not by any regards to self-interest, but has an influence much more universal and extensive. It appears, that a tendency to public good, and to the promoting of peace, harmony, and order in society, does always, by affecting the benevolent principles of our frame, engage us on the side of the social virtues. And it appears, as an additional confirmation, that these principles of humanity and sympathy enter so deeply into all our sentiments, and have so powerful an influence, as may enable them to excite the strongest censure and applause. The present theory is the simple result of all these inferences, each of which seems founded on uniform experience and observation.","subId":"45","id":"Hume.ETSS.EPM.5.45","pages":"231"},{"type":"paragraph","content":"Were it doubtful, whether there were any such principle in our nature as humanity or a concern for others, yet when we see, in numberless instances, that whatever has a tendency to promote the interests of society, is so highly approved of, we ought thence to learn the force of the benevolent principle; since it is impossible for any thing to please as means to an end, where the end is totally indifferent. On the other hand, were it doubtful, whether there were, implanted in our nature, any general principle of moral blame and approbation, yet when we see, in numberless instances, the influence of humanity, we ought thence to conclude, that it is impossible, but that every thing, which promotes the interest of society, must communicate pleasure, and what is pernicious give uneasiness. But when these different reflections and observations concur in establishing the same conclusion, must they not bestow an undisputed evidence upon it?","subId":"46","id":"Hume.ETSS.EPM.5.46","pages":"231-2"},{"type":"paragraph","content":"It is however hoped, that the progress of this argument will bring a farther confirmation of the present theory, by showing the rise of other sentiments of esteem and regard from the same or like principles.","subId":"47","id":"Hume.ETSS.EPM.5.47","pages":"232"},{"type":"note","content":"See NOTE [Z].","subId":"n17","id":"Hume.ETSS.EPM.5.n17"},{"type":"note","content":"WE ought not to imagine, because an inanimate object may be useful as well as a man, that therefore it ought also, according to this system, to merit he appellation of virtuous. The sentiments, excited by utility, are, in the two cases, very different; and the one is mixed with affection, esteem, approbation, &c. and not the other. In like manner, an inanimate object may have good colour and proportions as well as a human figure. But can we ever be in love with the former? There are a numerous set of passions and sentiments, of which thinking rational beings are, by the original constitution of nature, the only proper objects: And though the very same qualities be transferred to an insensible, inanimate being, they will not excite the same sentiments. The beneficial qualities of herbs and minerals are, indeed, sometimes called their virtues; but this is an effect of the caprice of language, which ought not to be regarded in reasoning. For though there be a species of approbation attending even inanimate objects, when beneficial, yet this sentiment is so weak, and so different from that which is directed to beneficent magistrates or statesman; that they ought not to be ranked under the same class or appellation.","subId":"n17.1","id":"Hume.ETSS.EPM.5.n17.1","pages":"213"},{"type":"note","content":"A very small variation of the object, even where the same qualities are preserved, will destroy a sentiment. Thus, the same beauty, transferred to a different sex, excites no amorous passion, where nature is not extremely perverted.","subId":"n17.2","id":"Hume.ETSS.EPM.5.n17.2","pages":"213"},{"type":"note","content":"See NOTE [AA].","subId":"n18","id":"Hume.ETSS.EPM.5.n18"},{"type":"note","content":"UNdutifulness to parents is disapproved of by mankind, προορωμενους το ελλον, και συλλογιζομενους οτι το παραπλησιον εκαστοις αυτων συγκυρησει. Ingratitude for a like reason (though he seems there to mix a more generous regard) συναγανακτουντας μεν τω πελας, αναφεροντας δ' επ' αυτους το παραπλησιον εξ ων υπογιγνεται τις εννοια παρεκαστω του καθηκοντος δυναμεως και θεωριας. Lib. vi. cap. 4. Perhaps the historian only meant, that our sympathy and humanity was more enlivened, by our considering the similarity of our case with that of the person suffering; which is a just sentiment.","subId":"n18.1","id":"Hume.ETSS.EPM.5.n18.1","pages":"215"},{"type":"note","content":"See NOTE [BB].","subId":"n19","id":"Hume.ETSS.EPM.5.n19"},{"type":"note","content":"IT is needless to push our researches so far as to ask, why we have humanity or a fellow-feeling with others. It is sufficient, that this is experienced to be a principle in human nature. We must stop somewhere in our examination of causes; and there are, in every science, some general principles, beyond which we cannot hope to find any principle more general. No man is absolutely indifferent to the happiness and misery of others. The first has a natural tendency to give pleasure; the second, pain. This every one may find in himself. It is not probable, that these principles can be resolved into principles more simple and universal, whatever attempts may have been made to that purpose. But if it were possible, it belongs not to the present subject; and we may here safely consider these principles as original: Happy, if we can render all the consequences sufficiently plain and perspicuous!","subId":"n19.1","id":"Hume.ETSS.EPM.5.n19.1","pages":"219-20"},{"type":"note","content":"Uti ridentibus arrident, ita flentibus adflent \n Humani vultus.   Hor.","subId":"n20","id":"Hume.ETSS.EPM.5.n20","pages":"220"},{"type":"note","content":"\"Decentior equus cujus astricta sunt ilia; sed idem velocior. Pulcher aspectu sit athleta, cujus lacertos execitatio expressit; idem certamini paratior. Nunquam enim species ab utilitate dividitur. Sed hoc quidem discernere modici judicii est.\" Quintilian, Inst. lib. viii. cap. 3.","subId":"n21","id":"Hume.ETSS.EPM.5.n21","pages":"224"},{"type":"note","content":"See NOTE [CC].","subId":"n22","id":"Hume.ETSS.EPM.5.n22"},{"type":"note","content":"IN proportion to the station which a man possesses, according to the relations in which he is placed; we always expect from him a greater or less degree of good, and when disappointed, blame his inutility; and much more do we blame him, if any ill or prejudice arise from his conduct and behaviour. When the interests of one country interfere with those of another, we estimate the merits of a statesman by the good or ill, which results to his own country from his measures and councils, without regard to the prejudice which he brings on its enemies and rivals. His fellow-citizens are the objects, which lie nearest the eye, while we determine his character. And as nature has implanted in every one a superior affection to his own country, we never expect any regard to distant nations, where a competition arises. Not to mention, that, while every man consults the good of his own community, we are sensible, that the general interest of mankind is better promoted, than any loose indeterminate views to the good of a species, whence no beneficial action could ever result, for want of a duly limited object, on which they could exert themselves.","subId":"n22.1","id":"Hume.ETSS.EPM.5.n22.1","pages":"225"},{"type":"note","content":"Plutarch in vita Alc.","subId":"n23","id":"Hume.ETSS.EPM.5.n23"},{"type":"note","content":"See NOTE [DD].","subId":"n24","id":"Hume.ETSS.EPM.5.n24"},{"type":"note","content":"FOR a like reason, the tendencies of actions and characters, not their real accidental consequences, are alone regarded in our moral determinations or general judgments; though in our real feeling or sentiment, we cannot help paying greater regard to one whose station, joined to virtue, renders him really useful to society, then to one, who exerts the social virtues only in good intentions and benevolent affections. Separating the character from the fortune, by an easy and necessary effort of thought, we pronounce these persons alike, and give them the same general praise. The judgment corrects or endeavours to correct the appearance: But is not able entirely to prevail over sentiment.","subId":"n24.1","id":"Hume.ETSS.EPM.5.n24.1","pages":"228"},{"type":"note","content":"Why is this peach-tree said to be better than that other; but because it produces more or better fruit? And would not the same praise be given it, though snails or vermin had destroyed the peaches, before they came to full maturity? In morals too, is not the tree known by the fruit? And cannot we easily distinguish between nature and accident, in the one case as well as in the other?","subId":"n24.2","id":"Hume.ETSS.EPM.5.n24.2","pages":"228"},{"type":"note","content":"See NOTE [EE].","subId":"n25","id":"Hume.ETSS.EPM.5.n25"},{"type":"note","content":"IT is wisely ordained by nature, that private connexions should commonly prevail over universal views and considerations; otherwise our affections and actions would be dissipated and lost, for want of a proper limited object. Thus a small benefit done to ourselves, or our near friends, excites more lively sentiments of love and approbation than a great benefit done to a distant commonwealth: But still we know here, as in all the senses, to correct these inequalities by reflection, and retain a general standard of vice and virtue, founded chiefly on a general usefulness.","subId":"n25.1","id":"Hume.ETSS.EPM.5.n25.1","pages":"229"}]}