{"imported":true,"id":"Hume.ETSS.EPM.6","parent":"Hume.ETSS.EPM","title":"Section 6. Of Qualities Useful to Ourselves","breadcrumb":"Section 6","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECTION VI.\nOf Qualities Useful to Ourselves.\n","id":"Hume.ETSS.EPM.6"},{"type":"paragraph","content":"IT seems evident, that where a quality or habit is subjected to our examination, if it appear, in any respect, prejudicial to the person possessed of it, or such as incapacitates him for business and action, it is instantly blamed, and ranked among his faults and imperfections. Indolence, negligence, want of order and method, obstinacy, fickleness, rashness, credulity; these qualities were never esteemed by any one indifferent to a character; much less, extolled as accomplishments or virtues. The prejudice, resulting from them, immediately strikes our eye, and gives us the sentiment of pain and disapprobation.","subId":"1","id":"Hume.ETSS.EPM.6.1","pages":"233"},{"type":"paragraph","content":"No quality, it is allowed, is absolutely either blameable or praise-worthy. It is all according to its degree. A due medium, says the Peripatetics, is the characteristic of virtue. But this medium is chiefly determined by utility. A proper celerity, for instance, and dispatch in business, is commendable. When defective, no progress is ever made in the execution of any purpose: When excessive, it engages us in precipitate and ill-concerted measures and enterprises: By such reasonings, we fix the proper and commendable mediocrity in all moral and prudential disquisitions; and never lose view of the advantages, which result from any character or habit.","subId":"2","id":"Hume.ETSS.EPM.6.2","pages":"233"},{"type":"paragraph","content":"Now as these advantages are enjoyed by the person possessed of the character, it can never be self-love which renders the prospect of them agreeable to us, the spectators, and prompts our esteem and approbation. No force of imagination can convert us into another person, and make us fancy, that we, being that person, reap benefit from those valuable qualities, which belong to him. Or if it did, no celerity of imagination could immediately transport us back, into ourselves, and make us love and esteem the person, as different from us. Views and sentiments, so opposite to known truth, and to each other, could never have place, at the same time, in the same person. All suspicion, therefore, of selfish regards, is here totally excluded. It is a quite different principle, which actuates our bosom, and interests us in the felicity of the person whom we contemplate. Where his natural talents and acquired abilities give us the prospect of elevation, advancement, a figure in life, prosperous success, a steady command over fortune, and the execution of great or advantageous undertakings; we are struck with such agreeable images, and feel a complacency and regard immediately arise towards him. The ideas of happiness, joy, triumph, prosperity, are connected with every circumstance of his character, and diffuse over our minds a pleasing sentiment of sympathy and humanity.","subId":"3","id":"Hume.ETSS.EPM.6.3","pages":"234"},{"type":"paragraph","content":"Let us suppose a person originally framed so as to have no manner of concern for his fellow-creatures, but to regard the happiness and misery of all sensible beings with greater indifference than even two contiguous shades of the same colour. Let us suppose, if the prosperity of nations were laid on the one hand, and their ruin on the other, and he were desired to choose; that he would stand, like the schoolman's ass, irresolute and undetermined, between equal motives; or rather, like the same ass between two pieces of wood or marble, without any inclination or propensity to either side. The consequence, I believe, must be allowed just, that such a person, being absolutely unconcerned, either for the public good of a community or the private utility of others, would look on every quality, however pernicious, or however beneficial, to society, or to its possessor, with the same indifference as on the most common and uninteresting object.","subId":"4","id":"Hume.ETSS.EPM.6.4","pages":"235"},{"type":"paragraph","content":"But if, instead of this fancied monster, we suppose a man to form a judgment or determination in the case, there is to him a plain foundation of preference, where every thing else is equal; and however cool his choice may be, if his heart be selfish, or if the persons interested be remote from him; there must still be a choice or distinction between what is useful, and what is pernicious. Now this distinction is the same in all its parts, with the moral distinction, whose foundation has been so often, and so much in vain, enquired after. The same endowments of the mind, in every circumstance, are agreeable to the sentiment of morals and to that of humanity; the same temper is susceptible of high degrees of the one sentiment and of the other; and the same alteration in the objects, by their nearer approach or by connexions, enlivens the one and the other. By all the rules of philosophy, therefore, we must conclude, that these sentiments are originally the same; since, in each particular, even the most minute, they are governed by the same laws, and are moved by the same objects.","subId":"5","id":"Hume.ETSS.EPM.6.5","pages":"235-6"},{"type":"paragraph","content":"Why do philosophers infer, with the greatest certainty, that the moon is kept in its orbit by the same force of gravity, that makes bodies fall near the surface of the earth, but because these effects are, upon computation, found similar and equal? And must not this argument bring as strong conviction, in moral as in natural disquisitions?","subId":"6","id":"Hume.ETSS.EPM.6.6","pages":"236"},{"type":"paragraph","content":"To prove, by any long detail, that all the qualities, useful to the possessor, are approved of, and the contrary censured, would be superfluous. The least reflection on what is every day experienced in life, will be sufficient. We shall only mention a few instances, in order to remove, if possible, all doubt and hesitation.","subId":"7","id":"Hume.ETSS.EPM.6.7","pages":"236"},{"type":"paragraph","content":"The quality, the most necessary for the execution of any useful enterprise, is DISCRETION; by which we carry on a safe intercourse with others, give due attention to our own and to their character, weigh each circumstance of the business which we undertake, and employ the surest and safest means for the attainment of any end or purpose. To a Cromwell, perhaps, or a De Retz, discretion may appear an alderman-like virtue, as Dr. Swift calls it; and being incompatible with those vast designs, to which their courage and ambition prompted them, it might really, in them, be a fault or imperfection. But in the conduct of ordinary life, no virtue is more requisite, not only to obtain success, but to avoid the most fatal miscarriages and disappointments. The greatest parts without it, as observed by an elegant writer, may be fatal to their owner; as Polyphemus, deprived of his eye, was only the more exposed, on account of his enormous strength and stature.","subId":"8","id":"Hume.ETSS.EPM.6.8","pages":"236-7"},{"type":"paragraph","content":"The best character, indeed, were it not rather too perfect for human nature, is that which is not swayed by temper of any kind; but alternately employs enterprise and caution, as each is useful to the particular purpose intended. Such is the excellence which St. Evremond ascribes to mareschal Turenne, who displayed every campaign, as he grew older, more temerity in his military enterprises; and being now, from long experience, perfectly acquainted with every incident in war, he advanced with greater firmness and security, in a road so well known to him. Fabius, says Machiavel, was cautious; Scipio enterprising: And both succeeded, because the situation of the Roman affairs, during the command of each, was peculiarly adapted to his genius; but both would have failed, had these situations been reversed. He is happy, whose circumstances suit his temper; but he is more excellent, who can suit his temper to any circumstances.","subId":"9","id":"Hume.ETSS.EPM.6.9","pages":"237"},{"type":"paragraph","content":"What need is there to display the praises of INDUSTRY, and to extol its advantages, in the acquisition of power and riches, or in raising what we call a fortune in the world? The tortoise, according to the fable, by his perseverance, gained the race of the hare, though possessed of much superior swiftness. A man's time, when well husbanded, is like a cultivated field, of which a few acres produce more of what is useful to life, than extensive provinces, even of the richest soil, when over-run with weeds and brambles.","subId":"10","id":"Hume.ETSS.EPM.6.10","pages":"237"},{"type":"paragraph","content":"But all prospect of success in life, or even of tolerable subsistence, must fail, where a reasonable FRUGALITY is wanting. The heap, instead of encreasing, diminishes daily, and leaves its possessor so much more unhappy, as, not having been able to confine his expences to a large revenue, he will still less be able to live contentedly on a small one. The souls of men, according to Plato, inflamed with impure appetites, and losing the body, which alone afforded means of satisfaction, hover about the earth, and haunt the places, where their bodies are deposited; possessed with a longing desire to recover the lost organs of sensation. So may we see worthless prodigals, having consumed their fortune in wild debauches, thrusting themselves into every plentiful table, and every party of pleasure, hated even by the vicious, and despised even by fools.","subId":"11","id":"Hume.ETSS.EPM.6.11","pages":"237-8"},{"type":"paragraph","content":"The one extreme of frugality is avarice, which, as it both deprives a man of all use of his riches, and checks hospitality and every social enjoyment, is justly censured on a double account. Prodigality, the other extreme, is commonly more hurtful to a man himself; and each of these extremes is blamed above the other, according to the temper of the person who censures, and according to his greater or less sensibility to pleasure, either social or sensual.","subId":"12","id":"Hume.ETSS.EPM.6.12","pages":"238"},{"type":"paragraph","content":"Qualities often derive their merit from complicated sources. Honesty, fidelity, truth, are praised for their immediate tendency to promote the interests of society; but after those virtues are once established upon this foundation, they are also considered as advantageous to the person himself, and as the source of that trust and confidence, which can alone give a man any consideration in life. One becomes contemptible, no less than odious, when he forgets the duty, which, in this particular, he owes to himself as well as to society.","subId":"13","id":"Hume.ETSS.EPM.6.13","pages":"238"},{"type":"paragraph","content":"Perhaps, this consideration is one chief source of the high blame, which is thrown on any instance of failure among women in point of chastity. The greatest regard, which can be acquired by that sex, is derived from their fidelity; and a woman becomes cheap and vulgar, loses her rank, and is exposed to every insult, who is deficient in this particular. The smallest failure is here sufficient to blast her character. A female has so many opportunities of secretly indulging these appetites, that nothing can give us security but her absolute modesty and reserve; and where a breach is once made, it can scarcely ever be fully repaired. If a man behave with cowardice on one occasion, a contrary conduct reinstates him in his character. But by what action can a woman, whose behaviour has once been dissolute, be able to assure us, that she has formed better resolutions, and has self-command enough to carry them into execution?","subId":"14","id":"Hume.ETSS.EPM.6.14","pages":"238-9"},{"type":"paragraph","content":"All men, it is allowed, are equally desirous of happiness; but few are successful in the pursuit: One considerable cause is the want of STRENGTH of MIND, which might enable them to resist the temptation of present ease or pleasure, and carry them forward in the search of more distant profit and enjoyment. Our affections, on a general prospect of their objects, form certain rules of conduct, and certain measures of preference of one above another: And these decisions, though really the result of our calm passions and propensities, (for what else can pronounce any object eligible or the contrary?) are yet said, by a natural abuse of terms, to be the determinations of pure reason and reflection. But when some of these objects approach nearer to us, or acquire the advantages of favourable lights and positions, which catch the heart or imagination; our general resolutions are frequently confounded, a small enjoyment preferred, and lasting shame and sorrow entailed upon us. And however poets may employ their wit and eloquence, in celebrating present pleasure, and rejecting all distant views to fame, health, or fortune; it is obvious, that this practice is the source of all dissoluteness and disorder, repentance and misery. A man of a strong and determined temper adheres tenaciously to his general resolutions, and is neither seduced by the allurements of pleasure, nor terrified by the menaces of pain; but keeps still in view those distant pursuits, by which he, at once, ensures his happiness and his honour.","subId":"15","id":"Hume.ETSS.EPM.6.15","pages":"239-40"},{"type":"paragraph","content":"Self-satisfaction, at least in some degree, is an advantage, which equally attends the FOOL and the WISE MAN: But it is the only one; nor is there any other circumstance in the conduct of life, where they are upon an equal footing. Business, books, conversation; for all of these, a fool is totally incapacitated, and except condemned by his station to the coarsest drudgery, remains a useless burthen upon the earth. Accordingly, it is found, that men are extremely jealous of their character in this particular; and many instances are seen of profligacy and treachery, the most avowed and unreserved; none of bearing patiently the imputation of ignorance and stupidity. Dicaearchus, the Macedonian general, who, as Polybius tells us, openly erected one altar to impiety, another to injustice, in order to bid defiance to mankind; even he, I am well assured, would have started at the epithet of fool, and have meditated revenge for so injurious an appellation. Except the affection of parents, the strongest and most indissoluble bond in nature, no connexion has strength sufficient to support the disgust arising from this character. Love itself, which can subsist under treachery, ingratitude, malice, and infidelity, is immediately extinguished by it, when perceived and acknowledged; nor are deformity and old age more fatal to the dominion of that passion. So dreadful are the ideas of an utter incapacity for any purpose or undertaking, and of continued error and misconduct in life!","subId":"16","id":"Hume.ETSS.EPM.6.16","pages":"240"},{"type":"paragraph","content":"When it is asked, whether a quick or a slow apprehension be most valuable? Whether one, that, at first view, penetrates far into a subject, but can perform nothing upon study; or a contrary character, which must work out every thing by dint of application? Whether a clear head or a copious invention? Whether a profound genius or a sure judgment? In short, what character, or peculiar turn of understanding is more excellent than another? It is evident, that we can answer none of these questions, without considering which of those qualities capacitates a man best for the world, and carries him farthest in any undertaking.","subId":"17","id":"Hume.ETSS.EPM.6.17","pages":"240-1"},{"type":"paragraph","content":"If refined sense and exalted sense be not so useful as common sense, their rarity, their novelty, and the nobleness of their objects make some compensation, and render them the admiration of mankind: As gold, though less serviceable than iron, acquires, from its scarcity, a value, which is much superior.","subId":"18","id":"Hume.ETSS.EPM.6.18","pages":"241"},{"type":"paragraph","content":"The defects of judgment can be supplied by no art or invention; but those of MEMORY frequently may, both in business and in study, by method and industry, and by diligence in committing every thing to writing; and we scarcely ever hear a short memory given as a reason for a man's failure in any undertaking. But in ancient times, when no man could make a figure without the talent of speaking, and when the audience were too delicate to bear such crude, undigested harangues as our extemporary orators offer to public assemblies; the faculty of memory was then of the utmost consequence, and was accordingly much more valued than at present. Scarce any great genius is mentioned in antiquity, who is not celebrated for this talent; and Cicero enumerates it among the other sublime qualities of Cæsar himself.","subId":"19","id":"Hume.ETSS.EPM.6.19","pages":"241"},{"type":"paragraph","content":"Particular customs and manners alter the usefulness of qualities: They also alter their merit. Particular situations and accidents have, in some degree, the same influence. He will always be more esteemed, who possesses those talents and accomplishments, which suit his station and profession, than he whom fortune has misplaced in the part which she has assigned him. The private or selfish virtues are, in this respect, more arbitrary than the public and social. In other respects, they are, perhaps, less liable to doubt and controversy.","subId":"20","id":"Hume.ETSS.EPM.6.20","pages":"242"},{"type":"paragraph","content":"In this kingdom, such continued ostentation, of late years, has prevailed among men in active life with regard to public spirit, and among those in speculative with regard to benevolence; and so many false pretensions to each have been, no doubt, detected, that men of the world are apt, without any bad intention, to discover a sullen incredulity on the head of those moral endowments, and even sometimes absolutely to deny their existence and reality. In like manner, I find, that, of old, the perpetual cant of the Stoics and Cynics concerning virtue, their magnificent professions and slender performances, bred a disgust in mankind; and Lucian, who, though licentious with regard to pleasure, is yet, in other respects, a very moral writer, cannot, sometimes, talk of virtue, so much boasted, without betraying symptoms of spleen and irony. But surely this peevish delicacy, whence-ever it arises, can never be carried so far as to make us deny the existence of every species of merit, and all distinction of manners and behaviour. Besides discretion, caution, enterprise, industry, assiduity, frugality, œconomy, good-sense, prudence, discernment; besides these endowments, I say, whose very names force an avowal of their merit, there are many others, to which the most determined scepticism cannot, for a moment refuse the tribute of praise and approbation. Temperance, sobriety, patience, constancy, perseverance, forethought, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression; these, and a thousand more of the same kind, no man will ever deny to be excellencies and perfections. As their merit consists in their tendency to serve the person, possessed of them, without any magnificent claim to public and social desert, we are the less jealous of their pretensions, and readily admit them into the catalogue of laudable qualities. We are not sensible, that, by this concession, we have paved the way for all the other moral excellencies, and cannot consistently hesitate any longer, with regard to disinterested benevolence, patriotism, and humanity.","subId":"21","id":"Hume.ETSS.EPM.6.21","pages":"242-3"},{"type":"paragraph","content":"It seems, indeed, certain, that first appearances are here, as usual, extremely deceitful, and that it is more difficult, in a speculative way, to resolve into self-love the merit, which we ascribe to the selfish virtues above-mentioned, than that even of the social virtues, justice and beneficence. For this latter purpose, we need but say, that whatever conduct promotes the good of the community is loved, praised, and esteemed by the community, on account of that utility and interest, of which every one partakes: And though this affection and regard be, in reality, gratitude, not self-love, yet a distinction, even of this obvious nature, may not readily be made by superficial reasoners; and there is room, at least, to support the cavil and dispute for a moment. But as qualities, which tend only to the utility of their possessor, without any reference to us, or to the community, are yet esteemed and valued; by what theory or system can we account for this sentiment from self-love, or deduce it from that favourite origin? There seems here a necessity for confessing that the happiness and misery of others are not spectacles entirely indifferent to us; but that the view of the former, whether in its causes or effects, like sun-shine or the prospect of well-cultivated plains, (to carry our pretensions no higher) communicates a secret joy and satisfaction; the appearance of the latter, like a lowering cloud or barren landskip, throws a melancholy damp over the imagination. And this concession being once made, the difficulty is over; and a natural unforced interpretation of the phænomena of human life will afterwards, we may hope, prevail among all speculative enquirers.","subId":"22","id":"Hume.ETSS.EPM.6.22","pages":"243-4"},{"type":"paragraph","content":"It may not be improper, in this place, to examine the influence of bodily endowments, and of the goods of fortune, over our sentiments of regard and esteem, and to consider whether these phænomena fortify or weaken the present theory. It will naturally be expected, that the beauty of the body, as is supposed by all ancient moralists, will be similar, in some respects, to that of the mind; and that every kind of esteem, which is paid to a man, will have something similar in its origin, whether it arise from his mental endowments, or from the situation of his exterior circumstances.","subId":"23","id":"Hume.ETSS.EPM.6.23","pages":"244"},{"type":"paragraph","content":"It is evident, that one considerable source of beauty in all animals is the advantage, which they reap from the particular structure of their limbs and members, suitably to the particular manner of life, to which they are by nature destined. The just proportions of a horse, described by Xenophon and Virgil, are the same, that are received at this day by our modern jockeys; because the foundation of them is the same, namely, experience of what is detrimental or useful in the animal.","subId":"24","id":"Hume.ETSS.EPM.6.24","pages":"244"},{"type":"paragraph","content":"Broad shoulders, a lank belly, firm joints, taper legs; all these are beautiful in our species, because signs of force and vigour. Ideas of utility and its contrary, though they do not entirely determine what is handsome or deformed, are evidently the source of a considerable part of approbation or dislike.","subId":"25","id":"Hume.ETSS.EPM.6.25","pages":"244-5"},{"type":"paragraph","content":"In ancient times, bodily strength and dexterity, being of greater use and importance in war, was also much more esteemed and valued, than at present. Not to insist on Homer and the poets, we may observe, that historians scruple not to mention force of body among the other accomplishments even of Epaminondas, whom they acknowledge to be the greatest hero, statesman, and general of all the Greeks. A like praise is given to Pompey, one of the greatest of the Romans. This instance is similar to what we observed above, with regard to memory.","subId":"26","id":"Hume.ETSS.EPM.6.26","pages":"245"},{"type":"paragraph","content":"What derision and contempt, with both sexes, attend impotence; while the unhappy object is regarded as one deprived of so capital a pleasure in life, and at the same time, as disabled from communicating it to others. Barrenness in women, being also a species of inutility, is a reproach, but not in the same degree: Of which the reason is very obvious, according to the present theory.","subId":"27","id":"Hume.ETSS.EPM.6.27","pages":"245"},{"type":"paragraph","content":"There is no rule in painting or statuary more indispensible than that of balancing the figures, and placing them with the greatest exactness on their proper center of gravity. A figure, which is not justly balanced, is ugly; because it conveys the disagreeable ideas of fall, harm, and pain.","subId":"28","id":"Hume.ETSS.EPM.6.28","pages":"245"},{"type":"paragraph","content":"A disposition or turn of mind, which qualifies a man to rise in the world, and advance his fortune, is entitled to esteem and regard, as has already been explained. It may, therefore, naturally be supposed, that the actual possession of riches and authority will have a considerable influence over these sentiments.","subId":"29","id":"Hume.ETSS.EPM.6.29","pages":"246"},{"type":"paragraph","content":"Let us examine any hypothesis, by which we can account for the regard paid to the rich and powerful: We shall find none satisfactory, but that which derives it from the enjoyment communicated to the spectator by the images of prosperity, happiness, ease, plenty, authority, and the gratification of every appetite. Self-love, for instance, which some affect so much to consider as the source of every sentiment, is plainly insufficient for this purpose. Where no good-will or friendship appears, it is difficult to conceive on what we can found our hope of advantage from the riches of others; though we naturally respect the rich, even before they discover any such favourable disposition towards us.","subId":"30","id":"Hume.ETSS.EPM.6.30","pages":"246"},{"type":"paragraph","content":"We are affected with the same sentiments, when we lie so much out of the sphere of their activity, that they cannot even be supposed to possess the power of serving us. A prisoner of war, in all civilized nations, is treated with a regard suited to his condition; and riches, it is evident, go far towards fixing the condition of any person. If birth and quality enter for a share, this still affords us an argument to our present purpose. For what is it we call a man of birth, but one who is descended from a long succession of rich and powerful ancestors, and who acquires our esteem by his connexion with persons whom we esteem? His ancestors, therefore, though dead, are respected, in some measure, on account of their riches; and consequently, without any kind of expectation.","subId":"31","id":"Hume.ETSS.EPM.6.31","pages":"246-7"},{"type":"paragraph","content":"But not to go so far as prisoners of war or the dead, to find instances of this disinterested regard for riches; we may only observe, with a little attention, those phænomena, which occur in common life and conversation. A man, who is himself, we shall suppose, of a competent fortune, and of no profession, being introduced to a company of strangers, naturally treats them with different degrees of respect, as he is informed of their different fortunes and conditions; though it is impossible that he can so suddenly propose, and perhaps he would not accept of, any pecuniary advantage from them. A traveller is always admitted into company, and meets with civility, in proportion as his train and equipage speak him a man of great or moderate fortune. In short, the different ranks of men are, in a great measure, regulated by riches; and that with regard to superiors as well as inferiors, strangers as well as acquaintance.","subId":"32","id":"Hume.ETSS.EPM.6.32","pages":"247"},{"type":"paragraph","content":"What remains, therefore, but to conclude, that, as riches are desired for ourselves only as the means of gratifying our appetites, either at present or in some imaginary future period; they beget esteem in others merely from their having that influence. This indeed is their very nature or essence: They have a direct reference to the commodities, conveniencies, and pleasures of life: The bill of a banker, who is broke, or gold in a desart island, would otherwise be full as valuable. When we approach a man, who is, as we say, at his ease, we are presented with the pleasing ideas of plenty, satisfaction, cleanliness, warmth; a chearful house, elegant furniture, ready service, and whatever is desirable in meat, drink, or apparel. On the contrary, when a poor man appears, the disagreeable images of want, penury, hard labour, dirty furniture, coarse or ragged cloaths, nauseous meat and distasteful liquor, immediately strike our fancy. What else do we mean by saying that one is rich, the other poor? And as regard or contempt is the natural consequence of those different situations in life; it is easily seen what additional light and evidence this throws on our preceding theory, with regard to all moral distinctions.","subId":"33","id":"Hume.ETSS.EPM.6.33","pages":"247-8"},{"type":"paragraph","content":"A man, who has cured himself of all ridiculous pre-possessions, and is fully, sincerely, and steadily convinced, from experience as well as philosophy, that the difference of fortune makes less difference in happiness than is vulgarly imagined; such a one does not measure out degrees of esteem according to the rent-rolls of his acquaintance. He may, indeed, externally pay a superior deference to the great lord above the vassal; because riches are the most convenient, being the most fixed and determinate, source of distinction: But his internal sentiments are more regulated by the personal characters of men, than by the accidental and capricious favours of fortune.","subId":"34","id":"Hume.ETSS.EPM.6.34","pages":"248"},{"type":"paragraph","content":"In most countries of Europe, family, that is, hereditary riches, marked with titles and symbols from the sovereign, is the chief source of distinction. In England, more regard is paid to present opulence and plenty. Each practice has its advantages and disadvantages. Where birth is respected, unactive, spiritless minds remain in haughty indolence, and dream of nothing but pedigrees and genealogies: The generous and ambitious seek honour and authority and reputation and favour. Where riches are the chief idol, corruption, venality, rapine prevail: Arts, manufactures, commerce, agriculture flourish. The former prejudice, being favourable to military virtue, is more suited to monarchies. The latter, being the chief spur to industry, agrees better with a republican government. And we accordingly find, that each of these forms of government, by varying the utility of those customs, has commonly a proportionable effect on the sentiments of mankind.","subId":"35","id":"Hume.ETSS.EPM.6.35","pages":"248-9"},{"type":"note","content":"See NOTE [FF].","subId":"n26","id":"Hume.ETSS.EPM.6.n26"},{"type":"note","content":"ONE may venture to affirm, that there is no human nature, to whom the appearance of happiness (where envy or revenge has no place) does not give pleasure, that of misery, uneasiness. This seems inseparable from our make and constitution. But they are only the more generous minds, that are thence prompted to seek zealously the good of others, and to have a real passion for their welfare. With men of narrow and ungenerous spirits, this sympathy goes not beyond a slight feeling of the imagination, which serves only to excite sentiments of complacency or censure, and makes them apply to the object either honourable or dishonourable appellations. A griping miser, for instance, praises extremely industry and frugality even in others, and sets them, in his estimation, above all the other virtues. He knows the good that results from them, and feels that species of happiness with a more lively sympathy, than any other you could represent to him; though perhaps he would not part with a shilling to make the fortune of the industrious man, whom he praises so highly.","subId":"n26.1","id":"Hume.ETSS.EPM.6.n26.1","pages":"234-5"},{"type":"note","content":"Phædo.","subId":"n27","id":"Hume.ETSS.EPM.6.n27","pages":"238"},{"type":"note","content":"Lib. xvii. cap. 35.","subId":"n28","id":"Hume.ETSS.EPM.6.n28","pages":"240"},{"type":"note","content":"Fuit in illo ingenium, ratio, memoria, literæ, cura, cogitatio, diligentia &c. Phillip. 2.","subId":"n29","id":"Hume.ETSS.EPM.6.n29","pages":"241"},{"type":"note","content":"Αρετην τινα και ασωματα και ληρους μηγαλη τη φωνη ξυνειροντων. Luc. Timon. Again, Και συναγαγοντες (οι φιλοσοφοι) ενεξαπατητα μειρακια την τε πολυθρυλλητον αρετην τραγωδουσι. Icuro-men. In another place, Ηουπ γαρ εστιν η πολυθρυλλητος αρετη, και φυσις, και ιμαρμενη, και τυχη, ανυποστατα και κενα πραγματων ονοματα. Deor. Concil.","subId":"n30","id":"Hume.ETSS.EPM.6.n30","pages":"242"},{"type":"note","content":"See NOTE [GG].","subId":"n31","id":"Hume.ETSS.EPM.6.n31"},{"type":"note","content":"DIodorus Siculus, lib. xv. It may not be improper to give the character of Epaminondas, as drawn by the historian, in order to show the ideas of perfect merit, which prevailed in those ages. In other illustrious men, says he, you will observe, that each possessed some one shining quality, which was the foundation of his fame: In Epaminondas all the virtues are found united; force of body, eloquence of expression, vigour of mind, contempt of riches, gentleness of disposition, and what is chiefly to be regarded, courage and conduct in war.","subId":"n31.1","id":"Hume.ETSS.EPM.6.n31.1","pages":"245"},{"type":"note","content":"Cum alacribus, saltu; cum velocibus, cursu; cum validis recte certabat. Sallust apud Veget.","subId":"n32","id":"Hume.ETSS.EPM.6.n32","pages":"245"},{"type":"note","content":"See NOTE [HH].","subId":"n33","id":"Hume.ETSS.EPM.6.n33"},{"type":"note","content":"ALL men are equally liable to pain and disease and sickness; and may again recover health and ease. These circumstances, as they make no distinction between one man and another, are no source of pride or humility, regard or contempt. But comparing our own species to superior ones, it is a very mortifying consideration, that we should all be so liable to diseases and infirmities; and divines accordingly employ this topic, in order to depress self-conceit and vanity. They would have more success, if the common bent of our thoughts were not perpetually turned to compare ourselves with others. The infirmities of old age are mortifying; because a comparison with the young may take place. The king's evil is industriously concealed, because it affects others, and is often transmitted to posterity. The case is nearly the same with such diseases as convey any nauseous or frightful images; the epilepsy, for instance, ulcers, sores, scabs, &c.","subId":"n33.1","id":"Hume.ETSS.EPM.6.n33.1","pages":"245-6"},{"type":"note","content":"See NOTE [II].","subId":"n34","id":"Hume.ETSS.EPM.6.n34"},{"type":"note","content":"THERE is something extraordinary, and seemingly unaccountable in the operation of our passions, when we consider the fortune and situation of others. Very often another's advancement and prosperity produces envy, which has a strong mixture of hatred, and arises chiefly from the comparison of ourselves with the person. At the very same time, or at least in very short intervals, we may feel the passion of respect, which is a species of affection or good-will, with a mixture of humility. On the other hand, the misfortunes of our fellows often cause pity, which has in it a strong mixture of good-will. This sentiment of pity is nearly allied to contempt, which is a species of dislike, with a mixture of pride. I only point out these phænomena, as a subject of speculation to such as are curious with regard to moral enquiries. It is sufficient for the present purpose to observe in general, that power and riches commonly cause respect, poverty and meanness contempt, though particular views and incidents may sometimes raise the passions of envy and of pity.","subId":"n34.1","id":"Hume.ETSS.EPM.6.n34.1","pages":"248"}]}