{"id":"Hume.ETSS.EPM.8","imported":true,"parent":"Hume.ETSS.EPM","title":"Section 8. Of Qualities immediately agreeable to Others","breadcrumb":"Section 8","published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"SECTION VIII.\nOf Qualities immediately agreeable to Others.\n","id":"Hume.ETSS.EPM.8"},{"type":"paragraph","content":"AS the mutual shocks, in society, and the oppositions of interest and self-love have constrained mankind to establish the laws of justice; in order to preserve the advantages of mutual assistance and protection: In like manner, the eternal contrarieties, in company, of men's pride and self-conceit, have introduced the rules of GOOD-MANNERS or POLITENESS; in order to facilitate the intercourse of minds, and an undisturbed commerce and conversation. Among well-bred people, a mutual deference is affected: Contempt of others disguised: Authority concealed: Attention given to each in his turn: And an easy stream of conversation maintained, without vehemence, without interruption, without eagerness for victory, and without any airs of superiority. These attentions and regards are immediately agreeable to others, abstracted from any consideration of utility or beneficial tendencies: They conciliate affection, promote esteem, and extremely enhance the merit of the person, who regulates his behaviour by them.","subId":"1","id":"Hume.ETSS.EPM.8.1","pages":"261"},{"type":"paragraph","content":"Many of the forms of breeding are arbitrary and casual: But the thing expressed by them is still the same. A Spaniard goes out of his own house before his guest, to signify that he leaves him master of all. In other countries, the landlord walks out last, as a common mark of deference and regard.","subId":"2","id":"Hume.ETSS.EPM.8.2","pages":"262"},{"type":"paragraph","content":"But, in order to render a man perfect good company, he must have WIT and INGENUITY as well as good-manners. What wit is, it may not be easy to define; but it is easy surely to determine, that it is a quality immediately agreeable to others, and communicating, on its first appearance, a lively joy and satisfaction to every one who has any comprehension of it. The most profound metaphysics, indeed, might be employed, in explaining the various kinds and species of wit; and many classes of it, which are now received on the sole testimony of taste and sentiment, might, perhaps, be resolved into more general principles. But this is sufficient for our present purpose, that it does affect taste and sentiment, and bestowing an immediate enjoyment, is a sure source of approbation and affection.","subId":"3","id":"Hume.ETSS.EPM.8.3","pages":"262"},{"type":"paragraph","content":"In countries, where men pass most of their time in conversation, and visits, and assemblies, these companionable qualities, so to speak, are of high estimation, and form a chief part of personal merit. In countries, where men live a more domestic life, and either are employed in business, or amuse themselves in a narrower circle of acquaintance, the more solid qualities are chiefly regarded. Thus, I have often observed, that, among the French, the first questions, with regard to a stranger, are, Is he polite? Has he wit? In our own country, the chief praise bestowed, is always that of a good-natured, sensible fellow.","subId":"4","id":"Hume.ETSS.EPM.8.4","pages":"262"},{"type":"paragraph","content":"In conversation, the lively spirit of dialogue is agreeable, even to those who desire not to have any share in the discourse: Hence the teller of long stories, or the pompous declaimer, is very little approved of. But most men desire likewise their turn in the conversation, and regard, with a very evil eye, that loquacity, which deprives them of a right they are naturally so jealous of.","subId":"5","id":"Hume.ETSS.EPM.8.5","pages":"262-3"},{"type":"paragraph","content":"There is a sort of harmless liars, frequently to be met with in company, who deal much in the marvellous. Their usual intention is to please and entertain; but as men are most delighted with what they conceive to be truth, these people mistake extremely the means of pleasing, and incur universal blame. Some indulgence, however, to lying or fiction is given in humorous stories; because it is there really agreeable and entertaining; and truth is not of any importance.","subId":"6","id":"Hume.ETSS.EPM.8.6","pages":"263"},{"type":"paragraph","content":"Eloquence, genius of all kinds, even good sense, and sound reasoning, when it rises to an eminent degree, and is employed upon subjects of any considerable dignity and nice discernment; all these endowments seem immediately agreeable, and have a merit distinct from their usefulness. Rarity, likewise, which so much enhances the price of every thing, must set an additional value on these noble talents of the human mind.","subId":"7","id":"Hume.ETSS.EPM.8.7","pages":"263"},{"type":"paragraph","content":"Modesty may be understood in different senses, even abstracted from chastity, which has been already treated of. It sometimes means that tenderness and nicety of honour, that apprehension of blame, that dread of intrusion or injury towards others, that Pudor, which is the proper guardian of every kind of virtue, and a sure preservative against vice and corruption. But its most usual meaning is when it is opposed to impudence and arrogance, and expresses a diffidence of our own judgment, and a due attention and regard for others. In young men chiefly, this quality is a sure sign of good sense; and is also the certain means of augmenting that endowment, by preserving their ears open to instruction, and making them still grasp after new attainments. But it has a farther charm to every spectator; by flattering every man's vanity, and presenting the appearance of a docile pupil, who receives, with proper attention and respect, every word they utter.","subId":"8","id":"Hume.ETSS.EPM.8.8","pages":"263-4"},{"type":"paragraph","content":"Men have, in general, a much greater propensity to over-value than under-value themselves; notwithstanding the opinion of Aristotle. This makes us more jealous of the excess on the former side, and causes us to regard, with a peculiar indulgence, all tendency to modesty and self-diffidence; as esteeming the danger less of falling into any vicious extreme of that nature. It is thus, in countries, where men's bodies are apt to exceed in corpulency, personal beauty is placed in a much greater degree of slenderness, than in countries, where that is the most usual defect. Being so often struck with instances of one species of deformity, men think they can never keep at too great a distance from it, and wish always to have a leaning to the opposite side. In like manner, were the door opened to self-praise, and were Montaigne's maxim observed, that one should say as frankly, I have sense, I have learning, I have courage, beauty, or wit; as it is sure we often think so; were this the case, I say, every one is sensible, that such a flood of impertinence would break in upon us, as would render society wholly intolerable. For this reason custom has established it as a rule, in common societies, that men should not indulge themselves in self-praise, or even speak much of themselves; and it is only among intimate friends or people of very manly behaviour, that one is allowed to do himself justice. No body finds fault with Maurice, Prince of Orange, for his reply to one, who asked him, whom he esteemed the first general of the age, The marquis of Spinola, said he, is the second. Though it is observable, that the self-praise implied is here better implied, than if it had been directly expressed, without any cover or disguise.","subId":"9","id":"Hume.ETSS.EPM.8.9","pages":"264"},{"type":"paragraph","content":"He must be a very superficial thinker, who imagines, that all instances of mutual deference are to be understood in earnest, and that a man would be more esteemable for being ignorant of his own merits and accomplishments. A small bias towards modesty, even in the internal sentiment, is favourably regarded, especially in young people; and a strong bias is required, in the outward behaviour: But this excludes not a noble pride and spirit, which may openly display itself in its full extent, when one lies under calumny or oppression of any kind. The generous contumacy of Socrates, as Cicero calls it, has been highly celebrated in all ages; and when joined to the usual modesty of his behaviour, forms a shining character. Iphicrates, the Athenian, being accused of betraying the interests of his country, asked his accuser, Would you, says he, have, on a like occasion, been guilty of that crime? By no means, replied the other. And can you then imagine, cried the hero, that Iphicrates would be guilty? In short, a generous spirit and self-value, well founded, decently disguised, and courageously supported under distress and calumny, is a great excellency, and seems to derive its merit from the noble elevation of its sentiment, or its immediate agreeableness to its possessor. In ordinary characters, we approve of a bias towards modesty, which is a quality immediately agreeable to others: The vicious excess of the former virtue, namely, insolence or haughtiness, is immediately disagreeable to others: The excess of the latter is so to the possessor. Thus are the boundaries of these duties adjusted.","subId":"10","id":"Hume.ETSS.EPM.8.10","pages":"264-5"},{"type":"paragraph","content":"A desire of fame, reputation, or a character with others, is so far from being blameable, that it seems inseparable from virtue, genius, capacity, and a generous or noble disposition. An attention even to trivial matters, in order to please, is also expected and demanded by society; and no one is surprised, if he find a man in company, to observe a greater elegance of dress and more pleasant flow of conversation, than when he passes his time at home, and with his own family. Wherein, then, consists VANITY, which is so justly regarded as a fault or imperfection? It seems to consist chiefly in such an intemperate display of our advantages, honours, and accomplishments; in such an importunate and open demand of praise and admiration, as is offensive to others, and encroaches too far on their secret vanity and ambition. It is besides a sure symptom of the want of true dignity and elevation of mind, which is so great an ornament in any character. For why that impatient desire of applause; as if you were not justly entitled to it, and might not reasonably expect, that it would for ever attend you? Why so anxious to inform us of the great company which you have kept; the obliging things which were said to you; the honours, the distinctions which you met with; as if these were not things of course, and what we could readily, of ourselves, have imagined, without being told of them?","subId":"11","id":"Hume.ETSS.EPM.8.11","pages":"265-6"},{"type":"paragraph","content":"DECENCY, or a proper regard to age, sex, character, and station in the world, may be ranked among the qualities, which are immediately agreeable to others, and which, by that means, acquire praise and approbation. An effeminate behaviour in a man, a rough manner in a woman; these are ugly because unsuitable to each character, and different from the qualities which we expect in the sexes. It is as if a tragedy abounded in comic beauties, or a comedy in tragic. The disproportions hurt the eye, and convey a disagreeable sentiment to the spectators, the source of blame and disapprobation. This is that indecorum, which is explained so much at large by Cicero in his Offices.","subId":"12","id":"Hume.ETSS.EPM.8.12","pages":"266"},{"type":"paragraph","content":"Among the other virtues, we may also give CLEANLINESS a place; since it naturally renders us agreeable to others, and is no inconsiderable source of love and affection. No one will deny, that a negligence in this particular is a fault; and as faults are nothing but smaller vices, and this fault can have no other origin than the uneasy sensation, which it excites in others; we may, in this instance, seemingly so trivial, clearly discover the origin of moral distinctions, about which the learned have involved themselves in such mazes of perplexity and error.","subId":"13","id":"Hume.ETSS.EPM.8.13","pages":"266-7"},{"type":"paragraph","content":"But besides all the agreeable qualities, the origin of whose beauty, we can, in some degree explain and account for, there still remains something mysterious and inexplicable, which conveys an immediate satisfaction to the spectator, but how, or why, or for what reason, he cannot pretend to determine. There is a MANNER, a grace, an ease, a genteelness, an I-know-not-what, which some men possess above others, which is very different from external beauty and comeliness, and which, however, catches our affection almost as suddenly and powerfully. And though this manner be chiefly talked of in the passion between the sexes, where the concealed magic is easily explained, yet surely much of it prevails in all our estimation of characters, and forms no inconsiderable part of personal merit. This class of accomplishments, therefore, must be trusted entirely to the blind, but sure testimony of taste and sentiment; and must be considered as a part of ethics, left by nature to baffle all the pride of philosophy, and make her sensible of her narrow boundaries and slender acquisitions.","subId":"14","id":"Hume.ETSS.EPM.8.14","pages":"267"},{"type":"paragraph","content":"We approve of another, because of his wit, politeness, modesty, decency, or any agreeable quality which he possesses; although he be not of our acquaintance, nor has ever given us any entertainment, by means of these accomplishments. The idea, which we form of their effect on his acquaintance, has an agreeable influence on our imagination, and gives us the sentiment of approbation. This principle enters into all the judgments, which we form concerning manners and characters.","subId":"15","id":"Hume.ETSS.EPM.8.15","pages":"267"},{"type":"note","content":"It is the nature, and, indeed, the definition of virtue, that it is a quality of the mind agreeable to or approved of by every one, who considers or contemplates it. But some qualities produce pleasure, because they are useful to society, or useful or agreeable to the person himself; others produce it more immediately: Which is the case with the class of virtues here considered.","subId":"n50","id":"Hume.ETSS.EPM.8.n50","pages":"261"},{"type":"note","content":"Ethic. ad Nicomachum.","subId":"n51","id":"Hume.ETSS.EPM.8.n51","pages":"264"},{"type":"note","content":"Quinctil. lib. v. cap. 12.","subId":"n52","id":"Hume.ETSS.EPM.8.n52","pages":"265"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.7","imported":true,"title":"Section 7. Of Qualities immediately agreeable to ourselves","breadcrumb":"Section 7","published":[1751]},"next":{"id":"Hume.ETSS.EPM.9","imported":true,"title":"Section 9. Conclusion","breadcrumb":"Section 9","published":[1751]}}