{"id":"Hume.ETSS.EPM.App3","imported":true,"parent":"Hume.ETSS.EPM","title":"Appendix 3. Some farther Considerations with regard to Justice","breadcrumb":"Appendix 3","published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"APPENDIX III.\nSome farther Considerations with regard to Justice.\n","id":"Hume.ETSS.EPM.App3"},{"type":"paragraph","content":"THE intention of this Appendix is to give some more particular explication of the origin and nature of Justice, and to mark some differences between it and the other virtues.","subId":"1","id":"Hume.ETSS.EPM.App3.1","pages":"303"},{"type":"paragraph","content":"The social virtues of humanity and benevolence exert their influence immediately, by a direct tendency or instinct, which chiefly keeps in view the simple object, moving the affections, and comprehends not any scheme or system, nor the consequences resulting from the concurrence, imitation, or example of others. A parent flies to the relief of his child; transported by that natural sympathy, which actuates him, and which affords no leisure to reflect on the sentiments or conduct of the rest of mankind in like circumstances. A generous man chearfully embraces an opportunity of serving his friend; because he then feels himself under the dominion of the beneficent affections, nor is he concerned whether any other person in the universe were ever before actuated by such noble motives, or will ever afterwards prove their influence. In all these cases, the social passions have in view a single individual object, and pursue the safety or happiness alone of the person loved and esteemed. With this they are satisfied: In this, they acquiesce. And as the good, resulting from their benign influence, is in itself compleat and entire, it also excites the moral sentiment of approbation, without any reflection on farther consequences, and without any more enlarged views of the concurrence or imitation of the other members of society. On the contrary, were the generous friend or disinterested patriot to stand alone in the practice of beneficence; this would rather inhance his value in our eyes, and join the praise of rarity and novelty to his other more exalted merits.","subId":"2","id":"Hume.ETSS.EPM.App3.2","pages":"303-4"},{"type":"paragraph","content":"The case is not the same with the social virtues of justice and fidelity. They are highly useful, or indeed absolutely necessary to the well-being of mankind: But the benefit, resulting from them, is not the consequence of every individual single act; but arises from the whole scheme or system, concurred in by the whole, or the greater part of the society. General peace and order are the attendants of justice or a general abstinence from the possessions of others: But a particular regard to the particular right of one individual citizen may frequently, considered in itself, be productive of pernicious consequences. The result of the individual acts is here, in many instances, directly opposite to that of the whole system of actions; and the former may be extremely hurtful, while the latter is, to the highest degree, advantageous. Riches, inherited from a parent, are, in a bad man's hand, the instrument of mischief. The right of succession may, in one instance, be hurtful. Its benefit arises only from the observance of the general rule; and it is sufficient, if compensation be thereby made for all the ills and inconveniences, which flow from particular characters and situations.","subId":"3","id":"Hume.ETSS.EPM.App3.3","pages":"304"},{"type":"paragraph","content":"Cyrus, young and unexperienced, considered only the individual case before him, and reflected on a limited fitness and convenience, when he assigned the long coat to the tall boy, and the short coat to the other of smaller size. His governor instructed him better, while he pointed out more enlarged views and consequences, and informed his pupil of the general, inflexible rules, necessary to support general peace and order in society.","subId":"4","id":"Hume.ETSS.EPM.App3.4","pages":"304-5"},{"type":"paragraph","content":"The happiness and prosperity of mankind, arising from the social virtue of benevolence and its subdivisions, may be compared to a wall, built by many hands; which still rises by each stone, that is heaped upon it, and receives encrease proportional to the diligence and care of each workman. The same happiness, raised by the social virtue of justice and its subdivisions, may be compared to the building of a vault, where each individual stone would, of itself, fall to the ground; nor is the whole fabric supported but by the mutual assistance and combination of its corresponding parts.","subId":"5","id":"Hume.ETSS.EPM.App3.5","pages":"305"},{"type":"paragraph","content":"All the laws of nature, which regulate property, as well as all civil laws, are general, and regard alone some essential circumstances of the case, without taking into consideration the characters, situations, and connexions of the person concerned, or any particular consequences which may result from the determination of these laws, in any particular case which offers. They deprive, without scruple, a beneficent man of all his possessions, if acquired by mistake, without a good title; in order to bestow them on a selfish miser, who has already heaped up immense stores of superfluous riches. Public utility requires, that property should be regulated by general inflexible rules; and though such rules are adopted as best serve the same end of public utility, it is impossible for them to prevent all particular hardships, or make beneficial consequences result from every individual case. It is sufficient, if the whole plan or scheme be necessary to the support of civil society, and if the balance of good, in the main, do thereby preponderate much above that of evil. Even the general laws of the universe, though planned by infinite wisdom, cannot exclude all evil or inconvenience, in every particular operation.","subId":"6","id":"Hume.ETSS.EPM.App3.6","pages":"305-6"},{"type":"paragraph","content":"It has been asserted by some, that justice arises from HUMAN CONVENTIONS, and proceeds from the voluntary choice, consent, or combination of mankind. If by convention be here meant a promise (which is the most usual sense of the word) nothing can be more absurd than this position. The observance of promises is itself one of the most considerable parts of justice; and we are not surely bound to keep our word, because we have given our word to keep it. But if by convention be meant a sense of common interest; which sense each man feels in his own breast, which he remarks in his fellows, and which carries him, in concurrence with others, into a general plan or system of actions, which tends to public utility; it must be owned, that, in this sense, justice arises from human conventions. For if it be allowed (what is, indeed, evident) that the particular consequences of a particular act of justice may be hurtful to the public as well as to individuals; it follows, that every man, in embracing that virtue, must have an eye to the whole plan or system, and must expect the concurrence of his fellows in the same conduct and behaviour. Did all his views terminate in the consequences of each act of his own, his benevolence and humanity, as well as his self-love, might often prescribe to him measures of conduct very different from those, which are agreeable to the strict rules of right and justice.","subId":"7","id":"Hume.ETSS.EPM.App3.7","pages":"306"},{"type":"paragraph","content":"Thus two men pull the oars of a boat by common convention, for common interest, without any promise or contract: Thus gold and silver are made the measures of exchange; thus speech and words and language are fixed, by human convention and agreement. Whatever is advantageous to two or more persons, if all perform their part; but what loses all advantage, if only one perform, can arise from no other principle. There would otherwise be no motive for any one of them to enter into that scheme of conduct.","subId":"8","id":"Hume.ETSS.EPM.App3.8","pages":"306-7"},{"type":"paragraph","content":"The word, natural, is commonly taken in so many senses, and is of so loose a signification, that it seems vain to dispute whether justice be natural or not. If self-love, if benevolence be natural to man; if reason and forethought be also natural; then may the same epithet be applied to justice, order, fidelity, property, society. Men's inclination, their necessities lead them to combine; their understanding and experience tell them, that this combination is impossible, where each governs himself by no rule, and pays no regard to the possessions of others: And from these passions and reflections conjoined, as soon as we observe like passions and reflections in others, the sentiment of justice, throughout all ages, has infallibly and certainly had place, to some degree or other, in every individual of the human species. In so sagacious an animal, what necessarily arises from the exertion of his intellectual faculties, may justly be esteemed natural.","subId":"9","id":"Hume.ETSS.EPM.App3.9","pages":"307"},{"type":"paragraph","content":"Among all civilized nations, it has been the constant endeavour to remove every thing arbitrary and partial from the decision of property, and to fix the sentence of judges by such general views and considerations, as may be equal to every member of society. For besides, that nothing could be more dangerous than to accustom the bench, even in the smallest instance, to regard private friendship or enmity; it is certain, that men, where they imagine, that there was no other reason for the preference of their adversary but personal favour, are apt to entertain the strongest ill-will against the magistrates and judges. When natural reason, therefore, points out no fixed view of public utility, by which a controversy of property can be decided, positive laws are often framed to supply its place, and direct the procedure of all courts of judicature. Where these too fail, as often happens, precedents are called for; and a former decision, though given itself without any sufficient reason, justly becomes a sufficient reason for a new decision. If direct laws and precedents be wanting, imperfect and indirect ones are brought in aid; and the controverted case is ranged under them, by analogical reasonings and comparisons, and similitudes, and correspondencies, which are often more fanciful than real. In general, it may safely be affirmed, that jurisprudence is, in this respect, different from all the sciences; and that in many of its nicer questions, there cannot properly be said to be truth or falsehood on either side. If one pleader bring the case under any former law or precedent, by a refined analogy or comparison; the opposite pleader is not at a loss to find an opposite analogy or comparison: And the preference given by the judge is often founded more on taste and imagination than on any solid argument. Public utility is the general object of all courts of judicature; and this utility too requires a stable rule in all controversies: But where several rules, nearly equal and indifferent, present themselves, it is a very slight turn of thought, which fixes the decision in favour of either party.","subId":"10","id":"Hume.ETSS.EPM.App3.10","pages":"308-9"},{"type":"paragraph","content":"We may just observe, before we conclude this subject, that, after the laws of justice are fixed by views of general utility, the injury, the hardship, the harm, which result to any individual from a violation of them, enter very much into consideration, and are a great source of that universal blame, which attends every wrong or iniquity. By the laws of society, this coat, this horse is mine, and ought to remain perpetually in my possession: I reckon on the secure enjoyment of it: By depriving me of it, you disappoint my expectations, and doubly displease me, and offend every bystander. It is a public wrong, so far as the rules of equity are violated: It is a private harm, so far as an individual is injured. And though the second consideration could have no place, were not the former previously established: For otherwise the distinction of mine and thine would be unknown in society: Yet there is no question, but the regard to general good is much enforced by the respect to particular. What injures the community, without hurting any individual, is often more lightly thought of. But where the greatest public wrong is also conjoined with a considerable private one, no wonder the highest disapprobation attends so iniquitous a behaviour.","subId":"11","id":"Hume.ETSS.EPM.App3.11","pages":"310-1"},{"type":"note","content":"See NOTE [PP].","subId":"n63","id":"Hume.ETSS.EPM.App3.n63"},{"type":"note","content":"THIS theory concerning the origin of property, and consequently of justice, is, in the main, the same with that hinted at and adopted by Grotius, \"Hinc discimus, quæ fuerit causa, ob quam a primæva communione rerum primo mobilium, deinde & immobilium discessum est: nimirum quod cum non contenti homines vesci sponte natis, antra habitare, corpore aut nudo agere, aut corticibus arborum ferarumve pellibus vestito, vitæ genus exquisitius delegissent, industria opus fuit, quam singuli rebus singulis adhiberent. Quo minus autem fructus in commune conferrentur, primum obstitit locorum, in quæ homines discesserunt, distantia, deinde justitiæ & amoris defectus, per quem fiebat, ut nec in labore, nec in consumtione fructuum, quæ debebat, æqualitas servaretur. Simul discimus, quomodo res in proprietatem iverint; non animi actu solo, neque enim scire alii poterant, quid alii suum esse vellent, ut eo abstinerent, & idem velle plures poterant; sed pacto quodam aut expresso, ut per divisionem, aut tacito, ut per occupationem.\" De jure belli & pacis. Lib. ii. cap. 2. §2. art. 4 & 5.","subId":"n63.1","id":"Hume.ETSS.EPM.App3.n63.1","pages":"307"},{"type":"note","content":"See NOTE [QQ].","subId":"n64","id":"Hume.ETSS.EPM.App3.n64"},{"type":"note","content":"NATURAL may be opposed, either to what is unusual, miraculous, or artificial. In the two former senses, justice and property are undoubtedly natural. But as they suppose reason, forethought, design, and a social union and confederacy among men, perhaps, that epithet cannot strictly, in the last sense, be applied to them. Had men lived without society, property had never been known, and neither justice nor injustice had ever existed. But society among human creatures, had been impossible, without reason, and forethought. Inferior animals, that unite, are guided by instinct, which supplies the place of reason. But all these disputes are merely verbal.","subId":"n64.1","id":"Hume.ETSS.EPM.App3.n64.1","pages":"307-8"},{"type":"note","content":"See NOTE [RR].","subId":"n65","id":"Hume.ETSS.EPM.App3.n65"},{"type":"note","content":"THAT there be a separation or distinction of possessions, and that this separation be steady and constant; this is absolutely required by the interests of society, and hence the origin of justice and property. What possessions are assigned to particular persons; this is, generally speaking, pretty indifferent; and is often determined by very frivolous views and considerations. We shall mention a few particulars.","subId":"n65.1","id":"Hume.ETSS.EPM.App3.n65.1","pages":"309"},{"type":"note","content":"Were a society formed among several independent members, the most obvious rule, which could be agreed on, would be to annex property to present possession, and leave every one a right to what he at present enjoys. The relation of possession, which takes place between the person and the object, naturally draws on the relation of property.","subId":"n65.2","id":"Hume.ETSS.EPM.App3.n65.2","pages":"309"},{"type":"note","content":"For a like reason, occupation or first possession becomes the foundation of property.","subId":"n65.3","id":"Hume.ETSS.EPM.App3.n65.3","pages":"309"},{"type":"note","content":"Where a man bestows labour and industry upon any object, which before belonged to no body; as in cutting down and shaping a tree, in cultivating a field, &c. the alteration, which he produces, causes a relation between him and the object, and naturally engages us to annex it to him by the new relation of property. This cause here concurs with the public utility, which consists in the encouragement given to industry and labour.","subId":"n65.4","id":"Hume.ETSS.EPM.App3.n65.4","pages":"309"},{"type":"note","content":"Perhaps too, private humanity towards the possessor, concurs, in this instance, with the other motives, and engages us to leave with him what he has acquired by his sweat and labour; and what he has flattered himself in the constant enjoyment of. For though private humanity can, by no means, be the origin of justice; since the latter virtue so often contradicts the former; yet when the rule of separate and constant possession is once formed by the indispensable necessities of society, private humanity, and an aversion to the doing a hardship to another, may, in a particular instance, give rise to a particular rule of property.","subId":"n65.5","id":"Hume.ETSS.EPM.App3.n65.5","pages":"309"},{"type":"note","content":"I am much inclined to think, that the right of succession or inheritance much depends on those connexions of the imagination, and that the relation to a former proprietor begetting a relation to the object, is the cause why the property is transferred to a man after the death of his kinsman. It is true; industry is more encouraged by the transference of possession to children or near relations: But this consideration will only have place in a cultivated society; whereas the right of succession is regarded even among the greatest Barbarians.","subId":"n65.6","id":"Hume.ETSS.EPM.App3.n65.6","pages":"309-10"},{"type":"note","content":"Acquisition of property by accession can be explained no way but by having recourse to the relations and connexions of the imagination.","subId":"n65.7","id":"Hume.ETSS.EPM.App3.n65.7","pages":"310"},{"type":"note","content":"The property of rivers, by the laws of most nations, and by the natural turn of our thought, is attributed to the proprietors of their banks, excepting such vast rivers as the Rhine or the Danube, which seem too large to follow as an accession to the property of the neighbouring fields. Yet even these rivers are considered as the property of that nation, through whose dominions they run; the idea of a nation being of a suitable bulk to correspond with them, and bear them such a relation in the fancy.","subId":"n65.8","id":"Hume.ETSS.EPM.App3.n65.8","pages":"310"},{"type":"note","content":"The accessions, which are made to land, bordering upon rivers, follow the land, say the civilians, provided it be made by what they call alluvion, that is; insensibly and imperceptibly; which are circumstances, that assist the imagination in the conjunction.","subId":"n65.9","id":"Hume.ETSS.EPM.App3.n65.9","pages":"310"},{"type":"note","content":"Where there is any considerable portion torn at once from one bank and added to another, it becomes not his property, whose land it falls on, till it unite with the land, and till the trees and plants have spread their roots into both. Before that, the thought does not sufficiently join them.","subId":"n65.10","id":"Hume.ETSS.EPM.App3.n65.10","pages":"310"},{"type":"note","content":"In short, we must ever distinguish between the necessity of a separation and constancy in men's possession, and the rules, which assign particular objects to particular persons. The first necessity is obvious, strong, and invincible: The latter may depend on a public utility more light and frivolous, on the sentiment of private humanity and aversion to private hardship, on positive laws, on precedents, analogies, and very fine connexions and turns of the imagination.","subId":"n65.11","id":"Hume.ETSS.EPM.App3.n65.11","pages":"310"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.App2","imported":true,"title":"Appendix 2. Of Self-love","breadcrumb":"Appendix 2","published":[1751]},"next":{"id":"Hume.ETSS.EPM.App4","imported":true,"title":"Appendix 4. Of some Verbal Disputes","breadcrumb":"Appendix 4","published":[1764]}}