{"id":"Hume.ETSS.EPM.App4","imported":true,"parent":"Hume.ETSS.EPM","title":"Appendix 4. Of some Verbal Disputes","breadcrumb":"Appendix 4","published":[1764],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"APPENDIX IV.\nOf some Verbal Disputes.\n","id":"Hume.ETSS.EPM.App4"},{"type":"paragraph","content":"NOTHING is more usual than for philosophers to encroach upon the province of grammarians; and to engage in disputes of words, while they imagine that they are handling controversies of the deepest importance and concern. It was in order to avoid altercations, so frivolous and endless, that I endeavoured to state with the utmost caution the object of our present enquiry; and proposed simply to collect, on the one hand, a list of those mental qualities which are the object of love or esteem, and form a part of personal merit, and on the other hand, a catalogue of those qualities, which are the object of censure or reproach, and which detract from the character of the person, possessed of them; subjoining some reflections concerning the origin of these sentiments of praise or blame. On all occasions, where there might arise the least hesitation, I avoided the terms virtue and vice; because some of those qualities, which I classed among the objects of praise, receive, in the English language, the appellation of talents, rather than of virtues; as some of the blameable or censurable qualities are often called defects, rather than vices. It may now, perhaps, be expected, that, before we conclude this moral enquiry, we should exactly separate the one from the other; should mark the precise boundaries of virtues and talents, vices and defects; and should explain the reason and origin of that distinction. But in order to excuse myself from this undertaking, which would, at last, prove only a grammatical enquiry, I shall subjoin the four following reflections, which shall contain all that I intend to say on the present subject.","subId":"1","id":"Hume.ETSS.EPM.App4.1","pages":"312-3"},{"type":"paragraph","content":"First, I do not find, that in the English, or any other modern tongue, the boundaries are exactly fixed between virtues and talents, vices and defects, or that a precise definition can be given of the one as contradistinguished from the other. Were we to say, for instance, that the esteemable qualities alone, which are voluntary, are entitled to the appellations of virtues; we should soon recollect the qualities of courage, equanimity, patience, self-command; with many others, which almost every language classes under this appellation, though they depend little or not at all on our choice. Should we affirm, that the qualities alone, which prompt us to act our part in society, are entitled to that honourable distinction; it must immediately occur, that these are indeed the most valuable qualities, and are commonly denominated the social virtues; but that this very epithet supposes, that there are also virtues of another species. Should we lay hold of the distinction between intellectual and moral endowments, and affirm the last alone to be the real and genuine virtues, because they alone lead to action; we should find, that many of those qualities, usually called intellectual virtues, such as prudence, penetration, discernment, discretion, had also a considerable influence on conduct. The distinction between the heart and the head may also be adopted: The qualities of the first may be defined such as in their immediate exertion are accompanied with a feeling of sentiment; and these alone may be called the genuine virtues: But industry, frugality, temperance, secrecy, perseverance, and many other laudable powers or habits, generally stiled virtues are exerted without any immediate sentiment in the person possessed of them; and are only known to him by their effects. It is fortunate, amidst all this seeming perplexity, that the question, being merely verbal, cannot possibly be of any importance. A moral, philosophical discourse needs not enter into all these caprices of language, which are so variable in different dialects, and in different ages of the same dialect. But on the whole, it seems to me, that, though it is always allowed, that there are virtues of many different kinds, yet, when a man is called virtuous, or is denominated a man of virtue, we chiefly regard his social qualities, which are, indeed, the most valuable. It is, at the same time, certain, that any remarkable defect in courage, temperance, œconomy, industry, understanding, dignity of mind, would bereave even a very good-natured, honest man of this honourable appellation. Who did ever say, except by way of irony, that such a one was a man of great virtue, but an egregious blockhead?","subId":"2","id":"Hume.ETSS.EPM.App4.2","pages":"313-4"},{"type":"paragraph","content":"But, secondly, it is no wonder, that languages should not be very precise in marking the boundaries between virtues and talents, vices and defects; since there is so little distinction made in our internal estimation of them. It seems indeed certain, that the sentiment of conscious worth, the self-satisfaction proceeding from a review of a man's own conduct and character; it seems certain, I say, that this sentiment, which, though the most common of all others, has no proper name in our language, arises from the endowments of courage and capacity, industry and ingenuity, as well as from any other mental excellencies. Who, on the other hand, is not deeply mortified with reflecting on his own folly and dissoluteness, and feels not a secret sting or compunction, whenever his memory presents any past occurrence, where he behaved with stupidity or ill-manners? No time can efface the cruel ideas of a man's own foolish conduct, or of affronts, which cowardice or impudence has brought upon him. They still haunt his solitary hours, damp his most aspiring thoughts, and show him, even to himself, in the most contemptible and most odious colours imaginable.","subId":"3","id":"Hume.ETSS.EPM.App4.3","pages":"314-5"},{"type":"paragraph","content":"What is there too we are more anxious to conceal from others than such blunders, infirmities, and meannesses, or more dread to have exposed by raillery and satire? And is not the chief object of vanity, our bravery or learning, our wit or breeding, our eloquence or address, our taste or abilities? These we display with care, if not with ostentation; and we commonly show more ambition of excelling in them, than even in the social virtues themselves, which are, in reality, of such superior excellence. Good-nature and honesty, especially the latter, are so indispensably required, that, though the greatest censure attends any violation of these duties, no eminent praise follows such common instances of them, as seem essential to the support of human society. And hence the reason, in my opinion, why, though men often extol so liberally the qualities of their heart, they are shy in commending the endowments of their head: Because the latter virtues, being supposed more rare and extraordinary, are observed to be the more usual objects of pride and self-conceit; and when boasted of, beget a strong suspicion of these sentiments.","subId":"4","id":"Hume.ETSS.EPM.App4.4","pages":"315"},{"type":"paragraph","content":"It is hard to tell, whether you hurt a man's character most by calling him a knave or a coward, and whether a beastly glutton or drunkard be not as odious and contemptible, as a selfish, ungenerous miser. Give me my choice, and I would rather, for my own happiness and self-enjoyment, have a friendly, humane heart, than possess all the other virtues of Demosthenes and Philip united: But I would rather pass with the world for one endowed with extensive genius and intrepid courage, and should thence expect stronger instances of general applause and admiration. The figure which a man makes in life, the reception which he meets with in company, the esteem paid him by his acquaintance; all these advantages depend as much upon his good sense and judgment, as upon any other part of his character. Had a man the best intentions in the world, and were the farthest removed from all injustice and violence, he would never be able to make himself be much regarded, without a moderate share, at least, of parts and understanding.","subId":"5","id":"Hume.ETSS.EPM.App4.5","pages":"315-6"},{"type":"paragraph","content":"What is it then we can here dispute about? If sense and courage, temperance and industry, wisdom and knowledge confessedly form a considerable part of personal merit: if a man, possessed of these qualities, is both better satisfied with himself, and better entitled to the good-will, esteem, and services of others, than one entirely destitute of them; if, in short, the sentiments are similar, which arise from these endowments and from the social virtues; is there any reason for being so extremely scrupulous about a word, or disputing whether they be entitled to the denomination of virtues? It may, indeed, be pretended, that the sentiment of approbation, which those accomplishments produce, besides its being inferior, is also somewhat different from that, which attends the virtues of justice and humanity. But this seems not a sufficient reason for ranking them entirely under different classes and appellations. The character of Cæsar and that of Cato, as drawn by Sallust, are both of them virtuous, in the strictest and most limited sense of the word; but in a different way: Nor are the sentiments entirely the same, which arise from them. The one produces love; the other, esteem: The one is amiable; the other awful: We should wish to meet the one character in a friend; the other we should be ambitious of in ourselves. In like manner the approbation, which attends temperance or industry or frugality, may be somewhat different from that which is paid to the social virtues, without making them entirely of a different species. And, indeed, we may observe, that these endowments, more than the other virtues, produce not, all of them, the same kind of approbation. Good sense and genius beget esteem and regard: Wit and humour excite love and affection.","subId":"6","id":"Hume.ETSS.EPM.App4.6","pages":"316-7"},{"type":"paragraph","content":"Most people, I believe, will naturally, without premeditation, assent to the definition of the elegant and judicious poet. \n\nVirtue (for mere good-nature is a fool) \n Is sense and spirit with humanity.\n\n","subId":"7","id":"Hume.ETSS.EPM.App4.7","pages":"317"},{"type":"paragraph","content":"What pretensions has a man to our generous assistance or good offices, who has dissipated his wealth in profuse expences, idle vanities, chimerical projects, dissolute pleasures, or extravagant gaming? These vices (for we scruple not to call them such) bring misery unpitied, and contempt on every one addicted to them.","subId":"8","id":"Hume.ETSS.EPM.App4.8","pages":"317-8"},{"type":"paragraph","content":"Achæus, a wise and prudent prince, fell into a fatal snare, which cost him his crown and life, after having used every reasonable precaution to guard himself against it. On that account, says the historian, he is a just object of regard and compassion: His betrayers alone of hatred and contempt.","subId":"9","id":"Hume.ETSS.EPM.App4.9","pages":"318"},{"type":"paragraph","content":"The precipitate flight and improvident negligence of Pompey, at the beginning of the civil wars, appeared such notorious blunders to Cicero, as quite palled his friendship towards that great man. In the same manner, says he, as want of cleanliness, decency, or discretion in a mistress are found to alienate our affections. For so he expresses himself, where he talks, not in the character of a philosopher, but in that of a statesman and man of the world, to his friend Atticus.","subId":"10","id":"Hume.ETSS.EPM.App4.10","pages":"318"},{"type":"paragraph","content":"But the same Cicero, in imitation of all the ancient moralists, when he reasons as a philosopher, enlarges very much his ideas of virtue, and comprehends every laudable quality or endowment of the mind, under that honourable appellation. This leads to the third reflection, which we proposed to make, to wit, that the ancient moralists, the best models, made no material distinction among the different species of mental endowments and defects, but treated all alike under the appellation of virtues and vices, and made them indiscriminately the object of their moral reasonings. The prudence explained in Cicero's Offices, is that sagacity, which leads to the discovery of truth, and preserves us from error and mistake. Magnanimity, temperance, decency, are there also at large discoursed of. And as that eloquent moralist followed the common received division of the four cardinal virtues, our social duties form but one head, in the general distribution of his subject.","subId":"11","id":"Hume.ETSS.EPM.App4.11","pages":"318-9"},{"type":"paragraph","content":"We need only peruse the titles of chapters in Aristotle's Ethics to be convinced, that he ranks courage, temperance, magnificence, magnanimity, modesty, prudence, and a manly openness, among the virtues, as well as justice and friendship.","subId":"12","id":"Hume.ETSS.EPM.App4.12","pages":"319"},{"type":"paragraph","content":"To sustain and to abstain, that is, to be patient and continent, appeared to some of the ancients a summary comprehension of all morals.","subId":"13","id":"Hume.ETSS.EPM.App4.13","pages":"319"},{"type":"paragraph","content":"Epictetus has scarcely ever mentioned the sentiment of humanity and compassion, but in order to put his disciples on their guard against it. The virtue of the Stoics seems to consist chiefly in a firm temper and a sound understanding. With them, as with Solomon and the eastern moralists, folly and wisdom are equivalent to vice and virtue.","subId":"14","id":"Hume.ETSS.EPM.App4.14","pages":"319-20"},{"type":"paragraph","content":"Men will praise thee, says David, when thou dost well unto thyself. I hate a wise man, says the Greek poet, who is not wise to himself.","subId":"15","id":"Hume.ETSS.EPM.App4.15","pages":"320"},{"type":"paragraph","content":"Plutarch is no more cramped by systems in his philosophy than in his history. Where he compares the great men of Greece and Rome, he fairly sets in opposition all their blemishes and accomplishments of whatever kind, and omits nothing considerable, which can either depress or exalt their characters. His moral discourses contain the same free and natural censure of men and manners.","subId":"16","id":"Hume.ETSS.EPM.App4.16","pages":"320"},{"type":"paragraph","content":"The character of Hannibal, as drawn by Livy, is esteemed partial, but allows him many eminent virtues. Never was there a genius, says the historian, more equally fitted for those opposite offices of commanding and obeying; and it were, therefore, difficult to determine whether he rendered himself dearer to the general or to the army. To none would Hasdrubal entrust more willingly the conduct of any dangerous enterprize; under none, did the soldiers discover more courage and confidence. Great boldness in facing danger; great prudence in the midst of it. No labour could fatigue his body or subdue his mind. Cold and heat were indifferent to him: Meat and drink he sought as supplies to the necessities of nature, not as gratifications of his voluptuous appetites: Waking or rest he used indiscriminately, by night or by day.—These great VIRTUES were balanced by great VICES: Inhuman cruelty; perfidy more than punic; no truth, no faith, no regard to oaths, promises, or religion.","subId":"17","id":"Hume.ETSS.EPM.App4.17","pages":"320"},{"type":"paragraph","content":"The character of Alexander the Sixth, to be found in Guicciardin, is pretty similar, but juster; and is a proof that even the moderns, where they speak naturally, hold the same language with the ancients. In this pope, says he, there was a singular capacity and judgment: Admirable prudence; a wonderful talent of persuasion; and in all momentous enterprizes, a diligence and dexterity incredible. But these virtues were infinitely overbalanced by his vices; no faith, no religion, insatiable avarice, exorbitant ambition, and a more than barbarous cruelty.","subId":"18","id":"Hume.ETSS.EPM.App4.18","pages":"320-1"},{"type":"paragraph","content":"Polybius, reprehending Timæus for his partiality against Agathocles, whom he himself allows to be the most cruel and impious of all tyrants, says: If he took refuge in Syracuse, as asserted by that historian, flying the dirt and smoke and toil of his former profession of a potter; and if proceeding from such slender beginnings, he became master, in a little time, of all Sicily; brought the Carthaginian state into the utmost danger; and at last died in old age, and in possession of sovereign dignity: Must he not be allowed something prodigious and extraordinary, and to have possessed great talents and capacity for business and action? His historian, therefore, ought not to have alone related what tended to his reproach and infamy; but also what might redound to his PRAISE and HONOUR.","subId":"19","id":"Hume.ETSS.EPM.App4.19","pages":"321"},{"type":"paragraph","content":"In general, we may observe, that the distinction of voluntary or involuntary was little regarded by the ancients in their moral reasonings; where they frequently treated the question as very doubtful, whether virtue could be taught or not? They justly considered, that cowardice, meanness, levity, anxiety, impatience, folly, and many other qualities of the mind, might appear ridiculous and deformed, contemptible and odious, though independent of the will. Nor could it be supposed, at all times, in every man's power to attain every kind of mental, more than of exterior beauty.","subId":"20","id":"Hume.ETSS.EPM.App4.20","pages":"321-2"},{"type":"paragraph","content":"And here there occurs the fourth reflection which I purposed to make, in suggesting the reason, why modern philosophers have often followed a course, in their moral enquiries, so different from that of the ancients. In later times, philosophy of all kinds, especially ethics, have been more closely united with theology than ever they were observed to be among the Heathens; and as this latter science admits of no terms of composition, but bends every branch of knowledge to its own purpose, without much regard to the phænomena of nature, or to the unbiassed sentiments of the mind, hence reasoning, and even language, have been warped from their natural course, and distinctions have been endeavoured to be established, where the difference of the objects was, in a manner, imperceptible. Philosophers, or rather divines under that disguise, treating all morals, as on a like footing with civil laws, guarded by the sanctions of reward and punishment, were necessarily led to render this circumstance, of voluntary or involuntary, the foundation of their whole theory. Every one may employ terms in what sense he pleases: But this, in the mean time, must be allowed, that sentiments are every day experienced of blame and praise, which have objects beyond the dominion of the will or choice, and of which it behoves us, if not as moralists, as speculative philosophers at least, to give some satisfactory theory and explication.","subId":"21","id":"Hume.ETSS.EPM.App4.21","pages":"322"},{"type":"paragraph","content":"A blemish, a fault, a vice, a crime; these expressions seem to denote different degrees of censure and disapprobation; which are, however, all of them, at the bottom, pretty nearly all the same kind of species. The explication of one will easily lead us into a just conception of the others; and it is of greater consequence to attend to things than to verbal appellations. That we owe a duty to ourselves is confessed even in the most vulgar system of morals; and it must be of consequence to examine that duty, in order to see whether it bears any affinity to that which we owe to society. It is probable, that the approbation, attending the observance of both, is of a similar nature, and arises from similar principles; whatever appellation we may give to either of these excellencies.","subId":"22","id":"Hume.ETSS.EPM.App4.22","pages":"322-3"},{"type":"note","content":"See NOTE [SS].","subId":"n66","id":"Hume.ETSS.EPM.App4.n66"},{"type":"note","content":"THE term, pride, is commonly taken in a bad sense; but this sentiment seems indifferent, and may be either good or bad, according as it is well or ill founded, and according to the other circumstances which accompany it. The French express this sentiment by the term, amour propre, but as they also express self-love as well as vanity, by the same term, there arises thence a great confusion in Rochefoucault, and many of their moral writers.","subId":"n66.1","id":"Hume.ETSS.EPM.App4.n66.1","pages":"314"},{"type":"note","content":"See NOTE [TT].","subId":"n67","id":"Hume.ETSS.EPM.App4.n67"},{"type":"note","content":"LOVE and esteem are nearly the same passion, and arise from similar causes. The qualities, which produce both, are such as communicate pleasure. But where this pleasure is severe and serious; or where its object is great, and makes a strong impression, or where it produces any degree of humility and awe: In all these cases, the passion, which arises from the pleasure, is more properly denominated esteem than love. Benevolence attends both: But is connected with love in a more eminent degree. There seems to be still a stronger mixture of pride in contempt than of humility in esteem; and the reason would not be difficult to one, who studied accurately the passions. All these various mixtures and compositions and appearances of sentiment form a very curious subject of speculation, but are wide of our present purpose. Throughout this enquiry, we always consider in general, what qualities are a subject of praise or of censure, without entering into all the minute differences of sentiment, which they excite. It is evident, that whatever is contemned, is also disliked, as well as what is hated; and we here endeavour to take objects, according to their most simple views and appearances. These sciences are but too apt to appear abstract to common readers, even with all the precautions which we can take to clear them from superfluous speculations, and bring them down to every capacity.","subId":"n67.1","id":"Hume.ETSS.EPM.App4.n67.1","pages":"317"},{"type":"note","content":"The Art of preserving Health. Book 4.","subId":"n68","id":"Hume.ETSS.EPM.App4.n68","pages":"317"},{"type":"note","content":"Polybius, lib. iii. cap. 2.","subId":"n69","id":"Hume.ETSS.EPM.App4.n69","pages":"318"},{"type":"note","content":"Lib. ix. epist. 10.","subId":"n70","id":"Hume.ETSS.EPM.App4.n70","pages":"318"},{"type":"note","content":"Lib. i. cap. 6.","subId":"n71","id":"Hume.ETSS.EPM.App4.n71","pages":"318"},{"type":"note","content":"See NOTE [UU].","subId":"n72","id":"Hume.ETSS.EPM.App4.n72"},{"type":"note","content":"THE following passage of Cicero is worth quoting, as being the most clear and express to our purpose, that any thing can be imagined, and, in a dispute, which is chiefly verbal, must, on account of the author, carry an authority, from which there can be no appeal.","subId":"n72.1","id":"Hume.ETSS.EPM.App4.n72.1","pages":"319"},{"type":"note","content":"\"Virtus autem, quæ est per se ipsa laudabilis, et sine qua nihil laudari potest, tamen habet plures partes, quarum alia est aliâ ad laudationem aptior. Sunt enim aliæ virtutes, quæ videntur in moribus hominum, et quadam comitate ac beneficentia positæ: aliæ quæ in ingenii aliqua facultate, aut animi magnitudine ac robore. Nam clementia, justitia, benignitas, fides, fortitudo in periculis communibus, jucunda est auditu in laudationibus. Omnes enim hæ virtutes non tam ipsis, qui eas in se habent, quam generi hominum fructuosæ putantur. Sapientia et magnitudo animi, qua omnes res humanæ, tenues et pro nihilo putantur, et in cogitando vis quædam ingenii, et ipsa eloquentia admirationis habet non minus, jucunditatis minus. Ipsos enim magis videtur, quos laudamus, quam illos, apud quos laudamus, ornare ac tueri: sed tamen in laudenda jungenda sunt etiam hæc genera virtutum. Ferunt enim aures hominum, cum illa quæ jucunda et grata, tum etiam ilia, quæ mirabilia sunt in virtute, laudari.\" De orat. lib. ii. cap. 89.","subId":"n72.2","id":"Hume.ETSS.EPM.App4.n72.2","pages":"319"},{"type":"note","content":"I suppose, if Cicero were now alive, it would be found difficult to fetter his moral sentiments by narrow systems; or persuade him, that no qualities were to be admitted as virtues, or acknowledged to be a part of personal merit, but what were recommended by The Whole Duty of Man.","subId":"n72.3","id":"Hume.ETSS.EPM.App4.n72.3","pages":"319"},{"type":"note","content":"Psalm 49th.","subId":"n73","id":"Hume.ETSS.EPM.App4.n73","pages":"320"},{"type":"note","content":"Μισω σοφις ην οσις ουκ αυτω σοφος. Euripides.","subId":"n74","id":"Hume.ETSS.EPM.App4.n74","pages":"320"},{"type":"note","content":"Lib. xxi. cap. 4.","subId":"n75","id":"Hume.ETSS.EPM.App4.n75","pages":"320"},{"type":"note","content":"Lib. i.","subId":"n76","id":"Hume.ETSS.EPM.App4.n76","pages":"321"},{"type":"note","content":"Lib. xii.","subId":"n77","id":"Hume.ETSS.EPM.App4.n77","pages":"321"},{"type":"note","content":"Vid. Plato in Menone, Seneca de otio sap. cap. 31. So also Horace, Virtutem doctrina paret, naturane donet. Epist. lib. i. ep. 18. Æschines Socraticus. Dial. I.","subId":"n78","id":"Hume.ETSS.EPM.App4.n78","pages":"321"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.App3","imported":true,"title":"Appendix 3. Some farther Considerations with regard to Justice","breadcrumb":"Appendix 3","published":[1751]},"next":{"id":"Hume.ETSS.EPM.D","imported":true,"title":"A Dialogue","breadcrumb":"Dialogue","published":[1751]}}