{"imported":true,"id":"Hume.ETSS.EHU.9","parent":"Hume.ETSS.EHU","title":"Section 9. Of the Reason of Animals","breadcrumb":"Section 9","texts":[],"published":[1748],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>SECTION IX.</h1> <h2>Of the <span class=\"small-capitals\">Reason</span> of <span class=\"small-capitals\">Animals</span>.</h2> ","id":"Hume.ETSS.EHU.9"},{"type":"paragraph","content":"ALL our reasonings concerning matter of fact are founded on a species of <span class=\"small-capitals\">Analogy</span>, which leads us to expect from any cause the same events, which we have observed to result from similar causes. Where the causes are entirely similar, the analogy is perfect, and the inference, drawn from it, is regarded as certain and conclusive: Nor does any man ever entertain a doubt, where he sees a piece of iron, that it will have weight and cohesion of parts; as in all other instances, which have ever fallen under his observation. But where the objects have not so exact a similarity, the analogy is less perfect, and the inference is less conclusive; though still it has some force, in proportion to the degree of similarity and resemblance. The anatomical observations, formed upon one animal, are, by this species of reasoning, extended to all animals; and it is certain, that when the circulation of the blood, for instance, is clearly proved to have place in one creature, as a frog, or fish, it forms a strong presumption, that the same principle has place in all. These analogical observations may be carried farther, even to this science, of which we are now treating; and any theory, by which we explain the operations of the understanding, or the origin and connexion of the passions in man, will acquire additional authority, if we find, that the same theory is requisite to explain the same phænomena in all other animals. We shall make trial of this, with regard to the <span class=\"page-break\"></span>hypothesis, by which, we have, in the foregoing discourse, endeavoured to account for all experimental reasonings; and it is hoped, that this new point of view will serve to confirm all our former observations.","subId":"1","id":"Hume.ETSS.EHU.9.1","pages":"104-5"},{"type":"paragraph","content":"<em>First</em>, It seems evident, that animals, as well as men learn many things from experience, and infer, that the same events will always follow from the same causes. By this principle they become acquainted with the more obvious properties of external objects, and gradually, from their birth, treasure up a knowledge of the nature of fire, water, earth, stones, heights, depths, <em>&amp;c.</em> and of the effects, which result from their operation. The ignorance and inexperience of the young are here plainly distinguishable from the cunning and sagacity of the old, who have learned, by long observation, to avoid what hurt them, and to pursue what gave ease or pleasure. A horse, that has been accustomed to the field, becomes acquainted with the proper height, which he can leap, and will never attempt what exceeds his force and ability. An old greyhound will trust the more fatiguing part of the chace to the younger, and will place himself so as to meet the hare in her doubles; nor are the conjectures, which he forms on this occasion, founded in any thing but his observation and experience.","subId":"2","id":"Hume.ETSS.EHU.9.2","pages":"105"},{"type":"paragraph","content":"This is still more evident from the effects of discipline and education on animals, who, by the proper application of rewards and punishments, may be taught any course of action, the most contrary to their natural instincts and propensities. Is it not experience, which renders a dog apprehensive of pain, when you menace him, or lift up the whip to beat him? Is it not even experience, which makes him answer to his name, and infer, from such an arbitrary sound, that you mean him rather than any of his fellows, and intend to call him, when you pronounce it in a certain manner, and with a certain tone and accent?","subId":"3","id":"Hume.ETSS.EHU.9.3","pages":"105"},{"type":"paragraph","content":"In all these cases, we may observe, that the animal infers <span class=\"page-break\"></span>some fact beyond what immediately strikes his senses; and that this inference is altogether founded on past experience, while the creature expects from the present object the same consequences, which it has always found in its observation to result from similar objects.","subId":"4","id":"Hume.ETSS.EHU.9.4","pages":"105-6"},{"type":"paragraph","content":"<em>Secondly</em>, It is impossible, that this inference of the animal can be founded on any process of argument or reasoning, by which he concludes, that like events must follow like objects, and that the course of nature will always be regular in its operations. For if there be in reality any arguments of this nature, they surely lie too abstruse for the observation of such imperfect understandings; since it may well employ the utmost care and attention of a philosophic genius to discover and observe them. Animals, therefore, are not guided in these inferences by reasoning: Neither are children: Neither are the generality of mankind, in their ordinary actions and conclusions: Neither are philosophers themselves, who, in all the active parts of life, are, in the main, the same with the vulgar, and are governed by the same maxims. Nature must have provided some other principle, of more ready, and more general use and application; nor can an operation of such immense consequence in life, as that of inferring effects from causes, be trusted to the uncertain process of reasoning and argumentation. Were this doubtful with regard to men, it seems to admit of no question with regard to the brute creation; and the conclusion being once firmly established in the one, we have a strong presumption, from all the rules of analogy, that it ought to be universally admitted, without any exception or reserve. It is custom alone, which engages animals, from every object, that strikes their senses, to infer its usual attendant, and carries their imagination, from the appearance of the one, to conceive the other, in that particular manner, which we denominate <em>belief</em>. No other explication can be given of this operation, in all the higher, <span class=\"page-break\"></span>as well as lower classes of sensitive beings, which fall under our notice and observation<a href=\"#n20\"><sup>[20]</sup></a>.","subId":"5","id":"Hume.ETSS.EHU.9.5","pages":"106-7"},{"type":"paragraph","content":"But though animals learn many parts of their knowledge from observation, there are also many parts of it, which they derive from the original hand of nature; which much exceed the share of capacity they possess on ordinary occasions; and in which they improve, little or nothing, by the longest practice and experience. These we denominate <span class=\"small-capitals\">Instincts</span>, and are so apt to admire, as something very extraordinary, and inexplicable by all the disquisitions of human understanding. But our wonder will, perhaps, cease or diminish; when we consider, that the experimental reasoning itself, which we possess in common with beasts, and on which the whole conduct of life depends, is nothing but a species of instinct or mechanical power, that acts in us unknown to ourselves; and in its chief operations, is not directed by any such relations or comparisons of ideas, as are the proper objects of our intellectual faculties. Though the instinct be different, yet still it is an instinct, which teaches a man to avoid the fire; as much as that, which teaches a bird, with such exactness, the art of incubation, and the whole œconomy and order of its nursery.","subId":"6","id":"Hume.ETSS.EHU.9.6","pages":"108"},{"type":"note","content":"See NOTE <cite>H</cite>.","subId":"n20","id":"Hume.ETSS.EHU.9.n20","pages":"107"},{"type":"note","content":"SINCE all <del>reasonings</del><ins>reasoning</ins> concerning facts or causes is derived merely from custom, it may be asked how it happens, that men so much surpass animals in reasoning, and one man so much surpasses another? Has not the same custom the same influence on all?","subId":"n20.1","id":"Hume.ETSS.EHU.9.n20.1","pages":"107"},{"type":"note","content":"We shall here endeavour briefly to explain the great difference in human understandings: After which the reason of the difference between men and animals will easily be comprehended.","subId":"n20.2","id":"Hume.ETSS.EHU.9.n20.2","pages":"107"},{"type":"note","content":"1. When we have lived any time, and have been accustomed to the uniformity of nature, we acquire a general habit, by which we always transfer the known to the unknown, and conceive the latter to resemble the former. By means of this general habitual principle, we regard even one experiment as the foundation of reasoning, and expect a similar event with some degree of certainty, where the experiment has been made accurately, and free from all foreign circumstances. It is therefore considered as a matter of great importance to observe the consequences of things; and as one man may very much surpass another in attention and memory and observation, this will make a very great difference in their reasoning.","subId":"n20.3","id":"Hume.ETSS.EHU.9.n20.3","pages":"107"},{"type":"note","content":"2. Where there is a complication of causes to produce any effect, one mind may be much larger than another, and better able to comprehend the whole system of objects, and to infer justly their consequences.","subId":"n20.4","id":"Hume.ETSS.EHU.9.n20.4","pages":"107"},{"type":"note","content":"3. One man is able to carry on a chain of consequences to a greater length than another.","subId":"n20.5","id":"Hume.ETSS.EHU.9.n20.5","pages":"107"},{"type":"note","content":"4. Few men can think long without running into a confusion of ideas, and mistaking one for another; and there are various degrees of this infirmity.","subId":"n20.6","id":"Hume.ETSS.EHU.9.n20.6","pages":"107"},{"type":"note","content":"5. The circumstance, on which the effect depends, is frequently involved in other circumstances, which are foreign and extrinsic. The separation of it often requires great attention, accuracy, and subtilty.","subId":"n20.7","id":"Hume.ETSS.EHU.9.n20.7","pages":"107"},{"type":"note","content":"6. The forming of general maxims from particular observation is a very nice operation; and nothing is more usual, from haste or a narrowness of mind, which sees not on all sides, than to commit mistakes in this particular.","subId":"n20.8","id":"Hume.ETSS.EHU.9.n20.8","pages":"107"},{"type":"note","content":"7. When we reason from analogies, the man, who has the greater experience or the greater promptitude of suggesting analogies, will be the better reasoner.","subId":"n20.9","id":"Hume.ETSS.EHU.9.n20.9","pages":"107"},{"type":"note","content":"8. Byasses from prejudice, education, passion, party, <em>&amp;c.</em> hang more upon one mind than another.","subId":"n20.10","id":"Hume.ETSS.EHU.9.n20.10","pages":"107"},{"type":"note","content":"9. After we have acquired a confidence in human testimony, books and conversation enlarge much more the sphere of one man's experience and thought than those of another.","subId":"n20.11","id":"Hume.ETSS.EHU.9.n20.11","pages":"107"},{"type":"note","content":"It would be easy to discover many other circumstances that make a difference in the understandings of men.","subId":"n20.12","id":"Hume.ETSS.EHU.9.n20.12","pages":"107"}]}