{"id":"Hume.ETSS.EMPL1.IP","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of the Independency of Parliament","breadcrumb":"Of the Independency of Parliament","published":[1741],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Independency</span> of <span class=\"small-capitals\">Parliament</span>.</h1> ","id":"Hume.ETSS.EMPL1.IP"},{"type":"paragraph","content":"POLITICAL writers have established it as a maxim, that, in contriving any system of government, and fixing the several checks and controuls of the constitution, every man ought to be supposed a <em>knave</em>, and to have no other end, in all his actions, than private interest. By this interest we must govern him, and, by means of it, make him, notwithstanding his insatiable avarice and ambition, co-operate to public good. Without this, say they, we shall in vain boast of the advantages of any constitution, and shall find, in the end, that we have no security for our liberties or possessions, except the good-will of our rulers; that is, we shall have no security at all.","subId":"1","id":"Hume.ETSS.EMPL1.IP.1","pages":"42"},{"type":"paragraph","content":"It is, therefore, a just <em>political</em> maxim, <em>that every man must be supposed a knave:</em> Though at the same time, it appears <span class=\"page-break\"></span>somewhat strange, that a maxim should be true in <em>politics</em>, which is false in <em>fact</em>. But to satisfy us on this head, we may consider, that men are generally more honest in their private than in their public capacity, and will go greater lengths to serve a party, than when their own private interest is alone concerned. Honour is a great check upon mankind: But where a considerable body of men act together, this check is, in a great measure, removed; since a man is sure to be approved of by his own party, for what promotes the common interest; and he soon learns to despise the clamours of adversaries. To which we may add, that every court or senate is determined by the greater number of voices; so that, if self-interest influences only the majority, (as it will always do) the whole senate follows the allurements of this separate interest, and acts as if it contained not one member, who had any regard to public interest and liberty.","subId":"2","id":"Hume.ETSS.EMPL1.IP.2","pages":"42-3"},{"type":"paragraph","content":"When there offers, therefore, to our censure and examination, any plan of government, real or imaginary, where the power is distributed among several courts, and several orders of men, we should always consider the separate interest of each court, and each order; and, if we find that, by the skilful division of power, this interest must necessarily, in its operation, concur with public, we may pronounce that government to be wise and happy. If, on the contrary, separate interest be not checked, and be not directed to the public, we ought to look for nothing but faction, disorder, and tyranny from such a government. In this opinion I am justified by experience, as well as by the authority of all philosophers and politicians, both antient and modern.","subId":"3","id":"Hume.ETSS.EMPL1.IP.3","pages":"43"},{"type":"paragraph","content":"How much, therefore, would it have surprised such a genius as <span class=\"small-capitals\">Cicero</span>, or <span class=\"small-capitals\">Tacitus</span>, to have been told, that, in a future age, there should arise a very regular system of <em>mixed</em> government, where the authority was so distributed, that one rank, whenever it pleased, might swallow up all the rest, and engross the whole power of the constitution. Such a government, they would say, will not be a mixed government. For so great is the natural ambition of men, that they are never satis<span class=\"page-break\"></span>fied with power; and if one order of men, by pursuing its own interest, can usurp upon every other order, it will certainly do so, and render itself, as far as possible, absolute and uncontroulable.","subId":"4","id":"Hume.ETSS.EMPL1.IP.4","pages":"43-4"},{"type":"paragraph","content":"But, in this opinion, experience shews they would have been mistaken. For this is actually the case with the <span class=\"small-capitals\">British</span> constitution. The share of power, allotted by our constitution to the house of commons, is so great, that it absolutely commands all the other parts of the government. The king's legislative power is plainly no proper check to it. For though the king has a negative in framing laws; yet this, in fact, is esteemed of so little moment, that whatever is voted by the two houses, is always sure to pass into a law, and the royal assent is little better than a form. The principal weight of the crown lies in the executive power. But besides that the executive power in every government is altogether subordinate to the legislative; besides this, I say, the exercise of this power requires an immense expence; and the commons have assumed to themselves the sole right of granting money. How easy, therefore, would it be for that house to wrest from the crown all these powers, one after another; by making every grant conditional, and choosing their time so well, that their refusal of supply should only distress the government, without giving foreign powers any advantage over us? Did the house of commons depend in the same manner on the king, and had none of the members any property but from his gift, would not he command all their resolutions, and be from that moment absolute? As to the house of lords, they are a very powerful support to the Crown, so long as they are, in their turn, supported by it; but both experience and reason shew, that they have no force or authority sufficient to maintain themselves alone, without such support.","subId":"5","id":"Hume.ETSS.EMPL1.IP.5","pages":"44"},{"type":"paragraph","content":"How, therefore, shall we solve this paradox? And by what means is this member of our constitution confined within the proper limits; since, from our very constitution, it must necessarily have as much power as it demands, and can only be confined by itself? How is this consistent with our experience <span class=\"page-break\"></span>of human nature? I answer, that the interest of the body is here restrained by that of the individuals, and that the house of commons stretches not its power, because such an usurpation would be contrary to the interest of the majority of its members. The crown has so many offices at its disposal, that, when assisted by the honest and disinterested part of the house, it will always command the resolutions of the whole so far, at least, as to preserve the antient constitution from danger. We may, therefore, give to this influence what name we please; we may call it by the invidious appellations of <em>corruption</em> and <em>dependence</em>; but some degree and some kind of it are inseparable from the very nature of the constitution, and necessary to the preservation of our mixed government.","subId":"6","id":"Hume.ETSS.EMPL1.IP.6","pages":"44-5"},{"type":"paragraph","content":"Instead then of asserting<a href=\"#n1\"><sup>[1]</sup></a> absolutely, that the dependence of parliament, in every degree, is an infringement of <span class=\"small-capitals\">British</span> liberty, the country-party should have made some concessions to their adversaries, and have only examined what was the proper degree of this dependence, beyond which it became dangerous to liberty. But such a moderation is not to be expected in party-men of any kind. After a concession of this nature, all declamation must be abandoned; and a calm enquiry into the proper degree of court-influence and parliamentary dependence would have been expected by the readers. And though the advantage, in such a controversy, might possibly remain to the <em>country-party</em>; yet the victory would not be so compleat as they wish for, nor would a true patriot have given an entire loose to his zeal, for fear of running matters into a contrary extreme, by diminishing too<a href=\"#n2\"><sup>[2]</sup></a> far the influence <span class=\"page-break\"></span>of the crown. It was, therefore, thought best to deny, that this extreme could ever be dangerous to the constitution, or that the crown could ever have too little influence over members of parliament.","subId":"7","id":"Hume.ETSS.EMPL1.IP.7","pages":"45-6"},{"type":"paragraph","content":"All questions concerning the proper medium between extremes are difficult to be decided; both because it is not easy to find <em>words</em> proper to fix this medium, and because the good and ill, in such cases, run so gradually into each other, as even to render our <em>sentiments</em> doubtful and uncertain. But there is a peculiar difficulty in the present case, which would embarrass the most knowing and most impartial examiner. The power of the crown is always lodged in a single person, either king or minister; and as this person may have either a greater or less degree of ambition, capacity, courage, popularity, or fortune, the power, which is too great in one hand, may become too little in another. In pure republics, where the authority is distributed among several assemblies or senates, the checks and controuls are more regular in their operation; because the members of such numerous assemblies may be presumed to be always nearly equal in capacity and virtue; and it is only their number, riches, or authority, which enter into consideration. But a limited monarchy admits not of any such stability; nor is it possible to assign to the crown such a determinate degree of power, as will, in every hand, form a proper counterbalance to the other parts of the constitution. This is an unavoidable disadvantage, among the many advantages, attending that species of government.","subId":"8","id":"Hume.ETSS.EMPL1.IP.8","pages":"46"},{"type":"note","content":"See <em>Dissertation on Parties</em>, throughout.","subId":"n1","id":"Hume.ETSS.EMPL1.IP.n1","pages":"45"},{"type":"note","content":"See NOTE <cite>B</cite>.","subId":"n2","id":"Hume.ETSS.EMPL1.IP.n2"},{"type":"note","content":"BY that <em>influence of the crown</em>, which I would justify, I mean only that which arises from the offices and honours that are at the disposal of the crown. As to private <em>bribery</em>, it may be considered in the same light as the practice of employing spies, which is scarcely justifiable in a good minister, and is <span class=\"page-break\"></span>infamous in a bad one: But to be a spy, or to be corrupted, is always infamous under all ministers, and is to be regarded as a shameless prostitution. <span class=\"small-capitals\">Polybius</span> justly esteems the pecuniary influence of the senate and censors to be one of the regular and constitutional weights, which preserved the balance of the <span class=\"small-capitals\">Roman</span> government. Lib. vi. cap. 15.","subId":"n2.1","id":"Hume.ETSS.EMPL1.IP.n2.1","pages":"45-6"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.OG","imported":true,"title":"Of the Origin of Government","breadcrumb":"Of the Origin of Government","published":[1777]},"next":{"id":"Hume.ETSS.EMPL1.BG","imported":true,"title":"Whether the British Government inclines more to Absolute Monarchy, or to a Republic","breadcrumb":"Whether the British Government&hellip;","published":[1741]}}