{"imported":true,"id":"Hume.ETSS.EMPL1.LP","parent":"Hume.ETSS.EMPL1","title":"Of the Liberty of the Press","breadcrumb":"Of the Liberty of the Press","published":[1741],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Liberty</span> of the <span class=\"small-capitals\">Press</span>.</h1> ","id":"Hume.ETSS.EMPL1.LP"},{"type":"paragraph","content":"NOTHING is more apt to surprize a foreigner, than the extreme liberty, which we enjoy in this country, of communicating whatever we please to the public, and of openly censuring every measure, entered into by the king or his ministers. If the administration resolve upon war, it is affirmed, that, either wilfully or ignorantly, they mistake the interests of the nation, and that peace, in the present situation of affairs, is infinitely preferable. If the passion of the ministers lie towards peace, our political writers breathe nothing but war and devastation, and represent the pacific conduct of the government as mean and pusillanimous. As this liberty is not indulged in any other government, either republican or monarchical; in <span class=\"small-capitals\">Holland</span> and <span class=\"small-capitals\">Venice</span>, more than in <span class=\"small-capitals\">France</span> <span class=\"page-break\"></span>or <span class=\"small-capitals\">Spain</span>; it may very naturally give occasion to a question, <em>How it happens that <span class=\"small-capitals\">Great Britain</span> alone enjoys this peculiar privilege?</em>","subId":"1","id":"Hume.ETSS.EMPL1.LP.1","pages":"9-10"},{"type":"paragraph","content":"The reason, why the laws indulge us in such a liberty seems to be derived from our mixed form of government, which is neither wholly monarchical, nor wholly republican. It will be found, if I mistake not, a true observation in politics, that the two extremes in government, liberty and slavery, commonly approach nearest to each other; and that, as you depart from the extremes, and mix a little of monarchy with liberty, the government becomes always the more free; and on the other hand, when you mix a little of liberty with monarchy, the yoke becomes always the more grievous and intolerable. In a government, such as that of <span class=\"small-capitals\">France</span>, which is absolute, and where law, custom, and religion concur, all of them, to make the people fully satisfied with their condition, the monarch cannot entertain any <em>jealousy</em> against his subjects, and therefore is apt to indulge them in great <em>liberties</em> both of speech and action. In a government altogether republican, such as that of <span class=\"small-capitals\">Holland</span>, where there is no magistrate so eminent as to give <em>jealousy</em> to the state, there is no danger in intrusting the magistrates with large discretionary powers; and though many advantages result from such powers, in preserving peace and order, yet they lay a considerable restraint on men's actions, and make every private citizen pay a great respect to the government. Thus it seems evident, that the <span class=\"page-break\"></span>two extremes of absolute monarchy and of a republic, approach near to each other in some material circumstances. In the <em>first</em>, the magistrate has no jealousy of the people: in the <em>second</em>, the people have none of the magistrate: Which want of jealousy begets a mutual confidence and trust in both cases, and produces a species of liberty in monarchies, and of arbitrary power in republics.","subId":"2","id":"Hume.ETSS.EMPL1.LP.2","pages":"10-1"},{"type":"paragraph","content":"To justify the other part of the foregoing observation, that, in every government, the means are most wide of each other, and that the mixtures of monarchy and liberty render the yoke either more easy or more grievous; I must take notice of a remark in <span class=\"small-capitals\">Tacitus</span> with regard to the <span class=\"small-capitals\">Romans</span> under the emperors, that they neither could bear total slavery nor total liberty, <em>Nec totam servitutem, nec totam libertatem pati possunt.</em> This remark a celebrated poet has translated and applied to the <span class=\"small-capitals\">English</span>, in his lively description of queen <span class=\"small-capitals\">Elizabeth</span>'s policy and government, <blockquote><em>Et fit aimer son joug a l'Anglois indompté, <br> Qui ne peut ni servir, ni vivre en liberté,</em> <br> &emsp;&emsp;&emsp;&emsp;&emsp;&emsp;<span class=\"small-capitals\">Henriade</span>, <em>liv.</em> I.</blockquote>","subId":"3","id":"Hume.ETSS.EMPL1.LP.3","pages":"11"},{"type":"paragraph","content":"According to these remarks, we are to consider the <span class=\"small-capitals\">Roman</span> government under the emperors as a mixture of despotism and liberty, where the despotism prevailed; and the <span class=\"small-capitals\">English</span> government as a mixture of the same kind, where the liberty <span class=\"page-break\"></span>predominates. The consequences are conformable to the foregoing observation; and such as may be expected from those mixed forms of government, which beget a mutual watchfulness and jealousy. The <span class=\"small-capitals\">Roman</span> emperors were, many of them, the most frightful tyrants that ever disgraced human nature; and it is evident, that their cruelty was chiefly excited by their <em>jealousy</em>, and by their observing that all the great men of <span class=\"small-capitals\">Rome</span> bore with impatience the dominion of a family, which, but a little before, was no wise superior to their own. On the other hand, as the republican part of the government prevails in <span class=\"small-capitals\">England</span>, though with a great mixture of monarchy, it is obliged, for its own preservation, to maintain a watchful <em>jealousy</em> over the magistrates, to remove all discretionary powers, and to secure every one's life and fortune by general and inflexible laws. No action must be deemed a crime but what the law has plainly determined to be such: No crime must be imputed to a man but from a legal proof before his judges; and even these judges must be his fellow-subjects, who are obliged, by their own interest, to have a watchful eye over the encroachments and violence of the ministers. From these causes it proceeds, that there is as much liberty, and even, perhaps, licentiousness in <span class=\"small-capitals\">Great Britain</span>, as there were formerly slavery and tyranny in <span class=\"small-capitals\">Rome</span>.","subId":"4","id":"Hume.ETSS.EMPL1.LP.4","pages":"11-2"},{"type":"paragraph","content":"These principles account for the great liberty of the press in these kingdoms, beyond what is indulged in any other government. It is apprehended, that arbitrary power would steal in upon us, were we not careful to prevent its progress, and were there not an easy method of conveying the alarm from one end of the kingdom to the other. The spirit of the people must frequently be rouzed, in order to curb the ambition of the court; and the dread of rouzing this spirit must be employed to prevent that ambition. Nothing so effectual to this purpose as the liberty of the press, by which all the learning, wit, and genius of the nation may be employed on the side of freedom, and every one be animated to its defence. As long, therefore, as the republican part of our government can maintain itself against the monarchical, it will natu<span class=\"page-break\"></span>rally be careful to keep the press open, as of importance to its own preservation.","subId":"5","id":"Hume.ETSS.EMPL1.LP.5","pages":"12-3"},{"type":"paragraph","content":"It must however be allowed, that the unbounded liberty of the press, though it be difficult, perhaps impossible, to propose a suitable remedy for it, is one of the evils, attending those mixt forms of government.","subId":"6","id":"Hume.ETSS.EMPL1.LP.6","pages":"13"}]}