{"id":"Hume.ETSS.EMPL1.PD","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of Polygamy and Divorces","breadcrumb":"Of Polygamy and Divorces","published":[1742],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>Of <span class=\"small-capitals\">Polygamy</span> and <span class=\"small-capitals\">Divorces</span>.</h1> ","id":"Hume.ETSS.EMPL1.PD"},{"type":"paragraph","content":"AS marriage is an engagement entered into by mutual consent, and has for its end the propagation of the species, it is evident, that it must be susceptible of all the variety of conditions, which consent establishes, provided they be not contrary to this end.","subId":"1","id":"Hume.ETSS.EMPL1.PD.1","pages":"181"},{"type":"paragraph","content":"A man, in conjoining himself to a woman, is bound to her according to the terms of his engagement: In begetting children, he is bound, by all the ties of nature and humanity, to provide for their subsistence and education. When he has performed these two parts of duty, no one can reproach him with injustice or injury. And as the terms of his engagement, as well as the methods of subsisting his offspring, may be various, it is mere superstition to imagine, that marriage can <span class=\"page-break\"></span>be entirely uniform, and will admit only of one mode or form. Did not human laws restrain the natural liberty of men, every particular marriage would be as different as contracts or bargains of any other kind or species.","subId":"2","id":"Hume.ETSS.EMPL1.PD.2","pages":"181-2"},{"type":"paragraph","content":"As circumstances vary, and the laws propose different advantages, we find, that, in different times and places, they impose different conditions on this important contract. In <span class=\"small-capitals\">Tonquin</span>, it is usual for the sailors, when the ships come into harbour, to marry for the season; and notwithstanding this precarious engagement, they are assured, it is said, of the strictest fidelity to their bed, as well as in the whole management of their affairs, from those temporary spouses.","subId":"3","id":"Hume.ETSS.EMPL1.PD.3","pages":"182"},{"type":"paragraph","content":"I cannot, at present, recollect my authorities; but I have somewhere read, that the republic of <span class=\"small-capitals\">Athens</span>, having lost many of its citizens by war and pestilence, allowed every man to marry two wives, in order the sooner to repair the waste which had been made by these calamities. The poet <span class=\"small-capitals\">Euripides</span> happened to be coupled to two noisy Vixens who so plagued him with their jealousies and quarrels, that he became ever after a professed <em>woman hater</em>; and is the only theatrical writer, perhaps the only poet, that ever entertained an aversion to the sex.","subId":"4","id":"Hume.ETSS.EMPL1.PD.4","pages":"182"},{"type":"paragraph","content":"In that agreeable romance, called <em>the History of the <span class=\"small-capitals\">Sevarambians</span></em>, where a great many men and a few women are supposed to be shipwrecked on a desert coast; the captain of the troop, in order to obviate those endless quarrels which <span class=\"page-break\"></span>arose, regulates their marriages after the following manner: He takes a handsome female to himself alone; assigns one to every couple of inferior officers; and to five of the lowest rank he gives one wife in common.","subId":"5","id":"Hume.ETSS.EMPL1.PD.5","pages":"182-3"},{"type":"paragraph","content":"The ancient <span class=\"small-capitals\">Britons</span> had a singular kind of marriage, to be met with among no other people. Any number of them, as ten or a dozen, joined in a society together, which was perhaps requisite for mutual defence in those barbarous times. In order to link this society the closer, they took an equal number of wives in common; and whatever children were born, were reputed to belong to all of them, and were accordingly provided for by the whole community.","subId":"6","id":"Hume.ETSS.EMPL1.PD.6","pages":"183"},{"type":"paragraph","content":"Among the inferior creatures, nature herself, being the supreme legislator, prescribes all the laws which regulate their marriages, and varies those laws according to the different circumstances of the creature. Where she furnishes, with ease, food and defence to the newborn animal, the present embrace terminates the marriage; and the care of the offspring is committed entirely to the female. Where the food is of more difficult purchase, the marriage continues for one season, till the common progeny can provide for itself; and then the union immediately dissolves, and leaves each of the parties free to enter into a new engagement at the ensuing season. But nature, having endowed man with reason, has not so exactly regulated every article of his marriage contract, but has left him to adjust them, by his own prudence, according to his particular circumstances and situation. Municipal laws are a supply to the wisdom of each individual; and, at the same time, by restraining the natural liberty of men, make private interest submit to the interest of the public. All regulations, therefore, on this head are equally lawful, and equally conformable to the principles of nature; though they are not all equally convenient, or equally useful to society. The laws may allow of polygamy, as among the <em>Eastern</em> nations; or of voluntary divorces, as among the <span class=\"small-capitals\">Greeks</span> and <span class=\"small-capitals\">Romans</span>; or they may confine one man to one woman, during the whole course of their lives, as among the modern <span class=\"small-capitals\">Europeans</span>. It may not <span class=\"page-break\"></span>be disagreeable to consider the advantages and disadvantages, which result from each of these institutions.","subId":"7","id":"Hume.ETSS.EMPL1.PD.7","pages":"183-4"},{"type":"paragraph","content":"The advocates for polygamy may recommend it as the only effectual remedy for the disorders of love, and the only expedient for freeing men from that slavery to the females, which the natural violence of our passions has imposed upon us. By this means alone can we regain our right of sovereignty; and, sating our appetite, re-establish the authority of reason in our minds, and, of consequence, our own authority in our families. Man, like a weak sovereign, being unable to support himself against the wiles and intrigues of his subjects, must play one faction against another, and become absolute by the mutual jealousy of the females. <em>To divide and to govern</em> is an universal maxim; and by neglecting it, the <span class=\"small-capitals\">Europeans</span> undergo a more grievous and a more ignominious slavery than the <span class=\"small-capitals\">Turks</span> or <span class=\"small-capitals\">Persians</span>, who are subjected indeed to a sovereign, that lies at a distance from them, but in their domestic affairs rule with an uncontroulable sway.","subId":"8","id":"Hume.ETSS.EMPL1.PD.8","pages":"184"},{"type":"paragraph","content":"On the other hand, it may be urged with better reason, that this sovereignty of the male is a real usurpation, and destroys that nearness of rank, not to say equality, which nature has established between the sexes. We are, by nature, their lovers, their friends, their patrons: Would we willingly exchange such endearing appellations, for the barbarous title of master and tyrant?","subId":"9","id":"Hume.ETSS.EMPL1.PD.9","pages":"184"},{"type":"paragraph","content":"In what capacity shall we gain by this inhuman proceeding? As lovers, or as husbands? The <em>lover</em>, is totally annihilated; and courtship, the most agreeable scene in life, can no longer have place, where women have not the free disposal of themselves, but are bought and sold, like the meanest animal. The <em>husband</em> is as little a gainer, having found the admirable secret of extinguishing every part of love, except its jealousy. No rose without its thorn; but he must be a foolish wretch indeed, that throws away the rose and preserves only the thorn.","subId":"10","id":"Hume.ETSS.EMPL1.PD.10","pages":"184"},{"type":"paragraph","content":"But the <span class=\"small-capitals\">Asiatic</span> manners are as destructive to friendship as to love. Jealousy excludes men from all intimacies and familiarities with each other. No one dares bring his friend to <span class=\"page-break\"></span>his house or table, lest he bring a lover to his numerous wives. Hence all over the east, each family is as much separate from another, as if they were so many distinct kingdoms. No wonder then, that <span class=\"small-capitals\">Solomon</span>, living like an eastern prince, with his seven hundred wives, and three hundred concubines, without one friend, could write so pathetically concerning the vanity of the world. Had he tried the secret of one wife or mistress, a few friends, and a great many companions, he might have found life somewhat more agreeable. Destroy love and friendship; what remains in the world worth accepting?","subId":"11","id":"Hume.ETSS.EMPL1.PD.11","pages":"184-5"},{"type":"paragraph","content":"The bad education of children, especially children of condition, is another unavoidable consequence of these eastern institutions. Those who pass the early part of life among slaves, are only qualified to be, themselves, slaves and tyrants; and in every future intercourse, either with their inferiors or superiors, are apt to forget the natural equality of mankind. What attention, too, can it be supposed a parent, whose seraglio affords him fifty sons, will give to instilling principles of morality or science into a progeny, with whom he himself is scarcely acquainted, and whom he loves with so divided an affection? Barbarism, therefore, appears, from reason as well as experience, to be the inseparable attendant of polygamy.","subId":"12","id":"Hume.ETSS.EMPL1.PD.12","pages":"185"},{"type":"paragraph","content":"To render polygamy more odious, I need not recount the frightful effects of jealousy, and the constraint in which it holds the fair-sex all over the east. In those countries men are not allowed to have any commerce with the females, not even physicians, when sickness may be supposed to have extinguished all wanton passions in the bosoms of the fair, and, at the same time, has rendered them unfit objects of desire. <span class=\"small-capitals\">Tournefort</span> tells us, that, when he was brought into the <em>grand signior</em>'s seraglio as a physician, he was not a little surprized, in looking along a gallery, to see a great number of <span class=\"page-break\"></span>naked arms, standing out from the sides of the room. He could not imagine what this could mean; till he was told, that those arms, belonged to bodies, which he must cure, without knowing any more about them, than what he could learn from the arms. He was not allowed to ask a question of the patient, or even of her attendants, lest he might find it necessary to enquire concerning circumstances, which the delicacy of the seraglio allows not to be revealed. Hence physicians in the east pretend to know all diseases from the pulse; as our quacks in <span class=\"small-capitals\">Europe</span> undertake to cure a person merely from seeing his water. I suppose, had <em>Monsieur</em> <span class=\"small-capitals\">Tournefort</span> been of this latter kind, he would not, in <span class=\"small-capitals\">Constantinople</span>, have been allowed by the jealous <span class=\"small-capitals\">Turks</span> to be furnished with materials requisite for exercising his art.","subId":"13","id":"Hume.ETSS.EMPL1.PD.13","pages":"185-6"},{"type":"paragraph","content":"In another country, where polygamy is also allowed, they render their wives cripples, and make their feet of no use to them, in order to confine them to their own houses. But it will, perhaps, appear strange, that, in a <span class=\"small-capitals\">European</span> country, jealousy can yet be carried to such a height, that it is indecent so much as to suppose that a woman of rank can have feet or legs. Witness the following story, which we have from very good authority<a href=\"#n1\"><sup>[1]</sup></a>. When the mother of the late king of <span class=\"small-capitals\">Spain</span> was on her road towards <span class=\"small-capitals\">Madrid</span>, she passed through a little town in <span class=\"small-capitals\">Spain</span>, famous for its manufactory of gloves and stockings. The magistrates of the place thought they could not better express their joy for the reception of their new queen, than by presenting her with a sample of those commodities, for which alone their town was remarkable. The <em>major domo</em>, who conducted the princess, received the gloves very graciously: But when the stockings were presented, he flung them away with <span class=\"page-break\"></span>great indignation, and severely reprimanded the magistrates for this egregious piece of indecency. <em>Know,</em> says he, <em>that a queen of <span class=\"small-capitals\">Spain</span> has no legs.</em> The young queen, who, at that time, understood the language but imperfectly, and had often been frightened with stories of <span class=\"small-capitals\">Spanish</span> jealousy, imagined that they were to cut off her legs. Upon which she fell a crying, and begged them to conduct her back to <span class=\"small-capitals\">Germany</span>; for that she never could endure the operation: And it was with some difficulty they could appease her. <span class=\"small-capitals\">Philip</span> IV. is said never in his life to have laughed heartily, but at the recital of this story.","subId":"14","id":"Hume.ETSS.EMPL1.PD.14","pages":"186-7"},{"type":"paragraph","content":"Having rejected polygamy, and matched one man with one woman, let us now consider what duration we shall assign to their union, and whether we shall admit of those voluntary divorces, which were customary among the <span class=\"small-capitals\">Greeks</span> and <span class=\"small-capitals\">Romans</span>. Those who would defend this practice may employ the following reasons.","subId":"15","id":"Hume.ETSS.EMPL1.PD.15","pages":"187"},{"type":"paragraph","content":"How often does disgust and aversion arise after marriage, from the most trivial accidents, or from an incompatibility of humour; where time, instead of curing the wounds, proceeding from mutual injuries, festers them every day the more, by new quarrels and reproaches? Let us separate hearts, which were not made to associate together. Each of them may, perhaps, find another for which it is better fitted. At least, nothing can be more cruel than to preserve, by violence, an union, which, at first, was made by mutual love, and is now, in effect, dissolved by mutual hatred.","subId":"16","id":"Hume.ETSS.EMPL1.PD.16","pages":"187"},{"type":"paragraph","content":"But the liberty of divorces is not only a cure to hatred and domestic quarrels: It is also an admirable preservative against them, and the only secret for keeping alive that love, which first united the married couple. The heart of man delights in liberty: The very image of constraint is grievous to it: When you would confine it by violence, to what would otherwise have been its choice, the inclination immediately changes, and desire is turned into aversion. If the public interest will not allow us to enjoy in polygamy that <em>variety</em>, which is so agreeable in love: at least, deprive us not of that liberty, which <span class=\"page-break\"></span>is so essentially requisite. In vain you tell me, that I had my choice of the person, with whom I would conjoin myself. I had my choice, it is true, of my prison; but this is but a small comfort, since it must still be a prison.","subId":"17","id":"Hume.ETSS.EMPL1.PD.17","pages":"187-8"},{"type":"paragraph","content":"Such are the arguments which may be urged in favour of divorces: But there seem to be these three unanswerable objections against them. <em>First</em>, What must become of the children, upon the separation of the parents? Must they be committed to the care of a step-mother; and instead of the fond attention and concern of a parent, feel all the indifference or hatred of a stranger or an enemy? These inconveniencies are sufficiently felt, where nature has made the divorce by the doom inevitable to all mortals: And shall we seek to multiply those inconveniencies, by multiplying divorces, and putting it in the power of parents, upon every caprice, to render their posterity miserable?","subId":"18","id":"Hume.ETSS.EMPL1.PD.18","pages":"188"},{"type":"paragraph","content":"<em>Secondly</em>, If it be true, on the one hand, that the heart of man naturally delights in liberty, and hates every thing to which it is confined; it is also true, on the other, that the heart of man naturally submits to necessity, and soon loses an inclination, when there appears an absolute impossibility of gratifying it. These principles of human nature, you'll say, are contradictory: But what is man but a heap of contradictions! Though it is remarkable, that, where principles are, after this manner, contrary in their operation, they do not always destroy each other; but the one or the other may predominate on any particular occasion, according as circumstances are more or less favourable to it. For instance, love is a restless and impatient passion, full of caprices and variations: arising in a moment from a feature, from an air, from nothing, and suddenly extinguishing after the same manner. Such a passion requires liberty above all things; and therefore <span class=\"small-capitals\">Eloisa</span> had reason, when, in order to preserve this passion, she refused to marry her beloved <span class=\"small-capitals\">Abelard</span>. <blockquote><em>How oft, when prest to marriage, have I said, <br> Curse on all laws but those which love has made: <span class=\"page-break\"></span>Love, free as air, at sight of human ties, <br> Spreads his light wings, and in a moment flies.</em></blockquote> But <em>friendship</em> is a calm and sedate affection, conducted by reason and cemented by habit; springing from long acquaintance and mutual obligations; without jealousies or fears, and without those feverish fits of heat and cold, which cause such an agreeable torment in the amorous passion. So sober an affection, therefore, as friendship, rather thrives under constraint, and never rises to such a height, as when any strong interest or necessity binds two persons together, and gives them some common object of pursuit. We need not, therefore, be afraid of drawing the marriage-knot, which chiefly subsists by friendship, the closest possible. The amity between the persons, where it is solid and sincere, will rather gain by it: And where it is wavering and uncertain, this is the best expedient for fixing it. How many frivolous quarrels and disgusts are there, which people of common prudence endeavour to forget, when they lie under a necessity of passing their lives together; but which would soon be inflamed into the most deadly hatred, were they pursued to the utmost, under the prospect of an easy separation?","subId":"19","id":"Hume.ETSS.EMPL1.PD.19","pages":"188-9"},{"type":"paragraph","content":"In the <em>third</em> place, we must consider, that nothing is more dangerous than to unite two persons so closely in all their interests and concerns, as man and wife, without rendering the union entire and total. The least possibility of a separate interest must be the source of endless quarrels and suspicions. The wife, not secure of her establishment, will still be driving some separate end or project; and the husband's selfishness, being accompanied with more power, may be still more dangerous.","subId":"20","id":"Hume.ETSS.EMPL1.PD.20","pages":"189"},{"type":"paragraph","content":"Should these reasons against voluntary divorces be deemed insufficient, I hope no body will pretend to refuse the testimony of experience. At the time when divorces were most frequent among the <span class=\"small-capitals\">Romans</span>, marriages were most rare; and <span class=\"page-break\"></span><span class=\"small-capitals\">Augustus</span> was obliged, by penal laws, to force men of fashion into the married state: A circumstance which is scarcely to be found in any other age or nation. The more ancient laws of <span class=\"small-capitals\">Rome</span>, which prohibited divorces, are extremely praised by <span class=\"small-capitals\">Dionysius Halycarnassæus</span><a href=\"#n2\"><sup>[2]</sup></a>. Wonderful was the harmony, says the historian, which this inseparable union of interests produced between married persons; while each of them considered the inevitable necessity by which they were linked together, and abandoned all prospect of any other choice or establishment.","subId":"21","id":"Hume.ETSS.EMPL1.PD.21","pages":"189-90"},{"type":"paragraph","content":"The exclusion of polygamy and divorces sufficiently recommends our present <span class=\"small-capitals\">European</span> practice with regard to marriage.","subId":"22","id":"Hume.ETSS.EMPL1.PD.22","pages":"190"},{"type":"note","content":"<em>Memoirs de la cour d'<span class=\"small-capitals\">Espagne</span> par Madame d'<span class=\"small-capitals\">Aunoy</span></em>.","subId":"n1","id":"Hume.ETSS.EMPL1.PD.n1","pages":"186"},{"type":"note","content":"Lib. ii.","subId":"n2","id":"Hume.ETSS.EMPL1.PD.n2","pages":"190"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.Sc","imported":true,"title":"The Sceptic","breadcrumb":"The Sceptic","published":[1742]},"next":{"id":"Hume.ETSS.EMPL1.SR","imported":true,"title":"Of Simplicity and Refinement in Writing","breadcrumb":"Of Simplicity and Refinement in Writing","published":[1742]}}