{"id":"Hume.ETSS.EMPL1.PG","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of Parties in General","breadcrumb":"Of Parties in General","published":[1741],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>Of <span class=\"small-capitals\">Parties</span> in <span class=\"small-capitals\">General</span>.</h1> ","id":"Hume.ETSS.EMPL1.PG"},{"type":"paragraph","content":"OF all men, that distinguish themselves by memorable atchievements, the first place of honour seems due to <span class=\"small-capitals\">Legislators</span> and founders of states, who transmit a system of laws and institutions to secure the peace, happiness, and liberty of future generations. The influence of useful inventions in the arts and sciences may, perhaps, extend farther than that of wise laws, whose effects are limited both in time and place; but the benefit arising from the former, is not so sensible as that which results from the latter. Speculative sciences do, indeed, improve the mind; but this advantage reaches only to a few persons, who have leisure to apply themselves to them. And as to practical arts, which encrease the commodities and enjoyments of life, it is well known, that <span class=\"page-break\"></span>men's happiness consists not so much in an abundance of these, as in the peace and security with which they possess them; and those blessings can only be derived from good government. Not to mention, that general virtue and good morals in a state, which are so requisite to happiness, can never arise from the most refined precepts of philosophy, or even the severest injunctions of religion; but must proceed entirely from the virtuous education of youth, the effect of wise laws and institutions. I must, therefore, presume to differ from Lord <span class=\"small-capitals\">Bacon</span> in this particular, and must regard antiquity as somewhat unjust in its distribution of honours, when it made gods of all the inventors of useful arts, such as <span class=\"small-capitals\">Ceres</span>, <span class=\"small-capitals\">Bacchus</span>, <span class=\"small-capitals\">Æsculapius</span>; and dignify legislators, such as <span class=\"small-capitals\">Romulus</span> and <span class=\"small-capitals\">Theseus</span>, only with the appellation of demigods and heroes.","subId":"1","id":"Hume.ETSS.EMPL1.PG.1","pages":"54-5"},{"type":"paragraph","content":"As much as legislators and founders of states ought to be honoured and respected among men, as much ought the founders of sects and factions to be detested and hated; because the influence of faction is directly contrary to that of laws. Factions subvert government, render laws impotent, and beget the fiercest animosities among men of the same nation, who ought to give mutual assistance and protection to each other. And what should render the founders of parties more odious is, the difficulty of extirpating these weeds, when once they have taken root in any state. They naturally propagate themselves for many centuries, and seldom end but by the total dissolution of that government, in which they are sown. They are, besides, plants which grow most plentifully in the richest soil; and though absolute governments be not wholly free from them, it must be confessed, that they rise more easily, and propagate themselves faster in free govern<span class=\"page-break\"></span>ments, where they always infect the legislature itself, which alone could be able, by the steady application of rewards and punishments, to eradicate them.","subId":"2","id":"Hume.ETSS.EMPL1.PG.2","pages":"55-6"},{"type":"paragraph","content":"Factions may be divided into <span class=\"small-capitals\">Personal</span> and <span class=\"small-capitals\">Real</span>; that is, into factions, founded on personal friendship or animosity among such as compose the contending parties, and into those founded on some real difference of sentiment or interest. The reason of this distinction is obvious; though I must acknowledge, that parties are seldom found pure and unmixed, either of the one kind or the other. It is not often seen, that a government divides into factions, where there is no difference in the views of the constituent members, either real or apparent, trivial or material: And in those factions, which are founded on the most real and most material difference, there is always observed a great deal of personal animosity or affection. But notwithstanding this mixture, a party may be denominated either personal or real, according to that principle which is predominant, and is found to have the greatest influence.","subId":"3","id":"Hume.ETSS.EMPL1.PG.3","pages":"56"},{"type":"paragraph","content":"Personal factions arise most easily in small republics. Every domestic quarrel, there, becomes an affair of state. Love, vanity, emulation, any passion, as well as ambition and resentment, begets public division. The <span class=\"small-capitals\">Neri</span> and <span class=\"small-capitals\">Bianchi</span> of <span class=\"small-capitals\">Florence</span>, the <span class=\"small-capitals\">Fregosi</span> and <span class=\"small-capitals\">Adorni</span> of <span class=\"small-capitals\">Genoa</span>, the <span class=\"small-capitals\">Colonesi</span> and <span class=\"small-capitals\">Orsini</span> of modern <span class=\"small-capitals\">Rome</span>, were parties of this kind.","subId":"4","id":"Hume.ETSS.EMPL1.PG.4","pages":"56"},{"type":"paragraph","content":"Men have such a propensity to divide into personal factions, that the smallest appearance of real difference will pro<span class=\"page-break\"></span>duce them. What can be imagined more trivial than the difference between one colour of livery and another in horse races? Yet this difference begat two most inveterate factions in the <span class=\"small-capitals\">Greek</span> empire, the <span class=\"small-capitals\">Prasini</span> and <span class=\"small-capitals\">Veneti</span>, who never suspended their animosities, till they ruined that unhappy government.","subId":"5","id":"Hume.ETSS.EMPL1.PG.5","pages":"56-7"},{"type":"paragraph","content":"We find in the <span class=\"small-capitals\">Roman</span> history a remarkable dissension between two tribes, the <span class=\"small-capitals\">Pollia</span> and <span class=\"small-capitals\">Papiria</span>, which continued for the space of near three hundred years, and discovered itself in their suffrages at every election of magistrates<a href=\"#n1\"><sup>[1]</sup></a>. <span class=\"page-break\"></span>This faction was the more remarkable, as it could continue for so long a tract of time; even though it did not spread itself, nor draw any of the other tribes into a share of the quarrel. If mankind had not a strong propensity to such divisions, the indifference of the rest of the community must have suppressed this foolish animosity, that had not any aliment of new benefits and injuries, of general sympathy and antipathy, which never fail to take place, when the whole state is rent into two equal factions.","subId":"6","id":"Hume.ETSS.EMPL1.PG.6","pages":"57-8"},{"type":"paragraph","content":"Nothing is more usual than to see parties, which have begun upon a real difference, continue even after that difference is lost. When men are once inlisted on opposite sides, they contract an affection to the persons with whom they are united, and an animosity against their antagonists: And these passions they often transmit to their posterity. The real difference between <span class=\"small-capitals\">Guelf</span> and <span class=\"small-capitals\">Ghibbelline</span> was long lost in <span class=\"small-capitals\">Italy</span>, before these factions were extinguished. The <span class=\"small-capitals\">Guelfs</span> adhered to the pope, the <span class=\"small-capitals\">Ghibbellines</span> to the emperor; yet the family of <span class=\"small-capitals\">Sforza</span>, who were in alliance with the emperor, though they were <span class=\"small-capitals\">Guelfs</span>, being expelled <span class=\"small-capitals\">Milan</span> by the king<a href=\"#n2\"><sup>[2]</sup></a> of <span class=\"small-capitals\">France</span>, assisted by <span class=\"small-capitals\">Jacomo Trivulzio</span> and the <span class=\"small-capitals\">Ghibbellines</span>, the pope concurred with the latter, and they formed leagues with the pope against the emperor.","subId":"7","id":"Hume.ETSS.EMPL1.PG.7","pages":"58"},{"type":"paragraph","content":"<span class=\"page-break\"></span>The civil wars which arose some few years ago in <span class=\"small-capitals\">Morocco</span>, between the <em>blacks</em> and <em>whites</em>, merely on account of their complexion, are founded on a pleasant difference. We laugh at them; but I believe, were things rightly examined, we afford much more occasion of ridicule to the <span class=\"small-capitals\">Moors</span>. For, what are all the wars of religion, which have prevailed in this polite and knowing part of the world? They are certainly more absurd than the <span class=\"small-capitals\">Moorish</span> civil wars. The difference of complexion is a sensible and a real difference: But the controversy about an article of faith, which is utterly absurd and unintelligible, is not a difference in sentiment, but in a few phrases and expressions, which one party accepts of, without understanding them; and the other refuses in the same manner.","subId":"8","id":"Hume.ETSS.EMPL1.PG.8","pages":"59"},{"type":"paragraph","content":"<em>Real</em> factions may be divided into those from <em>interest</em>, from <em>principle</em>, and from <em>affection</em>. Of all factions, the first are the most reasonable, and the most excusable. Where two orders of men, such as the nobles and people, have a distinct authority in a government, not very accurately balanced and modelled, they naturally follow a distinct interest; nor can we reasonably expect a different conduct, considering that degree of selfishness implanted in human nature. It requires great skill in a legislator to prevent such parties; and many philosophers are of opinion, that this secret, like the <em>grand elixir</em>, or <em>perpetual motion</em>, may amuse men in theory, but can never possibly be reduced to practice. In despotic governments, indeed, fac<span class=\"page-break\"></span>tions often do not appear; but they are not the less real; or rather, they are more real and more pernicious, upon that very account. The distinct orders of men, nobles and people, soldiers and merchants, have all a distinct interest; but the more powerful oppresses the weaker with impunity, and without resistance; which begets a seeming tranquillity in such governments.","subId":"9","id":"Hume.ETSS.EMPL1.PG.9","pages":"59-60"},{"type":"paragraph","content":"There has been an attempt in <span class=\"small-capitals\">England</span> to divide the <em>landed</em> and <em>trading</em> part of the nation; but without success. The interests of these two bodies are not really distinct, and never will be so, till our public debts encrease to such a degree, as to become altogether oppressive and intolerable.","subId":"10","id":"Hume.ETSS.EMPL1.PG.10","pages":"60"},{"type":"paragraph","content":"Parties from <em>principle</em>, especially abstract speculative principle, are known only to modern times, and are, perhaps, the most extraordinary and unaccountable <em>phænomenon</em>, that has yet appeared in human affairs. Where different principles beget a contrariety of conduct, which is the case with all different political principles, the matter may be more easily explained. A man, who esteems the true right of government to lie in one man, or one family, cannot easily agree with his fellow-citizen, who thinks that another man or family is possessed of this right. Each naturally wishes that right may take place, according to his own notions of it. But where the difference of principle is attended with no contrariety of action, but every one may follow his own way, without interfering with his neighbour, as happens in all religious controversies; what madness, what fury can beget such unhappy and such fatal divisions?","subId":"11","id":"Hume.ETSS.EMPL1.PG.11","pages":"60"},{"type":"paragraph","content":"Two men travelling on the highway, the one east, the other west, can easily pass each other, if the way be broad enough: But two men, reasoning upon opposite principles of religion, cannot so easily pass, without shocking; though one should think, that the way were also, in that case, sufficiently broad, and that each might proceed, without interruption, in his own course. But such is the nature of the human mind, that it always lays hold on every mind that approaches it; and as it is wonderfully fortified by an unanimity of sentiments, so is <span class=\"page-break\"></span>it shocked and disturbed by any contrariety. Hence the eagerness, which most people discover in a dispute; and hence their impatience of opposition, even in the most speculative and indifferent opinions.","subId":"12","id":"Hume.ETSS.EMPL1.PG.12","pages":"60-1"},{"type":"paragraph","content":"This principle, however frivolous it may appear, seems to have been the origin of all religious wars and divisions. But as this principle is universal in human nature, its effects would not have been confined to one age, and to one sect of religion, did it not there concur with other more accidental causes, which raise it to such a height, as to produce the greatest misery and devastation. Most religions of the ancient world arose in the unknown ages of government, when men were as yet barbarous and uninstructed, and the prince, as well as peasant, was disposed to receive, with implicit faith, every pious tale or fiction, which was offered him. The magistrate embraced the religion of the people, and entering cordially into the care of sacred matters, naturally acquired an authority in them, and united the ecclesiastical with the civil power. But the <em>Christian</em> religion arising, while principles directly opposite to it were firmly established in the polite part of the world, who despised the nation that first broached this novelty; no wonder, that, in such circumstances, it was but little countenanced by the civil magistrate, and that the priesthood was allowed to engross all the authority in the new sect. So bad a use did they make of this power, even in those early times, that the primitive persecutions may, perhaps, <em>in part</em><a href=\"#n3\"><sup>[3]</sup></a>, be <span class=\"page-break\"></span>ascribed to the violence instilled by them into their followers. And the same principles of priestly government continuing, after Christianity became the established religion, they have engendered a spirit of persecution, which has ever since been the poison of human society, and the source of the most inveterate factions in every government. Such divisions, therefore, on the part of the people, may justly be esteemed factions of <em>principle</em>; but, on the part of the priests, who are the prime movers, they are really factions of <em>interest</em>.","subId":"13","id":"Hume.ETSS.EMPL1.PG.13","pages":"61-2"},{"type":"paragraph","content":"There is another cause (beside the authority of the priests, and the separation of the ecclesiastical and civil powers) which has contributed to render <span class=\"small-capitals\">Christendom</span> the scene of religious wars and divisions. Religions, that arise in ages totally ignorant and barbarous, consist mostly of traditional tales and fictions, which may be different in every sect, without being contrary to each other; and even when they are contrary, every one adheres to the tradition of his own sect, without much reasoning or disputation. But as philosophy was widely spread over the world, at the time when Christianity arose, the teachers of the new sect were obliged to form a system of speculative opinions; to divide, with some accuracy, their articles of faith; and to explain, comment, confute, and defend with all the subtilty of argument and science. Hence naturally arose keenness in dispute, when the Christian religion came to be <span class=\"page-break\"></span>split into new divisions and heresies: And this keenness assisted the priests in their policy, of begetting a mutual hatred and antipathy among their deluded followers. Sects of philosophy, in the ancient world, were more zealous than parties of religion; but in modern times, parties of religion are more furious and enraged than the most cruel factions that ever arose from interest and ambition.","subId":"14","id":"Hume.ETSS.EMPL1.PG.14","pages":"62-3"},{"type":"paragraph","content":"I have mentioned parties from <em>affection</em> as a kind of <em>real</em> parties, beside those from <em>interest</em> and <em>principle</em>. By parties from affection, I understand those which are founded on the different attachments of men towards particular families and persons, whom they desire to rule over them. These factions are often very violent; though, I must own, it may seem unaccountable, that men should attach themselves so strongly to persons, with whom they are no wise acquainted, whom perhaps they never saw, and from whom they never received, nor can ever hope for any favour. Yet this we often find to be the case, and even with men, who, on other occasions, discover no great generosity of spirit, nor are found to be easily transported by friendship beyond their own interest. We are apt to think the relation between us and our sovereign very close and intimate. The splendour of majesty and power bestows an importance on the fortunes even of a single person. And when a man's good-nature does not give him this imaginary interest, his ill-nature will, from spite and opposition to persons whose sentiments are different from his own.","subId":"15","id":"Hume.ETSS.EMPL1.PG.15","pages":"63"},{"type":"note","content":"As this fact has not been much observed by antiquaries or politicians, I shall deliver it in the words of the <span class=\"small-capitals\">Roman</span> historian. <em>Populus <span class=\"small-capitals\">Tusculanus</span> cum conjugibus ac liberis <span class=\"small-capitals\">Romam</span> venit: Ea multitudo, veste mutata, &amp; specie reorum tribus circuit, genibus se omnium advolvens. Plus itaque misericordia ad pænæ veniam impetrandam, quam causa ad crimen purgandum valuit. Tribus omnes præter <span class=\"small-capitals\">Polliam</span>, antiquarunt legem. <span class=\"small-capitals\">Polliæ</span> sententia fuit, puberes verberatos necari, liberos conjugesque sub corona lege belli venire: Memoriamque ejus iræ <span class=\"small-capitals\">Tusculanis</span> in pænæ tam atrocis auctores mansisse ad patris ætatem constat; nec quemquam fere ex <span class=\"small-capitals\">Pollia</span> tribu candidatum <span class=\"small-capitals\">Papiram</span> ferre solitam</em>, <span class=\"small-capitals\">T. Livii</span>, lib. 8. <span class=\"page-break\"></span>The <span class=\"small-capitals\">Castelani</span> and <span class=\"small-capitals\">Nicolloti</span> are two mobbish factions in <span class=\"small-capitals\">Venice</span>, who frequently box together, and then lay aside their quarrels presently.","subId":"n1","id":"Hume.ETSS.EMPL1.PG.n1","pages":"57-8"},{"type":"note","content":"<span class=\"small-capitals\">Lewis</span> XII.","subId":"n2","id":"Hume.ETSS.EMPL1.PG.n2","pages":"58"},{"type":"note","content":"See NOTE <cite>C</cite>.","subId":"n3","id":"Hume.ETSS.EMPL1.PG.n3"},{"type":"note","content":"I <span class=\"small-capitals\">Say</span>, <em>in part</em>; For it is a vulgar error to imagine, that the ancients were as great friends to toleration as the <span class=\"small-capitals\">English</span> or <span class=\"small-capitals\">Dutch</span> are at present. The laws against external superstition, amongst the <span class=\"small-capitals\">Romans</span>, were as anciente as the time of the twelve tables; and the <span class=\"small-capitals\">Jews</span> as well as <span class=\"small-capitals\">Christians</span> were sometimes punished by them; though, in general, these laws were not rigorously executed. Immediately after the conquest of <span class=\"small-capitals\">Gaul</span>, they forbad all but the natives to be initiated into the religion of the <span class=\"small-capitals\">Druids</span>; and this was a kind of persecution. In about a century after this conquest, the emperor, <span class=\"small-capitals\">Claudius</span>, quite abolished that superstition by penal laws; which would have been a very grievous persecution, if the imitation <span class=\"page-break\"></span>of the <span class=\"small-capitals\">Roman</span> manners had not, before-hand, weaned the <span class=\"small-capitals\">Gauls</span> from their ancient prejudices. <span class=\"small-capitals\">Suetonius</span> <em>in vita</em> <span class=\"small-capitals\">Claudii</span>. <span class=\"small-capitals\">Pliny</span> ascribes the abolition of the Druidical superstitions to <span class=\"small-capitals\">Tiberius</span>, probably because that emperor had taken some steps towards restraining them (lib. xxx. cap. i.). This is an instance of the usual caution and moderation of the <span class=\"small-capitals\">Romans</span> in such cases; and very different from their violent and sanguinary method of treating the <em>Christians</em>. Hence we may entertain a suspicion, that those furious persecutions of <em>Christianity</em> were in some measure owing to the imprudent zeal and bigotry of the first propagators of that sect; and Ecclesiastical history affords us many reasons to confirm this suspicion.","subId":"n3.1","id":"Hume.ETSS.EMPL1.PG.n3.1","pages":"61-2"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.BG","imported":true,"title":"Whether the British Government inclines more to Absolute Monarchy, or to a Republic","breadcrumb":"Whether the British Government&hellip;","published":[1741]},"next":{"id":"Hume.ETSS.EMPL1.PGB","imported":true,"title":"Of the Parties of Great Britain","breadcrumb":"Of the Parties of Great Britain","published":[1741]}}