{"imported":true,"id":"Hume.ETSS.EMPL1.PGB","parent":"Hume.ETSS.EMPL1","title":"Of the Parties of Great Britain","breadcrumb":"Of the Parties of Great Britain","published":[1741],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Parties</span> of <span class=\"small-capitals\">Great Britain</span>.</h1> ","id":"Hume.ETSS.EMPL1.PGB"},{"type":"paragraph","content":"WERE the <span class=\"small-capitals\">British</span> government proposed as a subject of speculation, one would immediately perceive in it a source of division and party, which it would be almost impossible for it, under any administration, to avoid. The just balance between the republican and monarchical part of our constitution is really, in itself, so extremely delicate and uncertain, that, when joined to men's passions and prejudices, it is impossible but different opinions must arise concerning it, even among persons of the best understanding. Those of mild tempers, who love peace and order, and detest sedition and civil wars, will always entertain more favourable sentiments of monarchy, than men of bold and generous spirits, who are passionate lovers of liberty, and think no evil comparable to <span class=\"page-break\"></span>subjection and slavery. And though all reasonable men agree in general to preserve our mixed government; yet, when they come to particulars, some will incline to trust greater powers to the crown, to bestow on it more influence, and to guard against its encroachments with less caution, than others who are terrified at the most distant approaches of tyranny and despotic power. Thus are there parties of <span class=\"small-capitals\">Principle</span> involved in the very nature of our constitution, which may properly enough be denominated those of <span class=\"small-capitals\">Court</span> and <span class=\"small-capitals\">Country</span>. The strength and violence of each of these parties will much depend upon the particular administration. An administration may be so bad, as to throw a great majority into the opposition; as a good administration will reconcile to the court many of the most passionate lovers of liberty. But however the nation may fluctuate between them, the parties themselves will always subsist, so long as we are governed by a limited monarchy.","subId":"1","id":"Hume.ETSS.EMPL1.PGB.1","pages":"64-5"},{"type":"paragraph","content":"But, besides this difference of <em>Principle</em>, those parties are very much fomented by a difference of <span class=\"small-capitals\">Interest</span>, without which they could scarcely ever be dangerous or violent. The crown will naturally bestow all trust and power upon those, whose principles, real or pretended, are most favourable to monarchical government; and this temptation will naturally engage them to go greater lengths than their principles would otherwise carry them. Their antagonists, who are disappointed in their ambitious aims, throw themselves into the party whose sentiments incline them to be most jealous of royal power, and naturally carry those sentiments to a greater height than sound politics will justify. Thus <em>Court</em> and <em>Country</em>, which are the genuine offspring of the <span class=\"small-capitals\">British</span> government, are a kind of mixed parties, and are influenced both by principle and by interest. The heads of the factions are commonly most governed by the latter motive; the inferior members of them by the former.","subId":"2","id":"Hume.ETSS.EMPL1.PGB.2","pages":"65"},{"type":"paragraph","content":"As to ecclesiastical parties; we may observe, that, in all ages of the world, priests have been enemies to liberty; and it is certain, that this steady conduct of theirs must have been founded on fixed reasons of interest and ambition. Liberty of <span class=\"page-break\"></span>thinking, and of expressing our thoughts, is always fatal to priestly power, and to those pious frauds, on which it is commonly founded; and, by an infallible connexion, which prevails among all kinds of liberty, this privilege can never be enjoyed, at least has never yet been enjoyed, but in a free government. Hence it must happen, in such a constitution as that of <span class=\"small-capitals\">Great Britain</span>, that the established clergy, while things are in their natural situation, will always be of the <em>Court</em>-party; as, on the contrary, dissenters of all kinds will be of the <em>Country</em>-party; since they can never hope for that toleration, which they stand in need of, but by means of our free government. All princes, that have aimed at despotic power, have known of what importance it was to gain the established clergy: As the clergy, on their part, have shewn a great facility in entering into the views of such princes<a href=\"#n1\"><sup>[1]</sup></a>. <span class=\"small-capitals\">Gustavus Vaza</span> was, perhaps, the only ambitious monarch, that ever depressed the church, at the same time that he discouraged liberty. But the exorbitant power of the bishops in <span class=\"small-capitals\">Sweden</span>, who, at that time, overtopped the crown itself, together with their attachment to a foreign family, was the reason of his embracing such an unusual system of politics.","subId":"3","id":"Hume.ETSS.EMPL1.PGB.3","pages":"65-6"},{"type":"paragraph","content":"This observation, concerning the propensity of priests to the government of a single person, is not true with regard to one sect only. The <em>Presbyterian</em> and <em>Calvinistic</em> clergy in <span class=\"small-capitals\">Holland</span> were professed friends to the family of <span class=\"small-capitals\">Orange</span>; as the <em>Arminians</em>, who were esteemed heretics, were of the <span class=\"small-capitals\">Louvestein</span> faction, and zealous for liberty. But if a prince have the choice of both, it is easy to see, that he will prefer the episcopal to the presbyterian form of government, both because of the greater affinity between monarchy and episcopacy, and because of the facility, which he will find, in such a government, of ruling the clergy, by means of their ecclesiastical superiors<a href=\"#n2\"><sup>[2]</sup></a>.","subId":"4","id":"Hume.ETSS.EMPL1.PGB.4","pages":"67"},{"type":"paragraph","content":"If we consider the first rise of parties in <span class=\"small-capitals\">England</span>, during the great rebellion, we shall observe, that it was conformable to this general theory, and that the species of government gave birth to them, by a regular and infallible operation. The <span class=\"small-capitals\">English</span> constitution, before that period, had lain in a kind of confusion; yet so, as that the subjects possessed many noble privileges, which, though not exactly bounded and secured by <span class=\"page-break\"></span>law, were universally deemed, from long possession, to belong to them as their birth-right. An ambitious, or rather a misguided, prince arose, who deemed all these privileges to be concessions of his predecessors, revokeable at pleasure; and, in prosecution of this principle, he openly acted in violation of liberty, during the course of several years. Necessity, at last, constrained him to call a parliament: The spirit of liberty arose and spread itself: The prince, being without any support, was obliged to grant every thing required of him: And his enemies, jealous and implacable, set no bounds to their pretensions. Here then began those contests, in which it was no wonder, that men of that age were divided into different parties; since, even at this day, the impartial are at a loss to decide concerning the justice of the quarrel. The pretensions of the parliament, if yielded to, broke the balance of the constitution, by rendering the government almost entirely republican. If not yielded to, the nation was, perhaps, still in danger of absolute power, from the settled principles and inveterate habits of the king, which had plainly appeared in every concession that he had been constrained to make to his people. In this question, so delicate and uncertain, men naturally fell to the side which was most conformable to their usual principles; and the more passionate favourers of monarchy declared for the king, as the zealous friends of liberty sided with the parliament. The hopes of success being nearly equal on both sides, interest had no general influence in this contest: So that <span class=\"small-capitals\">Round-head</span> and <span class=\"small-capitals\">Cavalier</span> were merely parties of principle; neither of <span class=\"page-break\"></span>which disowned either monarchy or liberty; but the former party inclined most to the republican part of our government, the latter to the monarchical. In this respect, they may be considered as court and country-party, enflamed into a civil war, by an unhappy concurrence of circumstances, and by the turbulent spirit of the age. The commonwealth's men, and the partizans of absolute power, lay concealed in both parties, and formed but an inconsiderable part of them.","subId":"5","id":"Hume.ETSS.EMPL1.PGB.5","pages":"67-9"},{"type":"paragraph","content":"The clergy had concurred with the king's arbitrary designs; and, in return, were allowed to persecute their adversaries, whom they called heretics and schismatics. The established clergy were episcopal; the non-conformists presbyterian: So that all things concurred to throw the former, without reserve, into the king's party; and the latter into that of the parliament.","subId":"6","id":"Hume.ETSS.EMPL1.PGB.6","pages":"69"},{"type":"paragraph","content":"Every one knows the event of this quarrel; fatal to the king first, to the parliament afterwards. After many confusions and revolutions, the royal family was at last restored, and the ancient government re-established. <span class=\"small-capitals\">Charles</span> II. was not made wiser by the example of his father; but prosecuted the same measures, though at first, with more secrecy and caution. New parties arose, under the appellation of <em>Whig</em> and <em>Tory</em>, which have continued ever since to confound and distract our government. To determine the nature of these parties is, perhaps, one of the most difficult problems, that can be met with, and is a proof that history may contain questions, as uncertain as any to be found in the most abstract sciences. We have seen the conduct of the two parties, during the course of seventy <span class=\"page-break\"></span>years, in a vast variety of circumstances, possessed of power, and deprived of it, during peace, and during war: Persons, who profess themselves of one side or other, we meet with every hour, in company, in our pleasures, in our serious occupations: We ourselves are constrained, in a manner, to take party; and living in a country of the highest liberty, every one may openly declare all his sentiments and opinions: Yet are we at a loss to tell the nature, pretensions, and principles of the different factions.","subId":"7","id":"Hume.ETSS.EMPL1.PGB.7","pages":"69-70"},{"type":"paragraph","content":"When we compare the parties of <span class=\"small-capitals\">Whig</span> and <span class=\"small-capitals\">Tory</span> with those of <span class=\"small-capitals\">Round-head</span> and <span class=\"small-capitals\">Cavalier</span>, the most obvious difference, that appears between them, consists in the principles of <em>passive obedience</em>, and <em>indefeasible right</em>, which were but little heard of among the <span class=\"small-capitals\">Cavaliers</span>, but became the universal doctrine, and were esteemed the true characteristic of a <span class=\"small-capitals\">Tory</span>. Were these principles pushed into their most obvious consequences, they imply a formal renunciation of all our liberties, and an avowal of absolute monarchy; since nothing can be a greater absurdity than a limited power, which must not be resisted, even when it exceeds its limitations. But as the most rational principles are often but a weak counterpoise to passion; it is no wonder that these absurd principlesh were found too weak for that effect. The <span class=\"small-capitals\">Tories</span>, as men, were enemies to oppression; and also as <span class=\"small-capitals\">Englishmen</span>, they were enemies to arbitrary power. Their zeal for liberty, was, perhaps, less fervent than that of their antagonists; but was sufficient to make them forget all their general principles, when they saw themselves openly threatened with a subversion of the ancient government. From these sentiments arose the <em>revolution</em>; an event of mighty consequence, and the firmest foundation of <span class=\"small-capitals\">British</span> liberty. The conduct of the <span class=\"small-capitals\">Tories</span>, during that event, and after it, will afford us a true insight into the nature of that party.","subId":"8","id":"Hume.ETSS.EMPL1.PGB.8","pages":"70"},{"type":"paragraph","content":"In the <em>first</em> place, they appear to have had the genuine sentiments of <span class=\"small-capitals\">Britons</span> in their affection for liberty, and in <span class=\"page-break\"></span>their determined resolution not to sacrifice it to any abstract principle whatsoever, or to any imaginary rights of princes. This part of their character might justly have been doubted of before the <em>revolution</em>, from the obvious tendency of their avowed principles, and from theiri compliances with a court, which seemed to make little secret of its arbitrary designs. The <em>revolution</em> shewed them to have been, in this respect, nothing, but a genuine <em>court-party</em>, such as might be expected in a <span class=\"small-capitals\">British</span> government: That is, <em>Lovers of liberty, but greater lovers of monarchy</em>. It must, however, be confessed, that they carried their monarchical principles farther, even in practice, but more so in theory, than was, in any degree, consistent with a limited government.","subId":"9","id":"Hume.ETSS.EMPL1.PGB.9","pages":"70-1"},{"type":"paragraph","content":"<em>Secondly</em>, Neither their principles nor affections concurred, entirely or heartily, with the settlement made at the <em>revolution</em>, or with that which has since taken place. This part of their character may seem opposite to the former; since any other settlement, in those circumstances of the nation, must probably have been dangerous, if not fatal to liberty. But the heart of man is made to reconcile contradictions; and this contradiction is not greater than that between <em>passive obedience</em>, and the <em>resistance</em> employed at the <em>revolution</em>. A <span class=\"small-capitals\">Tory</span>, therefore, since the <em>revolution</em>, may be defined in a few words, to be <em>a lover of monarchy, though without abandoning liberty; and a partizan of the family of <span class=\"small-capitals\">Stuart</span></em>. As a <span class=\"small-capitals\">Whig</span> may be defined to be <em>a lover of liberty though without renouncing monarchy; and a friend to the settlement in the <span class=\"small-capitals\">Protestant</span> line</em>.","subId":"10","id":"Hume.ETSS.EMPL1.PGB.10","pages":"71"},{"type":"paragraph","content":"These different views, with regard to the settlement of the crown, were accidental, but natural additions to the principles of the <em>court</em> and <em>country</em> parties, which are the genuine divisions in the <span class=\"small-capitals\">British</span> government. A passionate lover of monarchy is apt to be displeased at any change of the succession; as savouring too much of a commonwealth: A passionate lover of liberty is apt to think that every part of the government ought to be subordinate to the interests of liberty.","subId":"11","id":"Hume.ETSS.EMPL1.PGB.11","pages":"71"},{"type":"paragraph","content":"Some, who will not venture to assert, that the <em>real</em> difference between <span class=\"small-capitals\">Whig</span> and <span class=\"small-capitals\">Tory</span> was lost at the <em>revolution</em>, <span class=\"page-break\"></span>seem inclined to think, that the difference is now abolished, and that affairs are so far returned to their natural state, that there are at present no other parties among us but <em>court</em> and <em>country</em>; that is, men, who, by interest or principle, are attached either to monarchy or liberty. The <span class=\"small-capitals\">Tories</span> have been so long obliged to talk in the republican stile, that they seem to have made converts of themselves by their hypocrisy, and to have embraced the sentiments, as well as language of their adversaries. There are, however, very considerable remains of that party in <span class=\"small-capitals\">England</span>, with all their old prejudices; and a proof that <em>court</em> and <em>country</em> are not our only parties, is, that almost all the dissenters side with the court, and the lower clergy, at least, of the church of <span class=\"small-capitals\">England</span>, with the opposition. This may convince us, that some biass still hangs upon our constitution, some extrinsic weight, which turns it from its natural course, and causes a confusion in our parties<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"12","id":"Hume.ETSS.EMPL1.PGB.12","pages":"71-2"},{"type":"note","content":"Judæi sibi ipsi reges imposuere; qui mobilitate vulgi expulsi, resumpta per arma dominatione; fugas civium, urbium eversiones, fratrum, conjugum, parentum neces, aliaque solita regibus ausi, superstitionem fovebant; quia honor sacerdotii firmamentum potentiæ assumebatur. <span class=\"small-capitals\">Tacit.</span> <em>hist. lib.</em> v.","subId":"n1","id":"Hume.ETSS.EMPL1.PGB.n1","pages":"66"},{"type":"note","content":"Populi imperium juxta libertatem: paucorum dominatio regiæ libidini proprior est. <span class=\"small-capitals\">Tacit.</span> <em>Ann. lib.</em> vi.","subId":"n2","id":"Hume.ETSS.EMPL1.PGB.n2","pages":"67"},{"type":"note","content":"Some of the opinions delivered in these Essays, with regard to the public transactions in the last century, the Author, on more accurate examination, found reason to retract in his <em>History of <span class=\"small-capitals\">Great Britain</span></em>. And as he would not enslave himself to the systems of either party, neither would he fetter his judgment by his own preconceived opinions and principles; nor is he ashamed to acknowledge his mistakes. These mistakes were indeed, at that time, almost universal in this kingdom.","subId":"n3","id":"Hume.ETSS.EMPL1.PGB.n3","pages":"72"}]}