{"imported":true,"id":"Hume.ETSS.EMPL1.PR","parent":"Hume.ETSS.EMPL1","title":"That Politics may be reduced to a Science","breadcrumb":"That Politics may be reduced to a Science","published":[1741],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>That <span class=\"small-capitals\">Politics</span> may be reduced to a <span class=\"small-capitals\">Science</span>.</h1> ","id":"Hume.ETSS.EMPL1.PR"},{"type":"paragraph","content":"IT is a question with several, whether there be any essential difference between one form of government and another? and, whether every form may not become good or bad, according as it is well or ill administered<a href=\"#n1\"><sup>[1]</sup></a>? Were it once admitted, that all governments are alike, and that the only difference consists in the character and conduct of the governors, most political disputes would be at an end, and all <em>Zeal</em> for one <span class=\"page-break\"></span>constitution above another, must be esteemed mere bigotry and folly. But, though a friend to moderation, I cannot forbear condemning this sentiment, and should be sorry to think, that human affairs admit of no greater stability, than what they receive from the casual humours and characters of particular men.","subId":"1","id":"Hume.ETSS.EMPL1.PR.1","pages":"14-5"},{"type":"paragraph","content":"It is true; those who maintain, that the goodness of all government consists in the goodness of the administration, may cite many particular instances in history, where the very same government, in different hands, has varied suddenly into the two opposite extremes of good and bad. Compare the <span class=\"small-capitals\">French</span> government under <span class=\"small-capitals\">Henry</span> III. and under <span class=\"small-capitals\">Henry</span> IV. Oppression, levity, artifice on the part of the rulers; faction, sedition, treachery, rebellion, disloyalty on the part of the subjects: These compose the character of the former miserable æra. But when the patriot and heroic prince, who succeeded, was once firmly seated on the throne, the government, the people, every thing seemed to be totally changed; and all from the difference of the temper and conduct of these two sovereigns. Instances of this kind may be multiplied, almost without number, from ancient as well as modern history, foreign as well as domestic.","subId":"2","id":"Hume.ETSS.EMPL1.PR.2","pages":"15"},{"type":"paragraph","content":"But here it may be proper to make a distinction. All absolute governments must very much depend on the administration; and this is one of the great inconveniences attending that form of government. But a republican and free government would be an obvious absurdity, if the particular checks and controuls, provided by the constitution, had really no <span class=\"page-break\"></span>influence, and made it not the interest, even of bad men, to act for the public good. Such is the intention of these forms of government, and such is their real effect, where they are wisely constituted: As on the other hand, they are the source of all disorder, and of the blackest crimes, where either skill or honesty has been wanting in their original frame and institution.","subId":"3","id":"Hume.ETSS.EMPL1.PR.3","pages":"15-6"},{"type":"paragraph","content":"So great is the force of laws, and of particular forms of government, and so little dependence have they on the humours and tempers of men, that consequences almost as general and certain may sometimes be deduced from them, as any which the mathematical sciences afford us.","subId":"4","id":"Hume.ETSS.EMPL1.PR.4","pages":"16"},{"type":"paragraph","content":"The constitution of the <span class=\"small-capitals\">Roman</span> republic gave the whole legislative power to the people, without allowing a negative voice either to the nobility or consuls. This unbounded power they possessed in a collective, not in a representative body. The consequences were: When the people, by success and conquest, had become very numerous, and had spread themselves to a great distance from the capital, the city-tribes, though the most contemptible, carried almost every vote: They were, therefore, most cajoled by every one that affected popularity: They were supported in idleness by the general distribution of corn, and by particular bribes, which they received from almost every candidate: By this means, they became every day more licentious, and the <span class=\"small-capitals\">Campus Martius</span> was a perpetual scene of tumult and sedition: Armed slaves were introduced among these rascally citizens; so that the whole government fell into anarchy, and the greatest happiness, which the <span class=\"small-capitals\">Romans</span> could look for, was the despotic power of the <span class=\"small-capitals\">Cæsars</span>. Such are the effects of democracy without a representative.","subId":"5","id":"Hume.ETSS.EMPL1.PR.5","pages":"16"},{"type":"paragraph","content":"A Nobility may possess the whole, or any part of the legislative power of a state, in two different ways. Either every nobleman shares the power as part of the whole body, or the <span class=\"page-break\"></span>whole body enjoys the power as composed of parts, which have each a distinct power and authority. The <span class=\"small-capitals\">Venetian</span> aristocracy is an instance of the first kind of government: The <span class=\"small-capitals\">Polish</span> of the second. In the <span class=\"small-capitals\">Venetian</span> government the whole body of nobility possesses the whole power, and no nobleman has any authority which he receives not from the whole. In the <span class=\"small-capitals\">Polish</span> government every nobleman, by means of his fiefs, has a distinct hereditary authority over his vassals, and the whole body has no authority but what it receives from the concurrence of its parts. The different operations and tendencies of these two species of government might be made apparent even <em>a priori</em>. A <span class=\"small-capitals\">Venetian</span> nobility is preferable to a <span class=\"small-capitals\">Polish</span>, let the humours and education of men be ever so much varied. A nobility, who possess their power in common, will preserve peace and order, both among themselves, and their subjects; and no member can have authority enough to controul the laws for a moment. The nobles will preserve their authority over the people, but without any grievous tyranny, or any breach of private property; because such a tyrannical government promotes not the interests of the whole body, however it may that of some individuals. There will be a distinction of rank between the nobility and people, but this will be the only distinction in the state. The whole nobility will form one body, and the whole people another, without any of those private feuds and animosities, which spread ruin and desolation every where. It is easy to see the disadvantages of a <span class=\"small-capitals\">Polish</span> nobility in every one of these particulars.","subId":"6","id":"Hume.ETSS.EMPL1.PR.6","pages":"16-7"},{"type":"paragraph","content":"It is possible so to constitute a free government, as that a single person, call him doge, prince, or king, shall possess a <span class=\"page-break\"></span>large share of power, and shall form a proper balance or counterpoise to the other parts of the legislature. This chief magistrate may be either <em>elective</em> or <em>hereditary</em>; and though the former institution may, to a superficial view, appear the most advantageous; yet a more accurate inspection will discover in it greater inconveniencies than in the latter, and such as are founded on causes and principles eternal and immutable. The filling of the throne, in such a government, is a point of too great and too general interest, not to divide the whole people into factions: Whence a civil war, the greatest of ills, may be apprehended, almost with certainty, upon every vacancy. The prince elected must be either a <em>Foreigner</em> or a <em>Native:</em> The former will be ignorant of the people whom he is to govern; suspicious of his new subjects, and suspected by them; giving his confidence entirely to strangers, who will have no other care but of enriching themselves in the quickest manner, while their master's favour and authority are able to support them. A native will carry into the throne all his private animosities and friendships, and will never be viewed in his elevation, without exciting the sentiment of envy in those, who formerly considered him as their equal. Not to mention that a crown is too high a reward ever to be given to merit alone, and will always induce the candidates to employ force, or money, or intrigue, to procure the votes of the electors: So that such an election will give no better chance for superior merit in the prince, than if the state had trusted to birth alone for determining their sovereign.","subId":"7","id":"Hume.ETSS.EMPL1.PR.7","pages":"17-8"},{"type":"paragraph","content":"It may therefore be pronounced as an universal axiom in politics, <em>That an hereditary prince, a nobility without vassals, and a people voting by their representatives, form the best <span class=\"small-capitals\">Momarchy</span>, <span class=\"small-capitals\">Aristocracy</span>, and <span class=\"small-capitals\">Democracy</span>.</em> But in order to prove more fully, that politics admit of general truths, which are invariable by the humour or education either of subject or sovereign, it may not be amiss to observe some other principles of this science, which may seem to deserve that character.","subId":"8","id":"Hume.ETSS.EMPL1.PR.8","pages":"18"},{"type":"paragraph","content":"It may easily be observed, that, though free governments have been commonly the most happy for those who partake of their freedom; yet are they the most ruinous and oppressive to <span class=\"page-break\"></span>their provinces: And this observation may, I believe, be fixed as a maxim of the kind we are here speaking of. When a monarch extends his dominions by conquest, he soon learns to consider his old and his new subjects as on the same footing; because, in reality, all his subjects are to him the same, except the few friends and favourites, with whom he is personally acquainted. He does not, therefore, make any distinction between them in his <em>general</em> laws; and, at the same time, is careful to prevent all <em>particular</em> acts of oppression on the one as well as on the other. But a free state necessarily makes a great distinction, and must always do so, till men learn to love their neighbours as well as themselves. The conquerors, in such a government, are all legislators, and will be sure to contrive matters, by restrictions on trade, and by taxes, so as to draw some private, as well as public, advantage from their conquests. Provincial governors have also a better chance, in a republic, to escape with their plunder, by means of bribery or intrigue; and their fellow-citizens, who find their own state to be enriched by the spoils of the subject provinces, will be the more inclined to tolerate such abuses. Not to mention, that it is a necessary precaution in a free state to change the governors frequently; which obliges these temporary tyrants to be more expeditious and rapacious, that they may accumulate sufficient wealth before they give place to their successors. What cruel tyrants were the <span class=\"small-capitals\">Romans</span> over the world during the time of their commonwealth! It is true, they had laws to prevent oppression in their provincial magistrates; but <span class=\"small-capitals\">Cicero</span> informs us, that the <span class=\"small-capitals\">Romans</span> could not better consult the interests of the provinces than by repealing these very laws. For, in that case, says he, our magistrates, having entire impunity, would plunder no more than would satisfy their own rapaciousness; whereas, at present, they must also satisfy that of their judges, and of all the great men in <span class=\"small-capitals\">Rome</span>, of whose protection they stand in need. Who can read of the cruelties and oppressions of <span class=\"small-capitals\">Verres</span> without horror and astonishment? <span class=\"page-break\"></span>And who is not touched with indignation to hear, that, after <span class=\"small-capitals\">Cicero</span> had exhausted on that abandoned criminal all the thunders of his eloquence, and had prevailed so far as to get him condemned to the utmost extent of the laws; yet that cruel tyrant lived peaceably to old age, in opulence and ease, and, thirty years afterwards, was put into the proscription by <span class=\"small-capitals\">Mark Anthony</span>, on account of his exorbitant wealth, where he fell with <span class=\"small-capitals\">Cicero</span> himself, and all the most virtuous men of <span class=\"small-capitals\">Rome</span>? After the dissolution of the commonwealth, the <span class=\"small-capitals\">Roman</span> yoke became easier upon the provinces, as <span class=\"small-capitals\">Tacitus</span> informs us<a href=\"#n2\"><sup>[2]</sup></a>; and it may be observed, that many of the worst emperors, <span class=\"small-capitals\">Domitian</span><a href=\"#n3\"><sup>[3]</sup></a>, for instance, were careful to prevent all oppression on the provinces. In<a href=\"#n4\"><sup>[4]</sup></a> <span class=\"small-capitals\">Tiberius</span>'s time, <span class=\"small-capitals\">Gaul</span> was esteemed richer than <span class=\"small-capitals\">Italy</span> itself: Nor, do I find, during the whole time of the <span class=\"small-capitals\">Roman</span> monarchy, that the empire became less rich or populous in any of its provinces; though indeed its valour and military discipline were always upon the <span class=\"page-break\"></span>decline. The oppression and tyranny of the <span class=\"small-capitals\">Carthaginians</span> over their subject states in <span class=\"small-capitals\">Africa</span> went so far, as we learn from <span class=\"small-capitals\">Polybius</span><a href=\"#n5\"><sup>[5]</sup></a>, that, not content with exacting the half of all the produce of the land, which of itself was a very high rent, they also loaded them with many other taxes. If we pass from ancient to modern times, we shall still find the observation to hold. The provinces of absolute monarchies are always better treated than those of free states. Compare the <em>Païs conquis</em> of <span class=\"small-capitals\">France</span> with <span class=\"small-capitals\">Ireland</span>, and you will be convinced of this truth; though this latter kingdom, being, in a good measure, peopled from <span class=\"small-capitals\">England</span>, possesses so many rights and privileges as should naturally make it challenge better treatment than that of a conquered province. <span class=\"small-capitals\">Corsica</span> is also an obvious instance to the same purpose.","subId":"9","id":"Hume.ETSS.EMPL1.PR.9","pages":"18-21"},{"type":"paragraph","content":"There is an observation in <span class=\"small-capitals\">Machiavel</span>, with regard to the conquests of <span class=\"small-capitals\">Alexander</span> the Great, which I think, may be regarded as one of those eternal political truths, which no time nor accidents can vary. It may seem strange, says that politician, that such sudden conquests, as those of <span class=\"small-capitals\">Alexander</span>, should be possessed so peaceably by his successors, and that the <span class=\"small-capitals\">Persians</span>, during all the confusions and civil wars among the <span class=\"small-capitals\">Greeks</span>, never made the smallest effort towards the recovery of their former independent government. To satisfy us concerning the cause of this remarkable event, we may <span class=\"page-break\"></span>consider, that a monarch may govern his subjects in two different ways. He may either follow the maxims of the eastern princes, and stretch his authority so far as to leave no distinction of rank among his subjects, but what proceeds immediately from himself; no advantages of birth; no hereditary honours and possessions; and, in a word, no credit among the people, except from his commission alone. Or a monarch may exert his power after a milder manner, like other <span class=\"small-capitals\">European</span> princes; and leave other sources of honour, beside his smile and favour: Birth, titles, possessions, valour, integrity, knowledge, or great and fortunate atchievements. In the former species of government, after a conquest, it is impossible ever to shake off the yoke; since no one possesses, among the people, so much personal credit and authority as to begin such an enterprize: Whereas, in the latter, the least misfortune, or discord among the victors, will encourage the vanquished to take arms, who have leaders ready to prompt and conduct them in every undertaking<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"10","id":"Hume.ETSS.EMPL1.PR.10","pages":"21-2"},{"type":"paragraph","content":"Such is the reasoning of <span class=\"small-capitals\">Machiavel</span>, which seems solid and conclusive; though I wish he had not mixed falsehood with truth, in asserting, that monarchies, governed according to eastern policy, though more easily kept when once subdued, yet are the most difficult to subdue; since they cannot contain any powerful subject, whose discontent and faction may facilitate the enterprizes of an enemy. For besides, that such a tyrannical government enervates the courage of men, and renders them indifferent towards the fortunes of their sovereign; besides this, I say, we find by experience, that even the temporary and delegated authority of the generals and <span class=\"page-break\"></span>magistrates; being always, in such governments, as absolute within its sphere, as that of the prince himself; is able, with barbarians, accustomed to a blind submission, to produce the most dangerous and fatal revolutions. So that, in every respect, a gentle government is preferable, and gives the greatest security to the sovereign as well as to the subject.","subId":"11","id":"Hume.ETSS.EMPL1.PR.11","pages":"23-4"},{"type":"paragraph","content":"Legislators, therefore, ought not to trust the future government of a state entirely to chance, but ought to provide a system of laws to regulate the administration of public affairs to the latest posterity. Effects will always correspond to causes; and wise regulations in any commonwealth are the most valuable legacy that can be left to future ages. In the smallest court or office, the stated forms and methods, by which business must be conducted, are found to be a considerable check on the natural depravity of mankind. Why should not the case be the same in public affairs? Can we ascribe the stability and wisdom of the <span class=\"small-capitals\">Venetian</span> government, through so many ages, to any thing but the form of government? And is it not easy to point out those defects in the original constitution, which produced the tumultuous governments of <span class=\"small-capitals\">Athens</span> and <span class=\"small-capitals\">Rome</span>, and ended at last in the ruin of these two famous republics? And so little dependance has this affair on the humours and education of particular men, that one part of the same republic may be wisely conducted, and another weakly, by the very same men, merely on account of the difference of the forms and institutions, by which these parts are regulated. Historians inform us that this was actually the case with <span class=\"small-capitals\">Genoa</span>. For while the state was always full of sedition, and tumult, and disorder, the bank of St. <span class=\"small-capitals\">George</span>, which had become a considerable part of the people, was conducted, for several ages, with the utmost integrity and wisdom<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"12","id":"Hume.ETSS.EMPL1.PR.12","pages":"24"},{"type":"paragraph","content":"The ages of greatest public spirit are not always most eminent for private virtue. Good laws may beget order and moderation in the government, where the manners and customs have instilled little humanity or justice into the tempers of men. The most illustrious period of the <span class=\"small-capitals\">Roman</span> history, considered in a political view, is that between the beginning of the first and end of the last <span class=\"small-capitals\">Punic</span> war; the due balance between the nobility and the people being then fixed by the contests of the tribunes, and not being yet lost by the extent of conquests. Yet at this very time, the horrid practice of poisoning was so common, that, during part of a season, a <em>Prætor</em> punished capitally for this crime above three thousand<a href=\"#n8\"><sup>[8]</sup></a> persons in a part of <span class=\"small-capitals\">Italy</span>; and found informations of this nature still multiplying upon him. There is a similar, or rather <span class=\"page-break\"></span>a worse instance<a href=\"#n9\"><sup>[9]</sup></a>, in the more early times of the commonwealth. So depraved in private life were that people, whom in their histories we so much admire. I doubt not but they were really more virtuous during the time of the two <em>Triumvirates</em>; when they were tearing their common country to pieces, and spreading slaughter and desolation over the face of the earth, merely for the choice of tyrants<a href=\"#n10\"><sup>[10]</sup></a>.","subId":"13","id":"Hume.ETSS.EMPL1.PR.13","pages":"25-6"},{"type":"paragraph","content":"Here, then, is a sufficient inducement to maintain, with the utmost <span class=\"small-capitals\">Zeal</span>, in every free state, those forms and institutions, by which liberty is secured, the public good consulted, and the avarice or ambition of particular men restrained and punished. Nothing does more honour to human nature, than to see it susceptible of so noble a passion; as nothing can be a greater indication of meanness of heart in any man, than to see him destitute of it. A man who loves only himself, without regard to friendship and desert, merits the severest blame; <span class=\"page-break\"></span>and a man, who is only susceptible of friendship, without public spirit, or a regard to the community, is deficient in the most material part of virtue.","subId":"14","id":"Hume.ETSS.EMPL1.PR.14","pages":"26-7"},{"type":"paragraph","content":"But this is a subject which needs not be longer insisted on at present. There are enow of zealots on both sides who kindle up the passions of their partizans, and under pretence of public good, pursue the interests and ends of their particular faction. For my part, I shall always be more fond of promoting moderation than zeal; though perhaps the surest way of producing moderation in every party is to increase our zeal for the public. Let us therefore try, if it be possible, from the foregoing doctrine, to draw a lesson of moderation with regard to the parties, into which our country is at presentg divided; at the same time, that we allow not this moderation to abate the industry and passion, with which every individual is bound to pursue the good of his country.","subId":"15","id":"Hume.ETSS.EMPL1.PR.15","pages":"27"},{"type":"paragraph","content":"Those who either attack or defend a minister in such a government as ours, where the utmost liberty is allowed, always carry matters to an extreme, and exaggerate his merit or demerit with regard to the public. His enemies are sure to charge him with the greatest enormities, both in domestic and <span class=\"page-break\"></span>foreign management; and there is no meanness or crime, of which, in their account, he is not capable. Unnecessary wars, scandalous treaties, profusion of public treasure, oppressive taxes, every kind of mal-administration is ascribed to him. To aggravate the charge, his pernicious conduct, it is said, will extend its baleful influence even to posterity, by undermining the best constitution in the world, and disordering that wise system of laws, institutions, and customs, by which our ancestors, during so many centuries, have been so happily governed. He is not only a wicked minister in himself, but has removed every security provided against wicked ministers for the future.","subId":"16","id":"Hume.ETSS.EMPL1.PR.16","pages":"27-8"},{"type":"paragraph","content":"On the other hand, the partizans of the minister make his panegyric run as high as the accusation against him, and celebrate his wise, steady, and moderate conduct in every part of his administration. The honour and interest of the nation supported abroad, public credit maintained at home, persecution restrained, faction subdued; the merit of all these blessings is ascribed solely to the minister. At the same time, he crowns all his other merits by a religious care of the best constitution in the world, which he has preserved in all its parts, and has transmitted entire, to be the happiness and security of the latest posterity.","subId":"17","id":"Hume.ETSS.EMPL1.PR.17","pages":"28"},{"type":"paragraph","content":"When this accusation and panegyric are received by the partizans of each party, no wonder they beget an extraordinary ferment on both sides, and fill the nation with violent animosities. But I would fain persuade these party-zealots, that there is a flat contradiction both in the accusation and panegyric, and that it were impossible for either of them to run so high, were it not for this contradiction. If our constitution be really <em>that noble fabric, the pride of <span class=\"small-capitals\">Britain</span>, the envy of our neighbours, raised by the labour of so many centuries, repaired at the expence of so many millions, and cemented by such a profusion of blood</em><a href=\"#n11\"><sup>[11]</sup></a>; I say, if our constitution does in any degree deserve <span class=\"page-break\"></span>these eulogies, it would never have suffered a wicked and weak minister to govern triumphantly for a course of twenty years, when opposed by the greatest geniuses in the nation, who exercised the utmost liberty of tongue and pen, in parliament, and in their frequent appeals to the people. But, if the minister be wicked and weak, to the degree so strenuously insisted on, the constitution must be faulty in its original principles, and he cannot consistently be charged with undermining the best form of government in the world. A constitution is only so far good, as it provides a remedy against mal-administration; and if the <span class=\"small-capitals\">British</span>, when in its greatest vigour, and repaired by two such remarkable events, as the <em>Revolution</em> and <em>Accession</em>, by which our ancient royal family was sacrificed to it; if our constitution, I say, with so great advan<span class=\"page-break\"></span>tages, does not, in fact, provide any such remedy, we are rather beholden to any minister who undermines it, and affords us an opportunity of erecting a better in its place.","subId":"18","id":"Hume.ETSS.EMPL1.PR.18","pages":"28-30"},{"type":"paragraph","content":"I would employ the same topics to moderate the zeal of those who defend the minister. <em>Is our constitution so excellent?</em> Then a change of ministry can be no such dreadful event; since it is essential to such a constitution, in every ministry, both to preserve itself from violation, and to prevent all enormities in the administration. <em>Is our constitution very bad?</em> Then so extraordinary a jealousy and apprehension, on account of changes, is ill placed; and a man should no more be anxious in this case, than a husband, who had married a woman from the stews, should be watchful to prevent her infidelity. Public affairs, in such a government, must necessarily go to confusion, by whatever hands they are conducted; and the zeal of <em>patriots</em> is in that case much less requisite than the patience and submission of <em>philosophers</em>. The virtue and good intentions of <span class=\"small-capitals\">Cato</span> and <span class=\"small-capitals\">Brutus</span> are highly laudable; but, to what purpose did their zeal serve? Only to hasten the fatal period of the <span class=\"small-capitals\">Roman</span> government, and render its convulsions and dying agonies more violent and painful.","subId":"19","id":"Hume.ETSS.EMPL1.PR.19","pages":"30"},{"type":"paragraph","content":"I would not be understood to mean, that public affairs deserve no care and attention at all. Would men be moderate and consistent, their claims might be admitted; at least might be examined. The <em>country-party</em> might still assert, that our constitution, though excellent, will admit of mal-administration to a certain degree; and therefore, if the minister be bad, it is proper to oppose him with a <em>suitable</em> degree of zeal. And, on the other hand, the <em>court-party</em> may be allowed, upon the <span class=\"page-break\"></span>supposition that the minister were good, to defend, and with <em>some</em> zeal too, his administration. I would only persuade men not to contend, as if they were fighting <em>pro aris &amp; focis</em>, and change a good constitution into a bad one, by the violence of their factions.","subId":"20","id":"Hume.ETSS.EMPL1.PR.20","pages":"30-1"},{"type":"paragraph","content":"I have not here considered any thing that is personal in the present controversy. In the best civil constitution, where every man is restrained by the most rigid laws, it is easy to discover either the good or bad intentions of a minister, and to judge, whether his personal character deserve love or hatred. But such questions are of little importance to the public, and lay those, who employ their pens upon them, under a just suspicion either of malevolence or of flattery.","subId":"21","id":"Hume.ETSS.EMPL1.PR.21","pages":"31"},{"type":"note","content":"<em>For forms of government let fools contest, <br> &emsp;Whate'er is best administer'd is best.</em> <br> &emsp;&emsp;&emsp;&emsp;<span class=\"small-capitals\">Essay</span> on Man, Book 3.","subId":"n1","id":"Hume.ETSS.EMPL1.PR.n1","pages":"14"},{"type":"note","content":"Ann. lib. I. cap. 2.","subId":"n2","id":"Hume.ETSS.EMPL1.PR.n2","pages":"20"},{"type":"note","content":"<span class=\"small-capitals\">Suet.</span> in vita <span class=\"small-capitals\">Domit.</span>","subId":"n3","id":"Hume.ETSS.EMPL1.PR.n3","pages":"20"},{"type":"note","content":"<em>Egregium resumendæ libertati tempus, si ipsi florentes, quam inops </em><span class=\"small-capitals\">Italia</span><em>, quam imbellis urbana plebs, nihil validum in exercitibus, nisi quod externum cogitarent.</em> <span class=\"small-capitals\">Tacit.</span> Ann. lib. 3.","subId":"n4","id":"Hume.ETSS.EMPL1.PR.n4","pages":"20"},{"type":"note","content":"Lib. I. cap. 72.","subId":"n5","id":"Hume.ETSS.EMPL1.PR.n5","pages":"21"},{"type":"note","content":"See NOTE <cite>A</cite>.","subId":"n6","id":"Hume.ETSS.EMPL1.PR.n6"},{"type":"note","content":"I Have taken it for granted, according to the supposition of <span class=\"small-capitals\">Machiavel</span>, that the ancient <span class=\"small-capitals\">Persians</span> had no nobility; though there is reason to suspect, that the <span class=\"small-capitals\">Florentine</span> secretary, who seems to have been better acquainted with the <span class=\"small-capitals\">Roman</span> than the <span class=\"small-capitals\">Greek</span> authors, was mistaken in this particular. The more ancient <span class=\"small-capitals\">Persians</span>, whose manners are described by <span class=\"small-capitals\">Xenophon</span>, were a free people, and had nobility. Their <span class=\"foreign\">ομοτιμοι</span> were preserved even after the extending of their conquests and the consequent change of their government. <span class=\"small-capitals\">Arrian</span> mentions them in <span class=\"small-capitals\">Darius</span>'s time, <em>De exped.</em> <span class=\"small-capitals\">Alex.</span> lib. ii. Historians also speak often of the persons in command as men of family. <span class=\"small-capitals\">Tygranes</span>, who was general of the <span class=\"small-capitals\">Medes</span> under <span class=\"small-capitals\">Xerxes</span>, was of the race of <span class=\"small-capitals\">Achmænes</span>, <span class=\"small-capitals\">Herod.</span> lib. vii. cap. 62. <span class=\"small-capitals\">Artachæas</span>, who directed the cutting of the canal about mount <span class=\"small-capitals\">Athos</span>, was of the same family. Id. cap. 117. <span class=\"small-capitals\">Megabyzus</span> was one of the seven eminent <span class=\"small-capitals\">Persians</span> who conspired against the <span class=\"small-capitals\">Magi</span>. His son, <span class=\"small-capitals\">Zopyrus</span>, was in the highest command under <span class=\"small-capitals\">Darius</span>, and delivered <span class=\"small-capitals\">Babylon</span> to him. His grandson, <span class=\"small-capitals\">Megabyzus</span>, commanded the army, defeated at <span class=\"small-capitals\">Marathon</span>. His great-grandson, <span class=\"small-capitals\">Zopyrus</span>, was also eminent, and was banished <ins>from</ins> <span class=\"small-capitals\">Persia</span>. <span class=\"small-capitals\">Herod.</span> lib. iii. <span class=\"small-capitals\">Thuc.</span> lib. i. <span class=\"page-break\"></span><span class=\"small-capitals\">Rosaces</span>, who commanded an army in <span class=\"small-capitals\">Egypt</span> under <span class=\"small-capitals\">Artaxerxes</span>, was also descended from one of the seven conspirators, <span class=\"small-capitals\">Diod. Sic.</span> lib. xvi. <span class=\"small-capitals\">Agesilaus</span>, in <span class=\"small-capitals\">Xenophon</span>, Hist. <span class=\"small-capitals\">Græc.</span> lib. iv. being desirous of making a marriage betwixt king <span class=\"small-capitals\">Cotys</span> his ally, and the daughter of <span class=\"small-capitals\">Spithridates</span>, a <span class=\"small-capitals\">Persian</span> of rank, who had deserted to him, first asks <span class=\"small-capitals\">Cotys</span> what family <span class=\"small-capitals\">Spithridates</span> is of. One of the most considerable in <span class=\"small-capitals\">Persia</span>, says <span class=\"small-capitals\">Cotys</span>. <span class=\"small-capitals\">Ariæus</span>, when offered the sovereignty by <span class=\"small-capitals\">Clearchus</span> and the ten thousand <span class=\"small-capitals\">Greeks</span>, refused it as of too low a rank, and said, that so many eminent <span class=\"small-capitals\">Persians</span> would never endure his rule. <em>Id. de exped.</em> lib. ii. Some of the families descended from the seven <span class=\"small-capitals\">Persians</span> abovementioned remained during all <span class=\"small-capitals\">Alexander</span>'s successors; and <span class=\"small-capitals\">Mithirdates</span>, in <span class=\"small-capitals\">Antiochus</span>'s time, is said by <span class=\"small-capitals\">Polybius</span> to be descended from one of them, lib. v. cap. 43. <span class=\"small-capitals\">Artabazus</span> was esteemed, as <span class=\"small-capitals\">Arrian</span> says, <span class=\"foreign\"><em>εν τοις πρωτοις Περσων</em></span> lib. iii. And when <span class=\"small-capitals\">Alexander</span> married in one day 80 of his captains to <span class=\"small-capitals\">Persian</span> women, his intention plainly was to ally the <span class=\"small-capitals\">Macedonians</span> with the most eminent <span class=\"small-capitals\">Persian</span> families. Id. lib. vii. <span class=\"small-capitals\">Diodorus Siculus</span> says they were of the most noble birth in <span class=\"small-capitals\">Persia</span>, lib. xvii. The government of <span class=\"small-capitals\">Persia</span> was despotic, and conducted in many respects, after the eastern manner, but was not carried so far as to extirpate all nobility, and confound all ranks and orders. It left men who were still great, by themselves and their family, independent of their office and commission. And the reason why the <span class=\"small-capitals\">Macedonians</span> kept so easily dominion over them was owing to other causes easy to be found in the historians; though it must be owned that <span class=\"small-capitals\">Machiavel</span>'s reasoning is, in itself, just, however doubtful its application to the present case.","subId":"n6.1","id":"Hume.ETSS.EMPL1.PR.n6.1","pages":"22-3"},{"type":"note","content":"<em>Essempio veramente raro, &amp; da Filosofi intante loro imaginate &amp; vedute Republiche mai non trovato, vedere dentro ad un medesimo cerchio, fra medesimi cittadini, la liberta, &amp; la tirannide, la vita civile &amp; la corotta, la giustitia &amp; la licenza; perche quello ordine solo mantiere quella citta piena di costumi antichi &amp; venerabili. E s'egli auvenisse (che col tempo in ogni modo auverrà) que <span class=\"small-capitals\">San <span class=\"page-break\"></span>Giorgio</span> tutta quel la città occupasse, sarrebbe quella una Republica piu dalla <span class=\"small-capitals\">Venetiana</span> memorabile.</em> Della Hist. Florentinè, lib. 8.","subId":"n7","id":"Hume.ETSS.EMPL1.PR.n7","pages":"24-5"},{"type":"note","content":"<span class=\"small-capitals\">T. Livii</span>, lib. 40. cap. 43.","subId":"n8","id":"Hume.ETSS.EMPL1.PR.n8","pages":"25"},{"type":"note","content":"<em>Id.</em> lib. 8. cap. 18.","subId":"n9","id":"Hume.ETSS.EMPL1.PR.n9","pages":"26"},{"type":"note","content":"<em>L'Aigle contre L'Aigle, <span class=\"small-capitals\">Romains</span> contre <span class=\"small-capitals\">Romains</span>, <br> &emsp;Combatans seulement pour le choix de tyrans.</em> &emsp;&emsp;<span class=\"small-capitals\">Corneille</span>.","subId":"n10","id":"Hume.ETSS.EMPL1.PR.n10","pages":"26"},{"type":"note","content":"<em>Dissertation on parties</em>, Letter 10.","subId":"n11","id":"Hume.ETSS.EMPL1.PR.n11","pages":"28"}]}