{"id":"Hume.ETSS.EMPL1.ST","imported":true,"parent":"Hume.ETSS.EMPL1","title":"Of the Standard of Taste","breadcrumb":"Of the Standard of Taste","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Standard</span> of <span class=\"small-capitals\">Taste</span>.</h1> ","id":"Hume.ETSS.EMPL1.ST"},{"type":"paragraph","content":"THE great variety of Taste, as well as of opinion, which prevails in the world, is too obvious not to have fallen under every one's observation. Men of the most confined knowledge are able to remark a difference of taste in the <span class=\"page-break\"></span>narrow circle of their acquaintance, even where the persons have been educated under the same government, and have early imbibed the same prejudices. But those, who can enlarge their view to contemplate distant nations and remote ages, are still more surprized at the great inconsistence and contrariety. We are apt to call <em>barbarous</em> whatever departs widely from our own taste and apprehension: But soon find the epithet of reproach retorted on us. And the highest arrogance and self-conceit is at last startled, on observing an equal assurance on all sides, and scruples, amidst such a contest of sentiment, to pronounce positively in its own favour.","subId":"1","id":"Hume.ETSS.EMPL1.ST.1","pages":"226-7"},{"type":"paragraph","content":"As this variety of taste is obvious to the most careless enquirer; so will it be found, on examination, to be still greater in reality than in appearance. The sentiments of men often differ with regard to beauty and deformity of all kinds, even while their general discourse is the same. There are certain terms in every language, which import blame, and others praise; and all men, who use the same tongue, must agree in their application of them. Every voice is united in applauding elegance, propriety, simplicity, spirit in writing; and in blaming fustian, affectation, coldness, and a false brilliancy: But when critics come to particulars, this seeming unanimity vanishes; and it is found, that they had affixed a very different meaning to their expressions. In all matters of opinion and science, the case is opposite: The difference among men is there oftener found to lie in generals than in particulars; and to be less in reality than in appearance. An explanation of the terms commonly ends the controversy; and the disputants are surprized to find, that they had been quarrelling, while at bottom they agreed in their judgment.","subId":"2","id":"Hume.ETSS.EMPL1.ST.2","pages":"227"},{"type":"paragraph","content":"Those who found morality on sentiment, more than on reason, are inclined to comprehend ethics under the former <span class=\"page-break\"></span>observation, and to maintain, that, in all questions, which regard conduct and manners, the difference among men is really greater than at first sight it appears. It is indeed obvious, that writers of all nations and all ages concur in applauding justice, humanity, magnanimity, prudence, veracity; and in blaming the opposite qualities. Even poets and other authors, whose compositions are chiefly calculated to please the imagination, are yet found from <span class=\"small-capitals\">Homer</span> down to <span class=\"small-capitals\">Fenelon</span>, to inculcate the same moral precepts, and to bestow their applause and blame on the same virtues and vices. This great unanimity is usually ascribed to the influence of plain reason; which, in all these cases, maintains similar sentiments in all men, and prevents those controversies, to which the abstract sciences are so much exposed. So far as the unanimity is real, this account may be admitted as satisfactory: But we must also allow that some part of the seeming harmony in morals may be accounted for from the very nature of language. The word <em>virtue</em>, with its equivalent in every tongue, implies praise; as that of <em>vice</em> does blame: And no one, without the most obvious and grossest impropriety, could affix reproach to a term, which in general acceptation is understood in a good sense; or bestow applause, where the idiom requires disapprobation. <span class=\"small-capitals\">Homer</span>'s general precepts, where he delivers any such, will never be controverted; but it is obvious, that, when he draws particular pictures of manners, and represents heroism in <span class=\"small-capitals\">Achilles</span> and prudence in <span class=\"small-capitals\">Ulysses</span>, he intermixes a much greater degree of ferocity in the former, and of cunning and fraud in the latter, than <span class=\"small-capitals\">Fenelon</span> would admit of. The sage <span class=\"small-capitals\">Ulysses</span> in the <span class=\"small-capitals\">Greek</span> poet seems to delight in lies and fictions, and often employs them without any necessity or even advantage: But his more scrupulous son, in the <span class=\"small-capitals\">French</span> epic writer, exposes himself to the most imminent perils, rather than depart from the most exact line of truth and veracity.","subId":"3","id":"Hume.ETSS.EMPL1.ST.3","pages":"227-8"},{"type":"paragraph","content":"The admirers and followers of the <span class=\"small-capitals\">Alcoran</span> insist on the excellent moral precepts interspersed throughout that wild and absurd performance. But it is to be supposed, that the <span class=\"small-capitals\">Arabic</span> words, which correspond to the <span class=\"small-capitals\">English</span>, equity, justice, temperance, meekness, charity, were such as, from the constant use of that tongue, must always be taken in a good sense; and it would have argued the greatest ignorance, not of morals, but of language, to have mentioned them with any epithets, besides those of applause and approbation. But would we know, whether the pretended prophet had really attained a just sentiment of morals? Let us attend to his narration; and we shall soon find, that he bestows praise on such instances of treachery, inhumanity, cruelty, revenge, bigotry, as are utterly incompatible with civilized society. No steady rule of right seems there to be attended to; and every action is blamed or praised, so far only as it is beneficial or hurtful to the true believers.","subId":"4","id":"Hume.ETSS.EMPL1.ST.4","pages":"229"},{"type":"paragraph","content":"The merit of delivering true general precepts in ethics is indeed very small. Whoever recommends any moral virtues, really does no more than is implied in the terms themselves. That people, who invented the word <em>charity</em>, and used it in a good sense, inculcated more clearly and much more efficaciously, the precept, <em>be charitable</em>, than any pretended legislator or prophet, who should insert such a <em>maxim</em> in his writings. Of all expressions, those, which, together with their other meaning, imply a degree either of blame or approbation, are the least liable to be perverted or mistaken.","subId":"5","id":"Hume.ETSS.EMPL1.ST.5","pages":"229"},{"type":"paragraph","content":"It is natural for us to seek a <em>Standard of Taste</em>; a rule, by which the various sentiments of men may be reconciled; at least, a decision<del>,</del> afforded, confirming one sentiment, and condemning another.","subId":"6","id":"Hume.ETSS.EMPL1.ST.6","pages":"229"},{"type":"paragraph","content":"There is a species of philosophy, which cuts off all hopes of success in such an attempt, and represents the impossibility of ever attaining any standard of taste. The difference, it is said, is very wide between judgment and sentiment. <span class=\"page-break\"></span>All sentiment is right; because sentiment has a reference to nothing beyond itself, and is always real, wherever a man is conscious of it. But all determinations of the understanding are not right; because they have a reference to something beyond themselves, to wit, real matter of fact; and are not always conformable to that standard. Among a thousand different opinions which different men may entertain of the same subject, there is one, and but one, that is just and true; and the only difficulty is to fix and ascertain it. On the contrary, a thousand different sentiments, excited by the same object, are all right: Because no sentiment represents what is really in the object. It only marks a certain conformity or relation between the object and the organs or faculties of the mind; and if that conformity did not really exist, the sentiment could never possibly have being. Beauty is no quality in things themselves: It exists merely in the mind which contemplates them; and each mind perceives a different beauty. One person may even perceive deformity, where another is sensible of beauty; and every individual ought to acquiesce in his own sentiment, without pretending to regulate those of others. To seek the real beauty, or real deformity, is as fruitless an enquiry, as to pretend to ascertain the real sweet or real bitter. According to the disposition of the organs, the same object may be both sweet and bitter; and the proverb has justly determined it to be fruitless to dispute concerning tastes. It is very natural, and even quite necessary, to extend this axiom to mental, as well as bodily taste; and thus common sense, which is so often at variance with philosophy, especially with the sceptical kind, is found, in one instance at least, to agree in pronouncing the same decision.","subId":"7","id":"Hume.ETSS.EMPL1.ST.7","pages":"229-30"},{"type":"paragraph","content":"But though this axiom, by passing into a proverb, seems to have attained the sanction of common sense; there is certainly a species of common sense which opposes it, at least serves to modify and restrain it. Whoever would assert an equality of genius and elegance between <span class=\"small-capitals\">Ogilby</span> and <span class=\"small-capitals\">Milton</span>, or <span class=\"page-break\"></span><span class=\"small-capitals\">Bunyan</span> and <span class=\"small-capitals\">Addison</span>, would be thought to defend no less an extravagance, than if he had maintained a mole-hill to be as high as <span class=\"small-capitals\">Teneriffe</span>, or a pond as extensive as the ocean. Though there may be found persons, who give the preference to the former authors; no one pays attention to such a taste; and we pronounce without scruple the sentiment of these pretended critics to be absurd and ridiculous. The principle of the natural equality of tastes is then totally forgot, and while we admit it on some occasions, where the objects seem near an equality, it appears an extravagant paradox, or rather a palpable absurdity, where objects so disproportioned are compared together.","subId":"8","id":"Hume.ETSS.EMPL1.ST.8","pages":"230-1"},{"type":"paragraph","content":"It is evident that none of the rules of composition are fixed by reasonings <em>a priori</em>, or can be esteemed abstract conclusions of the understanding, from comparing those habitudes and relations of ideas, which are eternal and immutable. Their foundation is the same with that of all the practical sciences, experience; nor are they any thing but general observations, concerning what has been universally found to please in all countries and in all ages. Many of the beauties of poetry and even of eloquence are founded on falsehood and fiction, on hyperboles, metaphors, and an abuse or perversion of terms from their natural meaning. To check the sallies of the imagination, and to reduce every expression to geometrical truth and exactness, would be the most contrary to the laws of criticism; because it would produce a work, which, by universal experience, has been found the most insipid and disagreeable. But though poetry can never submit to exact truth, it must be confined by rules of art, discovered to the author either by genius or observation. If some negligent or irregular writers have pleased, they have not pleased by their transgressions of rule or order, but in spite of these transgressions: <span class=\"page-break\"></span>They have possessed other beauties, which were conformable to just criticism; and the force of these beauties has been able to overpower censure, and give the mind a satisfaction superior to the disgust arising from the blemishes. <span class=\"small-capitals\">Ariosto</span> pleases; but not by his monstrous and improbable fictions, by his bizarre mixture of the serious and comic styles, by the want of coherence in his stories, or by the continual interruptions of his narration. He charms by the force and clearness of his expression, by the readiness and variety of his inventions, and by his natural pictures of the passions, especially those of the gay and amorous kind: And however his faults may diminish our satisfaction, they are not able entirely to destroy it. Did our pleasure really arise from those parts of his poem, which we denominate faults, this would be no objection to criticism in general: It would only be an objection to those particular rules of criticism, which would establish such circumstances to be faults, and would represent them as universally blameable. If they are found to please, they cannot be faults; let the pleasure, which they produce, be ever so unexpected and unaccountable.","subId":"9","id":"Hume.ETSS.EMPL1.ST.9","pages":"231-2"},{"type":"paragraph","content":"But though all the general rules of art are founded only on experience and on the observation of the common sentiments of human nature, we must not imagine, that, on every occasion, the feelings of men will be conformable to these rules. Those finer emotions of the mind are of a very tender and delicate nature, and require the concurrence of many favourable circumstances to make them play with facility and exactness, according to their general and established principles. The least exterior hindrance to such small springs, or the least internal disorder, disturbs their motion, and confounds the operation of the whole machine. When we would make an experiment of this nature, and would try the force of any beauty or deformity, we must choose with care a proper time and place, and bring the fancy to a suitable situation and disposition. A perfect serenity of mind, a recollection of thought, a due attention to the object; if any of these circumstances be wanting, our experiment will be fallacious, and we <span class=\"page-break\"></span>shall be unable to judge of the catholic and universal beauty. The relation, which nature has placed between the form and the sentiment, will at least be more obscure; and it will require greater accuracy to trace and discern it. We shall be able to ascertain its influence not so much from the operation of each particular beauty, as from the durable admiration, which attends those works, that have survived all the caprices of mode and fashion, all the mistakes of ignorance and envy.","subId":"10","id":"Hume.ETSS.EMPL1.ST.10","pages":"232-3"},{"type":"paragraph","content":"The same <span class=\"small-capitals\">Homer</span>, who pleased at <span class=\"small-capitals\">Athens</span> and <span class=\"small-capitals\">Rome</span> two thousand years ago, is still admired at <span class=\"small-capitals\">Paris</span> and at <span class=\"small-capitals\">London</span>. All the changes of climate, government, religion, and language, have not been able to obscure his glory. Authority or prejudice may give a temporary vogue to a bad poet or orator; but his reputation will never be durable or general. When his compositions are examined by posterity or by foreigners, the enchantment is dissipated, and his faults appear in their true colours. On the contrary, a real genius, the longer his works endure, and the more wide they are spread, the more sincere is the admiration which he meets with. Envy and jealousy have too much place in a narrow circle; and even familiar acquaintance with his person may diminish the applause due to his performances: But when these obstructions are removed, the beauties, which are naturally fitted to excite agreeable sentiments, immediately display their energy; and while the world endures, they maintain their authority over the minds of men.","subId":"11","id":"Hume.ETSS.EMPL1.ST.11","pages":"233"},{"type":"paragraph","content":"It appears then, that, amidst all the variety and caprice of taste, there are certain general principles of approbation or blame, whose influence a careful eye may trace in all operations of the mind. Some particular forms or qualities, from the original structure of the internal fabric, are calculated to please, and others to displease; and if they fail of their effect in any particular instance, it is from some apparent defect or imperfection in the organ. A man in a fever would not insist on his palate as able to decide concerning flavours; nor would one, affected with the jaundice, pretend to give a verdict with regard to colours. In each creature, there is a sound and a <span class=\"page-break\"></span>defective state; and the former alone can be supposed to afford us a true standard of taste and sentiment. If, in the sound state of the organ, there be an entire or a considerable uniformity of sentiment among men, we may thence derive an idea of the perfect beauty; in like manner as the appearance of objects in day-light, to the eye of a man in health, is denominated their true and real colour, even while colour is allowed to be merely a phantasm of the senses.","subId":"12","id":"Hume.ETSS.EMPL1.ST.12","pages":"233-4"},{"type":"paragraph","content":"Many and frequent are the defects in the internal organs, which prevent or weaken the influence of those general principles, on which depends our sentiment of beauty or deformity. Though some objects, by the structure of the mind, be naturally calculated to give pleasure, it is not to be expected, that in every individual the pleasure will be equally felt. Particular incidents and situations occur, which either throw a false light on the objects, or hinder the true from conveying to the imagination the proper sentiment and perception.","subId":"13","id":"Hume.ETSS.EMPL1.ST.13","pages":"234"},{"type":"paragraph","content":"One obvious cause, why many feel not the proper sentiment of beauty, is the want of that <em>delicacy</em> of imagination, which is requisite to convey a sensibility of those finer emotions. This delicacy every one pretends to: Every one talks of it; and would reduce every kind of taste or sentiment to its standard. But as our intention in this essay is to mingle some light of the understanding with the feelings of sentiment, it will be proper to give a more accurate definition of delicacy, than has hitherto been attempted. And not to draw our philosophy from too profound a source, we shall have recourse to a noted story in <span class=\"small-capitals\">Don Quixote</span>.","subId":"14","id":"Hume.ETSS.EMPL1.ST.14","pages":"234"},{"type":"paragraph","content":"It is with good reason, says <span class=\"small-capitals\">Sancho</span> to the squire with the great nose, that I pretend to have a judgment in wine: This is a quality hereditary in our family. Two of my kinsmen were once called to give their opinion of a hogshead, which was supposed to be excellent, being old and of a good vintage. One of them tastes it; considers it; and after mature reflection <span class=\"page-break\"></span>pronounces the wine to be good, were it not for a small taste of leather, which he perceived in it. The other, after using the same precautions, gives also his verdict in favour of the wine; but with the reserve of a taste of iron, which he could easily distinguish. You cannot imagine how much they were both ridiculed for their judgment. But who laughed in the end? On emptying the hogshead, there was found at the bottom, an old key with a leathern thong tied to it.","subId":"15","id":"Hume.ETSS.EMPL1.ST.15","pages":"234-5"},{"type":"paragraph","content":"The great resemblance between mental and bodily taste will easily teach us to apply this story. Though it be certain, that beauty and deformity, more than sweet and bitter, are not qualities in objects, but belong entirely to the sentiment, internal or external; it must be allowed, that there are certain qualities in objects, which are fitted by nature to produce those particular feelings. Now as these qualities may be found in a small degree, or may be mixed and confounded with each other, it often happens, that the taste is not affected with such minute qualities, or is not able to distinguish all the particular flavours, amidst the disorder, in which they are presented. Where the organs are so fine, as to allow nothing to escape them; and at the same time so exact as to perceive every ingredient in the composition: This we call delicacy of taste, whether we employ these terms in the literal or metaphorical sense. Here then the general rules of beauty are of use; being drawn from established models, and from the observation of what pleases or displeases, when presented singly and in a high degree: And if the same qualities, in a continued composition and in a smaller degree, affect not the organs with a sensible delight or uneasiness, we exclude the person from all pretensions to this delicacy. To produce these general rules or avowed patterns of composition is like finding the key with the leathern thong; which justified the verdict of <span class=\"small-capitals\">Sancho</span>'s kinsmen, and confounded those pretended judges who had condemned them. Though the hogshead had never been emptied, the taste of the one was still equally delicate, and that of the other equally dull and languid: But it would have been more difficult to have proved the superiority of the former, to <span class=\"page-break\"></span>the conviction of every by-stander. In like manner, though the beauties of writing had never been methodized, or reduced to general principles; though no excellent models had ever been acknowledged; the different degrees of taste would still have subsisted, and the judgment of one man been preferable to that of another; but it would not have been so easy to silence the bad critic, who might always insist upon his particular sentiment, and refuse to submit to his antagonist. But when we show him an avowed principle of art; when we illustrate this principle by examples, whose operation, from his own particular taste, he acknowledges to be conformable to the principle; when we prove, that the same principle may be applied to the present case, where he did not perceive or feel its influence: He must conclude, upon the whole, that the fault lies in himself, and that he wants the delicacy, which is requisite to make him sensible of every beauty and every blemish, in any composition or discourse.","subId":"16","id":"Hume.ETSS.EMPL1.ST.16","pages":"235-6"},{"type":"paragraph","content":"It is acknowledged to be the perfection of every sense or faculty, to perceive with exactness its most minute objects, and allow nothing to escape its notice and observation. The smaller the objects are, which become sensible to the eye, the finer is that organ, and the more elaborate its make and composition. A good palate is not tried by strong flavours; but by a mixture of small ingredients, where we are still sensible of each part, notwithstanding its minuteness and its confusion with the rest. In like manner, a quick and acute perception of beauty and deformity must be the perfection of our mental taste; nor can a man be satisfied with himself while he suspects, that any excellence or blemish in a discourse has passed him unobserved. In this case, the perfection of the man, and the perfection of the sense or feeling, are found to be united. A very delicate palate, on many occasions, may be a great inconvenience both to a man himself and to his friends: But a delicate taste of wit or beauty must always be a desirable quality; because it is the source of all the finest and most innocent enjoyments, of which human nature is susceptible. In this decision the sentiments of all mankind are agreed. <span class=\"page-break\"></span>Wherever you can ascertain a delicacy of taste, it is sure to meet with approbation; and the best way of ascertaining it is to appeal to those models and principles, which have been established by the uniform consent and experience of nations and ages.","subId":"17","id":"Hume.ETSS.EMPL1.ST.17","pages":"236-7"},{"type":"paragraph","content":"But though there be naturally a wide difference in point of delicacy between one person and another, nothing tends further to encrease and improve this talent, than <em>practice</em> in a particular art, and the frequent survey or contemplation of a particular species of beauty. When objects of any kind are first presented to the eye or imagination, the sentiment, which attends them, is obscure and confused; and the mind is, in a great measure, incapable of pronouncing concerning their merits or defects. The taste cannot perceive the several excellencies of the performance; much less distinguish the particular character of each excellency, and ascertain its quality and degree. If it pronounce the whole in general to be beautiful or deformed, it is the utmost that can be expected; and even this judgment, a person, so unpractised, will be apt to deliver with great hesitation and reserve. But allow him to acquire experience in those objects, his feeling becomes more exact and nice: He not only perceives the beauties and defects of each part, but marks the distinguishing species of each quality, and assigns it suitable praise or blame. A clear and distinct sentiment attends him through the whole survey of the objects; and he discerns that very degree and kind of approbation or displeasure, which each part is naturally fitted to produce. The mist dissipates, which seemed formerly to hang over the object: The organ acquires greater perfection in its operations; and can pronounce, without danger of mistake, concerning the merits of every performance. In a word, the same address and dexterity, which practice gives to the execution of any work, is also acquired by the same means, in the judging of it.","subId":"18","id":"Hume.ETSS.EMPL1.ST.18","pages":"237"},{"type":"paragraph","content":"So advantageous is practice to the discernment of beauty, that, before we can give judgment on any work of importance, it will even be requisite, that that very individual performance be more than once perused by us, and be surveyed in different <span class=\"page-break\"></span>lights with attention and deliberation. There is a flutter or hurry of thought which attends the first perusal of any piece, and which confounds the genuine sentiment of beauty. The relation of the parts is not discerned: The true characters of style are little distinguished: The several perfections and defects seem wrapped up in a species of confusion, and present themselves indistinctly to the imagination. Not to mention, that there is a species of beauty, which, as it is florid and superficial, pleases at first; but being found incompatible with a just expression either of reason or passion, soon palls upon the taste, and is then rejected with disdain, at least rated at a much lower value.","subId":"19","id":"Hume.ETSS.EMPL1.ST.19","pages":"237-8"},{"type":"paragraph","content":"It is impossible to continue in the practice of contemplating any order of beauty, without being frequently obliged to form <em>comparisons</em> between the several species and degrees of excellence, and estimating their proportion to each other. A man, who has had no opportunity of comparing the different kinds of beauty, is indeed totally unqualified to pronounce an opinion with regard to any object presented to him. By comparison alone we fix the epithets of praise or blame, and learn how to assign the due degree of each. The coarsest daubing contains a certain lustre of colours and exactness of imitation, which are so far beauties, and would affect the mind of a peasant or Indian with the highest admiration. The most vulgar ballads are not entirely destitute of harmony or nature; and none but a person, familiarized to superior beauties, would pronounce their numbers harsh, or narration uninteresting. A great inferiority of beauty gives pain to a person conversant in the highest excellence of the kind, and is for that reason pronounced a deformity: As the most finished object, with which we are acquainted, is naturally supposed to have reached the pinnacle of perfection, and to be entitled to the highest applause. One accustomed to see, and examine, and weigh the several performances, admired in different ages and nations, can alone rate the merits of a work exhibited to his view, and assign its proper rank among the productions of genius.","subId":"20","id":"Hume.ETSS.EMPL1.ST.20","pages":"238"},{"type":"paragraph","content":"But to enable a critic the more fully to execute this undertaking, he must preserve his mind free from all <em>prejudice</em>, and allow nothing to enter into his consideration, but the very object which is submitted to his examination. We may observe, that every work of art, in order to produce its due effect on the mind, must be surveyed in a certain point of view, and cannot be fully relished by persons, whose situation, real or imaginary, is not conformable to that which is required by the performance. An orator addresses himself to a particular audience, and must have a regard to their particular genius, interests, opinions, passions, and prejudices; otherwise he hopes in vain to govern their resolutions, and inflame their affections. Should they even have entertained some prepossessions against him, however unreasonable, he must not overlook this disadvantage; but, before he enters upon the subject, must endeavour to conciliate their affection, and acquire their good graces. A critic of a different age or nation, who should peruse this discourse, must have all these circumstances in his eye, and must place himself in the same situation as the audience, in order to form a true judgment of the oration. In like manner, when any work is addressed to the public, though I should have a friendship or enmity with the author, I must depart from this situation; and considering myself as a man in general, forget, if possible, my individual being and my peculiar circumstances. A person influenced by prejudice, complies not with this condition; but obstinately maintains his natural position, without placing himself in that point of view, which the performance supposes. If the work be addressed to persons of a different age or nation, he makes no allowance for their peculiar views and prejudices; but, full of the manners of his own age and country, rashly condemns what seemed admirable in the eyes of those for whom alone the discourse was calculated. If the work be executed for the public, he never sufficiently enlarges his comprehension, or forgets his interest as a friend or enemy, as a rival or commentator. By this means, his sentiments are perverted; nor have the same beauties and blemishes the same influence upon him, as if he had imposed <span class=\"page-break\"></span>a proper violence on his imagination, and had forgotten himself for a moment. So far his taste evidently departs from the true standard; and of consequence loses all credit and authority.","subId":"21","id":"Hume.ETSS.EMPL1.ST.21","pages":"239-40"},{"type":"paragraph","content":"It is well known, that in all questions, submitted to the understanding, prejudice is destructive of sound judgment, and perverts all operations of the intellectual faculties: It is no less contrary to good taste; nor has it less influence to corrupt our sentiment of beauty. It belongs to <em>good sense</em> to check its influence in both cases; and in this respect, as well as in many others, reason, if not an essential part of taste, is at least requisite to the operations of this latter faculty. In all the nobler productions of genius, there is a mutual relation and correspondence of parts; nor can either the beauties or blemishes be perceived by him, whose thought is not capacious enough to comprehend all those parts, and compare them with each other, in order to perceive the consistence and uniformity of the whole. Every work of art has also a certain end or purpose, for which it is calculated; and is to be deemed more or less perfect, as it is more or less fitted to attain this end. The object of eloquence is to persuade, of history to instruct, of poetry to please by means of the passions and the imagination. These ends we must carry constantly in our view, when we peruse any performance; and we must be able to judge how far the means employed are adapted to their respective purposes. Besides, every kind of composition, even the most poetical, is nothing but a chain of propositions and reasonings; not always, indeed, the justest and most exact, but still plausible and specious, however disguised by the colouring of the imagination. The persons introduced in tragedy and epic poetry, must be represented as reasoning, and thinking, and concluding, and acting, suitably to their character and circumstances; and without judgment, as well as taste and invention, a poet can never hope to succeed in so delicate an undertaking. Not to mention, that the same excellence of faculties which contributes to the improvement of reason, the same clearness of conception, the same exactness of distinction, the same vivacity of apprehension, are essential to <span class=\"page-break\"></span>the operations of true taste, and are its infallible concomitants. It seldom, or never happens, that a man of sense, who has experience in any art, cannot judge of its beauty; and it is no less rare to meet with a man who has a just taste without a sound understanding.","subId":"22","id":"Hume.ETSS.EMPL1.ST.22","pages":"240-1"},{"type":"paragraph","content":"Thus, though the principles of taste be universal, and nearly, if not entirely the same in all men; yet few are qualified to give judgment on any work of art, or establish their own sentiment as the standard of beauty. The organs of internal sensation are seldom so perfect as to allow the general principles their full play, and produce a feeling correspondent to those principles. They either labour under some defect, or are vitiated by some disorder; and by that means, excite a sentiment, which may be pronounced erroneous. When the critic has no delicacy, he judges without any distinction, and is only affected by the grosser and more palpable qualities of the object: The finer touches pass unnoticed and disregarded. Where he is not aided by practice, his verdict is attended with confusion and hesitation. Where no comparison has been employed, the most frivolous beauties, such as rather merit the name of defects, are the object of his admiration. Where he lies under the influence of prejudice, all his natural sentiments are perverted. Where good sense is wanting, he is not qualified to discern the beauties of design and reasoning, which are the highest and most excellent. Under some or other of these imperfections, the generality of men labour; and hence a true judge in the finer arts is observed, even during the most polished ages, to be so rare a character: Strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice, can alone entitle critics to this valuable character; and the joint verdict of such, wherever they are to be found, is the true standard of taste and beauty.","subId":"23","id":"Hume.ETSS.EMPL1.ST.23","pages":"241"},{"type":"paragraph","content":"But where are such critics to be found? By what marks are they to be known? How distinguish them from pretenders? These questions are embarrassing; and seem to throw us back into the same uncertainty, from which, during the course of this essay, we have endeavoured to extricate ourselves.","subId":"24","id":"Hume.ETSS.EMPL1.ST.24","pages":"241"},{"type":"paragraph","content":"But if we consider the matter aright, these are questions of fact, not of sentiment. Whether any particular person be endowed with good sense and a delicate imagination, free from prejudice, may often be the subject of dispute, and be liable to great discussion and enquiry: But that such a character is valuable and estimable will be agreed in by all mankind. Where these doubts occur, men can do no more than in other disputable questions, which are submitted to the understanding: They must produce the best arguments, that their invention suggests to them; they must acknowledge a true and decisive standard to exist somewhere, to wit, real existence and matter of fact; and they must have indulgence to such as differ from them in their appeals to this standard. It is sufficient for our present purpose, if we have proved, that the taste of all individuals is not upon an equal footing, and that some men in general, however difficult to be particularly pitched upon, will be acknowledged by universal sentiment to have a preference above others.","subId":"25","id":"Hume.ETSS.EMPL1.ST.25","pages":"242"},{"type":"paragraph","content":"But in reality the difficulty of finding, even in particulars, the standard of taste, is not so great as it is represented. Though in speculation, we may readily avow a certain criterion in science and deny it in sentiment, the matter is found in practice to be much more hard to ascertain in the former case than in the latter. Theories of abstract philosophy, systems of profound theology, have prevailed during one age: In a successive period, these have been universally exploded: Their absurdity has been detected: Other theories and systems have supplied their place, which again gave place to their successors: And nothing has been experienced more liable to the revolutions of chance and fashion than these pretended decisions of science. The case is not the same with the beauties of eloquence and poetry. Just expressions of passion and nature are sure, after a little time, to gain public applause, which they maintain for ever. <span class=\"small-capitals\">Aristotle</span>, and <span class=\"small-capitals\">Plato</span>, and <span class=\"small-capitals\">Epicurus</span>, <span class=\"page-break\"></span>and <span class=\"small-capitals\">Descartes</span>, may successively yield to each other: But <span class=\"small-capitals\">Terence</span> and <span class=\"small-capitals\">Virgil</span> maintain an universal, undisputed empire over the minds of men. The abstract philosophy of <span class=\"small-capitals\">Cicero</span> has lost its credit: The vehemence of his oratory is still the object of our admiration.","subId":"26","id":"Hume.ETSS.EMPL1.ST.26","pages":"242-3"},{"type":"paragraph","content":"Though men of delicate taste be rare, they are easily to be distinguished in society, by the soundness of their understanding and the superiority of their faculties above the rest of mankind. The ascendant, which they acquire, gives a prevalence to that lively approbation, with which they receive any productions of genius, and renders it generally predominant. Many men, when left to themselves, have but a faint and dubious perception of beauty, who yet are capable of relishing any fine stroke, which is pointed out to them. Every convert to the admiration of the real poet or orator is the cause of some new conversion. And though prejudices may prevail for a time, they never unite in celebrating any rival to the true genius, but yield at last to the force of nature and just sentiment. Thus, though a civilized nation may easily be mistaken in the choice of their admired philosopher, they never have been found long to err, in their affection for a favourite epic or tragic author.","subId":"27","id":"Hume.ETSS.EMPL1.ST.27","pages":"243"},{"type":"paragraph","content":"But notwithstanding all our endeavours to fix a standard of taste, and reconcile the discordant apprehensions of men, there still remain two sources of variation, which are not sufficient indeed to confound all the boundaries of beauty and deformity, but will often serve to produce a difference in the degrees of our approbation or blame. The one is the different humours of particular men; the other, the particular manners and opinions of our age and country. The general principles of taste are uniform in human nature: Where men vary in their judgments, some defect or perversion in the faculties may commonly be remarked; proceeding either from prejudice, from want of practice, or want of delicacy; and there is just reason for approving one taste, and condemning another. But <span class=\"page-break\"></span>where there is such a diversity in the internal frame or external situation as is entirely blameless on both sides, and leaves no room to give one the preference above the other; in that case a certain degree of diversity in judgment is unavoidable, and we seek in vain for a standard, by which we can reconcile the contrary sentiments.","subId":"28","id":"Hume.ETSS.EMPL1.ST.28","pages":"243-4"},{"type":"paragraph","content":"A young man, whose passions are warm, will be more sensibly touched with amorous and tender images, than a man more advanced in years, who takes pleasure in wise, philosophical reflections concerning the conduct of life and moderation of the passions. At twenty, <span class=\"small-capitals\">Ovid</span> may be the favourite author; <span class=\"small-capitals\">Horace</span> at forty; and perhaps <span class=\"small-capitals\">Tacitus</span> at fifty. Vainly would we, in such cases, endeavour to enter into the sentiments of others, and divest ourselves of those propensities, which are natural to us. We choose our favourite author as we do our friend, from a conformity of humour and disposition. Mirth or passion, sentiment or reflection; whichever of these most predominates in our temper, it gives us a peculiar sympathy with the writer who resembles us.","subId":"29","id":"Hume.ETSS.EMPL1.ST.29","pages":"244"},{"type":"paragraph","content":"One person is more pleased with the sublime; another with the tender; a third with raillery. One has a strong sensibility to blemishes, and is extremely studious of correctness: Another has a more lively feeling of beauties, and pardons twenty absurdities and defects for one elevated or pathetic stroke. The ear of this man is entirely turned towards conciseness and energy; that man is delighted with a copious, rich, and harmonious expression. Simplicity is affected by one; ornament by another. Comedy, tragedy, satire, odes, have each its partizans, who prefer that particular species of writing to all others. It is plainly an error in a critic, to confine his approbation to one species or style of writing, and condemn all the rest. But it is almost impossible not to feel a predilection for that which suits our particular turn and disposition. Such preferences are innocent and unavoidable, and can never reasonably be the object of dispute, because there is no standard, by which they can be decided.","subId":"30","id":"Hume.ETSS.EMPL1.ST.30","pages":"244"},{"type":"paragraph","content":"For a like reason, we are more pleased, in the course of our <span class=\"page-break\"></span>reading, with pictures and characters, that resemble objects which are found in our own age or country, than with those which describe a different set of customs. It is not without some effort, that we reconcile ourselves to the simplicity of ancient manners, and behold princesses carrying water from the spring, and kings and heroes dressing their own victuals. We may allow in general, that the representation of such manners is no fault in the author, nor deformity in the piece; but we are not so sensibly touched with them. For this reason, comedy is not easily transferred from one age or nation to another. A <span class=\"small-capitals\">Frenchman</span> or <span class=\"small-capitals\">Englishman</span> is not pleased with the <span class=\"small-capitals\">Andria</span> of <span class=\"small-capitals\">Terence</span>, or <span class=\"small-capitals\">Clitia</span> of <span class=\"small-capitals\">Machiavel</span>; where the fine lady, upon whom all the play turns, never once appears to the spectators, but is always kept behind the scenes, suitably to the reserved humour of the ancient <span class=\"small-capitals\">Greeks</span> and modern <span class=\"small-capitals\">Italians</span>. A man of learning and reflection can make allowance for these peculiarities of manners; but a common audience can never divest themselves so far of their usual ideas and sentiments, as to relish pictures which no wise resemble them.","subId":"31","id":"Hume.ETSS.EMPL1.ST.31","pages":"244-5"},{"type":"paragraph","content":"But here there occurs a reflection, which may, perhaps, be useful in examining the celebrated controversy concerning ancient and modern learning; where we often find the one side excusing any seeming absurdity in the ancients from the manners of the age, and the other refusing to admit this excuse, or at least, admitting it only as an apology for the author, not for the performance. In my opinion, the proper boundaries in this subject have seldom been fixed between the contending parties. Where any innocent peculiarities of manners are represented, such as those above mentioned, they ought certainly to be admitted; and a man, who is shocked with them, gives <span class=\"page-break\"></span>an evident proof of false delicacy and refinement. The poet's <em>monument more durable than brass</em>, must fall to the ground like common brick or clay, were men to make no allowance for the continual revolutions of manners and customs, and would admit of nothing but what was suitable to the prevailing fashion. Must we throw aside the pictures of our ancestors, because of their ruffs and fardingales? But where the ideas of morality and decency alter from one age to another, and where vicious manners are described, without being marked with the proper characters of blame and disapprobation; this must be allowed to disfigure the poem, and to be a real deformity. I cannot, nor is it proper I should, enter into such sentiments; and however I may excuse the poet, on account of the manners of his age, I never can relish the composition. The want of humanity and of decency, so conspicuous in the characters drawn by several of the ancient poets, even sometimes by <span class=\"small-capitals\">Homer</span> and the <span class=\"small-capitals\">Greek</span> tragedians, diminishes considerably the merit of their noble performances, and gives modern authors an advantage over them. We are not interested in the fortunes and sentiments of such rough heroes: We are displeased to find the limits of vice and virtue so much confounded: And whatever indulgence we may give to the writer on account of his prejudices, we cannot prevail on ourselves to enter into his sentiments, or bear an affection to characters, which we plainly discover to be blameable.","subId":"32","id":"Hume.ETSS.EMPL1.ST.32","pages":"245-6"},{"type":"paragraph","content":"The case is not the same with moral principles, as with speculative opinions of any kind. These are in continual flux and revolution. The son embraces a different system from the father. Nay, there scarcely is any man, who can boast of great constancy and uniformity in this particular. Whatever speculative errors may be found in the polite writings of any age or country, they detract but little from the value of those compositions. There needs but a certain turn of thought or imagination to make us enter into all the opinions, which then <span class=\"page-break\"></span>prevailed, and relish the sentiments or conclusions derived from them. But a very violent effort is requisite to change our judgment of manners, and excite sentiments of approbation or blame, love or hatred, different from those to which the mind from long custom has been familiarized. And where a man is confident of the rectitude of that moral standard, by which he judges, he is justly jealous of it, and will not pervert the sentiments of his heart for a moment, in complaisance to any writer whatsoever.","subId":"33","id":"Hume.ETSS.EMPL1.ST.33","pages":"246-7"},{"type":"paragraph","content":"Of all speculative errors, those, which regard religion, are the most excusable in compositions of genius; nor is it ever permitted to judge of the civility or wisdom of any people, or even of single persons, by the grossness or refinement of their theological principles. The same good sense, that directs men in the ordinary occurrences of life, is not hearkened to in religious matters, which are supposed to be placed altogether above the cognizance of human reason. On this account, all the absurdities of the pagan system of theology must be overlooked by every critic, who would pretend to form a just notion of ancient poetry; and our posterity, in their turn, must have the same indulgence to their forefathers. No religious principles can ever be imputed as a fault to any poet, while they remain merely principles, and take not such strong possession of his heart, as to lay him under the imputation of <em>bigotry</em> or <em>superstition</em>. Where that happens, they confound the sentiments of morality, and alter the natural boundaries of vice and virtue. They are therefore eternal blemishes, according to the principle above mentioned; nor are the prejudices and false opinions of the age sufficient to justify them.","subId":"34","id":"Hume.ETSS.EMPL1.ST.34","pages":"247"},{"type":"paragraph","content":"It is essential to the <span class=\"small-capitals\">Roman</span> catholic religion to inspire a violent hatred of every other worship, and to represent all pagans, mahometans, and heretics as the objects of divine wrath and vengeance. Such sentiments, though they are in reality very blameable, are considered as virtues by the zealots of that communion, and are represented in their tragedies and epic poems as a kind of divine heroism. This bigotry has <span class=\"page-break\"></span>disfigured two very fine tragedies of the <span class=\"small-capitals\">French</span> theatre, <span class=\"small-capitals\">Polieucte</span> and <span class=\"small-capitals\">Athalia</span>; where an intemperate zeal for particular modes of worship is set off with all the pomp imaginable, and forms the predominant character of the heroes. <q>What is this,</q> says the sublime <span class=\"small-capitals\">Joad</span> to <span class=\"small-capitals\">Josabet</span>, finding her in discourse with <span class=\"small-capitals\">Mathan</span>, the priest of <span class=\"small-capitals\">Baal</span>, <q>Does the daughter of <span class=\"small-capitals\">David</span> speak to this traitor? Are you not afraid, lest the earth should open and pour forth flames to devour you both? Or lest these holy walls should fall and crush you together? What is his purpose? Why comes that enemy of God hither to poison the air, which we breathe, with his horrid presence?</q> Such sentiments are received with great applause on the theatre of <span class=\"small-capitals\">Paris</span>; but at <span class=\"small-capitals\">London</span> the spectators would be full as much pleased to hear <span class=\"small-capitals\">Achilles</span> tell <span class=\"small-capitals\">Agamemnon</span>, that he was a dog in his forehead, and a deer in his heart, or <span class=\"small-capitals\">Jupiter</span> threaten <span class=\"small-capitals\">Juno</span> with a sound drubbing, if she will not be quiet.","subId":"35","id":"Hume.ETSS.EMPL1.ST.35","pages":"247-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Religious</span> principles are also a blemish in any polite composition, when they rise up to superstition, and intrude themselves into every sentiment, however remote from any connection with religion. It is no excuse for the poet, that the customs of his country had burthened life with so many religious ceremonies and observances, that no part of it was exempt from that yoke. It must for ever be ridiculous in <span class=\"small-capitals\">Petrarch</span> to compare his mistress, <span class=\"small-capitals\">Laura</span>, to <span class=\"small-capitals\">Jesus <span class=\"page-break\"></span>Christ</span>. Nor is it less ridiculous in that agreeable libertine, <span class=\"small-capitals\">Boccace</span>, very seriously to give thanks to <span class=\"small-capitals\">God Almighty</span> and the ladies, for their assistance in defending him against his enemies.","subId":"36","id":"Hume.ETSS.EMPL1.ST.36","pages":"248-9"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL1","imported":true,"title":"Essays, Moral, Political, and Literary, Part I","breadcrumb":"Essays, Part 1","published":[1741,1742]}],"prev":{"id":"Hume.ETSS.EMPL1.Tr","imported":true,"title":"Of Tragedy","breadcrumb":"Of Tragedy","published":[1757]},"next":{"id":"Hume.ETSS.EMPL2","imported":true,"title":"Essays, Moral, Political, and Literary, Part II","breadcrumb":"Essays, Part 2","published":[1752]}}