{"id":"Butler.AR.1.5","imported":true,"parent":"Butler.AR.1","title":"Chapter V. Probation, as intended for Moral Discipline and Improvement","breadcrumb":"Chapter 5","published":[1736],"copytext":[1740],"sourceDesc":"Butler’s [Analogy of Religion] was first published in 1736. It was so successful that a second (corrected) edition was printed that same year. Our copytext is the third edition of 1740, the last edition to be published in Butler’s lifetime. The text here derives from the transcription of Howard Malcolm’s 1869 edition, available from Project Gutenberg. Malcolm’s edition makes substantial changes to the text, updating it to 19th century style and conventions, but this is the only transcribed version of the text currently available. We are modifying the text to bring it back in line with the original 1740 edition.","sourceUrl":"https://www.gutenberg.org/files/53346/53346-0.txt","blocks":[{"type":"title","content":"CHAPTER V.\nPROBATION, AS INTENDED FOR MORAL DISCIPLINE AND IMPROVEMENT.\n","id":"Butler.AR.1.5"},{"type":"paragraph","content":"From the consideration of our being in a probation-state, of so much difficulty and hazard, naturally arises the question, how we came to be placed in it? But such a general inquiry as this would be found involved in insuperable difficulties. For, though some of these difficulties would be lessened, by observing that all wickedness is voluntary, as is implied in its very notion; and that many of the miseries of life have apparent good effects: yet, when we consider other circumstances belonging to both, and what must be the consequence of the former in a life to come, it cannot but be acknowledged plain folly and presumption, to pretend to give an account of the whole reasons of this matter; the whole reasons of our being allotted a condition, out of which so much wickedness and misery, so circumstanced, would in fact arise. Whether it be not beyond our faculties, not only to find out, but even to understand; or, though we should be supposed capable of understanding it, yet, whether it would be of service or prejudice to us to be informed of it, is impossible to say. But as our present condition can in no wise be shown to be inconsistent with the perfect moral government of God: so religion teaches us we were placed in it, that we might qualify ourselves, by the practice of virtue, for another state which is to follow it. This, though but a partial answer, a very partial one indeed, to the inquiry now mentioned; is yet a more satisfactory answer to another, which is of real, and of the utmost importance to us to have answered,—viz.: What is our business here? The known end then, why we are placed in a state of so much affliction, hazard, and difficulty, is, our improvement in virtue and piety, as the requisite qualification for a future state of security and happiness.","subId":"1","id":"Butler.AR.1.5.1"},{"type":"paragraph","content":"The beginning of life, considered as an education for mature age in the present world, appears plainly, at first sight, analogous to this our trial for a future one: the former being in our temporal capacity, what the latter is in our religious capacity. Some observations common to both, and a more distinct consideration of each, will more distinctly show the extent and force of the analogy between them; and the credibility, which arises from hence, as well as from the nature of the thing, that the present life was intended to be a state of discipline for a future one.","subId":"2","id":"Butler.AR.1.5.2"},{"type":"paragraph","content":"I. Every species of creatures is, we see, designed for a particular way of life; to which, the nature, the capacities, temper, and qualifications, of each species, are as necessary as their external circumstances. Both come into the notion of such state, or particular way of life, and are constituent parts of it. Change a man's capacities or character, to the degree in which it is conceivable they may be changed, and he would be altogether incapable of a human course of life, and human happiness; as incapable, as if, his nature continuing unchanged, he were placed in a world, where he had no sphere of action, nor any objects to answer his appetites, passions, and affections of any sort. One thing is set over against another, as an ancient writer expresses it. Our nature corresponds to our external condition. Without this correspondence, there would be no possibility of any such thing as human life and happiness: which life and happiness are, therefore, a result from our nature and condition jointly: meaning by human life, not living in the literal sense, but the whole complex notion commonly understood by those words. So that without determining what will be the employment and happiness, the particular life, of good men hereafter; there must be some determinate capacities, some necessary character and qualifications, without which persons cannot but be utterly incapable of it: in like manner, as there must be some, without which men would be incapable of their present state of life.","subId":"3","id":"Butler.AR.1.5.3"},{"type":"paragraph","content":"II. The constitution of human creatures, and indeed of all creatures which come under our notice, is such, as that they are capable of naturally becoming qualified for states of life, for which they were once wholly unqualified. In imagination we may indeed conceive of creatures, incapable of having any of their faculties naturally enlarged, or as being unable naturally to acquire any new qualifications. But the faculties of every species known to us, are made for enlargement; for acquirements of experience and habits. We find ourselves, in particular, endued with capacities, not only of perceiving ideas, and of knowledge or perceiving truth, but also of storing up ideas and knowledge by memory. We are capable, not only of acting, and of having different momentary impressions made upon us; but of getting a new facility in any kind of action, and of settled alterations in our temper or character. The power of the two last is the power of habits. But neither the perception of ideas, nor knowledge of any sort, are habits; though absolutely necessary to the forming of them. However, apprehension, reason, memory, which are the capacities of acquiring knowledge, are greatly improved by exercise. Whether the word habit is applicable to all these improvements, and in particular how far the powers of memory and of habits may be powers of the same nature, I shall not inquire. But that perceptions come into our minds readily and of course, by means of their having been there before, seems a thing of the same sort, as readiness in any particular kind of action, proceeding from being accustomed to it. Aptness to recollect practical observations, of service in our conduct, is plainly habit in many cases. There are habits of perception, and habits of action. An instance of the former, is our constant and even involuntary readiness, in correcting the impressions of our sight concerning magnitudes and distances, so as to substitute judgment in the room of sensation, imperceptibly to ourselves. It seems as if all other associations of ideas not naturally connected, might be called passive habits; as properly as our readiness in understanding languages upon sight, or hearing of words. Our readiness in speaking and writing them, are instances of active habits.","subId":"4","id":"Butler.AR.1.5.4"},{"type":"paragraph","content":"For distinctness, we may consider habits, as belonging to the body, or to the mind: and the latter will be explained by the former. Under the former are comprehended all bodily activities or motions, whether graceful or unbecoming, which are owing to use: under the latter, general habits of life and conduct; such as those of obedience and submission to authority, or to any particular person; those of veracity, justice, and charity; those of attention, industry, self-government, envy, revenge. Habits of this latter kind seem produced by repeated acts, as well as the former. And as habits belonging to the body are produced by external acts, so habits of the mind are produced by the exertion of inward practical principles; i.e. by carrying them into act, or acting upon them; the principles of obedience, of veracity, justice, and charity. Nor can those habits be formed by any external course of action, otherwise than as it proceeds from these principles: because it is only these inward principles exerted, which are strictly acts of obedience, of veracity, of justice, and of charity.","subId":"5","id":"Butler.AR.1.5.5"},{"type":"paragraph","content":"So likewise habits of attention, industry, self-government, are in the same manner acquired by exercise; and habits of envy and revenge by indulgence, whether in outward act, or in thought and intention; i.e. inward act: for such intention is an act. Resolutions to do well, are also properly acts. And endeavoring to enforce upon our own minds a practical sense of virtue, or to beget in others that practical sense of it, which a man really has himself, is a virtuous act. All these, therefore, may and will contribute towards forming good habits. But going over the theory of virtue in one's thoughts, talking well, and drawing fine pictures, of it; this is so far from necessarily or certainly conducing to form a habit of it, in him who thus employs himself, that it may harden the mind in a contrary course, and render it gradually more insensible; i.e. form a habit of insensibility to all moral considerations. For, from our very faculty of habits, passive impressions, by being repeated, grow weaker. Thoughts, by often passing through the mind, are felt less sensibly: being accustomed to danger, begets intrepidity, i.e. lessens fear; to distress, lessens the passion of pity; to instances of others' mortality, lessens the sensible apprehension of our own.","subId":"6","id":"Butler.AR.1.5.6"},{"type":"paragraph","content":"From these two observations together, that practical habits are formed and strengthened by repeated acts, and that passive impressions grow weaker by being repeated upon us, it must follow, that active habits may be gradually forming and strengthening, by a course of acting upon such and such motives and excitements, while these motives and excitements themselves are, by proportionable degrees, growing less sensible; i.e. are continually less and less sensibly felt, even as the active habits strengthen. And experience confirms this: for active principles, at the very time that they are less lively in perception than they were, are found to be, somehow, wrought more thoroughly into the temper and character, and become more effectual in influencing our practice. The three things just mentioned may afford instances of it. Perception of danger is a natural excitement of passive fear, and active caution: and by being inured to danger, habits of the latter are gradually wrought, at the same time that the former gradually lessens. Perception of distress in others is a natural excitement, passively to pity, and actively to relieve it: but let a man set himself to attend to, inquire out, and relieve distressed persons, and he cannot but grow less and less sensibly affected with the various miseries of life, with which he must become acquainted; when yet, at the same time, benevolence, considered not as a passion, but as a practical principle of action, will strengthen: and while he passively compassionates the distressed less, he will acquire a greater aptitude actively to assist and befriend them. So also at the same time that the daily instances of men's dying around us give us daily a less sensible passive feeling or apprehension of our own mortality, such instances greatly contribute to the strengthening a practical regard to it in serious men; i.e. to forming a habit of acting with a constant view to it.","subId":"7","id":"Butler.AR.1.5.7"},{"type":"paragraph","content":"This seems further to show, that passive impressions made upon our minds by admonition, experience, or example, though they may have a remote efficacy, and a very great one, towards forming active habits, yet can have this efficacy no otherwise than by inducing us to such a course of action: and that it is not being affected so and so, but acting, which forms those habits: only it must be always remembered, that real endeavors to enforce good impressions upon ourselves are a species of virtuous action. Nor do we know how far it is possible, in the nature of things, that effects should be wrought in us at once, equivalent to habits; i.e. what is wrought by use and exercise. The thing insisted on is, not what may be possible, but what is in fact the appointment of nature: which is, that active habits are to be formed by exercise. Their progress may be so gradual, as to be imperceptible in its steps: it may be hard to explain the faculty, by which we are capable of habits, throughout its several parts; and to trace it up to its original, so as to distinguish it from all others in our mind: and it seems as if contrary effects were to be ascribed to it. But the thing in general, that our nature is formed to yield to use and exercise, in some such manner as this, is matter of certain experience.","subId":"8","id":"Butler.AR.1.5.8"},{"type":"paragraph","content":"Thus, by accustoming ourselves to any course of action, we get an aptness to go on, a facility, readiness, and often pleasure, in it. The inclinations which rendered us averse to it, grow weaker; the difficulties in it, not only the imaginary but the real ones, lessen; the reasons for it offer themselves of course to our thoughts upon all occasions; and the least glimpse of them is sufficient to make us go on, in a course of action, to which we have been accustomed. Practical principles appear to grow stronger, absolutely in themselves, by exercise; as well as relatively, with regard to contrary principles; which, by being accustomed to submit, do so habitually, and of course. Thus a new character, in several respects, may be formed; and many habitudes of life, not given by nature, but which nature directs us to acquire.","subId":"9","id":"Butler.AR.1.5.9"},{"type":"paragraph","content":"III. Indeed we may be assured, that we should never have had these capacities of improving by experience, acquired knowledge, and habits, had they not been necessary, and intended to be made use of. And accordingly we find them so necessary, and so much intended, that without them we should be utterly incapable of that which was the end for which we were made, considered in our temporal capacity only: the employments and satisfactions of our mature state of life.","subId":"10","id":"Butler.AR.1.5.10"},{"type":"paragraph","content":"Nature does in no wise qualify us wholly, much less at once, for this mature state of life. Even maturity of understanding, and bodily strength, not only are arrived at gradually, but are also very much owing to the continued exercise of our powers of body and mind from infancy. If we suppose a person brought into the world with both these in maturity, as far as this is conceivable, he would plainly at first be as unqualified for the human life of mature age, as an idiot. He would be in a manner distracted, with astonishment, and apprehension, and curiosity, and suspense: nor can one guess, how long it would be, before he would be familiarized to himself and the objects about him, enough even to set himself to any thing. It may be questioned too, whether the natural information of his sight and hearing would be of any manner of use to him in acting, before experience. And it seems, that men would be strangely headstrong and self-willed, and disposed to exert themselves with an impetuosity, which would render society insupportable, and the living in it impracticable, were it not for some acquired moderation and self-government, some aptitude and readiness in restraining themselves, and concealing their sense of things. Want of every thing of this kind which is learnt would render a man as incapable of society, as want of language would; or as his natural ignorance of any of the particular employments of life would render him incapable of providing himself with the common conveniences, or supplying the necessary wants of it. In these respects, and probably in many more of which we have no particular notion, mankind is left by nature, an unformed, unfinished creature; utterly deficient and unqualified, before the acquirement of knowledge, experience, and habits, for that mature state of life, which was the end of his creation, considering him as related only to this world.","subId":"11","id":"Butler.AR.1.5.11"},{"type":"paragraph","content":"But, as nature has endued us with a power of supplying those deficiencies, by acquired knowledge, experience, and habits; so likewise we are placed in a condition, in infancy, childhood, and youth, fitted for it; fitted for our acquiring those qualifications of all sorts, which we stand in need of in mature age. Hence children, from their very birth, are daily growing acquainted with the objects about them, with the scene in which they are placed, and to have a future part; and learning something or other, necessary to the performance of it. The subordinations, to which they are accustomed in domestic life, teach them self-government in common behavior abroad, and prepare them for subjection and obedience to civil authority. What passes before their eyes, and daily happens to them, gives them experience, caution against treachery and deceit, together with numberless little rules of action and conduct, which we could not live without; and which are learnt so insensibly and so perfectly, as to be mistaken perhaps for instinct, though they are the effect of long experience and exercise; as much so as language, or knowledge in particular business, or the qualifications and behavior belonging to the several ranks and professions. Thus the beginning of our days is adapted to be, and is, a state of education in the theory and practice of mature life. We are much assisted in it by example, instruction, and the care of others; but a great deal is left to ourselves to do. And of this, as part is done easily and of course; so part requires diligence and care, the voluntary foregoing many things which we desire, and setting ourselves to what we should have no inclination to, but for the necessity or expedience of it. For that labor and industry, which the station of so many absolutely requires, they would be greatly unqualified for, in maturity, as those in other stations would be for any other sorts of application; if both were not accustomed to them in their youth. And, according as persons behave themselves, in the general education which all go through, and in the particular ones adapted to particular employments, their character is formed, and made to appear; they recommend themselves more or less; and are capable of, and placed in, different stations in society.","subId":"12","id":"Butler.AR.1.5.12"},{"type":"paragraph","content":"The former part of life, then, is to be considered as an important opportunity, which nature puts into our hands; and which, when lost is not to be recovered. And our being placed in a state of discipline throughout this life, for another world, is a providential disposition of things, exactly of the same kind, as our being placed in a state of discipline during childhood, for mature age. Our condition in both respects is uniform and of a piece, and comprehended under one and the same general law of nature.","subId":"13","id":"Butler.AR.1.5.13"},{"type":"paragraph","content":"If we were not able at all to discern, how or in what way the present life could be our preparation for another; this would be no objection against the credibility of its being so. We do not discern, how food and sleep contribute to the growth of the body; nor could have any thought that they would, before we had experience. Nor do children at all think, on the one hand, that the sports and exercises, to which they are so much addicted, contribute to their health and growth; nor, on the other, of the necessity which there is for their being restrained in them. Nor are they capable of understanding the use of many parts of discipline, which nevertheless they must be made to go through, in order to qualify them for the business of mature age. Were we not able then to discover, in what respects the present life could form us for a future one; yet nothing would be more supposable than that it might, in some respects or other, from the general analogy of Providence. And this, for aught I see, might reasonably be said, even though we should not take in the consideration of God's moral government over the world. But,","subId":"14","id":"Butler.AR.1.5.14"},{"type":"paragraph","content":"IV. Take in this consideration, and consequently, that the character of virtue and piety is a necessary qualification for the future state, and then we may distinctly see, how, and in what respects, the present life may be a preparation for it; since we want, and are capable of, improvement in that character, by moral and religious habits; and the present life is fit to be a state of discipline for such improvement: in like manner as we have already observed, how, and in what respects, infancy, childhood, and youth, are a necessary preparation, and a natural state of discipline, for mature age.","subId":"15","id":"Butler.AR.1.5.15"},{"type":"paragraph","content":"Nothing which we at present see, would lead us to the thought of a solitary inactive state hereafter. If we judge at all from the analogy of nature, we must suppose, according to the Scripture account of it, that it will be a community. And there is no shadow of any thing unreasonable in conceiving, though there be no analogy for it, that this community will be, as the Scripture represents it, under the more immediate, or, if such an expression may be used, the more sensible government of God. Nor is our ignorance, what will be the employments of this happy community, nor our consequent ignorance, what particular scope or occasion there will be for the exercise of veracity, justice, and charity, among the members of it with regard to each other, any proof, that there will be no sphere of exercise for those virtues. Much less, if that were possible, is our ignorance any proof, that there will be no occasion for that frame of mind, or character, which is formed by the daily practice of those particular virtues here, and which is a result from it. This at least must be owned in general, that, as the government established in the universe is moral, the character of virtue and piety must, in some way or other, be the condition of our happiness or the qualification for it.","subId":"16","id":"Butler.AR.1.5.16"},{"type":"paragraph","content":"From what is above observed, concerning our natural power of habits, it is easy to see, that we are capable of moral improvement by discipline. And how greatly we want it, need not be proved to any one who is acquainted with the great wickedness of mankind; or even with those imperfections, which the best are conscious of. But it is not perhaps distinctly attended to by every one, that the occasion which human creatures have for discipline, to improve in them this character of virtue and piety, is to be traced up higher than to excess in the passions, by indulgence and habits of vice. Mankind, and perhaps all finite creatures, from the very constitution of their nature, before habits of virtue, are deficient, and in danger of deviating from what is right; and therefore stand in need of virtuous habits, for a security against this danger. For, together with the general principle of moral understanding, we have in our inward frame various affections towards particular external objects. These affections are naturally, and of right, subject to the government of the moral principle, as to the occasions upon which they may be gratified; as to the times, degrees, and manner, in which the objects of them may be pursued. But the principle of virtue can neither excite them, nor prevent their being excited. On the contrary, they are naturally felt, when the objects of them are present to the mind, not only before all consideration whether they can be obtained by lawful means, but after it is found they cannot. The natural objects of affection continue so; the necessaries, conveniences, and pleasures of life, remain naturally desirable, though they cannot be obtained innocently: nay, though they cannot possibly be obtained at all. And when the objects of any affection whatever cannot be obtained without unlawful means; but may be obtained by them: such affection, though its being excited, and its continuing some time in the mind, be as innocent as it is natural and necessary, yet cannot but be conceived to have a tendency to incline persons to venture upon such unlawful means: and therefore must be conceived as putting them in some danger of it. Now what is the general security against this danger, against their actually deviating from right? As the danger is, so also must the security be, from within: from the practical principle of virtue. The strengthening or improving this principle, considered as practical, or as a principle of action, will lessen the danger, or increase the security against it. And this moral principle is capable of improvement, by proper discipline and exercise: by recollecting the practical impressions which example and experience have made upon us: and, instead of following humor and mere inclination, by continually attending to the equity and right of the case, in whatever we are engaged, be it in greater or less matters; and accustoming ourselves always to act upon it, as being itself the just and natural motive of action; and as this moral course of behavior must necessarily, under the divine government, be our final interest. Thus the principle of virtue, improved into a habit, of which improvement we are thus capable, will plainly be, in proportion to the strength of it, a security against the danger which finite creatures are in, from the very nature of propension, or particular affections. This way of putting the matter, supposes particular affections to remain in a future state; which it is scarce possible to avoid supposing. And if they do; we clearly see, that acquired habits of virtue and self-government may be necessary for the regulation of them. However, though we were not distinctly to take in this supposition, but to speak only in general; the thing really comes to the same. For habits of virtue, thus acquired by discipline, are improvement in virtue: and improvement in virtue must be advancement in happiness, if the government of the universe be moral.","subId":"17","id":"Butler.AR.1.5.17"},{"type":"paragraph","content":"From these things we may observe, (and it will further show this our natural and original need of being improved by discipline,) how it comes to pass, that creatures made upright, fall; and how those who preserve their uprightness, raise themselves by so doing, to a more secure state of virtue. To say that the former is accounted for by the nature of liberty, is to say no more, than that an event's actually happening is accounted for by a mere possibility of its happening. But it seems distinctly conceivable from the very nature of particular affections or propensions. For, suppose creatures intended for such a particular state of life, for which such propensions were necessary: suppose them endued with such propensions, together with moral understanding, as well including a practical sense of virtue as a speculative perception of it; and that all these several principles, both natural and moral, forming an inward constitution of mind, were in the most exact proportion possible; i.e. in a proportion the most exactly adapted to their intended state of life; such creatures would be made upright, or finitely perfect. Now particular propensions, from their very nature, must be felt, the objects of them being present; though they cannot be gratified at all, or not with the allowance of the moral principle. If they can be gratified without its allowance, or by contradicting it, then they must be conceived to have some tendency, in how low a degree soever, yet some tendency, to induce persons to such forbidden gratification. This tendency, in some one particular propension, may be increased, by the greater frequency of occasions naturally exciting it, than of occasions exciting others. The least voluntary indulgence in forbidden circumstances, though but in thought, will increase this wrong tendency; and may increase it further, till, peculiar conjunctures perhaps conspiring, it becomes effect; and danger of deviating from right, ends in actual deviation from it; a danger necessarily arising from the very nature of propension, and which therefore could not have been prevented, though it might have been escaped, or got innocently through. The case would be, as if we were to suppose a straight path marked out for a person, in which a certain degree of attention would keep him steady: but if he would not attend, in this degree, any one of a thousand objects, catching his eye, might lead him out of it.","subId":"18","id":"Butler.AR.1.5.18"},{"type":"paragraph","content":"Now it is impossible to say, how much even the first full overt act of irregularity might disorder the inward constitution; unsettle the adjustments, and alter the proportions, which formed it, and in which the uprightness of its make consisted: but repetition of irregularities would produce habits. Thus the constitution would be spoiled; and creatures made upright, become corrupt and depraved in their settled character, proportionably to their repeated irregularities in occasional acts, On the contrary, these creatures might have improved and raised themselves, to a higher and more secure state of virtue, by the contrary behavior: by steadily following the moral principle, supposed to be one part of their nature: and thus withstanding that unavoidable danger of defection, which necessarily arose from propension, the other part of it. For, by thus preserving their integrity for some time, their danger would lessen; since propensions, by being inured to submit, would do it more easily and of course: and their security against this lessening danger would increase; since the moral principle would gain additional strength by exercise: both which things are implied in the notion of virtuous habits.","subId":"19","id":"Butler.AR.1.5.19"},{"type":"paragraph","content":"Thus vicious indulgence is not only criminal in itself, but also depraves the inward constitution and character. And virtuous self-government is not only right in itself, but also improves the inward constitution or character: and may improve it to such a degree, that though we should suppose it impossible for particular affections to be absolutely coincident with the moral principle; and consequently should allow, that such creatures as have been above supposed, would forever remain defectible, yet their danger of actually deviating from right may be almost infinitely lessened, and they fully fortified against what remains of it; if that may be called danger, against which there is an adequate, effectual security. Still, this their higher perfection may continue to consist in habits of virtue formed in a state of discipline, and this their more complete security remain to proceed from them.","subId":"20","id":"Butler.AR.1.5.20"},{"type":"paragraph","content":"Thus it is plainly conceivable, that creatures without blemish, as they came out of the hands of God, may be in danger of going wrong; and so may stand in need of the security of virtuous habits, additional to the moral principle wrought into their natures by him. That which is the ground of their danger, or their want of security, maybe considered as a deficiency in themselves, to which virtuous habits are the natural supply. And as they are naturally capable of being raised and improved by discipline, it may be a thing fit and requisite, that they should be placed in circumstances with an eye to it: in circumstances peculiarly fitted to be to them a state of discipline for their improvement in virtue.","subId":"21","id":"Butler.AR.1.5.21"},{"type":"paragraph","content":"But how much more strongly must this hold with respect to those who have corrupted their natures, are fallen from their original rectitude, and whose passions are become excessive by repeated violations of their inward constitution! Upright creatures may want to be improved: depraved creatures want to be renewed. Education and discipline, which may be in all degrees and sorts of gentleness and of severity, are expedient for those: but must be absolutely necessary for these. For these, discipline of the severer sort too, and in the higher degrees of it, must be necessary, in order to wear out vicious habits; to recover their primitive strength of self-government, which indulgence must have weakened; to repair, as well as raise into a habit, the moral principle, in order to their arriving at a secure state of virtuous happiness.","subId":"22","id":"Butler.AR.1.5.22"},{"type":"paragraph","content":"Whoever will consider the thing, may clearly see that the present world is peculiarly fit to be a state of discipline for this purpose, to such as will set themselves to mend and improve. For, the various temptations with which we are surrounded; our experience of the deceits of wickedness; having been in many instances led wrong ourselves; the great viciousness of the world; the infinite disorders consequent upon it; our being made acquainted with pain and sorrow, either from our own feeling of it, or from the sight of it in others; these things, though some of them may indeed produce wrong effects upon our minds, yet when duly reflected upon, have, all of them, a direct tendency to bring us to a settled moderation and reasonableness of temper: the contrary both to thoughtless levity, and also to that unrestrained self-will, and violent bent to follow present inclination, which may be observed in undisciplined minds.","subId":"23","id":"Butler.AR.1.5.23"},{"type":"paragraph","content":"Such experience, as the present state affords, of the frailty of our nature; of the boundless extravagance of ungoverned passion; of the power which an infinite being has over us, by the various capacities of misery which he has given us; in short, that kind and degree of experience, which the present state affords us, that the constitution of nature is such as to admit the possibility, the danger, and the actual event, or creatures losing their innocence and happiness, and becoming vicious and wretched; has a tendency to give us a practical sense of things very different from a mere speculative knowledge, that we are liable to vice, and capable of misery. And who knows, whether the security of creatures in the highest and most settled state of perfection, may not in part arise, from their having had such a sense of things as this, formed, and habitually fixed within them, in some state of probation. And passing through the present world with that moral attention, which is necessary to the acting a right part in it, may leave everlasting impressions of this sort upon our minds.","subId":"24","id":"Butler.AR.1.5.24"},{"type":"paragraph","content":"To be a little more distinct: allurements to what is wrong, difficulties in the discharge of our duty, our not being able to act a uniform right part without some thought and care, and the opportunities which we have, or imagine we have, of avoiding what we dislike or obtaining what we desire, by unlawful means, when we either cannot do it at all, or at least not so easily, by lawful ones, these things, i.e. the snares and temptations of vice, are what render the present world peculiarly fit to be a state of discipline, to those who will preserve their integrity: because they render being upon our guard, resolution, and the denial of our passions, necessary in order to that end. The exercise of such particular recollection, intention of mind, and self-government, in the practice of virtue, has, from the make of our nature, a peculiar tendency to form habits of virtue; as implying, not only a real, but also a more continued, and a more intense exercise of the virtuous principle, or a more constant and a stronger effort of virtue exerted into act. Thus suppose a person to know himself to be in particular danger, for some time, of doing any thing wrong, which yet he fully resolves not to do; continued recollection and keeping upon his guard, in order to make good his resolution, is a continued exerting of that act of virtue in a high degree, which need have been, and perhaps would have been, only instantaneous and weak, had the temptation been so.","subId":"25","id":"Butler.AR.1.5.25"},{"type":"paragraph","content":"It is indeed ridiculous to assert, that self-denial is essential to virtue and piety: but it would have been nearer the truth, though not strictly the truth itself, to have said, that it is essential to discipline and improvement. For though actions materially virtuous, which have no sort of difficulty, but are perfectly agreeable to our particular inclinations, may possibly be done only from these particular inclinations, and so may not be any exercise of the principle of virtue, i.e. not be virtuous actions at all; yet, on the contrary, they may be an exercise of that principle: and when they are, they have a tendency to form and fix the habit of virtue. But when the exercise of the virtuous principle is more continued, oftener repeated, and more intense; as it must be in circumstances of danger, temptation, and difficulty, of any kind and in any degree; this tendency is increased proportionably, and a more confirmed habit is the consequence.","subId":"26","id":"Butler.AR.1.5.26"},{"type":"paragraph","content":"This undoubtedly holds to a certain length: but how far it may hold, I know not. Neither our intellectual powers, nor our bodily strength can be improved beyond a certain degree: and both may be overwrought. Possibly there may be something analogous to this, with respect to the moral character; which is scarce worth considering. I mention it only, lest it should come into some persons' thoughts, not as an exception to the foregoing observations, which perhaps it is; but as a confutation of them, which it is not. And there may be several other exceptions. Observations of this kind cannot be supposed to hold minutely, and in every case. It is enough that they hold in general. And these plainly hold so far, as that from them may be seen distinctly, (which is all that is intended by them,) that the present world is peculiarly fit to be a state of discipline, for our improvement in virtue and piety: in the same sense as some sciences, by requiring and engaging the attention, not to be sure of such persons as will not, but of such as will, set themselves to them, are fit to form the mind to habits of attention.","subId":"27","id":"Butler.AR.1.5.27"},{"type":"paragraph","content":"Indeed the present state is so far from proving, in event, a discipline of virtue to the generality of men, that on the contrary they seem to make it a discipline of vice. And the viciousness of the world is, in different ways, the great temptation which renders it a state of virtuous discipline, in the degree it is, to good men. The whole end, and the whole occasion, of mankind's being placed in such a state as the present, is not pretended to be accounted for. That which appears amidst the general corruption, is, that there are some persons, who, having within them the principle of amendment and recovery, attend to and follow the notices of virtue and religion, be they more clear or more obscure, which are afforded them; and that the present world is not only an exercise of virtue in these persons, but an exercise of it in ways and degrees, peculiarly apt to improve it: apt to improve it, in some respects, even beyond what would be, by the exercise of it, required in a perfectly virtuous society, or in a society of equally imperfect virtue with themselves. But that the present world does not actually become a state of moral discipline to many, even to the generality, i.e. that they do not improve or grow better in it, cannot be urged as a proof, that it was not intended for moral discipline, by any who at all observe the analogy of nature. For, of the numerous seeds of vegetables and bodies of animals, which are adapted and put in the way to improve to such a point or state of natural maturity and perfection, we do not see perhaps that one in a million actually does. Far the greatest part of them decay before they are improved to it; and appear to be absolutely destroyed. Yet no one, who does not deny all final causes, will deny, that those seeds and bodies, which do attain to that point of maturity and perfection, answer the end for which they were really designed by nature; and therefore that nature designed them for such perfection. I cannot forbear adding, though it is not to the present purpose, that the appearance of such an amazing waste in nature, with respect to these seeds and bodies, by foreign causes, is to us as unaccountable, as, what is much more terrible, the present and future ruin of so many moral agents by themselves, i.e. by vice.","subId":"28","id":"Butler.AR.1.5.28"},{"type":"paragraph","content":"Against this whole notion of moral discipline, it may be objected, in another way; that so far as a course of behavior, materially virtuous, proceeds from hope and fear, so far it is only a discipline and strengthening of self-love. But doing what God commands, because he commands it, is obedience, though it proceeds from hope or fear. A course of such obedience will form habits of it. And a constant regard to veracity, justice, and charity, may form distinct habits of these particular virtues; and will certainly form habits of self-government, and of denying our inclinations, whenever veracity, justice, or charity requires it. Nor is there any foundation for this great nicety, with which some affect to distinguish in this case, in order to depreciate all religion proceeding from hope or fear. For, veracity, justice, and charity, regard to God's authority, and to our own chief interest, are not only all three coincident; but each of them is, in itself, a just and natural motive or principle of action. He who begins a good life from any one of them, and perseveres in it, as he is already in some degree, so he cannot fail of becoming more and more, of that character which is correspondent to the constitution of nature as moral; and to the relation which God stands in to us as moral governor of it: nor consequently can he fail of obtaining that happiness, which this constitution and relation necessarily suppose connected with that character.","subId":"29","id":"Butler.AR.1.5.29"},{"type":"paragraph","content":"These several observations, concerning the active principle of virtue and obedience to God's commands, are applicable to passive submission or resignation to his will: which is another essential part of a right character, connected with the former, and very much in our power to form ourselves to. It may be imagined, that nothing but afflictions can give occasion for or require this virtue; that it can have no respect to, nor be any way necessary to qualify for, a state of perfect happiness: but it is not experience which can make us think thus. Prosperity itself, while any thing supposed desirable is not ours, begets extravagant and unbounded thoughts. Imagination is altogether as much a source of discontent, as any thing in our external condition. It is indeed true, that there can be no scope for patience, when sorrow shall be no more; but there may be need of a temper of mind, which shall have been formed by patience. For, though self-love, considered merely as an active principle leading us to pursue our chief interest, cannot but be uniformly coincident with the principle of obedience to God's commands, our interest being rightly understood; because this obedience, and the pursuit of our own chief interest, must be in every ease one and the thing: yet it may be questioned, whether self-love, considered merely as the desire of our own interest or happiness, can, from its nature, be thus absolutely and uniformly coincident with the will of God; any more than particular affections can: coincident in such sort, as not to be liable to be excited upon occasions and in degrees, impossible to be gratified consistently with the constitution of things, or the divine appointments. So that habits of resignation may, upon this account, be requisite for all creatures: habits, I say; which signify what is formed by use. However, in general it is obvious that both self-love and particular affection in human creatures considered only as passive feelings, distort and rend the mind; and therefore stand in need of discipline. Now denial of those particular affections, in a course of active virtue and obedience to God's will, has a tendency to moderate them; and seems also to have a tendency to habituate the mind, to be easy and satisfied with that degree of happiness which is allotted us, i.e. to moderate self-love. But the proper discipline for resignation is affliction. A right behavior under that trial; recollecting ourselves so as to consider it in the view, in which religion teaches us to consider it, as from the hand of God, receiving it as what he appoints, or thinks proper to permit, in his world and under his government; this will habituate the mind to a dutiful submission. Such submission, together with the active principle of obedience, make up the temper and character in us, which answers to his sovereignty; and which absolutely belongs to the condition of our being, as dependent creatures. Nor can it be said, that this is only breaking the mind to a submission to mere power; for mere power may be accidental, and precarious, and usurped: but it is forming within ourselves the temper of resignation to His rightful authority, who is, by nature, supreme over all.","subId":"30","id":"Butler.AR.1.5.30"},{"type":"paragraph","content":"Upon the whole: such a character, and such qualifications, are necessary for a mature state of life in the present world, as nature alone does in no wise bestow; but has put it upon us, in great part, to acquire, in our progress from one stage of life to another, from childhood to mature age; put it upon us to acquire them, by giving us capacities of doing it, and by placing us, in the beginning of life, in a condition fit for it. And this is a general analogy to our condition in the present world, as in a state of moral discipline for another.","subId":"31","id":"Butler.AR.1.5.31"},{"type":"paragraph","content":"It is in vain to object against the credibility of the present life's being intended for this purpose, that all the trouble and the danger unavoidably accompanying such discipline, might have been saved us, by our being made at once the creatures and the characters, which we were to be. For we experience, that what we were to be, was to be the effect of what we would do: and that the general conduct of nature is, not to save us trouble or danger, but to make us capable of going through them, and to put it upon us to do so. Acquirements of our own, experience and habits, are the natural supply to our deficiencies, and security against our dangers: since it is as plainly natural to set ourselves to acquire the qualifications, as the external things, which we stand in need of. In particular, it is as plainly a general law of nature, that we should with regard to our temporal interest, form and cultivate practical principles within us, by attention, use, and discipline, as any thing whatever is a natural law; chiefly in the beginning of life, but also throughout the whole course of it. The alternative is left to our choice: either to improve ourselves, and better our condition; or, in default of such improvement, to remain deficient and wretched. It is therefore perfectly credible, from the analogy of nature, that the same may be our case, with respect to the happiness of a future state, and the qualifications necessary for it.","subId":"32","id":"Butler.AR.1.5.32"},{"type":"paragraph","content":"There is a third thing, which may seem implied in the present world's being a state of probation; that it is a theatre of action, for the manifestation of persons' characters, with respect to a future one: not, to be sure, to an all-knowing Being, but to his creation or part of it. This may, perhaps, be only a consequence of our being in a state of probation in the other senses. However, it is not impossible, that men's showing and making manifest, what is in their heart, what their real character is, may have respect to a future life, in ways and manners with which we are not acquainted: particularly it may be a means, (for the Author of nature does not appear to do any thing without means,) of their being disposed of suitably to their characters; and of its being known to the creation, by way of example, that they are thus disposed of. But not to enter upon any conjectural account of this; one may just mention, that the manifestation of persons' characters contributes very much, in various ways, to the carrying on a great part of that general course of nature, respecting mankind, which comes under our observation at present. I shall only add, that probation, in both these senses, as well as in that treated of in the foregoing chapter, is implied in moral government; since by persons' behavior under it, their characters cannot but be manifested, and if they behave well, improved.","subId":"33","id":"Butler.AR.1.5.33"},{"type":"note","content":"It may be thought, that a sense of interest would as effectually restrain creatures from doing wrong. But if by a sense of interest is meant a speculative conviction or belief, that such and such indulgence would occasion them greater uneasiness, upon the whole, than satisfaction; it is contrary to present experience to say, that this sense of interest is sufficient to restrain them from thus indulging themselves. And if by a sense of interest is meant a practical regard to what is upon the whole our happiness; this is not only coincident with the principle of virtue or moral rectitude, but is a part of the idea itself. And it is evident this reasonable self-love wants to be improved, as really as any principle in our nature. For we daily see it overmatched, not only by the more boisterous passions, but by curiosity, shame, love of imitation, by any thing, even indolence: especially if the interest, the temporal interest, suppose, which is the end of such self-love, be at a distance. So greatly are profligate men mistaken, when they affirm they are wholly governed by interestedness and self-love; and so little cause is there for moralists to disclaim this principle.—See [p. 131.]","subId":"n51","id":"Butler.AR.1.5.n51"},{"type":"note","content":"[P. 145.]","subId":"n52","id":"Butler.AR.1.5.n52"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"},{"id":"Butler.AR.1","imported":true,"title":"Part I. Of Natural Religion","breadcrumb":"Part 1","published":[1736]}],"prev":{"id":"Butler.AR.1.4","imported":true,"title":"Chapter IV. Probation, as implying Trial, Difficulties, and Danger","breadcrumb":"Chapter 4","published":[1736]},"next":{"id":"Butler.AR.1.6","imported":true,"title":"Chapter VI. The Opinion of Necessity, considered as influencting Practice","breadcrumb":"Chapter 6","published":[1736]}}