{"id":"Hume.HE.3.31","imported":true,"parent":"Hume.HE.3","title":"Chapter 31. Henry VIII (cont.)","breadcrumb":"Chapter 31","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XXXI. £2 £1 HENRY VIII. £1 _Religious principles of the people——of the king——of the ministers——Farther progress of the reformation——Sir Thomas More——The maid of Kent——Trial and execution of Fisher bishop of Rochester——of Sir Thomas More——King excommunicated——Death of Queen Catherine——Suppression of the lesser monasteries——A Parliament——A convocation——Translation of the Bible——Disgrace of Queen Anne——Her trial——and execution——A Parliament——A convocation——Discontents among the people——Insurrection——Birth of prince Edward and death of Queen Jane——Suppression of the greater monasteries——Cardinal Pole._","id":"Hume.HE.3.31"},{"type":"paragraph","content":"THE ancient and almost uninterrupted opposition of interests between the laity and clergy in England, and between the English clergy and the court of Rome, had sufficiently prepared the nation for a breach with the sovereign pontiff; #1534. Religious principles of the people.# and men had penetration enough to discover abuses, which were plainly calculated for the temporal advantages of the hierarchy, and which they found destructive of their own. These subjects seemed proportioned to human understanding; and even the people, who felt the |power of interest in their own breasts, could perceive the purpose of those numerous inventions, which the interested spirit of the Roman pontiff had introduced into religion. But when the reformers proceeded thence to dispute concerning the nature of the sacraments, the operations of grace, the terms of acceptance with the Deity, men were thrown into amazement, and were, during some time, at a loss how to chuse their party. The profound ignorance in which both the clergy and laity formerly lived, and their freedom from theological altercations, had produced a sincere, but indolent acquiescence in received opinions; and the multitude were neither attached to them by topics of reasoning, nor by those prejudices and antipathies against opponents, which have ever a more natural and powerful influence over them. As soon therefore as a new opinion was advanced, supported by such an authority as to call up their attention, they felt their capacity totally unfitted for such disquisitions; and they perpetually fluctuated between the contending parties. Hence the quick and violent movements by which the people were agitated, even in the most opposite directions; Hence their seeming prostitution, in sacrificing to present power the most sacred principles: And hence the rapid progress during some time, and the sudden as well as entire check soon after, of the new doctrines. When men were once settled in their particular sects, and had fortified themselves in a habitual detestation of those who were denominated heretics, they adhered with more obstinacy to the principles of their education; and the limits of the two religions thenceforth remained fixed and unchangeable.","subId":"1","id":"Hume.HE.3.31.1"},{"type":"paragraph","content":"^Nothing^ more forwarded the first progress of the reformers, than the offer, which they made, of submitting all religious doctrines to private judgment, and the summons given every one to examine the principles formerly imposed upon him. Though the multitude were totally unqualified for this undertaking, they yet were highly pleased with it. They fancied, that they were exercising their judgment, while they opposed, to the prejudices of ancient authority, more powerful prejudices of another kind. The novelty itself of the doctrines; the pleasure of an imaginary triumph in dispute; the fervent zeal of the reformed preachers, their patience, and even alacrity, in suffering persecution, death, and torments; a disgust at the restraints of the old religion; an indignation |against the tyranny and interested spirit of the ecclesiastics; these motives were prevalent with the people, and by such considerations were men so generally induced, during that age, to throw off the religion of their ancestors.","subId":"2","id":"Hume.HE.3.31.2"},{"type":"paragraph","content":"^But^ in proportion as the practice of submitting religion to private judgment was acceptable to the people, it appeared, in some respects, dangerous to the rights of sovereigns, and seemed to destroy that implicit obedience, on which the authority of the civil magistrate is chiefly founded. The very precedent, of shaking so ancient and deep founded an establishment as that of the Romish hierarchy, might, it was apprehended, prepare the way for other innovations. The republican spirit, which naturally took place among the reformers, encreased this jealousy. The furious insurrections of the populace, excited by Muncer and other anabaptists in Germany[n1], furnished a new pretence for decrying the reformation. Nor ought we to conclude, because protestants in our time prove as dutiful subjects as those of any other communion, that therefore such apprehensions were altogether without any shadow of plausibility. Though the liberty of private judgment be tendered to the disciples of the reformation, it is not in reality accepted of; and men are generally contented to acquiesce implicitly in those establishments, however new, into which their early education has thrown them.","subId":"3","id":"Hume.HE.3.31.3"},{"type":"paragraph","content":"^No^ prince in Europe was possessed of such absolute authority as Henry, not even the pope himself, in his own capital, where he united both the civil and ecclesiastical powers[n2]; and there was small likelihood, that any doctrine, which lay under the imputation of encouraging sedition, could ever pretend to his favour and countenance. #Of the king.# But besides this political jealousy, there was another reason, which inspired this imperious monarch with an aversion to the reformers. He had early declared his sentiments against Luther; and having entered the lists in those scholastic quarrels, he had received, from his courtiers and theologians, infinite applause for his performance. Elated by this imaginary success, and blinded by a natural arrogance and obstinacy of temper, he had entertained the most lofty opinion of his own erudition; and he received with impatience, mixed with contempt, any contradiction to his |sentiments. Luther also had been so imprudent, as to treat in a very indecent manner his royal antagonist; and though he afterwards made the most humble submissions to Henry, and apologized for the vehemence of his former expressions, he never could efface the hatred, which the king had conceived against him and his doctrines. The idea of heresy still appeared detestable as well as formidable to that prince; and whilst his resentment against the see of Rome had corrected one considerable part of his early prejudices, he had made it a point of honour never to relinquish the remainder. Separate as he stood from the catholic church and from the Roman pontiff, the head of it, he still valued himself on maintaining the catholic doctrine, and on guarding, by fire and sword, the imagined purity of his speculative principles.","subId":"4","id":"Hume.HE.3.31.4"},{"type":"paragraph","content":"#Of the ministers.# ^Henry^'s ministers and courtiers were of as motley a character as his conduct; and seemed to waver, during this whole reign, between the ancient and the new religion. The queen, engaged by interest as well as inclination, favoured the cause of the reformers: Cromwel, who was created secretary of state, and who was daily advancing in the king's confidence, had embraced the same views; and as he was a man of prudence and abilities, he was able, very effectually, though in a covert manner, to promote the late innovations: Cranmer, archbishop of Canterbury, had secretly adopted the protestant tenets; and he had gained Henry's friendship by his candour and sincerity; virtues which he possessed in as eminent a degree as those times, equally distracted with faction, and oppressed by tyranny, could easily permit. On the other hand, the duke of Norfolk adhered to the ancient faith; and by his high rank, as well as by his talents, both for peace and war, he had great authority in the king's council: Gardiner, lately created bishop of Winchester, had inlisted himself in the same party; and the suppleness of his character, and dexterity of his conduct, had rendered him extremely useful to it.","subId":"5","id":"Hume.HE.3.31.5"},{"type":"paragraph","content":"^All^ these ministers, while they stood in the most irreconcilable opposition of principles to each other, were obliged to disguise their particular opinions, and to pretend an entire agreement with the sentiments of their master. Cromwel and Cranmer still carried the appearance of a conformity to the ancient speculative tenets; but they artfully made use of Henry's resentment to widen the breach with the see of Rome. Norfolk and Gardiner feigned an |assent to the king's supremacy, and to his renunciation of the sovereign pontiff; but they encouraged his passion for the catholic faith, and instigated him to punish those daring heretics, who had presumed to reject his theological principles. Both sides hoped, by their unlimited compliance, to bring him over to their party: The king meanwhile, who held the balance between the factions, was enabled, by the courtship payed him both by protestants and catholics, to assume an unbounded authority: And though in all his measures he was really driven by his ungoverned humour, he casually steered a course, which led more certainly to arbitrary power, than any which the most profound politics could have traced out to him. Artifice, refinement, and hypocrisy, in his situation, would have put both parties on their guard against him, and would have taught them reserve in complying with a monarch, whom they could never hope thoroughly to have gained: But while the frankness, sincerity, and openness of Henry's temper were generally known, as well as the dominion of his furious passions; each side dreaded to lose him by the smallest opposition, and flattered themselves that a blind compliance with his will would throw him, cordially and fully, into their interests.","subId":"6","id":"Hume.HE.3.31.6"},{"type":"paragraph","content":"^The^ ambiguity of the king's conduct, though it kept the courtiers in awe, served in the main, to encourage the protestant doctrine among his subjects, and promoted that spirit of innovation, with which the age was generally seized, and which nothing but an entire uniformity, as well as a steady severity in the administration, could be able to repress. There were some Englishmen, Tindal, Joye, Constantine, and others, who, dreading the exertion of the king's authority, had fled to Antwerp[n3]; where the great privileges possessed by the Low Country provinces, served, during some time, to give them protection. #Farther progress of the reformation.# These men employed themselves in writing English books, against the corruptions of the church of Rome; against images, reliques, pilgrimages; and they excited the curiosity of men with regard to that question, the most important in theology, the terms of acceptance with the Supreme Being. In conformity to the Lutherans and other protestants, they asserted, that salvation was obtained by faith alone; and that the most infallible |road to perdition[n4] was a reliance on _good works;_ by which terms they understood, as well the moral duties, as the ceremonial and monastic observances. The defenders of the ancient religion, on the other hand, maintained the efficacy of _good works;_ but though they did not exclude from this appellation the social virtues, it was still the superstitions, gainful to the church, which they chiefly extolled and recommended. The books, composed by these fugitives, having stolen over to England, began to make converts every where; but it was a translation of the scriptures by Tindal, that was esteemed the most dangerous to the established faith. The first edition of this work, composed with little accuracy, was found liable to considerable objections; and Tindal, who was poor, and could not afford to lose a great part of the impression, was longing for an opportunity of correcting his errors, of which he had been made sensible. Tonstal, then bishop of London, soon after of Durham, a man of great moderation, being desirous to discourage, in the gentlest manner, these innovations, gave private orders for buying up all the copies, that could be found at Antwerp; and he burned them publicly in Cheapside. By this measure, he supplied Tindal with money, enabled him to print a new and correct edition of his work, and gave great scandal to the people, in thus committing to the flames the word of God[n5].","subId":"7","id":"Hume.HE.3.31.7"},{"type":"paragraph","content":"^The^ disciples of the reformation met with little severity during the ministry of Wolsey, who, though himself a clergyman, bore too small a regard to the ecclesiastical order, to serve as an instrument of their tyranny: It was even an article of impeachment against him[n6], that by his connivance he had encouraged the growth of heresy, and that he had protected and acquitted some notorious offenders. #Sir Thomas More.# Sir Thomas More, who succeeded Wolsey as Chancellor, is at once an object deserving our compassion, and an instance of the usual progress of men's sentiments during that age. This man, whose elegant genius and familiar acquaintance with the |noble spirit of antiquity, had given him very enlarged sentiments, and who had in his early years advanced principles, which even at present would be deemed somewhat too free, had, in the course of events, been so irritated by polemics, and thrown into such a superstitious attachment to the ancient faith, that few inquisitors have been guilty of greater violence in their prosecution of heresy. Though adorned with the gentlest manners, as well as the purest integrity, he carried to the utmost height his aversion to heterodoxy; and James Bainham, in particular, a gentleman of the Temple, experienced from him the greatest severity. Bainham, accused of favouring the new opinions, was carried to More's house; and having refused to discover his accomplices, the chancellor ordered him to be whipped in his presence, and afterwards sent him to the Tower, where he himself saw him put to the torture. The unhappy gentleman, overcome by all these severities, abjured his opinions; but feeling afterwards the deepest compunction for his apostacy, he openly returned to his former tenets, and even courted the crown of martyrdom. He was condemned as an obstinate and relapsed heretic, and was burned in Smithfield[n7].","subId":"8","id":"Hume.HE.3.31.8"},{"type":"paragraph","content":"^Many^ were brought into the bishops' courts for offences, which appear trivial, but which were regarded as symbols of the party: Some for teaching their children the Lord's prayer in English; others for reading the new testament in that language, or for speaking against pilgrimages. To harbour the persecuted preachers, to neglect the fasts of the church, to declaim against the vices of the clergy, were capital offences. One Thomas Bilney, a priest, who had embraced the new doctrine, had been terrified into an abjuration; but was so haunted by remorse, that his friends dreaded some fatal effects of his despair. At last, his mind seemed to be more relieved: but this appearing calm proceeded only from the resolution, which he had taken, of expiating his past offence, by an open confession of the truth, and by dying a martyr to it. He went through Norfolk, teaching the people to beware of idolatry, and of trusting for their salvation either to pilgrimages or to the cowle of St. Francis, to the prayers of the saints, or to images. He was soon seized, tried in the bishop's court, and condemned as a relapsed heretic; and the writ was sent down to burn him. When |brought to the stake, he discovered such patience, fortitude, and devotion, that the spectators were much affected with the horrors of his punishment; and some mendicant friars, who were present, fearing that his martyrdom would be imputed to them, and make them lose those alms, which they received from the charity of the people, desired him publicly to acquit them[n8] of having any hand in his death. He willingly complied; and by this meekness gained the more on the sympathy of the people. Another person, still more heroic, being brought to the stake for denying the real presence, seemed almost in a transport of joy; and he tenderly embraced the faggots, which were to be the instruments of his punishment, as the means of procuring him eternal rest. In short, the tide turning towards the new doctrine, those severe executions, which, in another disposition of men's minds, would have sufficed to suppress it, now served only to diffuse it the more among the people, and to inspire them with horror against the unrelenting persecutors.","subId":"9","id":"Hume.HE.3.31.9"},{"type":"paragraph","content":"^But^ though Henry neglected not to punish the protestant doctrine, which he deemed heresy, his most formidable enemies, he knew, were the zealous adherents to the ancient religion, chiefly the monks, who, having their immediate dependance on the Roman pontiff, apprehended their own ruin to be the certain consequence of abolishing his authority in England. Peyto, a friar, preaching before the king, had the assurance to tell him, \"That many lying prophets had deceived him, but he as a true Micajah, warned him, that the dogs would lick his blood, as they had done Ahab's.\"[n9] The king took no notice of the insult; but allowed the preacher to depart in peace. Next Sunday he employed Dr. Corren to preach before him; who justified the king's proceedings, and gave Peyto the appellations of a rebel, a slanderer, a dog, and a traitor. Elston, another friar of the same house, interrupted the preacher, and told him, that he was one of the lying prophets, who sought to establish by adultery the succession of the crown; but that he himself would justify all that Peyto had said. Henry silenced the petulant friar; but showed no other mark of resentment than ordering Peyto and him to be summoned before the council, and to be rebuked for their offence[n10]. He even here bore patiently |some new instances of their obstinacy and arrogance: When the earl of Essex, a privy counsellor, told them, that they deserved for their offence to be thrown into the Thames; Elston replied, that the road to heaven lay as near by water as by land[n11].","subId":"10","id":"Hume.HE.3.31.10"},{"type":"paragraph","content":"^But^ several monks were detected in a conspiracy, which, as it might have proved more dangerous to the king, was on its discovery attended with more fatal consequences to themselves. Elizabeth Barton, #The maid of Kent.# of Aldington in Kent, commonly called the _holy Maid of Kent,_ had been subject to hysterical fits, which threw her body into unusual convulsions; and having produced an equal disorder in her mind, made her utter strange sayings, which, as she was scarcely conscious of them during the time, had soon after entirely escaped her memory. The silly people in the neighbourhood were struck with these appearances, which they imagined to be supernatural; and Richard Masters, vicar of the parish, a designing fellow, founded on them a project, from which he hoped to acquire both profit and consideration. He went to Warham, archbishop of Canterbury, then alive; and having given him an account of Elizabeth's revelations, he so far wrought on that prudent, but superstitious prelate, as to receive orders from him to watch her in her trances, and carefully to note down all her future sayings. The regard, paid her by a person of so high a rank, soon rendered her still more the object of attention to the neighbourhood; and it was easy for Masters to persuade them, as well as the maid herself, that her ravings were inspirations of the Holy Ghost. Knavery, as is usual, soon after succeeding to delusion, she learned to counterfeit trances; and she then uttered, in an extraordinary tone, such speeches as were dictated to her by her spiritual director. Masters associated with him Dr. Bocking, a canon of Canterbury; and their design was to raise the credit of an image of the virgin, which stood in a chapel belonging to Masters, and to draw to it such pilgrimages as usually frequented the more famous images and reliques. In prosecution of this design, Elizabeth pretended revelations, which directed her to have recourse to that image for a cure; and being brought before it, in the presence of a great multitude, she fell anew into convulsions; and after distorting her limbs and countenance during a competent time, she |affected to have obtained a perfect recovery by the intercession of the virgin[n12]. This miracle was soon bruited abroad; and the two priests, finding the imposture to succeed beyond their own expectations, began to extend their views, and to lay the foundation of more important enterprizes. They taught their penitent to declaim against the new doctrines, which she denominated heresy; against innovations in ecclesiastical government; and against the king's intended divorce from Catherine. She went so far as to assert, that, if he prosecuted that design, and married another, he should not be a king a month longer, and should not an hour longer enjoy the favour of the Almighty, but should die the death of a villain. Many monks throughout England, either from folly or roguery, or from faction, which is often a complication of both, entered into the delusion; and one Deering, a friar, wrote a book of the revelations and prophecies of Elizabeth[n13]. Miracles were daily added, to encrease the wonder; and the pulpit every where resounded with accounts of the sanctity and inspirations of the new prophetess. Messages were carried from her to queen Catherine, by which that princess was exhorted to persist in her opposition to the divorce; the pope's ambassadors gave encouragement to the popular credulity; and even Fisher, bishop of Rochester, though a man of sense and learning, was carried away by an opinion so favourable to the party which he had espoused[n14]. The king at last began to think the matter worthy of his attention: and having ordered Elizabeth and her accomplices to be arrested, he brought them before the star-chamber, where they freely, without being put to the torture, made confession of their guilt. The parliament, in the session held the beginning of this year, passed an act of attainder against some who were engaged in this treasonable imposture[n15]; and Elizabeth herself, Masters, Bocking, Deering, Rich, Risby, Gold, suffered for their crime. The bishop of Rochester, Abel, Addison, Lawrence, and others were condemned for misprision of treason; because they had not discovered some criminal speeches which they heard from Elizabeth[n16]: And they were thrown into prison. The better to undeceive the multitude, the forgery of many of the prophetess's miracles was detected: and even the |scandalous prostitution of her manners was laid open to the public. Those passions, which so naturally insinuate themselves amidst the warm intimacies maintained by the devotees of different sexes, had taken place between Elizabeth and her confederates; and it was found, that a door to her dormitory, which was said to have been miraculously opened, in order to give her access to the chapel, for the sake of frequent converse with heaven, had been contrived by Bocking and Masters for less refined purposes.","subId":"11","id":"Hume.HE.3.31.11"},{"type":"paragraph","content":"#1535.# ^The^ detection of this imposture, attended with so many odious circumstances, both hurt the credit of the ecclesiastics, particularly the monks, and instigated the king to take vengeance on them. He suppressed three monasteries of the Observantine friars; and finding that little clamour was excited by this act of power, he was the more encouraged to lay his rapacious hands on the remainder. Meanwhile, he exercised punishment on individuals, who were obnoxious to him. The parliament had made it treason to endeavour depriving the king of his dignity or titles: They had lately added to his other titles, that of supreme head of the church: It was inferred, that to deny his supremacy was treason; and many priors and ecclesiastics lost their lives for this new species of guilt. It was certainly a high instance of tyranny to punish the mere delivery of a political opinion, especially one that nowise affected the king's temporal right, as a capital offence, though attended with no overt act; and the parliament, in passing this law, had overlooked all the principles, by which a civilized, much more a free people, should be governed: But the violence of changing so suddenly the whole system of government, and making it treason to deny what, during many ages, it had been heresy to assert, is an event which may appear somewhat extraordinary. Even the stern unrelenting mind of Henry was, at first, shocked with these sanguinary measures; and he went so far as to change his garb and dress; pretending sorrow for the necessity by which he was pushed to such extremities. Still impelled, however, by his violent temper, and desirous of striking a terror into the whole nation, #Trial and execution of Fisher, bishop of Rochester.# he proceeded, by making examples of Fisher and More, to consummate his lawless tyranny.","subId":"12","id":"Hume.HE.3.31.12"},{"type":"paragraph","content":"^John^ Fisher, bishop of Rochester, was a prelate, eminent for learning and morals, still more than for his ecclesiastical dignities, and for the high favour, which he had long enjoyed with the king. |When he was thrown into prison, on account of his refusing the oath which regarded the succession, and his concealment of Elizabeth Barton's treasonable speeches, he had not only been deprived of all his revenues, but stripped of his very cloaths, and, without consideration of his extreme age, he was allowed nothing but rags, which scarcely sufficed to cover his nakedness[n17]. In this condition, he lay in prison above a twelvemonth; when the pope, willing to recompense the sufferings of so faithful an adherent, created him a cardinal; though Fisher was so indifferent about that dignity, that, even if the purple were lying at his feet, he declared that he would not stoop to take it. This promotion of a man, merely for his opposition to royal authority, rouzed the indignation of the king; and he resolved to make the innocent person feel the effects of his resentment. #22d June. Of Sir Thomas More.# Fisher was indicted for denying the king's supremacy, was tried, condemned, and beheaded.","subId":"13","id":"Hume.HE.3.31.13"},{"type":"paragraph","content":"^The^ execution of this prelate was intended as a warning to More, whose compliance, on account of his great authority both abroad and at home, and his high reputation for learning and virtue, was anxiously desired by the king. That prince also bore as great personal affection and regard to More, as his imperious mind, the sport of passions, was susceptible of towards a man, who in any particular opposed his violent inclinations. But More could never be prevailed on to acknowledge any opinion so contrary to his principles as that of the king's supremacy; and though Henry exacted that compliance from the whole nation, there was, as yet, no law obliging any one to take an oath to that purpose. Rich, the solicitor general, was sent to confer with More, then a prisoner, who kept a cautious silence with regard to the supremacy: He was only inveigled to say, that any question with regard to the law, which established that prerogative, was a two-edged sword: If a person answer one way, it will confound his soul; if another, it will destroy his body. No more was wanted to sound an indictment of high treason against the prisoner. His silence was called malicious, and made a part of his crime; and these words, which had casually dropped from him, were interpreted as a denial of the supremacy[n18]. Trials were mere formalities during this reign: The jury gave sentence |against More, who had long expected this fate, and who needed no preparation to fortify him against the terrors of death. Not only his constancy, but even his cheerfulness, nay, his usual facetiousness, never forsook him; and he made a sacrifice of his life to his integrity with the same indifference that he maintained in any ordinary occurrence. When he was mounting the scaffold, he said to one, \"Friend, help me up, and when I come down again, let me shift for myself.\" The executioner asking him forgiveness, he granted the request, but told him, \"You will never get credit by beheading me, my neck is so short.\" Then laying his head on the block, he bade the executioner stay till he put aside his beard: \"For,\" said he, \"it never committed treason.\" Nothing was wanting to the glory of this end, except a better cause, more free from weakness and superstition. But as the man followed his principles and sense of duty, however misguided, his constancy and integrity are not the less objects of our admiration. #6th July.# He was beheaded in the fifty-third year of his age.","subId":"14","id":"Hume.HE.3.31.14"},{"type":"paragraph","content":"^When^ the execution of Fisher and More was reported at Rome, especially that of the former, who was invested with the dignity of cardinal, every one discovered the most violent rage against the king; and numerous libels were published, by the wits and orators of Italy, comparing him to Caligula, Nero, Domitian, and all the most unrelenting tyrants of antiquity. Clement VII. had died about six months after he pronounced sentence against the king; and Paul III. of the name of Farnese, had succeeded to the papal throne. This pontiff, who, while cardinal, had always favoured Henry's cause, had hoped, that, personal animosities being buried with his predecessor, it might not be impossible to form an agreement with England: And the king himself was so desirous of accommodating matters, that, in a negociation, which he entered into with Francis a little before this time, he required, that that monarch should conciliate a friendship between him and the court of Rome. But Henry was accustomed to prescribe, not to receive terms; and even while he was negociating for peace, his usual violence often carried him to commit offences, which rendered the quarrel totally incurable. #30th Aug.# The execution of Fisher was regarded by Paul, as so capital an injury, that he immediately passed censures against the king, citing him and all his adherents to appear in Rome within ninety days, in order to answer for their crimes: If |they failed, he excommunicated them; #King excommunicated.# deprived the king of his crown; layed the kingdom under an interdict; declared his issue by Anne Boleyn illegitimate; dissolved all leagues which any catholic princes had made with him; gave his kingdom to any invader; commanded the nobility to take arms against him; freed his subjects from all oaths of allegiance; cut off their commerce with foreign states; and declared it lawful for any one to seize them, to make slaves of their persons, and to convert their effects to his own use[n19]. But though these censures were passed, they were not at that time openly denounced: The pope delayed the publication, till he should find an agreement with England entirely desperate; and till the emperor, who was at that time hard pressed by the Turks and the protestant princes in Germany, should be in a condition to carry the sentence into execution.","subId":"15","id":"Hume.HE.3.31.15"},{"type":"paragraph","content":"^The^ king knew that he might expect any injury, which it should be in Charles's power to inflict; and he therefore made it the chief object of his policy to incapacitate that monarch from wreaking his resentment upon him[n20]. He renewed his friendship with Francis, and opened negociations for marrying his infant-daughter, Elizabeth, with the duke of Angouleme, third son of Francis. These two monarchs also made advances to the princes of the protestant league in Germany, ever jealous of the emperor's ambition: And Henry, besides remitting them some money, sent Fox, bishop of Hereford, as Francis did Bellay, lord of Langley, to treat with them. But during the first fervours of the reformation, an agreement in theological tenets was held, as well as a union of interests, to be essential to a good correspondence among states; and though both Francis and Henry flattered the German princes with hopes of their embracing the confession of Augsbourg, it was looked upon as a bad symptom of the sincerity that they exercised such extreme rigour against all preachers of the reformation in their respective dominions[n21]. Henry carried the feint so far, that, while he thought himself the first theologian in the world, he yet invited over Melancthon, Bucer, Sturmius, Draco, and other German divines, that they might confer with him, and instruct him in the foundation of their tenets. These theologians were now of great importance in the world; and no poet or philosopher, even in |ancient Greece, where they were treated with most respect, had ever reached equal applause and admiration with those wretched composers of metaphysical polemics. The German princes told the king, that they could not spare their divines; and as Henry had no hopes of agreement with such zealous disputants, and knew that in Germany the followers of Luther would not associate with the disciples of Zuinglius, because, though they agreed in every thing else, they differed in some minute particulars with regard to the eucharist, he was the more indifferent on account of this refusal. He could also foresee, that, even while the league of Smalkalde did not act in concert with him, they would always be carried by their interests to oppose the emperor: And the hatred between Francis and that monarch was so inveterate, that he deemed himself sure of a sincere ally in one or other of these potentates.","subId":"16","id":"Hume.HE.3.31.16"},{"type":"paragraph","content":"#1536.# ^During^ these negociations an incident happened in England, which promised a more amicable conclusion of those disputes, and seemed even to open the way for a reconciliation between Henry and Charles. Queen Catherine was seized with a lingering illness, which at last brought her to her grave: She died at Kimbolton in the county of Huntingdon, #6th Jan. Death of queen Catherine.# in the fiftieth year of her age. A little before she expired, she wrote a very tender letter to the king; in which she gave him the appellation of _her most dear Lord, King, and Husband._ She told him, that, as the hour of her death was now approaching, she laid hold of this last opportunity to inculcate on him the importance of his religious duty, and the comparative emptiness of all human grandeur and enjoyment: That though his fondness towards these perishable advantages had thrown her into many calamities, as well as created to himself much trouble, she yet forgave him all past injuries, and hoped that his pardon would be ratified in heaven: And that she had no other request to make, than to recommend to him his daughter, the sole pledge of their loves; and to crave his protection for her maids and servants. She concluded with these words, _I_ _make this vow, that mine eyes desire you above all things[n22]._ The king was touched even to the shedding of tears, by this last tender proof of Catherine's affection; but queen Anne is said to have expressed her joy for the death of a rival beyond what decency or humanity could permit[n23].","subId":"17","id":"Hume.HE.3.31.17"},{"type":"paragraph","content":"^The^ emperor thought, that, as the demise of his aunt had removed all foundation of personal animosity between him and Henry, it might not now be impossible to detach him from the alliance of France, and to renew his own confederacy with England, from which he had formerly reaped so much advantage. He sent Henry proposals for a return to ancient amity, upon these conditions[n24]; that he should be reconciled to the see of Rome, that he should assist him in his war with the Turk, and that he should take part with him against Francis, who now threatened the dutchy of Milan. The king replied, that he was willing to be on good terms with the emperor, provided that prince would acknowledge, that the former breach of friendship came entirely from himself: As to the conditions proposed; the proceedings against the bishop of Rome were so just, and so fully ratified by the parliament of England, that they could not now be revoked; when Christian princes should have settled peace among themselves, he would not fail to exert that vigour, which became him, against the enemies of the faith; and after amity with the emperor was once fully restored, he should then be in a situation, as a common friend both to him and Francis, either to mediate an agreement between them, or to assist the injured party.","subId":"18","id":"Hume.HE.3.31.18"},{"type":"paragraph","content":"^What^ rendered Henry more indifferent to the advances made by the emperor, was, both his experience of the usual duplicity and insincerity of that monarch, and the intelligence which he received of the present transactions in Europe. Francis Sforza, duke of Milan, had died without issue; and the emperor maintained, that the dutchy, being a fief of the empire, was devolved to him, as head of the Germanic body: not to give umbrage, however to the states of Italy, he professed his intention of bestowing that principality on some prince, who should be obnoxious to no party, and he even made offer of it, to the duke of Angouleme, third son of Francis. The French monarch, who pretended that his own right to Milan was now revived upon Sforza's death, was content to substitute his second son, the duke of Orleans, in his place; and the emperor pretended to close with this proposal. But his sole intention in that liberal concession was to gain time, till he should put himself in a warlike posture, and be able to carry an invasion into Francis's |dominions. The ancient enmity between these princes broke out anew in bravadoes, and in personal insults on each other, ill-becoming persons of their rank, and still less suitable to men of such unquestioned bravery. Charles soon after invaded Provence in person, with an army of fifty thousand men; but met with no success. His army perished with sickness, fatigue, famine, and other disasters; and he was obliged to raise the siege of Marseilles, and retire into Italy with the broken remains of his forces. An army of Imperialists, near 30,000 strong, which invaded France on the side of the Netherlands, and laid siege to Peronne, made no greater progress, but retired upon the approach of a French army. And Henry had thus the satisfaction to find, both that his ally, Francis, was likely to support himself without foreign assistance, and that his own tranquillity was fully ensured by these violent wars and animosities on the continent.","subId":"19","id":"Hume.HE.3.31.19"},{"type":"paragraph","content":"^If^ any inquietude remained with the English court, it was solely occasioned by the state of affairs in Scotland. James, hearing of the dangerous situation of his ally, Francis, generously levied some forces; and embarking them on board vessels, which he had hired for that purpose, landed them safely in France. He even went over in person; and making haste to join the camp of the French king, which then lay in Provence, and to partake of his danger, he met that prince at Lyons, who, having repulsed the emperor, was now returning to his capital. Recommended by so agreeable and seasonable an instance of friendship, the king of Scots paid his addresses to Magdalen, daughter of the French monarch; and this prince had no other objection to the match, than what arose from the infirm state of his daughter's health, which seemed to threaten her with an approaching end. But James having gained the affections of the princess, and obtained her consent, the father would no longer oppose the united desires of his daughter and his friend: They were accordingly married, and soon after set sail for Scotland, where the young queen, as was foreseen, died in a little time after her arrival. Francis, however, was afraid, lest his ally, Henry, whom he likewise looked on as his friend, and who lived with him on a more cordial footing than is usual among great princes, should be displeased, that this close confederacy between France and Scotland was concluded without his participation. He therefore dispatched Pommeraye to London, in order to apologize for |this measure; but Henry, with his usual openness and freedom, expressed such displeasure, that he refused even to confer with the ambassador; and Francis was apprehensive of a rupture with a prince, who regulated his measures more by humour and passion than by the rules of political prudence. But the king was so fettered by the opposition, in which he was engaged against the pope and the emperor, that he pursued no farther this disgust against Francis; and in the end every thing remained in tranquillity both on the side of France and of Scotland.","subId":"20","id":"Hume.HE.3.31.20"},{"type":"paragraph","content":"^The^ domestic peace of England seemed to be exposed to more hazard, by the violent innovations in religion; and it may be affirmed, that, in this dangerous conjuncture, nothing ensured public tranquillity so much as the decisive authority acquired by the king, and his great ascendant over all his subjects. Not only the devotion paid to the crown, was profound during that age: The personal respect, inspired by Henry, was considerable; and even the terrors, with which he over-awed every one, were not attended with any considerable degree of hatred. His frankness, his sincerity, his magnificence, his generosity, were virtues which counterbalanced his violence, cruelty, and impetuosity. And the important rank, which his vigour, more than his address, acquired him in all foreign negociations, flattered the vanity of Englishmen, and made them the more willingly endure those domestic hardships, to which they were exposed. The king, conscious of his advantages, was now proceeding to the most dangerous exercise of his authority; and after paving the way for that measure by several preparatory expedients, he was at last determined to suppress the monasteries, and to put himself in possession of their ample revenues.","subId":"21","id":"Hume.HE.3.31.21"},{"type":"paragraph","content":"^The^ great encrease of monasteries, if matters be considered merely in a political light, will appear the radical inconvenience of the catholic religion; and every other disadvantage, attending that communion, seems to have an inseparable connection with these religious institutions. Papal usurpations, the tyranny of the inquisition, the multiplicity of holidays; all these fetters on liberty and industry were ultimately derived from the authority and insinuation of monks, whose habitations, being established every where, proved so many seminaries of supersitition and of folly. This order of men was extremely enraged against Henry; and regarded the abolition of the papal authority in England, as the |removal of the sole protection, which they enjoyed, against the rapacity of the crown and of the courtiers. They were now subjected to the king's visitation; the supposed sacredness of their bulls from Rome was rejected; the progress of the reformation abroad, which had every where been attended with the abolition of the monastic orders, gave them reason to apprehend like consequences in England; and though the king still maintained the doctrine of purgatory, to which most of the convents owed their origin and support, it was foreseen, that, in the progress of the contest, he would every day be led to depart wider from ancient institutions, and be drawn nearer the tenets of the reformers, with whom his political interests naturally induced him to unite. Moved by these considerations, the friars employed all their influence to enflame the people against the king's government; and Henry, finding their safety irreconcilable with his own, was determined to seize the present opportunity, and utterly destroy his declared enemies.","subId":"22","id":"Hume.HE.3.31.22"},{"type":"paragraph","content":"^Cromwel^, secretary of state, had been appointed vicar-general, or vicegerent, a new office, by which the king's supremacy, or the absolute, uncontroulable power, assumed over the church, was delegated to him. He employed Layton, London, Price, Gage, Petre, Bellasis, and others, as commissioners, who carried on, every where, a rigorous enquiry with regard to the conduct and deportment of all the friars. During times of faction, especially of the religious kind, no equity is to be expected from adversaries; and as it was known, that the king's intention in this visitation was to find a pretence for abolishing monasteries, we may naturally conclude, that the reports of the commissioners are very little to be relied on. Friars were encouraged to bring in informations against their brethren; the slightest evidence was credited; and even the calumnies, spread abroad by the friends of the reformation, were regarded as grounds of proof. Monstrous disorders are therefore said to have been found in many of the religious houses: Whole convents of women abandoned to lewdness: Signs of abortions procured, of infants murdered, of unnatural lusts between persons of the same sex. It is indeed probable, that the blind submission of the people, during those ages, would render the friars and nuns more unguarded, and more dissolute, than they are in any Roman Catholic country at present: But still, the reproaches, which it is safest to credit, are such as point at vices, naturally |connected with the very institution of convents, and with the monastic life. The cruel and inveterate factions and quarrels, therefore, which the commissioners mentioned, are very credible among men, who, being confined together within the same walls, never can forget their mutual animosities, and who, being cut off from all the most endearing connections of nature, are commonly cursed with hearts more selfish, and tempers more unrelenting, than fall to the share of other men. The pious frauds, practised to encrease the devotion and liberality of the people, may be regarded as certain, in an order founded on illusions, lies, and superstition. The supine idleness also, and its attendant, profound ignorance, with which the convents were reproached, admit of no question; and though monks were the true preservers, as well as inventors, of the dreaming and captious philosophy of the schools, no manly or elegant knowledge could be expected among men, whose lives, condemned to a tedious uniformity, and deprived of all emulation, afforded nothing to raise the mind, or cultivate the genius.","subId":"23","id":"Hume.HE.3.31.23"},{"type":"paragraph","content":"^Some^ few monasteries, terrified with this rigorous inquisition carried on by Cromwel and his commissioners, surrendered their revenues into the king's hands; and the monks received small pensions as the reward of their obsequiousness. Orders were given to dismiss such nuns and friars as were below four and twenty, whose vows were, on that account, supposed not to be binding. The doors of the convents were opened, even to such as were above that age; and every one recovered his liberty who desired it. But as all these expedients did not fully answer the king's purpose, he had recourse to his usual instrument of power, the parliament; and in order to prepare men for the innovations projected, the report of the visitors was published, and a general horror was endeavoured to be excited in the nation against institutions, which, to their ancestors, had been the objects of the most profound veneration.","subId":"24","id":"Hume.HE.3.31.24"},{"type":"paragraph","content":"#4th Feb.# ^The^ king, though determined utterly to abolish the monastic order, resolved to proceed gradually in this great work; and he gave directions to the parliament to go no further at present, #A parliament.# than to suppress the lesser monasteries, which possessed revenues below two hundred pounds a year[n25]. These were found to be the most |corrupted, as lying less under the restraint of shame, and being exposed to less scrutiny[n26]; and it was deemed safest to begin with them, and thereby prepare the way for the greater innovations projected. By this act three hundred and seventy-six monasteries were suppressed, #Suppression of the lesser monasteries.# and their revenues, amounting to thirty-two thousand pounds a year, were granted to the king; besides their goods, chattels, and plate, computed at a hundred thousand pounds more[n27]. It does not appear, that any opposition was made to this important law: So absolute was Henry's authority! A court, called the court of augmentation of the king's revenue, was erected for the management of these funds. The people naturally concluded, from this circumstance, that Henry intended to proceed in despoiling the church of her patrimony[n28].","subId":"25","id":"Hume.HE.3.31.25"},{"type":"paragraph","content":"^The^ act formerly passed, empowering the king to name thirty-two commissioners for framing a body of canon-law, was renewed; but the project was never carried into execution. Henry thought, that the present perplexity of that law encreased his authority, and kept the clergy in still greater dependance.","subId":"26","id":"Hume.HE.3.31.26"},{"type":"paragraph","content":"^Farther^ progress was made in completing the union of Wales with England: The separate jurisdictions of several great lords or marchers, as they were called, which obstructed the course of justice in Wales, and encouraged robbery and pillaging, were abolished; and the authority of the king's courts was extended every where. Some jurisdictions of a like nature in England were also abolished [n29] this session.","subId":"27","id":"Hume.HE.3.31.27"},{"type":"paragraph","content":"^The^ commons, sensible that they had gained nothing by opposing the king's will, when he formerly endeavoured to secure the profits of wardships and liveries, were now contented to frame a law[n30], such as he dictated to them. It was enacted, that the possession of land shall be adjudged to be in those who have the use of it, not in those to whom it is transferred in trust.","subId":"28","id":"Hume.HE.3.31.28"},{"type":"paragraph","content":"#14th April.# ^After^ all these laws were passed, the king dissolved the parliament; a parliament memorable, not only for the great and important |innovations which it introduced, but also for the long time it had sitten, and the frequent prorogations which it had undergone. Henry had found it so obsequious to his will, that he did not chuse, during those religious ferments, to hazard a new election; and he continued the same parliament above six years: A practice, at that time, unusual in England.","subId":"29","id":"Hume.HE.3.31.29"},{"type":"paragraph","content":"#A convocation.# ^The^ convocation, which sat during this session, was engaged in a very important work, the deliberating on the new translation which was projected of the scriptures. The translation given by Tindal, though corrected by himself in a new edition, was still complained of by the clergy, as inaccurate and unfaithful; and it was now proposed to them, that they should themselves publish a translation, which would not be liable to those objections.","subId":"30","id":"Hume.HE.3.31.30"},{"type":"paragraph","content":"^The^ friends of the reformation asserted, that nothing could be more absurd than to conceal, in an unknown tongue, the word of God itself, and thus to counteract the will of heaven, which, for the purpose of universal salvation, had published that salutary doctrine to all nations: That if this practice were not very absurd, the artifice at least was very gross, and proved a consciousness, that the glosses and traditions of the clergy stood in direct opposition to the original text, dictated by Supreme Intelligence: That it was now necessary for the people, so long abused by interested pretensions, to see with their own eyes, and to examine whether the claims of the ecclesiastics were founded on that charter, which was on all hands acknowledged to be derived from heaven: And that, as a spirit of research and curiosity was happily revived, and men were now obliged to make a choice among the contending doctrines of different sects, the proper materials for decision, and above all, the holy scriptures, should be set before them; and the revealed will of God, which the change of language had somewhat obscured, be again, by their means, revealed to mankind.","subId":"31","id":"Hume.HE.3.31.31"},{"type":"paragraph","content":"^The^ favourers of the ancient religion maintained, on the other hand, that the pretence of making the people see with their own eyes, was a mere cheat, and was itself a very gross artifice, by which the new preachers hoped to obtain the guidance of them, and to seduce them from those pastors, whom the laws, whom ancient establishments, whom heaven itself had appointed for their spiritual direction: That the people were, by their ignorance, their stupidity, their necessary avocations, totally unqualified to chuse |their own principles; and it was a mockery to set materials before them, of which they could not possibly make any proper use: That even in the affairs of common life, and in their temporal concerns, which lay more within the compass of human reason, the laws had, in a great measure, deprived them of the right of private judgment, and had, happily for their own and the public interest, regulated their conduct and behaviour: That theological questions were placed far beyond the sphere of vulgar comprehensions; and ecclesiastics themselves, though assisted by all the advantages of education, erudition, and an assiduous study of the science, could not be fully assured of a just decision; except by the promise made them in scripture, that God would be ever present with his church, and that the gates of hell should not prevail against her: That the gross errors, adopted by the wisest heathens, proved how unfit men were to grope their own way, through this profound darkness; nor would the scriptures, if trusted to every man's judgment, be able to remedy; on the contrary, they would much augment, those fatal illusions: That sacred writ itself was involved in so much obscurity, gave rise to so many difficulties, contained so many appearing contradictions, that it was the most dangerous weapon, that could be entrusted into the hands of the ignorant and giddy multitude: That the poetical style, in which a great part of it was composed, at the same time that it occasioned uncertainty in the sense, by its multiplied tropes and figures, was sufficient to kindle the zeal of fanaticism, and thereby throw civil society into the most furious cumbustion: That a thousand sects must arise, which would pretend, each of them, to derive its tenets from the scripture; and would be able, by specious arguments, or even without specious arguments, to seduce silly women and ignorant mechanics, into a belief of the most monstrous principles: And that if ever this disorder, dangerous to the magistrate himself, received a remedy, it must be from the tacit acquiescence of the people in some new authority; and it was evidently better, without farther contest or enquiry, to adhere peaceably to ancient, and therefore the more secure, establishments.","subId":"32","id":"Hume.HE.3.31.32"},{"type":"paragraph","content":"^These^ latter arguments, being more agreeable to ecclesiastical governments, would probably have prevailed in the convocation, had it not been for the authority of Cranmer, Latimer, and some other bishops, who were supposed to speak the king's sense of the |matter. A vote was passed for publishing a new translation of the scriptures; and in three years' time the work was finished, and printed at Paris. This was deemed a great point gained by the reformers, and a considerable advancement of their cause. Farther progress was soon expected, after such important successes.","subId":"33","id":"Hume.HE.3.31.33"},{"type":"paragraph","content":"^But^ while the retainers to the new religion were exulting in their prosperity, they met with a mortification, which seemed to blast all their hopes: Their patroness, Anne Boleyn, possessed no longer the king's favour; and soon after lost her life, by the rage of that furious monarch. #Disgrace of queen Anne.# Henry had persevered in his love to this lady, during six years that his prosecution of the divorce lasted; and the more obstacles he met with to the gratification of his passion, the more determined zeal did he exert in pursuing his purpose. But the affection, which had subsisted, and still encreased, under difficulties, had not long attained secure possession of its object, when it languished from satiety; and the king's heart was apparently estranged from his consort. Anne's enemies soon perceived the fatal change; and they were forward to widen the breach, when they found that they incurred no danger by interposing in those delicate concerns. She had been delivered of a dead son; and Henry's extreme fondness for male issue being thus, for the present, disappointed, his temper, equally violent and superstitious, was disposed to make the innocent mother answerable for the misfortune[n31]. But the chief means which Anne's enemies employed to inflame the king against her, was his jealousy.","subId":"34","id":"Hume.HE.3.31.34"},{"type":"paragraph","content":"^Anne^, though she appears to have been entirely innocent, and even virtuous, in her conduct, had a certain gaiety, if not levity, of character, which threw her off her guard, and made her less circumspect than her situation required. Her education in France rendered her the more prone to those freedoms; and it was with difficulty she conformed herself to that strict ceremonial, practised in the court of England. More vain than haughty, she was pleased to see the influence of her beauty on all around her, and she indulged herself in an easy familiarity with persons, who were formerly her equals, and who might then have pretended to her friendship and good graces. Henry's dignity was offended with these popular manners; and though the lover had been entirely |blind, the husband possessed but too quick discernment and penetration. Ill instruments interposed, and put a malignant interpretation on the harmless liberties of the queen: The viscountess of Rocheford, in particular, who was married to the queen's brother, but who lived on bad terms with her sister-in-law, insinuated the most cruel suspicions into the king's mind; and as she was a woman of a profligate character, she paid no regard either to truth or humanity in those calumnies which she suggested. She pretended, that her own husband was engaged in a criminal correspondence with his sister; and not content with this imputation, she poisoned every action of the queen's, and represented each instance of favour, which she conferred on any one, as a token of affection. Henry Norris, groom of the stole, Weston and Brereton, gentlemen of the king's chamber, together with Mark Smeton, groom of the chamber, were observed to possess much of the queen's friendship; and they served her with a zeal and attachment, which, though chiefly derived from gratitude, might not improbably be seasoned with some mixture of tenderness for so amiable a princess. The king's jealousy laid hold of the slightest circumstance; and finding no particular object on which it could fasten, it vented itself equally on every one that came within the verge of its fury.","subId":"35","id":"Hume.HE.3.31.35"},{"type":"paragraph","content":"^Had^ Henry's jealousy been derived from love, though it might on a sudden have proceeded to the most violent extremities, it would have been subject to many remorses and contrarieties; and might at last have served only to augment that affection, on which it was founded. But it was more a stern jealousy, fostered entirely by pride: His love was transferred to another object. Jane, daughter of Sir John Seymour, and maid of honour to the queen, a young lady of singular beauty and merit, had obtained an entire ascendant over him; and he was determined to sacrifice every thing to the gratification of this new appetite. Unlike to most monarchs, who judge lightly of the crime of gallantry, and who deem the young damsels of their court rather honoured than disgraced by their passion, he seldom thought of any other attachment than that of marriage; and in order to attain this end, he underwent more difficulties, and committed greater crimes, than those which he sought to avoid, by forming that legal connexion. And having thus entertained the design of raising his new mistress to his bed |and throne, he more willingly hearkened to every suggestion, which threw any imputation of guilt on the unfortunate Anne Boleyn.","subId":"36","id":"Hume.HE.3.31.36"},{"type":"paragraph","content":"#1st May.# ^The^ king's jealousy first appeared openly in a tilting at Greenwich, where the queen happened to drop her handkerchief; an incident probably casual, but interpreted by him as an instance of gallantry to some of her paramours[n32]. He immediately retired from the place; sent orders to confine her to her chamber; arrested Norris, Brereton, Weston, and Smeton, together with her brother, Rocheford; and threw them into prison. The queen, astonished at these instances of his fury, thought that he meant only to try her; but finding him in earnest, she reflected on his obstinate unrelenting spirit, and she prepared herself for that melancholy doom, which was awaiting her. Next day, she was sent to the Tower; and on her way thither, she was informed of her supposed offences, of which she had hitherto been ignorant: She made earnest protestations of her innocence; and when she entered the prison, she fell on her knees, and prayed God so to help her, as she was not guilty of the crime imputed to her. Her surprise and confusion threw her into hysterical disorders; and in that situation, she thought that the best proof of her innocence was to make an entire confession, and she revealed some indiscretions and levities, which her simplicity had equally betrayed her to commit and to avow. She owned, that she had once rallied Norris on his delaying his marriage, and had told him, that he probably expected her, when she should be a widow: She had reproved Weston, she said, for his affection to a kinswoman of hers, and his indifference towards his wife: But he told her, that she had mistaken the object of his affection, for it was herself: Upon which, she defied him[n33]. She affirmed, that Smeton had never been in her chamber but twice, when he played on the harpsichord: But she acknowledged, that he had once had the boldness to tell her, that a look sufficed him. The king, instead of being satisfied with the candour and sincerity of her confession, regarded these indiscretions only as preludes to greater and more criminal intimacies.","subId":"37","id":"Hume.HE.3.31.37"},{"type":"paragraph","content":"^Of^ all those multitudes, whom the beneficence of the queen's temper had obliged, during her prosperous fortune, no one durst |interpose between her and the king's fury; and the person, whose advancement every breath had favoured, and every countenance had smiled upon, was now left neglected and abandoned. Even her uncle, the duke of Norfolk, preferring the connexions of party to the ties of blood, was become her most dangerous enemy; and all the retainers to the catholic religion hoped, that her death would terminate the king's quarrel with Rome, and leave him again to his natural and early bent, which had inclined him to maintain the most intimate union with the apostolic see. Cranmer alone; of all the queen's adherents, still retained his friendship for her; and, as far as the king's impetuosity permitted him, he endeavoured to moderate the violent prejudices, entertained against her.","subId":"38","id":"Hume.HE.3.31.38"},{"type":"paragraph","content":"^The^ queen herself wrote Henry a letter from the Tower, full of the most tender expostulations, and of the warmest protestations of innocence[n34]. This letter had no influence on the unrelenting mind of Henry, who was determined to pave the way for his new marriage by the death of Anne Boleyn. Norris, Weston, Brereton, and Smeton, were tried; but no legal evidence was produced against them. The chief proof of their guilt consisted in a hear-say from one lady Wingfield, who was dead. Smeton was prevailed on, by the vain hopes of life, to confess a criminal correspondence with the queen[n35]; but even her enemies expected little advantage from this confession: For they never dared to confront him with her; and he was immediately executed; as were also Brereton and Weston. Norris had been much in the king's favour; and an offer of life was made him, if he would confess his crime, and accuse the queen: But he generously rejected the proposal; and said, that in his conscience he believed her entirely guiltless: But, for his part, he could accuse her of nothing, and he would rather die a thousand deaths than calumniate an innocent person.","subId":"39","id":"Hume.HE.3.31.39"},{"type":"paragraph","content":"#Her trial: and execution.# ^The^ queen and her brother were tried by a jury of peers, consisting of the duke of Suffolk, the marquis of Exeter, the earl of Arundel, and twenty-three more: Their uncle, the duke of Norfolk, presided as high steward. Upon what proof or pretence the crime of incest was imputed to them is unknown: The chief evidence, it is said, amounted to no more than that Rocheford had been seen to lean on her bed before some company. Part of the |charge against her was, that she had affirmed to her minions, that the king never had her heart; and had said to each of them apart, that she loved him better than any person whatsoever: _Which was to the slander of the issue begotten between the king and her._ By this strained interpretation, her guilt was brought under the statute of the 25th of this reign; in which it was declared criminal to throw any slander upon the king, queen, or their issue. Such palpable absurdities were, at that time, admitted; and they were regarded by the peers of England as a sufficient reason for sacrificing an innocent queen to the cruelty of their tyrant. Though unassisted by counsel, she defended herself with presence of mind; and the spectators could not forbear pronouncing her entirely innocent. Judgment, however, was given by the court, both against the queen and lord Rocheford; and her verdict contained, that she should be burned or beheaded at the king's pleasure. When this dreadful sentence was pronounced, she was not terrified, but lifting up her hands to heaven, said, \"O, Father! O, Creator! thou who art the way, the truth, and the life, thou knowest that I have not deserved this fate.\" And then turning to the judges, made the most pathetic declarations of her innocence.","subId":"40","id":"Hume.HE.3.31.40"},{"type":"paragraph","content":"^Henry^, not satisfied with this cruel vengeance, was resolved entirely to annul his marriage with Anne Boleyn, and to declare her issue illegitimate: He recalled to his memory, that, a little after her appearance in the English court, some attachment had been acknowledged between her and the earl of Northumberland, then lord Piercy; and he now questioned the nobleman with regard to these engagements. Northumberland took an oath before the two archbishops, that no contract or promise of marriage had ever passed between them: He received the sacrament upon it, before the duke of Norfolk and others of the privy council; and this solemn act he accompanied with the most solemn protestations of veracity[n36]. The queen, however, was shaken by menaces of executing the sentence against her in its greatest rigour, and was prevailed on to confess in court, some lawful impediments to her marriage with the king[n37]. The afflicted primate, who sat as judge, thought himself obliged by this confession, to pronounce the marriage null and invalid. Henry, in the transports of his fury, did not |perceive that his proceedings were totally inconsistent, and that, if her marriage were, from the beginning, invalid, she could not possibly be guilty of adultery.","subId":"41","id":"Hume.HE.3.31.41"},{"type":"paragraph","content":"^The^ queen now prepared for suffering the death to which she was sentenced. She sent her last message to the king, and acknowledged the obligations which she owed him, in thus uniformly continuing his endeavours for her advancement: From a private gentlewoman, she said, he had first made her a marchioness, then a queen, and now, since he could raise her no higher in this world, he was sending her to be a saint in heaven. She then renewed the protestations of her innocence, and recommended her daughter to his care. Before the lieutenant of the Tower, and all who approached her, she made the like declarations; and continued to behave herself with her usual serenity, and even with chearfulness. \"The executioner,\" she said to the lieutenant, \"is, I hear, very expert; and my neck is very slender.\" Upon which she grasped it in her hand, and smiled. When brought, however, to the scaffold, #19th May.# she softened her tone a little with regard to her protestations of innocence. She probably reflected, that the obstinacy of queen Catherine, and her opposition to the king's will, had much alienated him from the lady Mary: Her own maternal concern, therefore, for Elizabeth, prevailed in these last moments over that indignation, which the unjust sentence, by which she suffered, naturally excited in her. She said, that she was come to die, as she was sentenced, by the law: She would accuse none, nor say any thing of the ground upon which she was judged. She prayed heartily for the king; called him a most merciful and gentle prince; and acknowledged, that he had always been to her a good and gracious sovereign; and if any one should think proper to canvass her cause, she desired him to judge the best[n38]. She was beheaded by the executioner of Calais, who was sent for as more expert than any in England. Her body was negligently thrown into a common chest of elm-tree, made to hold arrows; and was buried in the Tower.","subId":"42","id":"Hume.HE.3.31.42"},{"type":"paragraph","content":"^The^ innocence of this unfortunate queen cannot reasonably be called in question. Henry himself, in the violence of his rage, knew not whom to accuse as her lover; and though he imputed guilt to her brother, and four persons more, he was able to bring proof |against none of them. The whole tenour of her conduct forbids us to ascribe to her an abandoned character, such as is implied in the king's accusation: Had she been so lost to all prudence and sense of shame, she must have exposed herself to detection, and afforded her enemies some evidence against her. But the king made the most effectual apology for her, by marrying Jane Seymour the very day after her execution[n39]. His impatience to gratify this new passion caused him to forget all regard to decency; and his cruel heart was not softened a moment by the bloody catastrophe of a person, who had so long been the object of his most tender affections.","subId":"43","id":"Hume.HE.3.31.43"},{"type":"paragraph","content":"^The^ lady Mary thought the death of her step-mother a proper opportunity for reconciling herself to the king, who, besides other causes of disgust, had been offended with her, on account of the part which she had taken in her mother's quarrel. Her advances were not at first received; and Henry exacted from her some farther proofs of submission and obedience: He required this young princess, then about twenty years of age, to adopt his theological tenets; to acknowledge his supremacy; to renounce the pope; and to own her mother's marriage to be unlawful and incestuous. These points were of hard digestion with the princess; but after some delays, and even refusals, she was at last prevailed on to write a letter to her father[n40], containing her assent to the articles required of her: Upon which she was received into favour. But notwithstanding the return of the king's affection to the issue of his first marriage, he divested not himself of kindness towards the lady Elizabeth; and the new queen, who was blest with a singular sweetness of disposition, discovered strong proofs of attachment towards her.","subId":"44","id":"Hume.HE.3.31.44"},{"type":"paragraph","content":"#8th June. A parliament.# ^The^ trial and conviction of queen Anne, and the subsequent events, made it necessary for the king to summon a new parliament; and he here, in his speech, made a merit to his people, that, notwithstanding the misfortunes attending his two former marriages, he had been induced, for their good, to venture on a third. The speaker received this profession with suitable gratitude; and he took thence occasion to praise the king for his wonderful gifts of grace and nature: He compared him, for justice and prudence, |to Solomon; for strength and fortitude to Sampson; and for beauty and comeliness to Absalom. The king very humbly replied, by the mouth of the chancellor, that he disavowed these praises; since, if he were really possessed of such endowments, they were the gift of Almighty God only. Henry found that the parliament was no less submissive in deeds than complaisant in their expressions, and that they would go the same lengths as the former in gratifying even his most lawless passions. His divorce from Anne Boleyn was ratified[n41]; that queen, and all her accomplices, were attainted; the issue of both his former marriages were declared illegitimate, and it was even made treason to assert the legitimacy of either of them; to throw any slander upon the present king, queen, or their issue, was subjected to the same penalty; the crown was settled on the king's issue by Jane Seymour, or any subsequent wife; and in case he should die without children, he was impowered, by his will or letters patent, to dispose of the crown: An enormous authority, especially when entrusted to a prince so violent and capricious in his humour. Whoever, being required, refused to answer upon oath to any article of this act of settlement, was declared to be guilty of treason, and by this clause a species of political inquisition was established in the kingdom, as well as the accusations of treason multiplied to an unreasonable degree. The king was also empowered to confer on any one, by his will or letters patent, any castles, honours, liberties, or franchises; words which might have been extended to the dismembering of the kingdom, by the erection of principalities and independant jursidictions. It was also, by another act, made treason to marry, without the king's consent, any princess related in the first degree to the crown. This act was occasioned by the discovery of a design, formed by Thomas Howard, brother of the duke of Norfolk, to espouse the lady Margaret Douglas, niece to the king, by his sister the queen of Scots and the earl of Angus. Howard, as well as the young lady, was committed to the Tower. She recovered her liberty soon after; but he died in |confinement. An act of attainder passed against him this session of parliament.","subId":"45","id":"Hume.HE.3.31.45"},{"type":"paragraph","content":"^Another^ accession was likewise gained to the authority of the crown: The king or any of his successors was empowered to repeat or annul, by letters patent, whatever act of parliament had been passed before he was four and twenty years of age. Whoever maintained the authority of the bishop of Rome, by word or writ, or endeavoured in any manner to restore it in England, was subjected to the penalty of a premunire; that is, his goods were forfeited, and he was put out of the protection of law. And any person who possessed any office, ecclesiastical or civil, or received any grant or charter from the crown, and yet refused to renounce the pope by oath, was declared to be guilty of treason. The renunciation prescribed runs in the style of _So help me God, all saints, and the holy evangelists[n42]._ The pope, hearing of Anne Boleyn's disgrace and death, had hoped that the door was opened to a reconciliation, and had been making some advances to Henry: But this was the reception he met with. Henry was now become indifferent with regard to papal censures; and finding a great encrease of authority, as well as of revenue, to accrue from his quarrel with Rome, he was determined to persevere in his present measures. This parliament also, even more than any foregoing, convinced him how much he commanded the respect of his subjects, and what confidence he might repose in them. Though the elections had been made on a sudden, without any preparation or intrigue, the members discovered an unlimited attachment to his person and government[n43].","subId":"46","id":"Hume.HE.3.31.46"},{"type":"paragraph","content":"#A convocation.# ^The^ extreme complaisance of the convocation, which sat at the same time with the parliament, encouraged him in his resolution of breaking entirely with the court of Rome. There was secretly a great division of sentiments in the minds of this assembly; and as the zeal of the reformers had been augmented by some late successes, the resentment of the catholics was no less excited by their fears and losses: But the authority of the king kept every one submissive and silent; and the new-assumed prerogative, the supremacy, with whose limits no one was fully acquainted, restrained even the most furious movements of theological rancour. Cromwel |presided as vicar-general; and though the catholic party expected, that, on the fall of queen Anne, his authority would receive a great shock, they were surprized to find him still maintain the same credit as before. With the vicar-general concurred Cranmer the primate, Latimer bishop of Worcester, Shaxton of Salisbury, Hilsey of Rochester, Fox of Hereford, Barlow of St. David's. The opposite faction was headed by Lee archbishop of York, Stokesley bishop of London, Tonstal of Durham, Gardiner of Winchester, Longland of Lincoln, Sherbone of Chichester, Nix of Norwich, and Kite of Carlisle. The former party, by their opposition to the pope, seconded the king's ambition and love of power: The latter party, by maintaining the ancient theological tenets, were more conformable to his speculative principles: And both of them had alternately the advantage of gaining on his humour, by which he was more governed than by either of these motives.","subId":"47","id":"Hume.HE.3.31.47"},{"type":"paragraph","content":"^The^ church in general was averse to the reformation; and the lower house of convocation framed a list of opinions, in the whole sixty-seven, which they pronounced erroneous, and which was a collection of principles, some held by the ancient Lollards, others by the modern protestants, or Gospellers, as they were sometimes called. These opinions they sent to the upper house to be censured; but in the preamble of their representation, they discovered the servile spirit, by which they were governed. They said, \"that they intended not to do or speak any thing which might be unpleasant to the king, whom they acknowledge their supreme head, and whose commands they were resolved to obey; renouncing the pope's usurped authority, with all his laws and inventions, now extinguished and abolished; and addicting themselves to Almighty God and his laws, and unto the king and the laws made within this kingdom.\"[n44]","subId":"48","id":"Hume.HE.3.31.48"},{"type":"paragraph","content":"^The^ convocation came at last, after some debate, to decide articles of faith; and their tenets were of as motley a kind as the assembly itself, or rather as the king's system of theology, by which they were resolved entirely to square their principles. They determined the standard of faith to consist in the Scriptures and the three creeds, the Apostolic, Nicene, and Athanasian; and this article was a signal victory to the reformers: Auricular confession and |penance were admitted, a doctrine agreeable to the catholics: No mention was made of marriage, extreme unction, confirmation, or holy orders, as sacraments; and in this omission the influence of the protestants appeared: The real presence was asserted, conformably to the ancient doctrine: The terms of acceptance were established to be the merits of Christ, and the mercy and good pleasure of God, suitably to the new principles.","subId":"49","id":"Hume.HE.3.31.49"},{"type":"paragraph","content":"^So^ far the two sects seem to have made a fair partition, by alternately sharing the several clauses. In framing the subsequent articles, each of them seems to have thrown in its ingredient. The catholics prevailed in asserting, that the use of images was warranted by Scripture; the protestants, in warning the people against idolatry, and the abuse of these sensible representations. The ancient faith was adopted in maintaining the expedience of praying to saints; the late innovations in rejecting the peculiar patronage of saints to any trade, profession, or course of action. The former rites of worship, the use of holy water, and the ceremonies practised on Ash-wednesday, Palm-sunday, Good friday, and other festivals, were still maintained; but the new refinements, which made light of these institutions, were also adopted, by the convocation's denying that they had any immediate power of remitting sin, and by its asserting that their sole merit consisted in promoting pious and devout dispositions in the mind.","subId":"50","id":"Hume.HE.3.31.50"},{"type":"paragraph","content":"^But^ the article, with regard to purgatory, contains the most curious jargon, ambiguity, and hesitation, arising from the mixture of opposite tenets. It was to this purpose: \"Since according to due order of charity, and the book of Maccabees, and divers ancient authors, it is a very good and charitable deed to pray for souls departed; and since such a practice has been maintained in the church from the beginning; all bishops and teachers should instruct the people not to be grieved for the continuance of the same. But since the place where departed souls are retained, before they reach Paradise, as well as the nature of their pains, is left uncertain by Scripture; all such questions are to be submitted to God, to whose mercy it is meet and convenient to commend the deceased, trusting that he accepteth our prayers for them.\"[n45]","subId":"51","id":"Hume.HE.3.31.51"},{"type":"paragraph","content":"^These^ articles, when framed by the convocation, and corrected |by the king, were subscribed by every member of that assembly; while, perhaps, neither there nor throughout the whole kingdom, could one man be found, except Henry himself, who had adopted precisely these very doctrines and opinions. For though there be not any contradiction in the tenets above mentioned, it had happened in England, as in all countries where factious divisions have place; a certain creed was embraced by each party, few neuters were to be found, and these consisted only of speculative or whimsical people, of whom two persons could scarcely be brought to an agreement in the same dogmas. The protestants, all of them, carried their opposition to Rome farther than those articles: None of the catholics went so far: And the king, by being able to retain the nation in such a delicate medium, displayed the utmost power of an imperious despotism, of which any history furnishes an example. To change the religion of a country, even when seconded by a party, is one of the most perilous enterprizes, which any sovereign can attempt, and often proves the most destructive to royal authority. But Henry was able to set the political machine in that furious movement, and yet regulate and even stop its career: He could say to it, Thus far shalt thou go and no farther: And he made every vote of his parliament and convocation subservient, not only to his interests and passions, but even to his greatest caprices; nay, to his most refined and most scholastic subtilties.","subId":"52","id":"Hume.HE.3.31.52"},{"type":"paragraph","content":"^The^ concurrence of these two national assemblies served, no doubt, to encrease the king's power over the people, and raised him to an authority more absolute, than any prince, in a simple monarchy, even by means of military force, is ever able to attain. But there are certain bounds, beyond which the most slavish submission cannot be extended. All the late innovations, particularly the dissolution of the smaller monasteries, and the imminent danger to which all the rest were exposed, [n46] had bred discontent among the people, and had disposed them to revolt. The expelled monks, wandering about the country, excited both the piety and compassion of men; #Discontents among the people.# and as the ancient religion took hold of the populace by powerful motives, suited to vulgar capacity, it was able, now that it was brought into apparent hazard, to raise the strongest zeal in its favour[n47]. Discontents had even reached some of the nobility and |gentry, whose ancestors had founded the monasteries, and who placed a vanity in those institutions, as well as reaped some benefit from them, by the provisions which they afforded them for their younger children. The more superstitious were interested for the souls of their forefathers, which, they believed, must now lie, during many ages, in the torments of purgatory, for want of masses to relieve them. It seemed unjust to abolish pious institutions for the faults, real or pretended, of individuals. Even the most moderate and reasonable deemed it somewhat iniquitous, that men, who had been invited into a course of life by all the laws, human and divine, which prevailed in their country, should be turned out of their possessions, and so little care be taken of their future subsistence. And when it was observed, that the rapacity and bribery of the commissioners and others, employed in visiting the monasteries, intercepted much of the profits resulting from these confiscations, it tended much to encrease the general discontent[n48].","subId":"53","id":"Hume.HE.3.31.53"},{"type":"paragraph","content":"^But^ the people did not break into open sedition, till the complaints of the secular clergy concurred with those of the regular. As Cromwel's person was little acceptable to the ecclesiastics; the authority, which he exercised, being so new, so absolute, so unlimited, inspired them with disgust and terror. He published, in the king's name, without the consent either of parliament or convocation, an ordonance, by which he retrenched many of the ancient holydays; prohibited several superstitions, gainful to the clergy, such as pilgrimages, images, reliques, and even ordered the incumbents in the parishes to set apart a considerable portion of their revenue for repairs, and for the support of exhibitioners and the poor of their parish. The secular priests, finding themselves thus reduced to a grievous servitude, instilled into the people those discontents, which they had long harboured in their own bosoms.","subId":"54","id":"Hume.HE.3.31.54"},{"type":"paragraph","content":"^The^ first rising was in Lincolnshire. It was headed by Dr. Mackrel, prior of Barlings, who was disguised like a mean mechanic, and who bore the name of captain Cobler. This tumultuary army amounted to above 20,000 men[n49]; #Insurrection.# but notwithstanding their number, they showed little disposition of proceeding to extremities against the king, and seemed still overawed by his authority. They acknowledged him to be supreme head of the church of England; |but they complained of suppressing the monasteries, of evil counsellors, of persons meanly born raised to dignity, of the danger to which the jewels and plate of their parochial churches were exposed: And they prayed the king to consult the nobility of the realm concerning the redress of these grievances[n50]. Henry was little disposed to entertain apprehensions of danger, especially from a low multitude, whom he despised. #6th Octob.# He sent forces against the rebels under the command of the duke of Suffolk; and he returned them a very sharp answer to their petition. There were some gentry, whom the populace had constrained to take part with them, and who kept a secret correspondence with Suffolk. They informed him, that resentment against the king's reply was the chief cause, which retained the malcontents in arms, and that a milder answer would probably suppress the rebellion. Henry had levied a great force at London, with which he was preparing to march against the rebels; and being so well supported by power, he thought, that, without losing his dignity, he might now show them some greater condescension. He sent a new proclamation, requiring them to return to their obedience, with secret assurances of pardon. This expedient had its effect: The populace was dispersed: Mackrel and some of their leaders fell into the king's hands, and were executed: The greater part of the multitude retired peaceably to their usual occupations: A few of the more obstinate fled to the north, where they joined the insurrection that was raised in those parts.","subId":"55","id":"Hume.HE.3.31.55"},{"type":"paragraph","content":"^The^ northern rebels, as they were more numerous, were also, on other accounts, more formidable than those of Lincolnshire; because the people were there more accustomed to arms, and because of their vicinity to the Scots, who might make advantage of these disorders. One Aske, a gentleman, had taken the command of them, and he possessed the art of governing the populace. Their enterprize they called the _Pilgrimage of Grace:_ Some priests marched before in the habits of their order, carrying crosses in their hands: In their banners was woven a crucifix, with the representation of a chalice, and of the five wounds of Christ[n51]: They wore on their sleeve an emblem of the five wounds, with the name of Jesus wrought in the middle: They all took an oath, that they had entered into the pilgrimage of grace from no other motive, than |their love to God, their care of the king's person and issue, their desire of purifying the nobility, of driving base-born persons from about the king, of restoring the church, and of suppressing heresy. Allured by these fair pretences, about 40,000 men from the counties of York, Durham, Lancaster, and those northern provinces, flocked to their standard; and their zeal, no less than their numbers, inspired the court with apprehensions.","subId":"56","id":"Hume.HE.3.31.56"},{"type":"paragraph","content":"^The^ earl of Shrewsbury, moved by his regard for the king's service, raised forces, though at first without any commission, in order to oppose the rebels. The earl of Cumberland repulsed them from his castle of Skipton: Sir Ralph Evers defended Scarborow-castle against them[n52]: Courtney, marquis of Exeter, the king's cousin-german, obeyed orders from court, and levied troops. The earls of Huntingdon, Derby, and Rutland, imitated his example. The rebels, however, prevailed in taking both Hull and York: They had laid siege to Pomfret castle, into which the archbishop of York and lord Darcy had thrown themselves. It was soon surrendered to them; and the prelate and nobleman, who secretly wished success to the insurrection, seemed to yield to the force imposed on them, and joined the rebels.","subId":"57","id":"Hume.HE.3.31.57"},{"type":"paragraph","content":"^The^ duke of Norfolk was appointed general of the king's forces against the northern rebels; and as he headed the party at court, which supported the ancient religion, he was also suspected of bearing some favour to the cause, which he was sent to oppose. His prudent conduct, however, seems to acquit him of this imputation. He encamped near Doncaster, together with the earl of Shrewsbury; and as his army was small, scarcely exceeding five thousand men, he made choice of a post, where he had a river in front, the ford of which he purposed to defend against the rebels. They had intended to attack him in the morning; but during the night, there fell such violent rains as rendered the river utterly unpassable; and Norfolk wisely laid hold of the opportunity to enter into treaty with them. In order to open the door for negociation, he sent them a herald; whom Aske, their leader, received with great ceremony; he himself sitting in a chair of state, with the archbishop of York on one hand, and lord Darcy on the other. It was agreed, that two gentlemen should be dispatched to the king with proposals from |the rebels; and Henry purposely delayed giving an answer, and allured them with hopes of entire satisfaction, in expectation that necessity would soon oblige them to disperse themselves. Being informed, that his artifice had, in a great measure, succeeded, he required them instantly to lay down their arms and submit to mercy; promising a pardon to all except six whom he named, and four whom he reserved to himself the power of naming. But though the greater part of the rebels had gone home for want of subsistence, they had entered into the most solemn engagements to return to their standards, in case the king's answer should not prove satisfactory. Norfolk, therefore, soon found himself in the same difficulty as before; and he opened again a negociation with the leaders of the multitude. He engaged them to send three hundred persons to Doncaster, with proposals for an accommodation; and he hoped, by intrigue and separate interests, to throw dissention among so great a number. Aske himself had intended to be one of the deputies, and he required a hostage for his security: But the king, when consulted, replied, that he knew no gentleman or other, whom he esteemed so little as to put him in pledge for such a villain. The demands of the rebels were so exorbitant, that Norfolk rejected them, and they prepared again to decide the contest by arms. They were as formidable as ever both by their numbers and spirit; and notwithstanding the small river, which lay between them and the royal army, Norfolk had great reason to dread the effects of their fury. But while they were preparing to pass the ford, rain fell a second time in such abundance, as made it impracticable for them to execute their design; and the populace, partly reduced to necessity by want of provisions, partly struck with superstition at being thus again disappointed by the same accident, suddenly dispersed themselves. The duke of Norfolk, who had received powers for that end, forwarded the dispersion, #9th Dec.# by the promise of a general amnesty; and the king ratified this act of clemency. He published, however, a manifesto against the rebels, and an answer to their complaints; in which he employed a very lofty style, suited to so haughty a monarch. He told them, that they ought no more to pretend giving a judgement with regard to government, than a blind man with regard to colours: \"And we,\" he added, \"with our whole council, think it right |strange, that ye, who be but brutes and inexpert folk, do take upon you to appoint us, who be meet or not for our council.\"","subId":"58","id":"Hume.HE.3.31.58"},{"type":"paragraph","content":"^As^ this pacification was not likely to be of long continuance, Norfolk was ordered to keep his army together, and to march into the northern parts, in order to exact a general submission. Lord Darcy, as well as Aske, was sent for to court; and the former, upon his refusal or delay to appear, was thrown into prison. Every place was full of jealousy and complaints. A new insurrection broke out, headed by Musgrave and Tilby; and the rebels besieged Carlisle with 8000 men. Being repulsed by that city, they were encountered in their retreat by Norfolk, who put them to flight; #1537.# and having made prisoners of all their officers, except Musgrave, who escaped, he instantly put them to death by martial law, to the number of seventy persons. An attempt, made by Sir Francis Bigot and Halam to surprize Hull, met with no better success; and several other risings were suppressed by the vigilance of Norfolk. The king, enraged by these multiplied revolts, was determined not to adhere to the general pardon, which he had granted; and from a movement of his usual violence, he made the innocent suffer for the guilty. Norfolk, by command from his master, spread the royal banner, and, wherever he thought proper, executed martial law in the punishment of offenders. Besides Aske, leader of the first insurrection, Sir Robert Constable, Sir John Bulmer, Sir Thomas Piercy, Sir Stephen Hamilton, Nicholas Tempest, William Lumley, and many others, were thrown into prison; and most of them were condemned and executed. Lord Hussey was found guilty as an accomplice in the insurrection of Lincolnshire, and was executed at Lincoln. Lord Darcy, though he pleaded compulsion, and appealed, for his justification, to a long life, spent in the service of the crown, was beheaded on Tower-hill. Before his execution, he accused Norfolk of having secretly encouraged the rebels; but Henry, either sensible of that nobleman's services and convinced of his fidelity, or afraid to offend one of such extensive power and great capacity, rejected the information. Being now satiated with punishing the rebels, he published anew a general pardon, to which he faithfully adhered[n53]; and he erected by patent a court of |justice at York, for deciding law-suits in the northern counties: A demand which had been made by the rebels.","subId":"59","id":"Hume.HE.3.31.59"},{"type":"paragraph","content":"^Soon^ after this prosperous success, an event happened, which crowned Henry's joy, #October 12. Birth of Prince Edward, and death of Q. Jane.# the birth of a son, who was baptized by the name of Edward. Yet was not his happiness without allay: The queen died two days after[n54]. But a son had so long been ardently wished for by Henry, and was now become so necessary, in order to prevent disputes with regard to the succession, after the acts declaring the two princesses illegitimate, that the king's affliction was drowned in his joy, and he expressed great satisfaction on the occasion. The prince, not six days old, was created prince of Wales, duke of Cornwal, and earl of Chester. Sir Edward Seymour, the queen's brother, formerly made Lord Beauchamp, was raised to the dignity of earl of Hertford. Sir William Fitz Williams, high admiral, was created earl of Southampton; Sir William Paulet, Lord St. John; Sir John Russel, Lord Russel.","subId":"60","id":"Hume.HE.3.31.60"},{"type":"paragraph","content":"#1538.# ^The^ suppression of the rebellion and the birth of a son, as they confirmed Henry's authority at home, encreased his consideration among foreign princes, and made his alliance be courted by all parties. He maintained, however, a neutrality in the wars, which were carried on, with various success, and without any decisive event, between Charles and Francis; and though inclined more to favour the latter, he determined not to incur, without necessity, either hazard or expence on his account. A truce, concluded about this time between these potentates, and afterwards prolonged for ten years, freed him from all anxiety on account of his ally, and re-established the tranquillity of Europe.","subId":"61","id":"Hume.HE.3.31.61"},{"type":"paragraph","content":"^Henry^ continued desirous of cementing a union with the German protestants; and for that purpose, he sent Christopher Mount to a congress which they held at Brunswick; but that minister made no great progress in his negociation. The princes wished to know, what were the articles in their confession which Henry disliked; and they sent new ambassadors to him, who had orders both to negociate and to dispute. They endeavoured to convince the king, that he was guilty of a mistake, in administering the eucharist in one kind only, in allowing private masses, and in requiring the |celibacy of the clergy[n55]. Henry would by no means acknowledge any error in these particulars; and was displeased that they should pretend to prescribe rules to so great a monarch and theologian. He found arguments and syllogisms enow to defend his cause; and he dismissed the ambassador without coming to any conclusion. Jealous also least his own subjects should become such theologians as to question his tenets, he used great precaution in publishing that translation of the scripture which was finished this year. He would only allow a copy of it to be deposited in some parish churches, where it was fixed by a chain: And he took care to inform the people by proclamation, \"That this indulgence was not the effect of his duty, but of his goodness and his liberality to them; who therefore should use it moderately, for the encrease of virtue, not of strife: And he ordered that no man should read the Bible aloud, so as to disturb the priest, while he sang mass, nor presume to expound doubtful places, without advice from the learned.\" In this measure, as in the rest, he still halted half way between the catholics and the protestants.","subId":"62","id":"Hume.HE.3.31.62"},{"type":"paragraph","content":"^There^ was only one particular, in which Henry was quite decisive; because he was there impelled by his avarice, or more properly speaking, his rapacity, the consequence of his profusion: This measure was the entire destruction of the monasteries. #Suppression of the greater monasteries.# The present opportunity seemed favourable for that great enterprize, while the suppression of the late rebellion fortified and encreased the royal authority; and as some of the abbots were suspected of having encouraged the insurrection, and of corresponding with the rebels, the king's resentment was farther incited by that motive. A new visitation was appointed of all the monasteries in England; and a pretence only being wanted for their suppression, it was easy for a prince, possessed of such unlimited power, and seconding the present humour of a great part of the nation, to find or feign one. The abbots and monks knew the danger, to which they were exposed; and having learned, by the example of the lesser monasteries, that nothing could withstand the king's will, they were most of them induced, in expectation of better treatment, to make a voluntary resignation of their houses. Where |promises failed of effect, menaces and even extreme violence were employed; and as several of the abbots, since the breach with Rome, had been named by the court, with a view to this event, the king's intentions were the more easily effected. Some also, having secretly embraced the doctrine of the reformation, were glad to be freed from their vows; and on the whole the design was conducted with such success, that, in less than two years, the king had got possession of all the monastic revenues.","subId":"63","id":"Hume.HE.3.31.63"},{"type":"paragraph","content":"^In^ several places, particularly in the county of Oxford, great interest was made to preserve some convents of women, who, as they lived in the most irreproachable manner, justly merited, it was thought, that their houses should be saved from the general destruction[n56]. There appeared also great difference between the case of nuns and that of friars; and the one institution might be laudable, while the other was exposed to much blame. The males of all ranks, if endowed with industry, might be of service to the public; and none of them could want employment, suited to his station and capacity. But a woman of a family, who failed of a settlement in the married state, an accident to which such persons were more liable than women of lower station, had really no rank which she properly filled: and a convent was a retreat both honourable and agreeable, from the inutility and often want, which attended her situation. But the king was determined to abolish monasteries of every denomination; and probably thought, that these ancient establishments would be the sooner forgotten, if no remains of them, of any kind, were allowed to subsist in the kingdom.","subId":"64","id":"Hume.HE.3.31.64"},{"type":"paragraph","content":"^The^ better to reconcile the people to this great innovation, stories were propagated of the detestable lives of the friars in many of the convents; and great care was taken to defame those whom the court had determined to ruin. The reliques also and other superstitions, which had so long been the object of the people's veneration, were exposed to their ridicule; and the religious spirit, now less bent on exterior observances and sensible objects, was encouraged in this new direction. It is needless to be prolix in an enumeration of particulars: Protestant historians mention on this occasion with great triumph the sacred repositories of convents; the parings of St. Edmond's toes; some of the coals that roasted St. |Laurence; the girdle of the Virgin shown in eleven several places; two or three heads of St. Ursula; the felt of St. Thomas of Lancaster, an infallible cure for the head-ach; part of St. Thomas of Canterbury's shirt, much reverenced by big-bellied women; some reliques, an excellent preventive against rain; others, a remedy to weeds in corn. But such fooleries, as they are to be found in all ages and nations, and even took place during the most refined periods of antiquity, form no particular or violent reproach to the catholic religion.","subId":"65","id":"Hume.HE.3.31.65"},{"type":"paragraph","content":"^There^ were also discovered, or said to be discovered, in the monasteries some impostures of a more artificial nature. At Hales, in the county of Gloucester, there had been shown, during several ages, the blood of Christ brought from Jerusalem; and it is easy to imagine the veneration with which such a relique was regarded. A miraculous circumstance also attended this miraculous relique; the sacred blood was not visible to any one in mortal sin, even when set before him; and till he had performed good works sufficient for his absolution, it would not deign to discover itself to him. At the dissolution of the monastery, the whole contrivance was detected. Two of the monks, who were let into the secret, had taken the blood of a duck, which they renewed every week: They put it in a phial, one side of which consisted of thin and transparent chrystal, the other of thick and opaque. When any rich pilgrim arrived, they were sure to show him the dark side of the phial, till masses and offerings had expiated his offences; and then finding his money, or patience, or faith, nearly exhausted, they made him happy by turning the phial[n57].","subId":"66","id":"Hume.HE.3.31.66"},{"type":"paragraph","content":"^A^ miraculous crucifix had been kept at Boxley in Kent, and bore the appellation of the _Rood of Grace._ The lips, and eyes, and head of the image moved on the approach of its votaries. Hilsey, bishop of Rochester, broke the crucifix at St. Paul's cross, and showed to the whole people the springs and wheels by which it had been secretly moved. A great wooden idol revered in Wales, called Darvel Gatherin, was also brought to London, and cut in pieces: And by a cruel refinement in vengeance, it was employed as fuel to burn friar Forest[n58], who was punished for denying the supremacy, |and for some pretended heresies. A finger of St. Andrew's, covered with a thin plate silver, had been pawned by a convent for a debt of forty pounds; but as the king's commissioners refused to pay the debt, people made themselves merry with the poor creditor, on account of his pledge.","subId":"67","id":"Hume.HE.3.31.67"},{"type":"paragraph","content":"^But^ of all the instruments of ancient superstition, no one was so zealously destroyed as the shrine of Thomas a Becket, commonly called St. Thomas of Canterbury. This saint owed his canonization to the zealous defence, which he had made for clerical privileges; and on that account also, the monks had extremely encouraged the devotion of pilgrimages towards his tomb, and numberless were the miracles, which, they pretended, his reliques wrought in favour of his devout votaries. They raised his body once a year; and the day on which this ceremony was performed, which was called the day of his translation, was a general holiday: Every fiftieth year there was celebrated a jubilee to his honour, which lasted fifteen days: Plenary indulgences were then granted to all that visited his tomb; and a hundred thousand pilgrims have been registered at a time in Canterbury. The devotion towards him had quite effaced in that place the adoration of the Deity: nay, even that of the Virgin. At God's altar, for instance, there were offered in one year three pounds two shillings and six pence; at the Virgin's, sixty-three pounds five shillings and six pence; at St. Thomas's, eight hundred and thirty-two pounds twelve shillings and three pence. But next year, the disproportion was still greater: There was not a penny offered at God's altar; the Virgin's gained only four pounds one shilling and eight pence; but St. Thomas had got for his share nine hundred and fifty-four pounds six shillings and three pence[n59]. Lewis VII, of France had made a pilgrimage to this miraculous tomb, and had bestowed on the shrine a jewel, esteemed the richest in Christendom. It is evident, how obnoxious to Henry a saint of this character must appear, and how contrary to all his projects for degrading the authority of the court of Rome. He not only pillaged the rich shrine, dedicated to St. Thomas: he made the saint himself be cited to appear in court, and be tried and condemned as a traitor: He ordered his name to be struck out of the calendar; the office for his festival to be expunged from all breviaries; his bones to be burned, and the ashes to be thrown in the air.","subId":"68","id":"Hume.HE.3.31.68"},{"type":"paragraph","content":"^On^ the whole, the king, at different times, suppressed six hundred and forty-five monasteries: Of which twenty-eight had abbots, that enjoyed a seat in parliament. Ninety colleges were demolished in several counties; two thousand three hundred and seventy-four chantries and free chapels: A hundred and ten hospitals. The whole revenue of these establishments amounted to one hundred and sixty-one thousand one hundred pounds[n60]. It is worthy of observation, that all the lands and possessions and revenue of England had, a little before this period, been rated at four millions a year; so that the revenues of the monks, even comprehending the lesser monasteries, did not exceed the twentieth part of the national income: A sum vastly inferior to what is commonly apprehended. The lands belonging to the convents, were usually let at very low rent; and the farmers, who regarded themselves as a species of proprietors, took always care to renew their leases before they expired[n61].","subId":"69","id":"Hume.HE.3.31.69"},{"type":"paragraph","content":"^Great^ murmurs were every where excited on account of these violences; and men much questioned, whether priors and monks, who were only trustees or tenants for life, could, by any deed, however voluntary, transfer to the king the entire property of their estates. In order to reconcile the people to such mighty innovations, they were told, that the king would never thenceforth have occasion to levy taxes, but would be able from the abbey lands alone, to bear, during war as well as peace, the whole charges of government[n62]. While such topics were employed to appease the populace, Henry took an effectual method of interesting the nobility and gentry in the success of his measures[n63]: He either made a gift of the revenues of convents to his favourites and courtiers, or sold them at low prices, or exchanged them for other lands on very disadvantageous terms. He was so profuse in these liberalities, that he is said to have given a woman the whole revenue of a convent, as a reward for making a pudding, which happened to gratify his palate[n64]. He also settled pensions on the abbots and priors, proportioned to their former revenues or to their merits; and gave each monk a yearly pension of eight marks: He erected six new bishoprics, Westminster, Oxford, Peterborow, Bristol, Chester, and Gloucester; of which five subsist at this day: And by all these means |of expence and dissipation, the profit, which the king reaped by the seizure of church lands, fell much short of vulgar opinion. As the ruin of convents had been foreseen some years before it happened, the monks had taken care to secrete most of their stock, furniture, and plate; so that the spoils of the great monasteries bore not, in these respects, any proportion to those of the lesser.","subId":"70","id":"Hume.HE.3.31.70"},{"type":"paragraph","content":"^Beside^ the lands, possessed by the monasteries, the regular clergy enjoyed a considerable part of the benefices of England, and of the tythes, annexed to them; and these were also at this time transferred to the crown, and by that means passed into the hands of laymen: An abuse which many zealous churchmen regard as the most criminal sacrilege. The monks were formerly much at their ease in England, and enjoyed revenues, which exceeded the regular and stated expence of the house. We read of the abbey of Chertsey in Surrey, which possessed 744 pounds a year, though it contained only fourteen monks: That of Furnese, in the county of Lincoln, was valued at 960 pounds a year, and contained but thirty[n65]. In order to dissipate their revenues, and support popularity, the monks lived in a hospitable manner; and besides the poor, maintained from their offals, there were many decayed gentlemen, who passed their lives in travelling from convent to convent, and were entirely subsisted at the tables of the friars. By this hospitality, as much as by their own inactivity, did the convents prove nurseries of idleness; but the king, not to give offence by too sudden an innovation, bound the new proprietors of abbey lands, to support the ancient hospitality. But this engagement was fulfilled in very few places, and for a very short time.","subId":"71","id":"Hume.HE.3.31.71"},{"type":"paragraph","content":"^It^ is easy to imagine the indignation, with which the intelligence of all these acts of violence was received at Rome; and how much the ecclesiastics of that court, who had so long kept the world in subjection by high sounding epithets, and by holy execrations, would now vent their rhetoric against the character and conduct of Henry. The pope was at last incited to publish the bull, which had been passed against that monarch; and in a public manner he delivered over his soul to the devil, and his dominions to the first invader. Libels were dispersed, in which he was anew compared to the most furious persecutors in antiquity; and the preference was |now given to their side: He had declared war with the dead, whom the pagans themselves respected; was at open hostility with heaven; and had engaged in professed enmity with the whole host of saints and angels. Above all, he was often reproached with his resemblance to the emperor Julian, whom, it was said, he imitated in his apostacy and learning, though he fell short of him in morals. Henry could distinguish in some of these libels the stile and animosity of his kinsman, Pole; and he was thence incited to vent his rage, by every possible expedient, on that famous cardinal.","subId":"72","id":"Hume.HE.3.31.72"},{"type":"paragraph","content":"#Cardinal Pole.# ^Reginald^ de la Pole, or Reginald Pole, was descended from the royal family, being fourth son of the countess of Salisbury, daughter of the duke of Clarence. He gave in early youth indications of that fine genius, and generous disposition, by which, during his whole life, he was so much distinguished; and Henry, having conceived great friendship for him, intended to raise him to the highest ecclesiastical dignities; and, as a pledge of future favours, he conferred on him the deanry of Exeter[n66], the better to support him in his education. Pole was carrying on his studies in the university of Paris, at the time when the king solicited the suffrages of that learned body in favour of his divorce; but though applied to by the English agent, he declined taking any part in the affair. Henry bore this neglect with more temper than was natural to him; and he appeared unwilling, on that account, to renounce all friendship with a person, whose virtues and talents, he hoped, would prove useful, as well as ornamental, to his court and kingdom. He allowed him still to possess his deanry, and gave him permission to finish his studies at Padua: He even paid him some court, in order to bring him into his measures; and wrote to him, while in that university, desiring him to give his opinion freely, with regard to the late measures taken in England, for abolishing the papal authority. Pole had now contracted an intimate friendship with all persons eminent for dignity or merit in Italy, Sadolet, Bembo, and other revivers of true taste and learning; and he was moved by these connections, as well as by religious zeal, to forget, in some respect, the duty which he owed to Henry, his benefactor, and his sovereign. He replied, by writing a treatise of _the unity of the church,_ in which he inveighed against the king's supremacy, his divorce, |his second marriage; and he even exhorted the emperor to revenge on him the injury done to the Imperial family, and to the catholic cause. Henry, though provoked beyond measure at this outrage, dissembled his resentment; and he sent a message to Pole, desiring him to return to England, in order to explain certain passages in his book, which he found somewhat obscure and difficult. Pole was on his guard against this insidious invitation, and was determined to remain in Italy, where he was universally beloved.","subId":"73","id":"Hume.HE.3.31.73"},{"type":"paragraph","content":"^The^ pope and emperor thought themselves obliged to provide for a man of Pole's eminence and dignity, who, in support of their cause, had sacrificed all his pretensions to fortune in his own country. He was created a cardinal; and though he took not higher orders than those of a deacon, he was sent legate into Flanders about the year 1536[n67]. Henry was sensible, that Pole's chief intention in chusing that employment, was to foment the mutinous disposition of the English catholics; and he therefore remonstrated in so vigorous a manner with the queen of Hungary, regent of the Low Countries, that she dismissed the legate, without allowing him to exercise his functions. The enmity, which he bore to Pole, was now as open, as it was violent; and the cardinal, on his part, kept no farther measures in his intrigues against Henry. He is even suspected of having aspired to the crown, by means of a marriage with the lady Mary; and the king was every day more alarmed by informations, which he received, of the correspondence maintained in England by that fugitive. Courtney, marquis of Exeter, had entered into a conspiracy with him; Sir Edward Nevil, brother to the lord Abergavenny, Sir Nicholas Carew, master of horse, and knight of the garter; Henry de la Pole, lord Montacute, and Sir Geoffrey de la Pole, brothers to the cardinal. These persons were indicted, and tried, and convicted, before lord Audley, who presided in the trial, as high steward, they were all executed, except Sir Geoffrey de la Pole, who was pardoned; and he owed this grace to his having first carried to the king secret intelligence of the conspiracy. We know little concerning the justice or iniquity of the sentence pronounced against these men: We only know, that the condemnation of a man, who was, at that time, |prosecuted by the court, forms no presumption of his guilt; though, as no historian of credit mentions, in the present case, any complaint occasioned by these trials, we may presume, that sufficient evidence was produced against the marquis of Exeter, and his associates[n68].","subId":"74","id":"Hume.HE.3.31.74"},{"type":"note","content":"Sleidan, lib. 4. & 5.","subId":"n1","id":"Hume.HE.3.31.n1"},{"type":"note","content":"Here are the terms in which the king's minister expressed himself to the pope. An non, inquam, sanctitas vestra plerosque habet quibuscum arcanum aliquid crediderit, putet id non minus celatum esse quam si uno tantum pectore contineretur; quod multo magis serenissimo Angliae Regi evenire debet, cui singuli in suo regno sunt subjecti, neque etiam velint, possunt Regi non esse fidelissimi. Vae namque illis, si vel parvo momento ab illius voluntate recederent. Le Grand, tom. iii. p. 113. The king once said publicly before the council, that if any one spoke of him or his actions, in terms which became them not, he would let them know, that he was master. Et qu'il n'y auroit si belle tete qu'il ne fit voler. Id. p. 218.","subId":"n2","id":"Hume.HE.3.31.n2"},{"type":"note","content":"Burnet, vol. i. p. 159.","subId":"n3","id":"Hume.HE.3.31.n3"},{"type":"note","content":"Sacrilegium est et impietas velle placere Deo per opera et non per solam fidem. _Luther adversus regem._ Ita vides quam dives sit homo christianus sive baptizatus, qui etiam volens not potest perdere salutem suam quantiscunque peccatis. Nulla enim peccata possunt eum damnare nisi incredulitas. _Id. de captivitate Babylonica._","subId":"n4","id":"Hume.HE.3.31.n4"},{"type":"note","content":"Hall, fol. 186. Fox, vol. i. p. 138. Burnet, vol. i. p. 159.","subId":"n5","id":"Hume.HE.3.31.n5"},{"type":"note","content":"Articles of impeachment in Herbert. Burnet.","subId":"n6","id":"Hume.HE.3.31.n6"},{"type":"note","content":"Fox. Burnet, vol. i. p. 165.","subId":"n7","id":"Hume.HE.3.31.n7"},{"type":"note","content":"Burnet, vol. i. p. 164.","subId":"n8","id":"Hume.HE.3.31.n8"},{"type":"note","content":"Strype, vol. i. p. 167.","subId":"n9","id":"Hume.HE.3.31.n9"},{"type":"note","content":"Collier, vol. ii. p. 86. Burnet, vol. i. p. 151.","subId":"n10","id":"Hume.HE.3.31.n10"},{"type":"note","content":"Stowe, p. 562.","subId":"n11","id":"Hume.HE.3.31.n11"},{"type":"note","content":"Stowe, p. 570. Blanquet's Epitome of Chronicles.","subId":"n12","id":"Hume.HE.3.31.n12"},{"type":"note","content":"Strype, vol. i. p. 181.","subId":"n13","id":"Hume.HE.3.31.n13"},{"type":"note","content":"Collier, vol. ii. p. 87.","subId":"n14","id":"Hume.HE.3.31.n14"},{"type":"note","content":"25 Hen. VIII. c. 12. Burnet, vol. i. p. 149. Hall, fol. 220.","subId":"n15","id":"Hume.HE.3.31.n15"},{"type":"note","content":"Godwin's Annals, p. 53.","subId":"n16","id":"Hume.HE.3.31.n16"},{"type":"note","content":"Fuller's Church Hist. book 5. p. 203.","subId":"n17","id":"Hume.HE.3.31.n17"},{"type":"note","content":"More's Life of Sir Thomas More. Herbert, p. 393.","subId":"n18","id":"Hume.HE.3.31.n18"},{"type":"note","content":"Sanders, p. 148.","subId":"n19","id":"Hume.HE.3.31.n19"},{"type":"note","content":"Herbert, p. 350, 351.","subId":"n20","id":"Hume.HE.3.31.n20"},{"type":"note","content":"Sleidan, lib. 10.","subId":"n21","id":"Hume.HE.3.31.n21"},{"type":"note","content":"Herbert, p. 403.","subId":"n22","id":"Hume.HE.3.31.n22"},{"type":"note","content":"Burnet, vol. i. p. 192.","subId":"n23","id":"Hume.HE.3.31.n23"},{"type":"note","content":"Du Bellay, liv. 5. Herbert. Burnet, vol. iii. in Coll. No 50.","subId":"n24","id":"Hume.HE.3.31.n24"},{"type":"note","content":"27 Hen. VIII. c. 28.","subId":"n25","id":"Hume.HE.3.31.n25"},{"type":"note","content":"Burnet, vol. i. p. 193.","subId":"n26","id":"Hume.HE.3.31.n26"},{"type":"note","content":"It is pretended, see Hollingshed, p. 939, that ten thousand monks were turned out on the dissolution of the lesser monasteries. If so, most of them must have been Mendicants: For the revenue could not have supported near that number. The Mendicants, no doubt, still continued their former profession.","subId":"n27","id":"Hume.HE.3.31.n27"},{"type":"note","content":"27 Hen. VIII. c. 27.","subId":"n28","id":"Hume.HE.3.31.n28"},{"type":"note","content":"27 Hen. VIII. c. 4.","subId":"n29","id":"Hume.HE.3.31.n29"},{"type":"note","content":"27 Hen. VIII. c. 10.","subId":"n30","id":"Hume.HE.3.31.n30"},{"type":"note","content":"Burnet, vol. i. p. 196.","subId":"n31","id":"Hume.HE.3.31.n31"},{"type":"note","content":"Burnet, vol. i. p. 198.","subId":"n32","id":"Hume.HE.3.31.n32"},{"type":"note","content":"Strype, vol. i. p. 281.","subId":"n33","id":"Hume.HE.3.31.n33"},{"type":"note","content":"This letter contains so much nature and even elegance, as to deserve to be transmitted to posterity, without any alteration in the expression. It is as follows.\"Sir, your grace's displeasure and my imprisonment are things so strange unto me, as what to write, or what to excuse, I am altogether ignorant. Whereas you send unto me (willing me to confess a truth, and so obtain your favour) by such an one, whom you know to be mine ancient professed enemy, I no sooner received this message by him, than I rightly conceived your meaning; and, if, as you say, confessing a truth indeed may procure my safety, I shall with all willingness and duty perform your command.\"\"But let not your grace ever imagine, that your poor wife will ever be brought to acknowledge a fault, where not so much as a thought thereof preceded. And to speak a truth, never prince had wife more loyal in all duty, and in all true affection, than you have ever found in Anne Boleyn: With which name and place I could willingly have contented myself, if God and your grace's pleasure had been so pleased. Neither did I at any time so far forget myself in my exaltation or received queenship, but that I always looked for such an alteration as I now find; for the ground of my preferment being on no surer foundation than your grace's fancy, the least alteration I knew was fit and sufficient to draw that fancy to some other object. You have chosen me from a low estate to be your queen and companion, far beyond my desert or desire. If then you found me worthy of such honour, good your grace let not any light fancy, or bad counsel of mine enemies, withdraw your princely favour from me; neither let that stain, that unworthy stain, of a disloyal heart towards your good grace, ever cast so foul a blot on your most dutiful wife, and the infant princess your daughter. Try me, good king, but let me have a lawful trial, and let not my sworn enemies sit as my accusers and judges; yea let me receive an open trial, for my truth shall fear no open shame; then shall you see either mine innocence cleared, your suspicion and conscience satisfied, the ignominy and slander of the world stopped, or my guilt openly declared. So that whatsoever God or you may determine of me, your grace may be freed from an open censure, and mine offence being so lawfully proved, your grace is at liberty, both before God and man, not only to execute worthy punishment on me as an unlawful wife, but to follow your affection, already settled on that party, for whose sake I am now as I am, whose name I could some good while since have pointed unto, your grace not being ignorant of my suspicion therein.\"\"But if you have already determined of me, and that not only my death, but an infamous slander must bring you the enjoying of your desired happiness; then I desire of God, that he will pardon your great sin therein, and likewise mine enemies, the instruments thereof, and that he will not call you to a strict account for your unprincely and cruel usage of me, at his general judgment-seat, where both you and myself must shortly appear, and in whose judgment I doubt not (whatsoever the world may think of me) mine innocence shall be openly known, and sufficiently cleared.\"My last and only request shall be, that myself may only bear the burden of your grace's displeasure, and that it may not touch the innocent souls of those poor gentlemen, who (as I understand) are likewise in strait imprisonment for my sake. If ever I have found favour in your sight, if ever the name of Anne Boleyn hath been pleasing in your ears, then let me obtain this request, and I will so leave to trouble your grace any further, with mine earnest prayers to the Trinity to have your grace in his good keeping, and to direct you in all your actions. From my doleful prison in the Tower, this sixth of May;\"Your most loyal and ever faithful wife, Anne Boleyn.\"","subId":"n34","id":"Hume.HE.3.31.n34"},{"type":"note","content":"Burnet, vol. i. p. 202.","subId":"n35","id":"Hume.HE.3.31.n35"},{"type":"note","content":"Herbert, p. 384.","subId":"n36","id":"Hume.HE.3.31.n36"},{"type":"note","content":"Heylin, p. 94.","subId":"n37","id":"Hume.HE.3.31.n37"},{"type":"note","content":"Burnet, vol. i. p. 205.","subId":"n38","id":"Hume.HE.3.31.n38"},{"type":"note","content":"Ibidem, p. 297.","subId":"n39","id":"Hume.HE.3.31.n39"},{"type":"note","content":"Burnet, vol. i. p. 207. Strype, vol. i. p. 285.","subId":"n40","id":"Hume.HE.3.31.n40"},{"type":"note","content":"The parliament, in annulling the king's marriage with Anne Boleyn, gives this as a reason, \"For that his highness had chosen to wife the excellent and virtuous lady Jane, who for her convenient years, excellent beauty, and pureness of flesh and blood, would be apt, God willing, to conceive issue by his highness.\"","subId":"n41","id":"Hume.HE.3.31.n41"},{"type":"note","content":"28 Hen. VIII. c. 10.","subId":"n42","id":"Hume.HE.3.31.n42"},{"type":"note","content":"Burnet,, vol. i. p. 212.","subId":"n43","id":"Hume.HE.3.31.n43"},{"type":"note","content":"Collier, vol. ii. p. 119.","subId":"n44","id":"Hume.HE.3.31.n44"},{"type":"note","content":"Collier, vol. ii. p. 122, & seq. Fuller. Burnet, vol. i. p. 215.","subId":"n45","id":"Hume.HE.3.31.n45"},{"type":"note","content":"A proposal had formerly been made in the convocation for the abolition of the lesser monasteries; and had been much opposed by bishop Fisher, who was then alive. He told his brethren, that this was fairly showing the king the way, how he might come at the greater monasteries. \"An ax,\" said he, \"which wanted a handle, came upon a time into the wood, making his moan to the great trees, that he wanted a handle to work withal, and for that cause he was constrained to sit idle; therefore he made it his request to them, that they would be pleased to grant him one of their small saplings within the wood to make him a handle; who, mistrusting no guile, granted him one of their smaller trees to make him a handle. But now becoming a complete ax, he fell so to work, within the same wood, that, in process of time, there was neither great nor small trees to be found in the place, where the wood stood. And so, my lords, if you grant the king these smaller monasteries, you do but make him a handle, whereby, at his own pleasure, he may cut down all the cedars within your Lebanons.\" Dr. Bailie's life of bishop Fisher, p. 108.","subId":"n46","id":"Hume.HE.3.31.n46"},{"type":"note","content":"Strype, vol. i. p. 249.","subId":"n47","id":"Hume.HE.3.31.n47"},{"type":"note","content":"Burnet, vol. i. p. 223.","subId":"n48","id":"Hume.HE.3.31.n48"},{"type":"note","content":"Ibid. p. 227. Herbert.","subId":"n49","id":"Hume.HE.3.31.n49"},{"type":"note","content":"Herbert, p. 410.","subId":"n50","id":"Hume.HE.3.31.n50"},{"type":"note","content":"Fox, vol. ii. p. 992.","subId":"n51","id":"Hume.HE.3.31.n51"},{"type":"note","content":"Stowe, p. 574. Baker, p. 258.","subId":"n52","id":"Hume.HE.3.31.n52"},{"type":"note","content":"Herbert, p. 428.","subId":"n53","id":"Hume.HE.3.31.n53"},{"type":"note","content":"Strype, vol. ii. p. 5.","subId":"n54","id":"Hume.HE.3.31.n54"},{"type":"note","content":"Collier, vol. ii. p. 145. from the Cott. Lib. Cleopatra, E. 5. fol. 173.","subId":"n55","id":"Hume.HE.3.31.n55"},{"type":"note","content":"Burnet, vol. i. p. 328.","subId":"n56","id":"Hume.HE.3.31.n56"},{"type":"note","content":"Herbert, p. 431, 432. Stowe, p. 575.","subId":"n57","id":"Hume.HE.3.31.n57"},{"type":"note","content":"Goodwin's Annals. Stowe, p. 575. Herbert. Baker, p. 286.","subId":"n58","id":"Hume.HE.3.31.n58"},{"type":"note","content":"Burnet, vol. i. p. 244.","subId":"n59","id":"Hume.HE.3.31.n59"},{"type":"note","content":"Lord Herbert, Camden, Speed.","subId":"n60","id":"Hume.HE.3.31.n60"},{"type":"note","content":"There is a curious passage, with regard to the suppression of monasteries, to be found in Coke's institutes, 4th Inst. chap. 1. p. 44. It is worth transcribing, as it shews the ideas of the English government, entertained during the reign of Henry VIII. and even in the time of Sir Edward Coke, when he wrote his Institutes. It clearly appears, that the people had then little notion of being jealous of their liberties, were desirous of making the crown quite independent, and wished only to remove from themselves, as much as possible, the burthens of government. A large standing army, and a fixed revenue, would, on these conditions, have been regarded as great blessings; and it was owing entirely to the prodigality of Henry, and to his little suspicion that the power of the crown could ever fail, that the English owe all their present liberty. The title of the chapter in Coke is, _Advice concerning new and plausible Projects and Offers in Parliament._ \"When any plausible project,\" says he, \"is made in parliament, to draw the lords and commons to assent to any act, (especially in matters of weight and importance) if both houses do give upon the matter projected and promised their consent, it shall be most necessary, they being trusted for the commonwealth, to have the matter projected and promised (which moved the houses to consent) to be established in the same act, lest the benefit of the act be taken, and the matter projected and promised never performed, and so the houses of parliament perform not the trust reposed in them, as it fell out (taking one example for many) in the reign of Henry the eighth: On the king's behalf, the members of both houses were informed in parliament, that no king or kingdom was safe, but where the king had three abilities; 1. To live of his own, and able to defend his kingdom upon any sudden invasion or insurrection. 2. To aid his confederates, otherwise they would never assist him. 3. To reward his well deserving servants. Now the project was, that if the parliament would give unto him all the abbies, priories, friories, nunneries, and other monasteries, that, for ever in time then to come, he would take order that the same should not be converted to private uses: but first, that his exchequer for the purposes aforesaid should be enriched; secondly, the kingdom strengthened by a continual maintenance of forty thousand well- trained soldiers, with skilful captains and commanders; thirdly, for the benefit and ease of the subject, who never afterwards, (as was projected) in any time to come, should be charged with subsidies, fifteenths, loans, or other common aids; fourthly, lest the honour of the realm should receive any diminution of honour by the dissolution of the said monasteries, there being twenty-nine lords of parliament of the abbots and priors, (that held of the king _per_ _baronium,_ whereof more in the next leaf) that the king would create a number of nobles, which we omit. The said monasteries were given to the king by authority of divers acts of parliament, but no provision was therein made for the said project, or any part thereof.\"","subId":"n61","id":"Hume.HE.3.31.n61"},{"type":"note","content":"Coke's 4th Inst. fol. 44.","subId":"n62","id":"Hume.HE.3.31.n62"},{"type":"note","content":"Dugdale's Warwickshire, p. 800.","subId":"n63","id":"Hume.HE.3.31.n63"},{"type":"note","content":"Fuller.","subId":"n64","id":"Hume.HE.3.31.n64"},{"type":"note","content":"Burnet, vol. i. p. 237.","subId":"n65","id":"Hume.HE.3.31.n65"},{"type":"note","content":"Goodwin's Annals.","subId":"n66","id":"Hume.HE.3.31.n66"},{"type":"note","content":"Herbert.","subId":"n67","id":"Hume.HE.3.31.n67"},{"type":"note","content":"Herbert in Kennet, p. 216.","subId":"n68","id":"Hume.HE.3.31.n68"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.30","imported":true,"title":"Chapter 30. Henry VIII (cont.)","breadcrumb":"Chapter 30","published":[1759]},"next":{"id":"Hume.HE.3.32","imported":true,"title":"Chapter 32. Henry VIII (cont.)","breadcrumb":"Chapter 32","published":[1759]}}