{"id":"Hume.HE.5.45","imported":true,"parent":"Hume.HE.5","title":"Chapter 45. James I","breadcrumb":"Chapter 45","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XLV. £2 £1 JAMES I. £1 _Introduction——James's first transactions——State of Europe——Rosni's negociations——Raleigh's conspiracy——Hampton-court conference——A Parliament——Peace with Spain._","id":"Hume.HE.5.45"},{"type":"paragraph","content":"#1603.# THE crown of England was never transmitted from father to son with greater tranquillity, than it passed from the family of Tudor to that of Stuart. During the whole reign of Elizabeth, the eyes of men had been employed in search of her successor; and when old age made the prospect of her death more immediate, there appeared none but the king of Scots, who could advance any just claim or pretension to the throne. He was great grand-son of Margaret, elder daughter of Henry VII. and, on the failure of the male-line, his hereditary right remained unquestionable. If the religion of Mary queen of Scots, and the other prejudices contracted against her, had formed any considerable obstacle to her succession; these objections, being entirely personal, had no place with regard to her son. Men also considered, that, though the title, derived from blood, had been frequently violated since the Norman conquest, such licences had proceeded more from force or intrigue, than from any deliberate maxims of government. The lineal heir had still in the end prevailed; and both his exclusion and restoration had been commonly attended with such convulsions, as |were sufficient to warn all prudent men not lightly to give way to such irregularities. If the will of Henry VIII. authorised by act of parliament, had tacitly excluded the Scottish line; the tyranny and caprices of that monarch had been so signal, that a settlement of this nature, unsupported by any just reason, had no authority with the people. Queen Elizabeth too, with her dying breath, had recognized the undoubted title of her kinsman James; and the whole nation seemed to dispose themselves with joy and pleasure for his reception. Though born and educated amidst a foreign and hostile people, men hoped, from his character of moderation and wisdom, that he would embrace the maxims of an English monarch; and the prudent foresaw greater advantages, resulting from a union with Scotland, than disadvantages from submitting to a prince of that nation. The alacrity, with which the English looked towards the successor, had appeared so evident to Elizabeth, that, concurring with other causes, it affected her with the deepest melancholy; and that wise princess, whose penetration and experience had given her the greatest insight into human affairs, had not yet sufficiently weighed the ingratitude of courtiers, and levity of the people.","subId":"1","id":"Hume.HE.5.45.1"},{"type":"paragraph","content":"^As^ victory abroad, and tranquillity at home, had attended this princess, she left the nation in such flourishing circumstances, that her successor possessed every advantage, except that of comparison with her illustrious name, when he mounted the throne of England. #First transactions of this reign.# The king's journey from Edinburgh to London, immediately afforded to the inquisitive some circumstances of comparison, which even the natural partiality in favour of their new sovereign, could not interpret to his advantage. As he passed along, all ranks of men flocked about him, from every quarter; allured by interest or curiosity. Great were the rejoicings, and loud and hearty the acclamations which resounded from all sides; and every one could remember how the affability and popular manners of their queen displayed themselves, amidst such concourse and exultation of her subjects. But James, though sociable and familiar with his friends and courtiers, hated the bustle of a mixt multitude; and though far from disliking flattery, yet was he still fonder of tranquillity and ease. He issued therefore a proclamation, forbidding this resort of people, on pretence of the scarcity of |provisions, and other inconveniencies, which, he said, would necessarily attend it[n1].","subId":"2","id":"Hume.HE.5.45.2"},{"type":"paragraph","content":"^He^ was not, however, insensible to the great flow of affection, which appeared in his new subjects; and being himself of an affectionate temper, he seems to have been in haste to make them some return of kindness and good offices. To this motive, probably, we are to ascribe that profuseness of titles, which was observed in the beginning of his reign; when in six weeks time, after his entrance into the kingdom, he is computed to have bestowed knighthood on no less than 237 persons. If Elizabeth's frugality of honours, as well as of money, had formerly been repined at, it began now to be valued and esteemed: And every one was sensible, that the king, by his lavish and premature conferring of favours, had failed of obliging the persons, on whom he bestowed them. Titles of all kinds became so common, that they were scarcely marks of distinction; and being distributed, without choice or deliberation, to persons unknown to the prince, were regarded more as the proofs of facility and good-nature, than of any determined friendship or esteem.","subId":"3","id":"Hume.HE.5.45.3"},{"type":"paragraph","content":"^A^ pasquinade was affixed to St. Paul's, in which an art was promised to be taught, very necessary to assist frail memories, in retaining the names of the new nobility[n2].","subId":"4","id":"Hume.HE.5.45.4"},{"type":"paragraph","content":"^We^ may presume, that the English would have thrown less blame on the king's facility in bestowing favours, had these been confined entirely to their own nation, and had not been shared out, in too unequal proportions, to his old subjects. James, who, through his whole reign, was more guided by temper and inclination than by the rules of political prudence, had brought with him great numbers of his Scottish courtiers; whose impatience and importunity were apt, in many particulars, to impose on the easy nature of their master, and extort favours, of which, it is natural to imagine, his English subjects would loudly complain. The duke of Lenox, the earl of Marre, lord Hume, lord Kinloss, Sir George Hume, secretary Elphinstone[n3], were immediately added to the English privy council. Sir George Hume, whom he created earl of Dunbar, was his declared favourite as long as that nobleman lived, and was one of the wisest and most virtuous, though the least |powerful, of all those whom the king ever honoured with that distinction. Hay, some time after, was created Viscount Doncaster, then earl of Carlisle, and got an immense fortune from the crown; all of which he spent in a splendid and courtly manner. Ramsay obtained the title of Earl of Holderness; and many others, being raised, on a sudden, to the highest elevation, encreased, by their insolence, that envy, which naturally attended them, as strangers and ancient enemies.","subId":"5","id":"Hume.HE.5.45.5"},{"type":"paragraph","content":"^It^ must, however, be owned, in justice to James, that he left almost all the chief offices in the hands of Elizabeth's ministers, and trusted the conduct of political concerns, both foreign and domestic, to his English subjects. Among these, secretary Cecil, created successively Lord Essindon, Viscount Cranborne, and Earl of Salisbury, was always regarded as his prime minister and chief counsellor. Though the capacity and penetration of this minister were sufficiently known, his favour with the king created surprize on the accession of that monarch. The secret correspondence into which he had entered with James, and which had sensibly contributed to the easy reception of that prince in England, laid the foundation of Cecil's credit; and while all his former associates, Sir Walter Raleigh, lord Grey, lord Cobham, were discountenanced on account of their animosity against Essex, as well as for other reasons, this minister was continued in employment, and treated with the greatest confidence and regard.","subId":"6","id":"Hume.HE.5.45.6"},{"type":"paragraph","content":"^The^ capacity of James and his ministers in negociation was immediately put to trial, on the appearance of ambassadors from almost all the princes and states of Europe, in order to congratulate him on his accession, and to form with him new treaties and alliances. Beside ministers from Venice, Denmark, the Palatinate; Henry Frederic of Nassau, assisted by Barnevelt the Pensionary of Holland, was ambassador from the states of the United Provinces. Aremberg was sent by Archduke Albert; and Taxis was expected in a little time from Spain. But he who most excited the attention of the public, both on account of his own merit and that of his master, was the marquess of Rosni, afterwards duke of Sully, prime minister and favourite of Henry IV. of France.","subId":"7","id":"Hume.HE.5.45.7"},{"type":"paragraph","content":"#State of Europe.# ^When^ the dominions of the house of Austria devolved on Philip II. all Europe was struck with terror; lest the power of a family, which had been raised by fortune, should now be carried to an |immeasurable height, by the wisdom and conduct of this monarch. But never were apprehensions found in the event to be more groundless. Slow without prudence, ambitious without enterprize, false without deceiving any body, and refined without any true judgment; such was the character of Philip, and such the character, which, during his life-time, and after his death, he impressed on the Spanish councils. Revolted or depopulated provinces, discontented or indolent inhabitants, were the spectacles, which those dominions, lying in every climate of the globe, presented to Philip III. a weak prince, and to the duke of Lerma, a minister, weak and odious. But though military discipline, which still remained, was what alone gave some appearance of life and vigour to that languishing body; yet so great was the terror, produced by former power and ambition, that the reduction of the house of Austria was the object of men's vows, throughout all the states of Christendom. It was not perceived, that the French empire, now united in domestic peace, and governed by the most heroic and most amiable prince, that adorns modern history, was become, of itself, a sufficient counterpoise to the Spanish greatness. Perhaps, that prince himself did not perceive it, when he proposed, by his minister, a league with James, #Rosni's negociations.# in conjunction with Venice, the United Provinces, and the northern crowns; in order to attack the Austrian dominions on every side, and depress the exorbitant power of that ambitious family[n4]. But the genius of the English monarch was not equal to such vast enterprizes. The love of peace was his ruling passion; and it was his peculiar felicity, that the conjunctures of the times rendered the same object, which was agreeable to him, in the highest degree advantageous to his people.","subId":"8","id":"Hume.HE.5.45.8"},{"type":"paragraph","content":"^The^ French ambassador, therefore, was obliged to depart from these extensive views, and to concert with James the means of providing for the safety of the United Provinces: Nor was this object altogether without its difficulties. The king, before his accession, had entertained scruples with regard to the revolt of the Low-Countries, and being commonly open and sincere[n5], he had, on many occasions, gone so far as to give to the Dutch the appellation of rebels[n6]: But having conversed more fully with English |ministers and courtiers, he found their attachment to that republic so strong, and their opinion of common interest so established, that he was obliged to sacrifice to politics his sense of justice; a quality, which, even when erroneous, is respectable as well as rare in a monarch. He therefore agreed with Rosni to support secretly the states-general, in concert with the king of France; lest their weakness and despair should oblige them to submit to their old master. The articles of the treaty were few and simple. It was stipulated, that the two kings should allow the Dutch to levy forces in their respective dominions; and should underhand remit to that republic the sum of 1,400,000 livres a-year for the pay of these forces: That the whole sum should be advanced by the king of France; but that the third of it should be deducted from the debt due by him to queen Elizabeth. And if the Spaniards attacked either of the princes, they agreed to assist each other; Henry with a force of ten thousand men, James with that of six. This treaty, one of the wisest and most equitable concluded by James, during the course of his reign, was more the work of the prince himself, than any of his ministers[n7].","subId":"9","id":"Hume.HE.5.45.9"},{"type":"paragraph","content":"#Raleigh's conspiracy.# ^Amidst^ the great tranquillity, both foreign and domestic, with which the nation was blest, nothing could be more surprising than the discovery of a conspiracy to subvert the government, and to fix on the throne Arabella Stuart, a near relation of the king's by the family of Lenox, and descended equally from Henry VII. Every thing remains still mysterious in this conspiracy; and history can give us no clue to unravel it. Watson and Clarke, two catholic priests, were accused of the plot: Lord Grey, a puritan: Lord Cobham, a thoughtless man, of no fixt principle: And Sir Walter Raleigh, suspected to be of that philosophical sect, who were then extremely rare in England, and who have since received the appellation of _free thinkers._ Together with these, Mr. Broke, brother to lord Cobham, Sir Griffin Markham, Mr. Copeley, Sir Edward Parham. What cement could unite men of such discordant principles in so dangerous a combination; what end they proposed, or what means proportioned to an undertaking of this nature, has never yet been explained, and cannot easily be imagined. As Raleigh, Grey, and Cobham were commonly believed, after the queen's |death, to have opposed proclaiming the king, till conditions should be made with him; they were upon that account extremely obnoxious to the court and ministry; and the people were apt, at first, to suspect, that the plot was merely a contrivance of secretary Cecil, to get rid of his old confederates, now become his most inveterate enemies. But the confession, as well as trial of the criminals, put the matter beyond doubt[n8]. And though no one could find any marks of a concerted enterprize, it appeared, that men of furious and ambitious spirits, meeting frequently together, and believing all the world discontented like themselves, had entertained very criminal projects, and had even entered, some of them at least, into a correspondence with Aremberg, the Flemish ambassador, in order to give disturbance to the new settlement.","subId":"10","id":"Hume.HE.5.45.10"},{"type":"paragraph","content":"^The^ two priests[n9] and Broke[n10] were executed: Cobham, Grey, and Markham were pardoned[n11], after they had laid their heads upon the block[n12]. Raleigh too was reprieved, not pardoned; and he remained in confinement many years afterwards.","subId":"11","id":"Hume.HE.5.45.11"},{"type":"paragraph","content":"^It^ appears from Sully's Memoirs, that Raleigh secretly offered his services to the French ambassador; and we may thence presume, that, meeting with a repulse from that quarter, he had recourse, for the same unwarrantable purposes, to the Flemish minister. Such a conjecture we are now enabled to form; but it must be confessed, that, on his trial, there appeared no proof of this transaction, nor indeed any circumstance which could justify his condemnation. He was accused by Cobham alone, in a sudden fit of passion, upon hearing, that Raleigh, when examined, had pointed out some circumstances, by which Cobham's guilt might be known and ascertained. This accusation Cobham afterwards retracted; and soon after, he retracted his retractation. Yet upon the written evidence of this single witness, a man of no honour or understanding, and so contradictory in his testimony; not confronted with Raleigh; not supported by any concurring circumstance; was that great man, contrary to all law and equity, found guilty by the jury. His name was at that time extremely odious in England; and every man was pleased to give sentence against the capital enemy of Essex, the favourite of the people.","subId":"12","id":"Hume.HE.5.45.12"},{"type":"paragraph","content":"^Sir^ Edward Coke, the famous lawyer, then attorney-general, managed the cause for the crown, and threw out on Raleigh such gross abuse, as may be deemed a great reflection, not only on his own memory, but even, in some degree, on the manners of the age. Traitor, monster, viper, and spider of hell, are the terms, which he employs against one of the most illustrious men of the kingdom, who was under trial for life and fortune, and who defended himself with temper, eloquence, and courage[n13].","subId":"13","id":"Hume.HE.5.45.13"},{"type":"paragraph","content":"#1604.# ^The^ next occupation of the king was entirely according to his heart's content. He was employed, in dictating magisterially to an assembly of divines concerning points of faith and discipline, and in receiving the applauses of these holy men for his superior zeal and learning. The religious disputes between the church and the puritans had induced him to call a conference at Hampton-court, on pretence of finding expedients, which might reconcile both parties.","subId":"14","id":"Hume.HE.5.45.14"},{"type":"paragraph","content":"^Though^ the severities of Elizabeth towards the catholics had much weakened that party, whose genius was opposite to the prevailing spirit of the nation; like severities had had so little influence on the puritans, who were encouraged by that spirit, that no less than seven hundred and fifty clergymen of that party signed a petition to the king on his accession; and many more seemed willing to adhere to it[n14]. They all hoped, that James, having received his education in Scotland, and having sometimes professed an attachment to the church, established there, would at least abate the rigour of the laws enacted in support of the ceremonies and against puritans; if he did not show more particular grace and encouragement to that sect. But the king's disposition had taken strongly a contrary biass. The more he knew the puritanical clergy, the less favour he bore to them. He had remarked in their Scottish brethren a violent turn towards republicanism, and a zealous attachment to civil liberty; principles nearly allied to that religious enthusiasm, with which they were actuated. He had found, that being mostly persons of low birth and mean education, the same lofty pretensions, which attended them in their familiar addresses to their Maker, of whom they believed themselves the peculiar |favourites, induced them to use the utmost freedoms with their earthly sovereign. In both capacities, of monarch and of theologian, he had experienced the little complaisance, which they were disposed to show him; whilst they controuled his commands, disputed his tenets, and to his face, before the whole people, censured his conduct and behaviour. If he had submitted to the indignity of courting their favour, he treasured up, on that account, the stronger resentment against them, and was determined to make them feel, in their turn, the weight of his authority. Though he had often met with resistance and faction and obstinacy in the Scottish nobility, he retained no ill will to that order; or rather showed them favour and kindness in England, beyond what reason and sound policy could well justify: But the ascendant, which the presbyterian clergy had assumed over him, was what his monarchical pride could never thoroughly digest[n15].","subId":"15","id":"Hume.HE.5.45.15"},{"type":"paragraph","content":"^He^ dreaded likewise the popularity, which attended this order of men in both kingdoms. As useless austerities and self-denial are imagined, in many religions, to render us acceptable to a benevolent Being, who created us solely for happiness, James remarked, that the rustic severity of these clergymen and of their whole sect had given them, in the eyes of the multitude, the appearance of sanctity and virtue. Strongly inclined himself to mirth and wine and sports of all kinds, he apprehended their censure for his manner of life, free and disengaged. And, being thus averse, from temper as well as policy, to the sect of puritans, he was resolved, if possible, to prevent its farther growth in England.","subId":"16","id":"Hume.HE.5.45.16"},{"type":"paragraph","content":"^But^ it was the character of James's councils, throughout his whole reign, that they were more wise and equitable, in their end, than prudent and political, in the means. Though justly sensible, that no part of civil administration required greater care or a nicer judgment than the conduct of religious parties; he had not perceived, that, in the same proportion as this practical knowledge of theology is requisite, the speculative refinements in it are mean, |and even dangerous in a monarch. By entering zealously into frivolous disputes, James gave them an air of importance and dignity, which they could not otherwise have acquired; and being himself inlisted in the quarrel, he could no longer have recourse to contempt and ridicule, the only proper method of appeasing it. The church of England had not yet abandoned the rigid doctrines of grace and predestination: The puritans had not yet separated themselves from the church, nor openly renounced episcopacy. Though the spirit of the parties was considerably different, the only appearing subjects of dispute were concerning the cross in baptism, the ring in marriage, the use of the surplice, and the bowing at the name of Jesus. #Conference at Hampton–court.# These were the mighty questions, which were solemnly agitated in the conference at Hampton-court between some bishops and dignified clergymen on the one hand, and some leaders of the puritanical party on the other; the king and his ministers being present[n16].","subId":"17","id":"Hume.HE.5.45.17"},{"type":"paragraph","content":"#4th Jan.# ^The^ puritans were here so unreasonable as to complain of a partial and unfair management of the dispute; as if the search after truth were in any degree the object of such conferences, and a candid indifference, so rare even among private enquirers in _philosophical_ questions, could ever be expected among princes and prelates, in a _theological_ controversy. The king, it must be confessed, from the beginning of the conference, showed the strongest propensity to the established church, and frequently inculcated a maxim, which, though it has some foundation, is to be received with great limitations, NO BISHOP, NO KING. The bishops, in their turn, were very liberal of their praises towards the royal disputant; and the archbishop of Canterbury said, that_ undoubtedly his majesty spake by the special assistance of God's spirit[n17]._ A few alterations in the liturgy were agreed to, and both parties separated with mutual dissatisfaction.","subId":"18","id":"Hume.HE.5.45.18"},{"type":"paragraph","content":"^It^ had frequently been the practice of the puritans to form certain assemblies, which they called _prophesyings;_ where alternately, as moved by the spirit, they displayed their zeal in prayers and exhortations, and raised their own enthusiasm, as well as that of their audience, to the highest pitch, from that social contagion, which has so mighty an influence on holy fervours, and from the |mutual emulation, which arose in those trials of religious eloquence. Such dangerous societies had been suppressed by Elizabeth; and the ministers in this conference moved the king for their revival. But James sharply replied, _If you aim at a_ Scottish _presbytery it agrees as well with monarchy as God and the devil. There_ Jack _and_ Tom _and_ Will _and_ Dick _shall meet and censure me and my council. Therefore I reiterate my former speech:_ Le Roi s'avisera. _Stay, I pray, for one seven years before you demand; and then, if you find me grow pursie and fat, I may perchance hearken unto you. For that government will keep me in breath, and give me work enough[n18]._ Such were the political considerations, which determined the king in his choice among religious parties.","subId":"19","id":"Hume.HE.5.45.19"},{"type":"paragraph","content":"#A parliament.# ^The^ next assembly, in which James displayed his learning and eloquence, was one that showed more spirit of liberty than appeared among his bishops and theologians. The parliament was now ready to assemble; #19th March.# being so long delayed on account of the plague, which had broken out in London, and raged to such a degree, that above 30,000 persons are computed to have died of it in a year; though the city contained at that time little more than 150,000 inhabitants.","subId":"20","id":"Hume.HE.5.45.20"},{"type":"paragraph","content":"^The^ speech which the king made on opening the parliament, fully displays his character, and proves him to have possessed more knowledge and better parts than prudence or any just sense of decorum and propriety[n19]. Though few productions of the age surpass this performance either in style or matter; it wants that majestic brevity and reserve, which becomes a king in his addresses to the great council of the nation. It contains, however, a remarkable stroke of candor, where he confesses his too great facility in yielding to the solicitations of suitors[n20]: A fault, which he promises to correct, but which adhered to him, and distressed him, during the whole course of his reign.","subId":"21","id":"Hume.HE.5.45.21"},{"type":"paragraph","content":"^The^ first business, in which the commons were engaged, was of the utmost importance to the preservation of their privileges; and neither temper nor resolution were wanting in their conduct of it.","subId":"22","id":"Hume.HE.5.45.22"},{"type":"paragraph","content":"^In^ the former periods of the English government, the house of commons was of so small weight in the balance of the constitution, |that little attention had been given, either by the crown, the people, or the house itself, to the choice and continuance of the members. It had been usual, after parliaments were prolonged beyond one session, for the chancellor to exert a discretionary authority, of issuing new writs to supply the place of any members, whom he judged incapable of attending, either on account of their employment, their sickness, or other impediment. This practice gave that minister, and consequently the prince, an unlimited power of modeling at pleasure the representatives of the nation; yet so little jealousy had it created, that the commons, of themselves, without any court influence or intrigue, and contrary to some former votes of their own, confirmed it in the twenty-third of Elizabeth[n21]. At that time, though some members, whose places had been supplied on account of sickness, having now recovered their health, appeared in the house, and claimed their seat; such was the authority of the chancellor, that, merely out of respect to him, his sentence was adhered to, and the new members were continued in their places. Here a most dangerous prerogative was conferred on the crown: But to show the genius of that age, or rather the channels in which power then ran, the crown put very little value on this authority; insomuch that two days afterwards, the chancellor, of himself, resigned it back to the commons, and gave them power to judge of a particular vacancy in their house. And when the question, concerning the chancellor's new writs, was again brought on the carpet towards the end of the session, the commons were so little alarmed at the precedent, that, though they re-admitted some old members, whose seats had been vacated, on account of slight indispositions, yet they confirmed the chancellor's sentence, in instances where the distemper appeared to have been dangerous and incurable[n22]. Nor did they proceed any farther, in vindication of their privileges, than to vote, _that during the sitting of parliament, there do not, at any time, any writ go out for chusing or returning any member without the warrant of the house._ In Elizabeth's reign we may remark, and the reigns preceding, sessions of parliament were not usually the twelfth part so long as the vacations; and during the latter, the chancellor's power, if he pleased to exert it, was |confirmed, at least left, by this vote, as unlimited and unrestrained as ever.","subId":"23","id":"Hume.HE.5.45.23"},{"type":"paragraph","content":"^In^ a subsequent parliament, the absolute authority of the queen was exerted in a manner still more open; and began for the first time to give alarm to the commons. New writs having been issued by the chancellor, when there was no vacancy, and a controversy arising upon that incident; the queen sent a message to the house, informing them, that it were impertinent for them to deal in such matters. These questions, she said, belonged only to the chancellor; and she had appointed him to confer with the judges, in order to settle all disputes with regard to elections. The commons had the courage, a few days after, to vote \"That it was a most perilous precedent, where two knights of a county were duly elected, if any new writ should issue out for a second election, without order of the house itself; that the discussing and adjudging of this and such like differences belonged only to the house; and that there should be no message sent to the lord chancellor, not so much as to enquire what he had done in the matter, because it was conceived to be a matter derogatory to the power and privilege of the house.\"[n23] This is the most considerable, and almost only instance of parliamentary liberty, which occurs during the reign of that princess.","subId":"24","id":"Hume.HE.5.45.24"},{"type":"paragraph","content":"^Outlaws^, whether on account of debts or crimes, had been declared by the judges[n24], incapable of enjoying a seat in the house, where they must themselves be lawgivers; but this opinion of the judges had been frequently over-ruled. I find, however, in the case of Vaughan[n25], who was questioned for an outlawry, that, having proved all his debts to have been contracted by suretiship, and to have been, most of them, honestly compounded, he was allowed, on account of these favourable circumstances, to keep his seat: Which plainly supposes, that, otherwise, it would have been vacated, on account of the outlawry[n26].","subId":"25","id":"Hume.HE.5.45.25"},{"type":"paragraph","content":"^When^ James summoned this parliament, he issued a proclamation[n27]; in which, among many general advices, which, like a kind tutor, he bestowed on his people, he strictly enjoins them not to chuse any outlaw for their representative. And he adds; _If any person take upon him the place of knight, citizen, or burgess, not being duly elected, according to the laws and statutes in that behalf provided, and according to the purport, effect, and true meaning of this our proclamation, then every person so offending to be fined or imprisoned for the same._ A proclamation here was plainly put on the same footing with a law, and that in so delicate a point as the right of elections: Most alarming circumstances, had there not been reason to believe, that this measure, being entered into so early in the king's reign proceeded more from precipitation and mistake, than from any serious design of invading the privileges of parliament[n28].","subId":"26","id":"Hume.HE.5.45.26"},{"type":"paragraph","content":"^Sir^ Francis Goodwin was chosen member for the county of Bucks; and his return, as usual, was made into chancery. The chancellor, pronouncing him an outlaw, vacated his seat, and issued writs for a new election[n29]. Sir John Fortescue was chosen in his place by the county: But the first act of the house was to reverse the chancellor's sentence, and restore Sir Francis to his seat. At the king's suggestion, the lords desired a conference on the subject; but were absolutely refused by the commons, as the question entirely regarded their own privileges[n30]. The commons, however, agreed to make a remonstrance to the king by the mouth of their speaker; in which they maintained that, though the returns were by form made into chancery, yet the sole right of judging with regard to elections belonged to the house itself, not to the chancellor[n31]. James was not satisfied, and ordered a conference between |the house and the judges, whose opinion in this case was opposite to that of the commons. This conference, he said, he commanded as an _absolute_ king[n32]; an epithet, we are apt to imagine, not very grateful to English ears, but one to which they had already been somewhat accustomed from the mouth of Elizabeth[n33]. He added, _That all their privileges were derived from his grant, and hoped they would not turn them against him[n34];_ a sentiment, which, from her conduct, it is certain, that princess had also entertained, and which was the reigning principle of her courtiers and ministers, and the spring of all her administration.","subId":"27","id":"Hume.HE.5.45.27"},{"type":"paragraph","content":"^The^ commons were in some perplexity. Their eyes were now opened, and they saw the consequences of that power, which had been assumed by the chancellor, and to which their predecessors had, in some instances, blindly submitted. _By this course,_ said a member, _the free election of the counties is taken away, and none shall be chosen but such as shall please the king and council. Let us, therefore, with fortitude, understanding, and sincerity, seek to maintain our privilege. This cannot be construed any contempt in us, but merely a maintenance of our common rights, which our ancestors have left us, and which it is just and fit for us to transmit to our posterity[n35]._ Another said[n36], _This may be called a_ quo warranto _to seize all our liberties. A chancellor,_ added a third, _by this course may call a parliament consisting of what persons he pleases. Any suggestion, by any person, may be the cause of sending a new writ. It is come to this plain question, whether the chancery or parliament ought to have authority[n37]._","subId":"28","id":"Hume.HE.5.45.28"},{"type":"paragraph","content":"^Notwithstanding^ this watchful spirit of liberty, which now appeared in the commons, their deference for majesty was so great, that they appointed a committee to confer with the judges before the king and council. There, the question of law began to appear, in James's eyes, a little more doubtful than he had hitherto imagined it; and in order to extricate himself with some honour, he proposed, that both Goodwin and Fortescue should be set aside, and a writ be issued, by warrant of the house, for a new election. Goodwin gave his consent; and the commons embraced the expedient; but in such a manner, that, while they showed their regard |for the king, they secured for the future the free possession of their seats, and the right, which they claimed, of judging solely in their own elections and returns[n38].","subId":"29","id":"Hume.HE.5.45.29"},{"type":"paragraph","content":"^A^ power like this, so essential to the exercise of all their other powers, themselves so essential to public liberty, cannot fairly be deemed an encroachment in the commons; but must be regarded as an inherent privilege, happily rescued from that ambiguity, which the negligence of some former parliaments had thrown upon it.","subId":"30","id":"Hume.HE.5.45.30"},{"type":"paragraph","content":"^At^ the same time, the commons, in the case of Sir Thomas Shirley, established their power of punishing, as well the persons at whose suit any member is arrested, as the officers, who either arrest or detain him. Their asserting of this privilege admits of the same reflection[n39].","subId":"31","id":"Hume.HE.5.45.31"},{"type":"paragraph","content":"^About^ this period, the minds of men, throughout Europe, especially in England, seem to have undergone a general, but insensible revolution. Though letters had been revived in the preceding age, they were chiefly cultivated by those sedentary professions; nor had they, till now, begun to spread themselves, in any degree, among men of the world. Arts, both mechanical and liberal, were every day receiving great improvements. Navigation had extended itself over the whole globe. Travelling was secure and agreeable. And the general system of politics, in Europe, was become more enlarged and comprehensive.","subId":"32","id":"Hume.HE.5.45.32"},{"type":"paragraph","content":"^In^ consequence of this universal fermentation, the ideas of men enlarged themselves on all sides; and the several constituent parts of the gothic governments, which seem to have lain long unactive, began, every where, to operate and encroach on each other. On the continent, where the necessity of discipline had begotten standing armies, the princes commonly established an unlimited authority, and overpowered, by force or intrigue, the liberties of the people. In England, the love of freedom, which, unless checked, flourishes extremely in all liberal natures, acquired new force, and was regulated by more enlarged views, suitably to that cultivated understanding, which became, every day, more common, among men of birth and education. A familiar acquaintance with the precious remains of antiquity excited in every generous breast a passion for a limited constitution, and begat an emulation |of those manly virtues, which the Greek and Roman authors, by such animating examples, as well as pathetic expressions, recommend to us. The severe though popular, government of Elizabeth had confined this rising spirit within very narrow bounds: But when a new and a foreign family succeeded to the throne, and a prince less dreaded and less beloved; symptoms immediately appeared of a more free and independent genius in the nation.","subId":"33","id":"Hume.HE.5.45.33"},{"type":"paragraph","content":"^Happily^ this prince possessed neither sufficient capacity to perceive the alteration, nor sufficient art and vigour to check it in its early advances. Jealous of regal, because conscious of little personal authority, he had established within his own mind a speculative system of absolute government, which few of his subjects, he believed, and none but traitors and rebels, would make any scruple to admit. On which-ever side he cast his eye, everything concurred to encourage his prejudices. When he compared himself with the other hereditary sovereigns of Europe, he imagined, that, as he bore the same rank, he was entitled to equal prerogatives; not considering the innovations lately introduced by them, and the military force, by which their authority was supported. In England, that power, almost unlimited, which had been exercised for above a century, especially during the late reign, he ascribed solely to royal birth and title; not to the prudence and spirit of the monarchs, nor to the conjunctures of the times. Even the opposition, which he had struggled with in Scotland, encouraged him still farther in his favourite notions; while he there saw, that the same resistance, which opposed regal authority, violated all law and order, and made way, either for the ravages of a barbarous nobility, or for the more intolerable insolence of seditious preachers. In his own person, therefore, he thought all legal power to be centered, by an hereditary and a divine right: And this opinion might have proved dangerous, if not fatal, to liberty; had not the firmness of the persuasion, and its seeming evidence, induced him to trust solely to his right, without making the smallest provision either of force or politics, in order to support it.","subId":"34","id":"Hume.HE.5.45.34"},{"type":"paragraph","content":"^Such^ were the opposite dispositions of parliament and prince, at the commencement of the Scottish line; dispositions just beginning to exist and to appear in the parliament[n40], but thoroughly established and openly avowed on the part of the prince.","subId":"35","id":"Hume.HE.5.45.35"},{"type":"paragraph","content":"^The^ spirit and judgment of the house of commons appeared, not only in defence of their own privileges, but also in their endeavour, though, at this time, in vain, to free trade from those shackles, which the high exerted prerogative, and even, in this respect, the ill-judged tyranny of Elizabeth, had imposed upon it.","subId":"36","id":"Hume.HE.5.45.36"},{"type":"paragraph","content":"^James^ had already, of his own accord, called in and annulled all the numerous patents for monopolies, which had been granted by his predecessor, and which extremely fettered every species of domestic industry: But the exclusive companies still remained; another species of monopoly, by which almost all foreign trade, except that to France, was brought into the hands of a few rapacious engrossers, and all prospect of future improvement in commerce was for ever sacrificed to a little temporary advantage of the sovereign. These companies, though arbitrarily erected, had carried their privileges so far, that almost all the commerce of England was centered in London; and it appears, that the customs of that port amounted to 110,000-l. a-year, while those of all the kingdom beside yielded only seventeen thousand[n41]. Nay, the whole trade of London was confined to about 200 citizens[n42], who were easily enabled, by combining among themselves, to fix whatever price they pleased both to the exports and imports of the nation. The committee, appointed to examine this enormous grievance, one of the greatest which we read of in English story, insist on it as a fact well known and avowed, however contrary to present received opinion, that shipping and seamen had sensibly decayed during all the preceding reign[n43]. And though nothing be more common than complaints of the decay of trade even during the most flourishing periods; yet is this a consequence which might naturally result from such arbitrary establishments, at a time when the commerce of all the other nations of Europe, except that of Scotland, enjoyed full liberty and indulgence.","subId":"37","id":"Hume.HE.5.45.37"},{"type":"paragraph","content":"^While^ the commons were thus attempting to give liberty to the trading part of the nation, they also endeavoured to free the landed property from the burthen of wardships[n44], and to remove |those remains of the feudal tenures, under which the nation still laboured. A just regard was shown to the crown on the conduct of this affair; nor was the remedy, sought for, considered as a matter of right, but merely of grace and favour. The profit, which the king reaped both from wards and from respite of homage, was estimated; and it was intended to compound for these prerogatives by a secure and independent revenue. But after some debates in the house, and some conferences with the lords, the affair was found to contain more difficulties than could easily, at that time, be surmounted; and it was not then brought to any conclusion.","subId":"38","id":"Hume.HE.5.45.38"},{"type":"paragraph","content":"^The^ same fate attended an attempt of a like nature, to free the nation from the burthen of purveyance. This prerogative had been much abused by the purveyors[n45], and the commons shewed some intention to offer the king fifty thousand pounds a-year for the abolition of it.","subId":"39","id":"Hume.HE.5.45.39"},{"type":"paragraph","content":"^Another^ affair of the utmost consequence was brought before the parliament, where the commons shewed a greater spirit of independence than any true judgment of national interest. The union of the two kingdoms was zealously, and even impatiently urged by the king[n46]. He justly regarded it as the peculiar felicity of his reign, that he had terminated the bloody animosities of these hostile nations, and had reduced the whole island under one government; enjoying tranquillity within itself, and security from all foreign invasions. He hoped, that, while his subjects of both kingdoms reflected on past disasters, besides regarding his person as infinitely precious, they would entertain the strongest desire of securing themselves against the return of like calamities, by a thorough union of laws, parliaments, and privileges. He considered not, that this very reflection operated, as yet, in a contrary manner, on men's prejudices, and kept alive that mutual hatred between the nations, which had been carried to the greatest extremities, and required time to allay it. The more urgent the king appeared in promoting so useful a measure, the more backward was the English parliament in concurring with him; while they ascribed his excessive zeal, to that partiality, in favour of his ancient subjects, of which they thought, that, on other occasions, they had reason to |complain. Their complaisance for the king, therefore, carried them no farther than to appoint forty-four English to meet with thirty-one Scottish commissioners, in order to deliberate concerning the terms of a union; but without any power of making advances towards the establishment of it[n47].","subId":"40","id":"Hume.HE.5.45.40"},{"type":"paragraph","content":"^The^ same spirit of independence, and perhaps not better judgment, appeared in the house of commons, when the question of supply was brought before them, by some members, attached to the court. In vain was it urged, that, though the king received a supply, which had been voted to Elizabeth, and which had not been collected before her death; yet he found it burthened with a debt contracted by the queen, equal to the full amount of it: That peace was not yet thoroughly concluded with Spain, and that Ireland was still expensive to him: That on his journey from Scotland amidst such a concourse of people, and on that of the queen and royal family, he had expended considerable sums: And that, as the courtiers had looked for greater liberalities from the prince on his accession, and had imposed on his generous nature; so the prince, in his turn, would expect at the beginning, some mark of duty and attachment from his people and some consideration of his necessities. No impression was made on the house of commons by these topics; and the majority appeared fully determined to refuse all supply. The burthen of government, at that time, lay surprisingly light upon the people: And that very reason, which to us, at this distance, may seem a motive of generosity, was the real cause why the parliament was, on all occasions, so remarkably frugal and reserved. They were not, as yet, accustomed to open their purses in so liberal a manner as their successors, in order to supply the wants of their sovereign; and the smallest demand, however requisite, appeared in their eyes unreasonable and exorbitant. The commons seem also to have been desirous of reducing the crown to still farther necessities, by their refusing a bill, sent down to them by the lords, for entailing the crown lands for ever on the king's heirs and successors[n48]. The dissipation, made by Elizabeth, had probably taught James the necessity of this law, and shewn them the advantage of refusing it.","subId":"41","id":"Hume.HE.5.45.41"},{"type":"paragraph","content":"^In^ order to cover a disappointment with regard to supply, which might bear a bad construction both at home and abroad, James sent a message to the house[n49], in which he told them, that he desired no supply; and he was very forward in refusing what was never offered him. #7th July.# Soon after, he prorogued the parliament, not without discovering, in his speech, visible marks of dissatisfaction. Even so early in his reign, he saw reason to make public complaints of the restless and encroaching spirit of the puritanical party, and of the malevolence, with which they endeavoured to inspire the commons. Nor were his complaints without foundation, or the puritans without interest; since the commons, now finding themselves free from the arbitrary government of Elizabeth, made application for a conference with the lords, and presented a petition to the king; the purport of both which was to procure, in favour of the puritans, a relaxation of the ecclesiastical laws[n50]. The use of the surplice and of the cross in baptism is there chiefly complained of; but the remedy seems to have been expected solely from the king's dispensing power[n51]. In the papers, which contain this application and petition, we may also see proofs of the violent animosity of the commons against the catholics, together with the intolerating spirit of that assembly[n52].","subId":"42","id":"Hume.HE.5.45.42"},{"type":"paragraph","content":"#Peace with Spain. 18th Aug.# ^This^ summer, the peace with Spain was finally concluded, and was signed by the Spanish ministers at London[n53]. In the conferences, previous to this treaty, the nations were found to have so few claims on each other, that, except on account of the support given by England to the Low-Country provinces, the war might appear to have been continued more on account of personal animosity between Philip and Elizabeth, than any contrariety of political interests between their subjects. Some articles in the treaty, which seemed prejudicial to the Dutch commonwealth, were never executed by the king; and as the Spaniards made no complaints on that head, it appeared, that, by secret agreement, the king had expressly reserved the power of sending assistance to the Hollanders[n54]. The constable of Castile came into England to ratify the |peace; and on the part of England, the earl of Hertford was sent into the Low-Countries for the same purpose, and the earl of Nottingham, high admiral, into Spain. The train of the latter was numerous and splendid; and the Spaniards, it is said, were extremely surprized, when they beheld the blooming countenances and graceful appearance of the English, whom their bigotry, inflamed by the priests, had represented as so many monsters and infernal demons.","subId":"43","id":"Hume.HE.5.45.43"},{"type":"paragraph","content":"^Though^ England, by means of her naval force, was perfectly secure, during the later years of the Spanish war, James shewed an impatience to put an end to hostilities; and soon after his accession, before any terms of peace were concerted or even proposed by Spain, he recalled all the letters of marque[n55], which had been granted by queen Elizabeth. Archduke Albert had made some advances of a like nature[n56], which invited the king to take this friendly step. But what is remarkable; in James's proclamation for that purpose, he plainly supposes, that, as he had himself, while king of Scotland, always lived in amity with Spain, peace was attached to his person, and that merely by his accession to the crown of England, without any articles of treaty or agreement, he had ended the war between the kingdoms[n57]. This ignorance of the law of nations may appear surprising in a prince, who was thirty-six years of age, and who had reigned from his infancy; did we not consider that a king of Scotland, who lives in close friendship with England, has few transactions to manage with foreign princes, and has little opportunity of acquiring experience. Unhappily for James, his timidity, his prejudices, his indolence, his love of amusement, particularly of hunting, to which he was much addicted, ever prevented him from making any progress in the knowledge or practice of foreign politics, and in a little time diminished that regard, which all the neighbouring nations had paid to England, during the reign of his predecessor[n58].","subId":"44","id":"Hume.HE.5.45.44"},{"type":"note","content":"Kennet, p. 662.","subId":"n1","id":"Hume.HE.5.45.n1"},{"type":"note","content":"Wilson, in Kennet, p. 665.","subId":"n2","id":"Hume.HE.5.45.n2"},{"type":"note","content":"Ibid. p. 662.","subId":"n3","id":"Hume.HE.5.45.n3"},{"type":"note","content":"Sully's Memoirs.","subId":"n4","id":"Hume.HE.5.45.n4"},{"type":"note","content":"La Boderie, vol. i. p. 120.","subId":"n5","id":"Hume.HE.5.45.n5"},{"type":"note","content":"Winwood, vol. ii. p. 55.","subId":"n6","id":"Hume.HE.5.45.n6"},{"type":"note","content":"Sully's Memoirs.","subId":"n7","id":"Hume.HE.5.45.n7"},{"type":"note","content":"State Trials, p. 180. 2d edit. Winwood, vol. ii. p. 8, 11.","subId":"n8","id":"Hume.HE.5.45.n8"},{"type":"note","content":"November 29.","subId":"n9","id":"Hume.HE.5.45.n9"},{"type":"note","content":"December 5.","subId":"n10","id":"Hume.HE.5.45.n10"},{"type":"note","content":"December 9.","subId":"n11","id":"Hume.HE.5.45.n11"},{"type":"note","content":"Winwood, vol. ii. p. 11.","subId":"n12","id":"Hume.HE.5.45.n12"},{"type":"note","content":"State Trials, 1st edit. p. 176, 177, 182.","subId":"n13","id":"Hume.HE.5.45.n13"},{"type":"note","content":"Fuller, book 10. Collier, vol. ii. p. 672.","subId":"n14","id":"Hume.HE.5.45.n14"},{"type":"note","content":"James ventured to say in his Basilicon Doron, published while he was in Scotland: \"I protest before the great God, and since I am here as upon my Testament, it is no place for me to lie in, that ye shall never find with any Highland or Borderer Thieves, greater ingratitude and more lies and vile perjuries, than with these fanatic spirits: And suffer not the principal of them to brook your land.\" _K. James's Works,_ p. 161.","subId":"n15","id":"Hume.HE.5.45.n15"},{"type":"note","content":"Fuller's Ecclesiast. History.","subId":"n16","id":"Hume.HE.5.45.n16"},{"type":"note","content":"Kennet, p. 665.","subId":"n17","id":"Hume.HE.5.45.n17"},{"type":"note","content":"Fuller's Ecclesiast. History.","subId":"n18","id":"Hume.HE.5.45.n18"},{"type":"note","content":"K. James's Works, p. 484, 485, &c. Journ. 22d March, 1603. Kennet, p. 668.","subId":"n19","id":"Hume.HE.5.45.n19"},{"type":"note","content":"K. James's Works, p. 495, 496.","subId":"n20","id":"Hume.HE.5.45.n20"},{"type":"note","content":"Journ. January 19, 1580.","subId":"n21","id":"Hume.HE.5.45.n21"},{"type":"note","content":"Journ. March 18, 1580. See farther D'Ewes, p. 430.","subId":"n22","id":"Hume.HE.5.45.n22"},{"type":"note","content":"D'Ewes, p. 397.","subId":"n23","id":"Hume.HE.5.45.n23"},{"type":"note","content":"39 H. 6.","subId":"n24","id":"Hume.HE.5.45.n24"},{"type":"note","content":"Journ. Feb. 8, 1580.","subId":"n25","id":"Hume.HE.5.45.n25"},{"type":"note","content":"In a subsequent parliament, that of the 35th of the queen, the commons, after a great debate, expressly voted, that a person outlawed might be elected. D'Ewes, p. 518. But as the matter had been much contested, the king might think the vote of the house no law, and might esteem his own decision of more weight than theirs. We may also suppose, that he was not acquainted with this vote. Queen Elizabeth in her speech to her last parliament complained of their admitting outlaws, and represents that conduct of the house as a great abuse.","subId":"n26","id":"Hume.HE.5.45.n26"},{"type":"note","content":"Jan. 11, 1604. Rymer, tom. xvi. p. 561.","subId":"n27","id":"Hume.HE.5.45.n27"},{"type":"note","content":"The duke of Sully tells us, that it was a maxim of James, that no prince in the first year of his reign should begin any considerable undertaking. A maxim reasonable in itself, and very suitable to his cautious, not to say timid character. The facility, with which he departed from this pretension, is another proof, that his meaning was innocent. But had the privileges of parliament been at that time exactly ascertained, or royal power fully limited, could such an imagination ever have been entertained by him as to think, that his proclamation could regulate parliamentary elections?","subId":"n28","id":"Hume.HE.5.45.n28"},{"type":"note","content":"Winwood, vol. ii. p. 18, 19.","subId":"n29","id":"Hume.HE.5.45.n29"},{"type":"note","content":"Journ. 26th March, 1604.","subId":"n30","id":"Hume.HE.5.45.n30"},{"type":"note","content":"Journ. 3d April, 1604.","subId":"n31","id":"Hume.HE.5.45.n31"},{"type":"note","content":"Sir Charles Cornwallis the king's ambassador at Madrid, when pressed by the duke of Lerma to enter into a league with Spain, said to that minister; _though his majesty was an_ absolute _king, and therefore not bound to give an account to any, of his actions; yet that so gracious and regardful a prince he was of the love and contentment of his own subjects, as I assured myself he would not think it fit to do any thing of so great consequence without acquainting them with his intentions._ Winwood, vol. ii. p. 222. Sir Walter Raleigh has this passage in the preface to his History of the World. _Philip II. by strong hand and main force, attempted to make himself not only an_ absolute monarch _over the Netherlands, like unto the kings and monarchs of England and France, but Turk like, to tread under his feet all their natural and fundamental laws, privileges and ancient rights._ We meet with this passage in Sir John Davis's question concerning impositions, p. 161. \"Thus we see by this comparison, that the king of England doth lay but his little finger upon his subjects, when other princes and states do lay their heavy loins upon their people: What is the reason of this difference? From whence cometh it? assuredly not from a different power or prerogative? For the king of England is as absolute a monarch as any emperor or king in the world, and hath as many prerogatives, incident to his crown.\" Coke, in Cawdry's case, says, \"That by the ancient laws of this realm, England is an _absolute_ empire and monarchy; and that the king is furnished with plenary and entire power, prerogative, and jurisdiction, and is supreme governor over all persons within this realm.\" Spencer, speaking of some grants of the English kings to the Irish corporations, says, \"All which, though at the time of their first grant they were tolerable, and perhaps reasonable, yet now are most unreasonable and inconvenient. But all these will easily be cut off, with the superior power of her majesty's prerogative, against which her own grants are not to be pleaded or enforced.\" State of Ireland, p. 1537. edit. 1706. The same author in p. 1660, proposes a plan for the civilization of Ireland; that the queen should create a provost marshal in every county, who might ride about with eight or ten followers in search of stragglers and vagabonds: The first time he catches any, he may punish them more lightly, by the stocks; the second time, by whipping; but the third time, he may hang them, without trial or process, on the first bough: And he thinks, that this authority may more safely be entrusted to the provost marshal than to the sheriff: Because the latter magistrate, having a profit by the escheats of felons, may be tempted to hang innocent persons. Here a real absolute, or rather despotic power is pointed out; and we may infer from all these passages, either that the word _absolute_ bore a different sense from what it does at present, or that men's ideas of the English, as well as Irish government were then different. This latter inference seems juster. The word, being derived from the French, bore always the same sense as in that language. An absolute monarchy in Charles I.'s answer to the nineteen propositions is opposed to a limited; and the king of England is acknowledged not to be absolute. So much had matters changed even before the civil war. In Sir John Fortescue's treatise of absolute and limited monarchy, a book written in the reign of Edward the IVth, the word _absolute_ is taken in the same sense as at present; and the government of England is also said not to be absolute. They were the princes of the house of Tudor chiefly, who introduced that administration, which had the appearance of absolute government. The princes before them were restrained by the barons; as those after them by the house of commons. The people had, properly speaking, little liberty in either of these ancient governments, but least, in the more ancient.","subId":"n32","id":"Hume.HE.5.45.n32"},{"type":"note","content":"Camden in Kennet, p. 375.","subId":"n33","id":"Hume.HE.5.45.n33"},{"type":"note","content":"Journ. 29th March, 5th April, 1604.","subId":"n34","id":"Hume.HE.5.45.n34"},{"type":"note","content":"Journ. 30th March, 1604.","subId":"n35","id":"Hume.HE.5.45.n35"},{"type":"note","content":"Id. ibid.","subId":"n36","id":"Hume.HE.5.45.n36"},{"type":"note","content":"Id. ibid.","subId":"n37","id":"Hume.HE.5.45.n37"},{"type":"note","content":"Even this parliament, which shewed so much spirit and good-sense in the affair of Goodwin, made a strange concession to the crown, in their fourth session. Toby Mathews, a member, had been banished by order of the council upon direction from his majesty. The parliament not only acquiesced in this arbitrary proceeding, but issued writs for a new election. Such novices were they, as yet, in the principles of Liberty! See Journ. 14 Feb. 1609. Mathews was banished by the king, on account of his change of religion to popery. The king had an indulgence to those who had been educated catholics; but could not bear the new converts. It was probably the animosity of the commons against the papists, which made them acquiesce in this precedent, without reflecting on the consequences! The jealousy of Liberty, though rouzed, was not yet thoroughly enlightened.","subId":"n38","id":"Hume.HE.5.45.n38"},{"type":"note","content":"Journ. 6th and 7th May, 1604.","subId":"n39","id":"Hume.HE.5.45.n39"},{"type":"note","content":"At that time, men of genius and of enlarged minds had adopted the principles of liberty, which were, as yet, pretty much unknown to the generality of the people. Sir Matthew Hales has published a remonstrance against the king's conduct towards the parliament during this session. The remonstrance is drawn with great force of reasoning and spirit of liberty; and was the production of Sir Francis Bacon and Sir Edwin Sandys, two men of the greatest parts and knowledge in England. It is drawn in the name of the commons; but as there is no hint of it in the journals, we must conclude, either that the authors, sensible that the strain of the piece was much beyond the principles of the age, had not ventured to present it to the house, or that it had been, for that reason, rejected. The dignity and authority of the commons are strongly insisted upon in this remonstrance; and it is there said, that their submission to the ill treatment, which they received during the latter part of Elizabeth's reign, had proceeded from their tenderness towards her age and her sex. But the authors are mistaken in these facts: For the house received and submitted to as bad treatment in the beginning and middle of that reign. The government was equally arbitrary in Mary's reign, in Edward's, in Harry the eighth and seventh's. And the farther we go back into history, though there might be more of a certain irregular kind of liberty among the barons, the commons were still of less authority.","subId":"n40","id":"Hume.HE.5.45.n40"},{"type":"note","content":"Journ. 21 May, 1604.","subId":"n41","id":"Hume.HE.5.45.n41"},{"type":"note","content":"Id. ibid.","subId":"n42","id":"Hume.HE.5.45.n42"},{"type":"note","content":"A remonstrance from the trinity-house, in 1602, says, that in a little above twelve years, after 1588, the shipping and number of seamen in England decayed about a third. Anglesey's happy future state of England, p. 128, from Sir Julius Caesar's collections. See Journ. 21 May, 1604.","subId":"n43","id":"Hume.HE.5.45.n43"},{"type":"note","content":"Journ. 1 June, 1604.","subId":"n44","id":"Hume.HE.5.45.n44"},{"type":"note","content":"Journ. 30 April, 1604.","subId":"n45","id":"Hume.HE.5.45.n45"},{"type":"note","content":"Journ. 21 April, 1 May, 1604. Parliamentary History, vol. v. p. 91.","subId":"n46","id":"Hume.HE.5.45.n46"},{"type":"note","content":"Journ. 7 June, 1604. Kennet, p. 673.","subId":"n47","id":"Hume.HE.5.45.n47"},{"type":"note","content":"Parliamentary Hist. vol. v. p. 108.","subId":"n48","id":"Hume.HE.5.45.n48"},{"type":"note","content":"Journ. 26 June, 1604.","subId":"n49","id":"Hume.HE.5.45.n49"},{"type":"note","content":"La Boderie, the French ambassador, says, that the house of commons was composed mostly of puritans, vol. i. p. 81.","subId":"n50","id":"Hume.HE.5.45.n50"},{"type":"note","content":"Parliamentary History, vol. v. p. 98, 99, 100.","subId":"n51","id":"Hume.HE.5.45.n51"},{"type":"note","content":"This parliament passed an act of recognition of the king's title in the most ample terms. They recognized and acknowledged, that immediately upon the dissolution and decease of Elizabeth, late queen of England, the imperial crown thereof did, by inherent birthright and lawful and undoubted succession, descend and come to his most excellent majesty, as being lineally, justly, and lawfully next and sole heir of the blood royal of this realm. 1 James I. cap. 1. The puritans, though then prevalent, did not think proper to dispute this great constitutional point. In the recognition of queen Elizabeth the parliament declares, that the queen's highness is, and in very deed and of most mere right ought to be, by the laws of God and by the laws and statutes of this realm, our most lawful and rightful sovereign, liege lady and queen, &c. It appears then, that, if king James's _divine right_ be not mentioned by parliament, the omission came merely from chance; and because that phrase did not occur to the compiler of the recognition; his title being plainly the same with that of his predecessor, who was allowed to have a divine right.","subId":"n52","id":"Hume.HE.5.45.n52"},{"type":"note","content":"Rymer, tom. xvi. p. 585, &c.","subId":"n53","id":"Hume.HE.5.45.n53"},{"type":"note","content":"Winwood, vol. ii. p. 27, 330, _et alibi._ In this respect James's peace was more honourable than that which Henry IV. himself made with Spain. This latter prince stipulated not to assist the Dutch; and the supplies, which he secretly sent them, were in direct contravention to the treaty.","subId":"n54","id":"Hume.HE.5.45.n54"},{"type":"note","content":"23d of June, 1603.","subId":"n55","id":"Hume.HE.5.45.n55"},{"type":"note","content":"Grotii Annal, lib. 12.","subId":"n56","id":"Hume.HE.5.45.n56"},{"type":"note","content":"See proclamations during the first seven years of K. James. Winwood, vol. ii. p. 65.","subId":"n57","id":"Hume.HE.5.45.n57"},{"type":"note","content":"Memoirs de la Boderie, vol. i. p. 64, 181, 195, 217, 302. vol. ii. p. 244, 278.","subId":"n58","id":"Hume.HE.5.45.n58"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]},"next":{"id":"Hume.HE.5.46","imported":true,"title":"Chapter 46. James I (cont.)","breadcrumb":"Chapter 46","published":[1754]}}