{"id":"Hume.HE.5.48","imported":true,"parent":"Hume.HE.5","title":"Chapter 48. James I (cont.)","breadcrumb":"Chapter 48","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XLVIII. £2 £1 JAMES I. £1 _Sir Walter Raleigh's expedition——His execution——Insurrections in Bohemia——Loss of the Palatinate——Negociations with Spain——A parliament——Parties——Fall of Bacon——Rupture between the king and the commons——Protestation of the commons._","id":"Hume.HE.5.48"},{"type":"paragraph","content":"#1618. Sir Walter Raleigh's expedition.# AT the time when Sir Walter Raleigh was first confined in the Tower, his violent and haughty temper had rendered him the most unpopular man in England; and his condemnation was chiefly owing to that public odium, under which he laboured. During the thirteen years imprisonment which he suffered, the sentiments of the nation were much changed with regard to him. Men had leisure to reflect on the hardship, not to say injustice, of his sentence; they pitied his active and enterprizing spirit, which languished in the rigours of confinement; they were struck with the extensive genius of the man, who, being educated amidst naval and military enterprizes, had surpassed in the pursuits of literature even those of the most recluse and sedentary lives; and they admired his unbroken magnanimity, which, at his age and under his circumstances, could engage him to undertake and execute so great a work as his History of the World. To encrease these favourable dispositions, on which he built the hopes of recovering his liberty, he spread the report of a golden mine, which he had discovered in Guiana, and which was sufficient, according to his |representation, not only to enrich all the adventurers, but to afford immense treasures to the nation. The king gave little credit to these mighty promises; both because he believed, that no such mine as the one described was any–where in nature, and because he considered Raleigh as a man of desperate fortunes, whose business it was, by any means, to procure his freedom, and to reinstate himself in credit and authority. Thinking, however, that he had already undergone sufficient punishment, he released him from the Tower; and when his vaunts of the golden mine had induced multitudes to engage with him, the king gave them permission to try the adventure, and, at their desire, he conferred on Raleigh authority over his fellow-adventurers. Though strongly solicited, he still refused to grant him a pardon, which seemed a natural consequence, when he was intrusted with power and command. But James declared himself still diffident of Raleigh's intentions; and he meant, he said, to reserve the former sentence, as a check upon his future behaviour.","subId":"1","id":"Hume.HE.5.48.1"},{"type":"paragraph","content":"^Raleigh^ well knew, that it was far from the king's purpose to invade any of the Spanish settlements: He therefore firmly denied that Spain had planted any colonies on that part of the coast where his mine lay. When Gondomar, the ambassador of that nation, alarmed at his preparations, carried complaints to the king, Raleigh still protested the innocence of his intentions: And James assured Gondomar, that he durst not form any hostile attempt, but should pay with his head for so audacious an enterprize. The minister, however, concluding, that twelve armed vessels were not fitted out without some purpose of invasion, conveyed the intelligence to the court of Madrid, who immediately gave orders for arming and fortifying all their settlements, particularly those along the coast of Guiana.","subId":"2","id":"Hume.HE.5.48.2"},{"type":"paragraph","content":"^When^ the courage and avarice of the Spaniards and Portuguese had discovered so many new worlds, they were resolved to shew themselves superior to the barbarous heathens whom they invaded, not only in arts and arms, but also in the justice of the quarrel: They applied to Alexander VI. who then filled the papal chair; and he generously bestowed on the Spaniards the whole western, and on the Portuguese the whole eastern part of the globe. The more scrupulous protestants, who acknowledged not the authority of the Roman pontiff, established the first discovery |as the foundation of_ their_ title; and if a pirate or sea-adventurer of their nation had but erected a stick or stone on the coast, as a memorial of his taking possession, they concluded the whole continent to belong to them, and thought themselves intitled to expel or exterminate, as usurpers, the ancient possessors and inhabitants. It was in this manner that Sir Walter Raleigh, about twenty-three years before, had acquired to the crown of England a claim to the continent of Guiana, a region as large as the half of Europe; and though he had immediately left the coast, yet he pretended that the English title to the whole remained certain and indefeazable. But it had happened in the mean time, that the Spaniards, not knowing or not acknowledging this imaginary claim, had taken possession of a part of Guiana, had formed a settlement on the river Oronooko, had built a little town called St. Thomas, and were there working some mines of small value.","subId":"3","id":"Hume.HE.5.48.3"},{"type":"paragraph","content":"^To^ this place Raleigh directly bent his course; and, remaining himself at the mouth of the river with five of the largest ships, he sent up the rest to St. Thomas, under the command of his son, and of captain Keymis, a person entirely devoted to him. The Spaniards, who had expected this invasion, fired on the English at their landing, were repulsed, and pursued into the town. Young Raleigh, to encourage his men, called out, _That this was the true mine, and none but fools looked for any other;_ and advancing upon the Spaniards, received a shot, of which he immediately expired. This dismayed not Keymis and the others. They carried on the attack; got possession of the town, which they afterwards reduced to ashes; and found not in it any thing of value.","subId":"4","id":"Hume.HE.5.48.4"},{"type":"paragraph","content":"^Raleigh^ did not pretend, that he had himself seen the mine, which he had engaged so many people to go in quest of: It was Keymis, he said, who had formerly discovered it, and had brought him that lump of ore, which promised such immense treasures. Yet Keymis, who owned that he was within two hours' march of the place, refused, on the most absurd pretences, to take any effectual step towards finding it; and he returned immediately to Raleigh, with the melancholy news of his son's death, and the ill success of the enterprize. Sensible to reproach, and dreading punishment for his behaviour, Keymis, in despair retired into his cabin, and put an end to his own life.","subId":"5","id":"Hume.HE.5.48.5"},{"type":"paragraph","content":"^The^ other adventurers now concluded, that they were deceived by Raleigh; that he never had known of any such mine as he pretended to go in search of; that his intention had ever been to plunder St. Thomas; and having encouraged his company by the spoils of that place, to have thence proceeded to the invasion of the other Spanish settlements; that he expected to repair his ruined fortunes by such daring enterprizes; and that he trusted to the money he should acquire, for making his peace with England; or if that view failed him, that he purposed to retire into some other country, where his riches would secure his retreat.","subId":"6","id":"Hume.HE.5.48.6"},{"type":"paragraph","content":"^The^ small acquisitions, gained by the sack of St. Thomas, discouraged Raleigh's companions from entering into these views; though there were many circumstances in the treaty and late transactions, between the nations, which might invite them to engage in such a piratical war against the Spaniards.","subId":"7","id":"Hume.HE.5.48.7"},{"type":"paragraph","content":"^When^ England made peace with Spain, the example of Henry IV. was imitated, who, at the treaty of Vervins, finding a difficulty in adjusting all questions with regard to the Indian trade, had agreed to pass over that article in total silence. The Spaniards, having, all along, published severe edicts against the intercourse of any European nation with their colonies, interpreted this silence in their own favour, and considered it as a tacit acquiescence of England in the established laws of Spain. The English, on the contrary, pretended, that, as they had never been excluded by any treaty from commerce with any part of the king of Spain's dominions, it was still as lawful for them to trade with his settlements in either Indies, as with his European territories. In consequence of this ambiguity, many adventurers from England sailed to the Spanish Indies, and met with severe punishment, when caught; as they, on the other hand, often stole, and, when superior in power, forced a trade with the inhabitants, and resisted, nay sometimes plundered, the Spanish governors. Violences of this nature, which had been carried to a great height on both sides, it was agreed to bury in total oblivion; because of the difficulty, which was found, in remedying them, upon any fixed principles.","subId":"8","id":"Hume.HE.5.48.8"},{"type":"paragraph","content":"^But^ as there appeared a great difference between private adventurers in single ships, and a fleet acting under a royal commission; Raleigh's companions thought it safest to return immediately |to England, and carry him along with them to answer for his conduct. It appears, that he employed many artifices, first to engage them to attack the Spanish settlements, and, failing of that, to make his escape into France: But, all these proving unsuccessful, he was delivered into the king's hands, and strictly examined, as well as his fellow–adventurers, before the privy-council. The council, upon enquiry, found no difficulty in pronouncing, that the former suspicions, with regard to Raleigh's intentions, had been well grounded; that he had abused the king in the representations which he had made of his projected adventure; that, contrary to his instructions, he had acted in an offensive and hostile manner against his majesty's allies; and that he had wilfully burned and destroyed a town belonging to the king of Spain. He might have been tried, either by common law for this act of violence and piracy, or by martial law for breach of orders: But it was an established principle among lawyers[n1], that, as he lay under an actual attainder for high-treason, he could not be brought to a new trial for any other crime. To satisfy, therefore, the court of Spain, which raised the loudest complaints against him, the king made use of that power which he had purposely reserved in his own hands, and signed the warrant for his execution upon his former sentence[n2].","subId":"9","id":"Hume.HE.5.48.9"},{"type":"paragraph","content":"^Raleigh^, finding his fate inevitable, collected all his courage: And though he had formerly made use of many mean artifices, such as feigning madness, sickness, and a variety of diseases, in order to protract his examination, and procure his escape; he now resolved to act his part with bravery and resolution. _'Tis a sharp remedy,_ he said, _but a sure one for all ills;_ when he felt the edge of the ax, by which he was to be beheaded[n3]. His harangue to the people was calm and eloquent; and he endeavoured to revenge himself, and to load his enemies with the public hatred, by strong asseverations of facts, #29th Octob. Raleigh's execution.# which, to say the least, may be esteemed very doubtful[n4]. With the utmost indifference, he laid his head upon the block, and received the fatal blow. And in his death, there appeared |the same great, but ill-regulated mind, which, during his life, had displayed itself in all his conduct and behaviour.","subId":"10","id":"Hume.HE.5.48.10"},{"type":"paragraph","content":"^No^ measure of James's reign was attended with more public dissatisfaction than the punishment of Sir Walter Raleigh. To execute a sentence, which was originally so hard, which had been so long suspended, and which seemed to have been tacitly pardoned by conferring on him a new trust and commission, was deemed an instance of cruelty and injustice. To sacrifice, to a concealed enemy of England, the life of the only man in the nation, who had a high reputation for valour and military experience, was regarded as meanness and indiscretion: And the intimate connections, which the king was now entering into with Spain, being universally distasteful, rendered this proof of his complaisance still more invidious and unpopular.","subId":"11","id":"Hume.HE.5.48.11"},{"type":"paragraph","content":"^James^ had entertained an opinion, which was peculiar to himself, and which had been adopted by none of his predecessors, that any alliance, below that of a great king, was unworthy of a prince of Wales; and he never would allow any princess but a daughter of France or Spain, to be mentioned as a match for his son[n5]. This instance of pride, which really implies meanness, as if he could receive honour from any alliance, was so well known, that Spain had founded on it the hopes of governing, in the most important transactions, this monarch, so little celebrated for politics or prudence. During the life of Henry, the king of Spain had dropped some hints of bestowing on that prince his eldest daughter, whom he afterwards disposed of in marriage to the young king of France, Lewis XIII. At that time, the views of the Spaniards were to engage James into a neutrality with regard to the succession of Cleves, which was disputed between the protestant and popish line[n6]: But the bait did not then take; and James, in consequence of his alliance with the Dutch, and with Henry IV. of France, marched [n7] 4000 men, under the command of Sir Edward Cecil, who joined these two powers, and put the marquis of Brandenburgh and the Palatine of Newbourg, in possession of that duchy.","subId":"12","id":"Hume.HE.5.48.12"},{"type":"paragraph","content":"^Gondomar^ was, at this time, the Spanish ambassador in England; a man whose flattery was the more artful, because covered |with the appearance of frankness and sincerity; whose politics were the more dangerous, because disguised under the masque of mirth and pleasantry. He now made offer of the second daughter of Spain to prince Charles; and, that he might render the temptation irresistible to the necessitous monarch, he gave hopes of an immense fortune, which should attend the princess. The court of Spain, though determined to contract no alliance with a heretic[n8], entered into negociations with James, which they artfully protracted, and, amidst every disappointment, they still redoubled his hopes of success[n9]. The transactions in Germany, so important to the Austrian greatness, became every day a new motive for this duplicity of conduct.","subId":"13","id":"Hume.HE.5.48.13"},{"type":"paragraph","content":"#Insurrections in Bohemia.# ^In^ that great revolution of manners, which happened during the sixteenth and the seventeenth centuries, the only nations, who had the honourable, though often melancholy advantage, of making an effort for their expiring privileges, were such as, together with the principles of civil liberty, were animated with a zeal for religious parties and opinions. Besides the irresistible force of standing armies, the European princes possessed this advantage, that they were descended from the ancient royal families; that they continued the same appellations of magistrates, the same appearance of civil government; and restraining themselves by all the forms of legal administration, could insensibly impose the yoke on their unguarded subjects. Even the German nations, who formerly broke the Roman chains, and restored liberty to mankind, now lost their own liberty, and saw with grief the absolute authority of their princes firmly established among them. In their circumstances, nothing but a pious zeal, which disregards all motives of human prudence, could have made them entertain hopes of preserving any longer those privileges, which their ancestors, through so many ages, had transmitted to them.","subId":"14","id":"Hume.HE.5.48.14"},{"type":"paragraph","content":"^As^ the house of Austria, throughout all her extensive dominions, had ever made religion the pretence for her usurpations, she now met with resistance from a like principle; and the catholic religion, as usual, had ranged itself on the side of monarchy; the protestant, on that of liberty. The states of Bohemia, having taken arms against the emperor Matthias, continued their revolt against his successor Ferdinand, and claimed the observance of all the |edicts enacted in favour of the new religion, together with the restoration of their ancient laws and constitution. The neighbouring principalities, Silesia, Moravia, Lusatia, Austria, even the kingdom of Hungary, took part in the quarrel; and throughout all these populous and martial provinces, the spirit of discord and civil war had universally diffused itself[n10].","subId":"15","id":"Hume.HE.5.48.15"},{"type":"paragraph","content":"#1619.# ^Ferdinand^ II. who possessed more vigour and greater abilities, though not more lenity and moderation, than are usual with the Austrian princes, strongly armed himself for the recovery of his authority; and besides employing the assistance of his subjects, who professed the ancient religion, he engaged on his side a powerful alliance of the neighbouring potentates. All the catholic princes of the empire had embraced his defence; even Saxony, the most powerful of the protestant: Poland had declared itself in his favour[n11]; and, above all, the Spanish monarch, deeming his own interest closely connected with that of the younger branch of his family, prepared powerful succours from Italy, and from the Low-Countries; and he also advanced large sums for the support of Ferdinand and of the catholic religion.","subId":"16","id":"Hume.HE.5.48.16"},{"type":"paragraph","content":"^The^ states of Bohemia, alarmed at these mighty preparations, began also to solicit foreign assistance; and, together with that support, which they obtained from the evangelical union in Germany, they endeavoured to establish connexions with greater princes. They cast their eyes on Frederic, elector Palatine. They considered, that, besides commanding no despicable force of his own, he was son-in-law to the king of England, and nephew to prince Maurice, whose authority was become almost absolute in the United Provinces. They hoped, that these princes, moved by the connexions of blood, as well as by the tie of their common religion, would interest themselves in all the fortunes of Frederic, and would promote his greatness. They therefore made him a tender of their crown, which they considered as elective; and the young Palatine, stimulated by ambition, without consulting either James[n12] or Maurice, whose opposition he foresaw, immediately accepted the offer, and marched all his forces into Bohemia, in support of his new subjects.","subId":"17","id":"Hume.HE.5.48.17"},{"type":"paragraph","content":"^The^ news of these events no sooner reached England, than the |whole kingdom was on fire to engage in the quarrel. Scarcely was the ardour greater, with which all the states of Europe, in former ages, flew to rescue the holy land from the dominion of infidels. The nation was, as yet, sincerely attached to the blood of their monarchs, and they considered their connexion with the Palatine, who had married a daughter of England, as very close and intimate. And, when they heard of catholics carrying on wars and persecutions against protestants, they thought their own interest deeply concerned, and regarded their neutrality as a base desertion of the cause of God, and of his holy religion. In such a quarrel, they would gladly have marched to the opposite extremity of Europe, have plunged themselves into a chaos of German politics, and have expended all the blood and treasure of the nation, by maintaining a contest with the whole house of Austria, at the very time, and in the very place, in which it was the most potent, and almost irresistible.","subId":"18","id":"Hume.HE.5.48.18"},{"type":"paragraph","content":"^But^ James, besides that his temper was too little enterprizing for such vast undertakings, was restrained by another motive, which had a mighty influence over him: He refused to patronize the revolt of subjects against their sovereign. From the very first he denied to his son-in-law the title of king of Bohemia[n13]: He forbade him to be prayed for in the churches under that appellation: And though he owned, that he had nowise examined the pretensions, privileges, and constitution of the revolted states[n14]; so exalted was his idea of the rights of kings, that he concluded subjects must ever be in the wrong, when they stood in opposition to those, who had acquired or assumed that majestic title. Thus, even in measures, founded on true politics, James intermixed so many narrow prejudices, as diminished his authority, and exposed him to the imputation of weakness and of error.","subId":"19","id":"Hume.HE.5.48.19"},{"type":"paragraph","content":"#1620.# ^Meanwhile^, affairs every where hastened to a crisis. Ferdinand levied a great force under the command of the duke of Bavaria and the count of Bucquoy; and advanced upon his enemy in Bohemia. In the Low-Countries, Spinola collected a veteran army of thirty thousand men. When Edmonds, the king's resident at Brussels, made remonstrances to the archduke Albert, he was answered, that the orders for this armament had been transmitted to Spinola |from Madrid, and that he alone knew the secret destination of it. Spinola again told the minister, that his orders were still sealed; but, if Edmonds would accompany him in his march to Coblentz, he would there open them, and give him full satisfaction[n15]. It was more easy to see his intentions, than to prevent their success. Almost at one time it was known in England, that Frederic, being defeated in the great and decisive battle of Prague, had fled with his family into Holland, #Loss of the Palatinate.# and that Spinola had invaded the Palatinate, and, meeting with no resistance, except from some princes of the union, and from one English regiment of 2,400 men, commanded by the brave Sir Horace Vere[n16], had, in a little time, reduced the greater part of that principality.","subId":"20","id":"Hume.HE.5.48.20"},{"type":"paragraph","content":"^High^ were now the murmurs and complaints against the king's neutrality and unactive disposition. The happiness and tranquillity of their own country became distasteful to the English, when they reflected on the grievances and distresses of their protestant brethren in Germany. They considered not, that their interposition in the wars of the continent, though agreeable to religious zeal, could not, at that time, be justified by any sound maxims of politics; that, however exorbitant the Austrian greatness, the danger was still too distant to give any just alarm to England; that mighty resistance would yet be made by so many potent and warlike princes and states in Germany, ere they would yield their neck to the yoke; that France, now engaged to contract a double alliance with the Austrian family, must necessarily be soon rouzed from her lethargy, and oppose the progress of so hated a rival; that in the farther advance of conquests, even the interests of the two branches of that ambitious family must interfere, and beget mutual jealousy and opposition; that a land-war, carried on at such a distance, would waste the blood and treasure of the English nation, without any hopes of success; that a sea-war, indeed, might be both safe and successful against Spain, but would not affect the enemy in such vital parts as to make them stop their career of success in Germany, and abandon all their acquisitions; and that the prospect of recovering the Palatinate being at present desperate, the affair was reduced to this simple question, whether peace and commerce |with Spain, or the uncertain hopes of plunder and of conquest in the Indies, were preferable? a question, which, at the beginning of the king's reign, had already been decided, and perhaps with reason, in favour of the former advantages.","subId":"21","id":"Hume.HE.5.48.21"},{"type":"paragraph","content":"#Negociations with Spain.# ^James^ might have defended his pacific measures by such plausible arguments: But these, though the chief, seem not to have been the sole motives which swayed him. He had entertained the notion, that, as his own justice and moderation had shone out so conspicuously throughout all these transactions, the whole house of Austria, though not awed by the power of England, would willingly, from mere respect to his virtue, submit themselves to so equitable an arbitration. He flattered himself, that, after he had formed an intimate connextion with the Spanish monarch, by means of his son's marriage, the restitution of the Palatinate might be procured, from the motive alone of friendship and personal attachment. He perceived not, that his unactive virtue, the more it was extolled, the greater disregard was it exposed to. He was not sensible, that the Spanish match was itself attended with such difficulties, that all his art of negociation would scarcely be able to surmount them; much less, that this match could in good policy be depended on, as the means of procuring such extraordinary advantages. His unwarlike disposition, encreased by age, rivetted him still faster in his errors, and determined him to seek the restoration of his son-in-law, by remonstrances and entreaties, by arguments and embassies, rather than by blood and violence. And the same defect of courage, which held him in awe of foreign nations, made him likewise afraid of shocking the prejudices of his own subjects, and kept him from openly avowing the measures, which he was determined to pursue. Or, perhaps, he hoped to turn these prejudices to account; and by their means, engage his people to furnish him with supplies, of which their excessive frugality had hitherto made them so sparing and reserved[n17].","subId":"22","id":"Hume.HE.5.48.22"},{"type":"paragraph","content":"^He^ first tried the expedient of a benevolence or free-gift from individuals; pretending the urgency of the case, which would not admit of leisure for any other measure: #A parliament.# But the jealousy of liberty was now rouzed, and the nation regarded these pretended benevolences as real extortions, contrary to law and dangerous to freedom, |however authorized by ancient precedent. A parliament was found to be the only resource, which could furnish any large supplies; and writs were accordingly issued for summoning that great council of the nation[n18].","subId":"23","id":"Hume.HE.5.48.23"},{"type":"paragraph","content":"#1621. 16th June.# ^In^ this parliament, there appeared, at first, nothing but duty and submission on the part of the commons; and they seemed determined to sacrifice every thing, in order to maintain a good correspondence with their prince. They would allow no mention to be made of the new customs or impositions, which had been so eagerly disputed in the former parliament[n19]: The imprisonment of the members of that parliament was here, by some, complained of; but, by the authority of the graver and more prudent part of the house, that grievance was buried in oblivion[n20]: And being informed, that the king had remitted several considerable sums to the Palatine, the commons, without a negative, voted him two subsidies[n21]; and that too, at the very beginning of the session, contrary to the maxims frequently adopted by their predecessors.","subId":"24","id":"Hume.HE.5.48.24"},{"type":"paragraph","content":"^Afterwards^, they proceeded, but in a very temperate manner, to the examination of grievances. They found, that patents had been granted to Sir Giles Mompesson and Sir Francis Michel, for licensing inns and ale-houses; that great sums of money had been exacted, under pretext of these licences; and that such inn-keepers as presumed to continue their business, without satisfying the rapacity of the patentees, had been severely punished by fine, imprisonment, and vexatious prosecutions.","subId":"25","id":"Hume.HE.5.48.25"},{"type":"paragraph","content":"^The^ same persons had also procured a patent, which they shared with Sir Edward Villiers, brother to Buckingham, for the sole making of gold and silver thread and lace, and had obtained very extraordinary powers for preventing any rivalship in these manufactures: They were armed with authority to search for all goods, which might interfere with their patent; and even to punish, at their own will and discretion, the makers, importers, and venders of such commodities. Many had grievously suffered by this exorbitant jurisdiction; and the lace, which had been manufactured by the patentees, was universally found to be adulterated, and to be composed more of copper than of the precious metals.","subId":"26","id":"Hume.HE.5.48.26"},{"type":"paragraph","content":"^These^ grievances the commons represented to the king; and they met with a very gracious and very cordial reception. He seemed even thankful for the information given him; and declared himself ashamed, that such abuses, unknowingly to him, had creeped into his administration. \"I assure you,\" said he, \"had I before heard these things complained of, I would have done the office of a just king, and out of parliament have punished them, as severely, and peradventure more, than you now intend to do.\"[n22] A sentence was passed for the punishment of Michel and Mompesson[n23]. It was executed on the former. The latter broke prison and escaped. Villiers was, at that time, sent purposely on a foreign employment; and his guilt being less enormous or less apparent than that of the others, he was the more easily protected by the credit of his brother, Buckingham[n24].","subId":"27","id":"Hume.HE.5.48.27"},{"type":"paragraph","content":"#Bacon's fall.# ^Encouraged^ by this success, the commons carried their scrutiny, and still with a respectful hand, into other abuses of importance. The great seal was, at that time, in the hands of the celebrated Bacon, created Viscount St. Albans; a man universally admired for the greatness of his genius, and beloved for the courteousness and humanity of his behaviour. He was the great ornament of his age and nation; and nought was wanting to render him the ornament of human nature itself, but that strength of mind, which might check his intemperate desire of preferment, that could add nothing to his dignity, and might restrain his profuse inclination to expence, that could be requisite neither for his honour nor entertainment. His want of economy and his indulgence to servants had involved him in necessities; and, in order to supply his prodigality, he had been tempted to take bribes, by the title of presents, and that in a very open manner, from suitors in chancery. It appears, that it had been usual for former chancellors |to take presents; and it is pretended, that Bacon, who followed the same dangerous practice, had still, in the seat of justice, preserved the integrity of a judge, and had given just decrees against those very persons, from whom he had received the wages of iniquity. Complaints rose the louder on that account, and at last reached the house of commons, who sent up an impeachment against him to the peers. The chancellor, conscious of guilt, deprecated the vengeance of his judges, and endeavoured, by a general avowal, to escape the confusion of a stricter enquiry. The lords insisted on a particular confession of all his corruptions. He acknowledged twenty-eight articles; and was sentenced to pay a fine of 40,000 pounds, to be imprisoned in the Tower during the king's pleasure, to be for ever incapable of any office, place, or employment, and never again to sit in parliament, or come within the verge of the court.","subId":"28","id":"Hume.HE.5.48.28"},{"type":"paragraph","content":"^This^ dreadful sentence, dreadful to a man of nice sensibility to honour, he survived five years; and being released in a little time from the Tower, his genius, yet unbroken, supported itself amidst involved circumstances and a depressed spirit, and shone out in literary productions, which have made his guilt or weaknesses be forgotten or overlooked by posterity. In consideration of his great merit, the king remitted his fine, as well as all the other parts of his sentence, conferred on him a large pension of 1800 pounds a-year, and employed every expedient to alleviate the weight of his age and misfortunes. And that great philosopher, at last, acknowledged with regret, that he had too long neglected the true ambition of a fine genius; and by plunging into business and affairs, which require much less capacity, but greater firmness of mind, than the pursuits of learning, had exposed himself to such grievous calamities[n25].","subId":"29","id":"Hume.HE.5.48.29"},{"type":"paragraph","content":"^The^ commons had entertained the idea, that they were the great patrons of the people, and that the redress of all grievances must proceed from them; and to this principle they were chiefly beholden for the regard and consideration of the public. In the execution of this office, they now kept their ears open to complaints |of every kind; and they carried their researches into many grievances, which, though of no great importance, could not be touched on, without sensibly affecting the king and his ministers. The prerogative seemed every moment to be invaded; the king's authority, in every article, was disputed; and James, who was willing to correct the abuses of his power, would not submit to have his power itself questioned and denied. After the house, therefore, had sitten near six months, and had, as yet brought no considerable business to a full conclusion, the king resolved, under pretence of the advanced season, to interrupt their proceedings; and he sent them word, that he was determined, in a little time, to adjourn them till next winter. The commons made application to the lords, and desired them to join in a petition for delaying the adjournment; which was refused by the upper house. The king regarded this project of a joint petition as an attempt to force him from his measures: He thanked the peers for their refusal to concur in it, and told them, that, if it were their desire, he would delay the adjournment, but would not so far comply with the request of the lower house[n26]. And thus, in these great national affairs, the same peevishness, which, in private altercations, often raises a quarrel from the smallest beginnings, produced a mutual coldness and disgust between the king and the commons.","subId":"30","id":"Hume.HE.5.48.30"},{"type":"paragraph","content":"#Rupture between the king and the commons.# ^During^ the recess of parliament, the king used every measure to render himself popular with the nation, and to appease the rising ill-humour of their representatives. He had voluntarily offered the parliament to circumscribe his own prerogative, and to abrogate for the future his power of granting monopolies. He now recalled all the patents of that kind, and redressed every article of grievance, to the number of thirty-seven, which had ever been complained of in the house of commons[n27]. But he gained not the end which he proposed. The disgust, which had appeared at parting, could not so suddenly be dispelled. He had likewise been so imprudent as to commit to prison Sir Edwin Sandys[n28], without any known cause, besides his activity and vigour in discharging his duty as member of parliament. And above all, the transactions in Germany were sufficient, when joined to the king's cautions, negociations, |and delays, to inflame that jealousy of honour and religion, which prevailed throughout the nation[n29]. This summer, the ban of the empire had been published against the elector Palatine; and the execution of it was committed to the duke of Bavaria[n30]. The Upper Palatinate was, in a little time, conquered by that prince; and measures were taking in the empire for bestowing on him the electoral dignity, of which the Palatine was despoiled. Frederic now lived with his numerous family, in poverty and distress, either in Holland, or at Sedan with his uncle the duke of Bouillon. And throughout all the new conquests, in both the Palatinates, as well as in Bohemia, Austria, Lusatia, the progress of the Austrian arms was attended with rigours and severities, exercised against the professors of the reformed religion.","subId":"31","id":"Hume.HE.5.48.31"},{"type":"paragraph","content":"#14th Nov.# ^The^ zeal of the commons immediately moved them, upon their assembling, to take all these transactions into consideration. They framed a remonstrance, which they intended to carry to the king. They represented, that the enormous growth of the Austrian power threatened the liberties of Europe; that the progress of the catholic religion in England bred the most melancholy apprehensions, lest it should again acquire an ascendant in the kingdom; that the indulgence of his majesty towards the professors of that religion had encouraged their insolence and temerity; that the uncontrouled conquests, made by the Austrian family in Germany, raised mighty expectations in the English papists; but above all, that the prospect of the Spanish match elevated them so far as to hope for an entire toleration, if not the final re-establishment of their religion. The commons, therefore, entreated his majesty, |that he would immediately undertake the defence of the Palatine, and maintain it by force of arms; that he would turn his sword against Spain, whose armies and treasures were the chief support of the catholic interest in Europe; that he would enter into no negociation for the marriage of his son but with a protestant princess; that the children of popish recusants should be taken from their parents, and be committed to the care of protestant teachers and schoolmasters; and that the fines and confiscations, to which the catholics were by law liable, should be levied with the utmost severity[n31].","subId":"32","id":"Hume.HE.5.48.32"},{"type":"paragraph","content":"^By^ this _bold_ step, unprecedented in England for many years, and scarcely ever heard of in peaceable times, the commons attacked at once all the king's favourite maxims of government; his cautious and pacific measures, his lenity towards the Romish religion, and his attachment to the Spanish alliance, from which he promised himself such mighty advantages. But what most disgusted him was, their seeming invasion of his prerogative, and their pretending, under colour of advice, to direct his conduct in such points, as had ever been acknowledged to belong solely to the management and direction of the sovereign. He was, at that time, absent at Newmarket; but as soon as he heard of the intended remonstrance of the commons, he wrote a letter to the speaker, in which he sharply rebuked the house for openly debating matters far above their reach and capacity, and he strictly forbade them to meddle with any thing that regarded his government or deep matters of state, and especially not to touch on his son's marriage with the daughter of Spain, nor to attack the honour of that king or any other of his friends and confederates. In order the more to intimidate them, he mentioned the imprisonment of Sir Edwin Sandys; and though he denied, that the confinement of that member had been owing to any offence committed in the house, he plainly told them, that he thought himself fully intitled to punish every misdemeanor in parliament, as well during its sitting as after its dissolution; and that he intended thenceforward to chastize any man, whose insolent behaviour there should minister occasion of offence[n32].","subId":"33","id":"Hume.HE.5.48.33"},{"type":"paragraph","content":"^This^ _violent_ letter, in which the king, though he here imitated former precedents, may be thought not to have acted altogether on the defensive, had the effect, which might naturally have been expected from it: The commons were inflamed, not terrified. Secure of their own popularity, and of the bent of the nation towards a war with the catholics abroad, and the persecution of popery at home, they little dreaded the menaces of a prince, who was unsupported by military force, and whose gentle temper would, of itself, so soon disarm his severity. In a new remonstrance, therefore, they still insisted on their former remonstrance and advice; and they maintained, though in respectful terms, that they were intitled to interpose with their counsel in all matters of government; that to possess entire freedom of speech, in their debates on public business, was their ancient and undoubted right, and an inheritance transmitted to them from their ancestors; and that, if any member abused this liberty, it belonged to the house alone, who were witnesses of his offence, to inflict a proper censure upon him[n33].","subId":"34","id":"Hume.HE.5.48.34"},{"type":"paragraph","content":"^So^ _vigorous_ an answer was nowise calculated to appease the king. It is said, when the approach of the committee, who were to present it, was notified to him, he ordered twelve chairs to be brought: For that there were so many kings a coming[n34]. His answer was prompt and sharp. He told the house, that their remonstrance was more like a denunciation of war than an address of dutiful subjects; that their pretension to inquire into all state-affairs, without exception, was such a _plenipotence_ as none of their ancestors, even during the reign of the weakest princes, had ever pretended to; that public transactions depended on a complication of views and intelligence, with which they were entirely unacquainted; that they could not better show their wisdom as well as duty, than by keeping within their proper[n35] sphere; and that in any business, which depended on his prerogative, they had no title to interpose with their advice, except when he was pleased to desire it. And he concluded with these memorable words; _And though we cannot allow of your stile, in mentioning your ancient and undoubted right and inheritance,|_ but would rather have wished, that ye had said, that your privileges were derived from the grace and permission of our ancestors and us (for the most of them grew from precedents, which shews rather a toleration than inheritance); yet we are pleased to give you our royal assurance, that as long as you contain yourselves within the limits of your duty, we will be as careful to maintain and preserve your lawful liberties and privileges as ever any of our predecessors were, nay, as to preserve our own royal prerogative[n36].","subId":"35","id":"Hume.HE.5.48.35"},{"type":"paragraph","content":"^This^ open pretension of the king's naturally gave great alarm to the house of commons. They saw their title to every privilege, if not plainly denied, yet considered, at least, as precarious. It might be forfeited by abuse, and they had already abused it. They thought proper, therefore, immediately to oppose pretension to pretension. #18th Dec.# They framed a protestation, in which they repeated all their former claims for freedom of speech, and an unbounded authority to interpose with their advice and counsel. #Protestation of the commons.# And they asserted, _That the liberties, franchises, privileges, and jurisdictions of parliament, are the ancient and undoubted birth-right and inheritance of the subjects of England._[n37]","subId":"36","id":"Hume.HE.5.48.36"},{"type":"paragraph","content":"^The^ king, informed of these encreasing heats and jealousies in the house, hurried to town. He sent immediately for the journals of the commons; and, with his own hand, before the council, he tore out this protestation[n38]; and ordered his reasons to be inserted in the council-book. He was doubly displeased, he said, with the protestation of the lower house, on account of the manner of framing it, as well as of the matter which it contained. It was tumultuously voted, at a late hour, and in a thin house; and it was expressed in such general and ambiguous terms, as might serve for a foundation to the most enormous claims, and to the most unwarrantable usurpations upon his prerogative[n39].","subId":"37","id":"Hume.HE.5.48.37"},{"type":"paragraph","content":"^The^ meeting of the house might have proved dangerous after so violent a breach. It was no longer possible, while men were in such a temper, to finish any business. The king, therefore, prorogued the parliament, and soon after dissolved it by proclamation; in which he also made an apology to the public for his whole conduct.","subId":"38","id":"Hume.HE.5.48.38"},{"type":"paragraph","content":"^The^ leading members of the house, Sir Edward Coke and Sir Robert Philips, were committed to the Tower; Selden, Pym, and Mallory, to other prisons[n40]. As a lighter punishment, Sir Dudley Digges, Sir Thomas Crew, Sir Nathaniel Rich, Sir James Perrot, joined in commission with others, were sent to Ireland, in order to execute some business[n41]. The king, at that time, enjoyed, at least exercised, the prerogative of employing any man, even without his consent, in any branch of public service.","subId":"39","id":"Hume.HE.5.48.39"},{"type":"paragraph","content":"^Sir^ John Savile, a powerful man in the house of commons, and a zealous opponent of the court, was made comptroller of the household, a privy counsellor, and soon after, a baron[n42]. This event is memorable; as being the first instance, perhaps, in the whole history of England, of any king's advancing a man, on account of parliamentary interest, and of opposition to his measures. However irregular this practice, it will be regarded by political reasoners, as one of the most early and most infallible symptoms of a regular established liberty.","subId":"40","id":"Hume.HE.5.48.40"},{"type":"paragraph","content":"^The^ king having thus, with so rash and indiscreet a hand, torn off that sacred veil, which had hitherto covered the English constitution, and which threw an obscurity upon it, so advantageous to royal prerogative, every man began to indulge himself in political reasonings and enquiries; and the same factions, which commenced in parliament, were propagated throughout the nation. In vain did James, by re-iterated proclamations, forbid the discoursing of state affairs[n43]. Such proclamations, if they had any effect, served rather to inflame the curiosity of the public. And in every company or society, the late transactions became the subject of argument and debate.","subId":"41","id":"Hume.HE.5.48.41"},{"type":"paragraph","content":"^All^ history, said the partizans of the court, as well as the history of England, justify the king's position with regard to the origin of popular privileges; and every reasonable man must allow, that, as monarchy is the most simple form of government, it must first have occurred to rude and uninstructed mankind. The other complicated |and artificial additions were the successive invention of sovereigns and legislators; or, if they were obtruded on the prince by seditious subjects, their origin must appear, on that very account, still more precarious and unfavourable. In England, the authority of the king, in all the exterior forms of government and in the common style of law, appears totally absolute and sovereign; nor does the real spirit of the constitution, as it has ever discovered itself in practice, fall much short of these appearances. The parliament is created by his will; by his will it is dissolved. It is his will alone, though at the desire of both houses, which gives authority to laws. To all foreign nations, the majesty of the monarch seems to merit sole attention and regard. And no subject, who has exposed himself to royal indignation, can hope to live with safety in the kingdom; nor can he even leave it, according to law, without the consent of his master. If a magistrate, invironed with such power and splendor, should consider his authority as sacred, and regard himself as the anointed of heaven, his pretensions may bear a very favourable construction. Or, allowing them to be merely pious frauds, we need not be surprized, that the same stratagem which was practised by Minos, Numa, and the most celebrated legislators of antiquity, should now, in these restless and inquisitive times, be employed by the king of England. Subjects are not raised above that quality, though assembled in parliament. The same humble respect and deference is still due to their prince. Though he indulges them in the privilege of laying before him their domestic grievances, with which they are supposed to be best acquainted, this warrants not their bold intrusion into every province of government. And, to all judicious examiners, it must appear, \"That the lines of duty are as much transgressed by a more independent and less respectful exercise of acknowledged powers, as by the usurpation of such as are new and unusual.\"","subId":"42","id":"Hume.HE.5.48.42"},{"type":"paragraph","content":"^The^ lovers of liberty, throughout the nation, reasoned after a different manner. It is in vain, said they, that the king traces up the English government to its first origin, in order to represent the privileges of parliament as dependent and precarious: Prescription and the practice of so many ages, must, long ere this time, have given a sanction to these assemblies, even though they had been derived from an orgin no more dignified, than that which he assigns them. If the written records of the English nation, as |asserted, represent parliaments to have arisen from the consent of monarchs, the principles of human nature, when we trace government a step higher, must show us, that monarchs themselves owe all their authority to the voluntary submission of the people. But, in fact, no age can be shown, when the English government was altogether an unmixed monarchy: And if the privileges of the nation have, at any period, been overpowered by violent irruptions of foreign force or domestic usurpation; the generous spirit of the people has ever seized the first opportunity of re-establishing the ancient government and constitution. Though in the style of the laws, and in the usual forms of administration, royal authority may be represented as sacred and supreme; whatever is essential to the exercise of sovereign and legislative power, must still be regarded as equally divine and inviolable. Or, if any distinction be made in this respect, the preference is surely due to those national councils, by whose interposition the exorbitancies of tyrannical power are restrained, and that sacred liberty is preserved, which heroic spirits, in all ages, have deemed more precious than life itself. Nor is it sufficient to say, that the mild and equitable administration of James, affords little occasion, or no occasion of complaint. How moderate soever the exercise of his prerogative, how exact soever his observance of the laws and constitution; \"If he founds his authority on arbitrary and dangerous principles, it is requisite to watch him with the same care, and to oppose him with the same vigour, as if he had indulged himself in all the excesses of cruelty and tyranny.\"","subId":"43","id":"Hume.HE.5.48.43"},{"type":"paragraph","content":"^Amidst^ these disputes, the wise and moderate in the nation endeavoured to preserve, as much as possible, an equitable neutrality between the opposite parties; and the more they reflected on the course of public affairs, the greater difficulty they found in fixing just sentiments with regard to them. On the one hand, they regarded the very rise of parties as a happy prognostic of the establishment of liberty; nor could they ever expect to enjoy, in a mixed government, so invaluable a blessing, without suffering that inconvenience, which, in such governments, has ever attended it. But, when they considered, on the other hand, the necessary aims and pursuits of both parties, they were struck with apprehension of the consequences, and could discover no feasible plan of accommodation between them. From long practice, the crown was now |possessed of so exorbitant a prerogative, that it was not sufficient for liberty to remain on the defensive, or endeavour to secure the little ground, which was left her: It was become necessary to carry on an offensive war, and to circumscribe, within more narrow, as well as more exact bounds, the authority of the sovereign. Upon such provocation, it could not but happen, that the prince, however just and moderate, would endeavour to repress his opponents; and, as he stood upon the very brink of arbitrary power, it was to be feared that he would, hastily and unknowingly, pass those limits, which were not precisely marked by the constitution. The turbulent government of England, ever fluctuating between privilege and prerogative, would afford a variety of precedents, which might be pleaded on both sides. In such delicate questions, the people must be divided: The arms of the state were still in their hands: A civil war must ensue; a civil war, where no party or both parties would justly bear the blame, and where the good and virtuous would scarcely know what vows to form; were it not that liberty, so necessary to the perfection of human society, would be sufficient to byass their affections towards the side of its defenders.","subId":"44","id":"Hume.HE.5.48.44"},{"type":"note","content":"See this matter discussed in Bacon's letters, published by Dr. Birch, p. 181.","subId":"n1","id":"Hume.HE.5.48.n1"},{"type":"note","content":"Some of the facts in this narrative, which seem to condemn Raleigh, are taken from the king's declaration, which being published by authority, when the facts were recent, being extracted from examinations before the privy council, and subscribed by six privy counsellors, among whom was Abbot archbishop of Canterbury, a prelate no wise complaisant to the court, must be allowed to have great weight, or rather to be of undoubted credit. Yet the most material facts are confirmed either by the nature and reason of the thing, or by Sir Walter's own apology and his letters. The king's declaration is in the Harleyan miscellany, Vol. 3, No. 2.1. There seems to be an improbability, that the Spaniards, who knew nothing of Raleigh's pretended mine, should have built a town, in so wide a coast, within three miles of it. The chances are extremely against such a supposition: And it is more natural to think, that the view of plundering the town led him thither, than that of working a mine. 2. No such mine is there found to this day. 3. Raleigh in fact found no mine, and in fact he plundered and burned a Spanish town. Is it not more probable, therefore, that the latter was his intention? How can the secrets of his breast be rendered so visible as to counterpoise certain facts? 4. He confesses, in his letter to lord Carew, that, though he knew it, yet he concealed from the king the settlement of the Spaniards on that coast. Does not this fact alone render him sufficiently criminal? 5. His commission impowers him only to settle on a coast possessed by savage and barbarous inhabitants. Was it not the most evident breach of orders to disembark on a coast possessed by Spaniards? 6. His orders to Keymis, when he sent him up the river, are contained in his own apology, and from them it appears, that he knew (what was unavoidable) that the Spaniards would resist, and would oppose the English landing and taking possession of the country. His intentions, therefore were hostile from the beginning. 7. Without provocation, and even when at a distance, he gave Keymis orders to dislodge the Spaniards from their own town. Could any enterprize be more hostile? And considering the Spaniards as allies to the nation, could any enterprize be more criminal? Was he not the aggressor, even though it should be true that the Spaniards fired upon his men at landing? It is said, he killed three or four hundred of them. Is that so light a matter? 8. In his letter to the king, and in his apology, he grounds his defence on former hostilities exercised by the Spaniards against other companies of Englishmen. These are accounted for by the ambiguity of the treaty between the nations. And it is plain, that though these might possibly be reasons for the king's declaring war against that nation, they could never intitle Raleigh to declare war, and, without any commission, or contrary to his commission, to invade the Spanish settlements. He pretends indeed that peace was never made with Spain in the Indies: A most absurd notion! The chief hurt which the Spaniards could receive from England was in the Indies; and they never would have made peace at all, if hostilities had been still to be continued on these settlements. By secret agreement, the English were still allowed to support the Dutch even after the treaty of peace. If they had also been allowed to invade the Spanish settlements, the treaty had been a full peace to England, while the Spaniards were still exposed to the full effects of war. 9. If the claim to the property of that country, as first discoverers, was good, in opposition to present settlement, as Raleigh pretends; why was it not laid before the king with all its circumstances, and submitted to his judgment? 10. Raleigh's force is acknowledged by himself to have been insufficient to support him in the possession of St. Thomas against the power of which Spain was master on that coast; yet it was sufficient, as he owns, to take by surprize and plunder twenty towns. It was not therefore his design to settle, but to plunder. By these confessions, which I have here brought together, he plainly betrays himself. 11. Why did he not stay and work his mine, as at first he projected? He apprehended that the Spaniards would be upon him with a greater force. But before he left England, he knew that this must be the case, if he invaded any part of the Spanish colonies. His intention therefore never was to settle, but only to plunder. 12. He acknowledges that he knew neither the depth nor riches of the mine, but only that there was some ore there. Would he have ventured all his fortune and credit on so precarious a foundation? 13. Would the other adventurers, if made acquainted with this, have risqued every thing to attend him? Ought a fleet to have been equipped for an experiment? Was there not plainly an imposture in the management of this affair? 14. He says to Keymis, in his orders, Bring but a basket-full of ore, and it will satisfy the king, that my project was not imaginary. This was easily done from the Spanish mines; and he seems to have been chiefly displeased at Keymis for not attempting it. Such a view was a premeditated apology to cover his cheat. 15. The king in his declaration imputes it to Raleigh, that as soon as he was at sea, he immediately fell into such uncertain and doubtful talk of his mine, and said, that it would be sufficient if he brought home a basket-full of ore. From the circumstance last mentioned, it appears that this imputation was not without reason. 16. There are many other circumstances of great weight in the king's declaration; that Raleigh, when he fell down to Plymouth, took no pioneers with him, which he always declared to be his intention; that he was no wise provided with instruments for working a mine, but had a sufficient stock of warlike stores; that young Raleigh, in attacking the Spaniards, employed the words, which, in the narration, I have put in his mouth; that the mine was moveable, and shifted as he saw convenient: Not to mention many other public facts which prove him to have been highly criminal against his companions as well as his country. Howel in his letters says, that there lived in London, in 1645, an officer, a man of honour, who asserted, that he heard young Raleigh speak these words, vol. ii. letter 63. That was a time when there was no interest in maintaining such a fact. 17. Raleigh's account of his first voyage to Guiana proves him to have been a man capable of the most extravagant credulity or most impudent imposture. So ridiculous are the stories which he tells of the Inca's chimerical empire in the midst of Guiana; the rich city of El Dorado, or Manao, two days journey in length, and shining with gold and silver; the old Peruvian prophecies in favour of the English, who, he says, were expresly named as the deliverers of that country, long before any European had ever touched there; the Amazons or republic of women; and in general, the vast and incredible riches which he saw on that continent, where nobody has yet found any treasures. This whole narrative is a proof that he was extremely defective either in solid understanding, or morals, or both. No man's character indeed seems ever to have been carried to such extremes as Raleigh's, by the opposite passions of envy and pity. In the former part of his life, when he was active and lived in the world, and was probably best known, he was the object of universal hatred and detestation throughout England; in the latter part, when shut up in prison, he became, much more unreasonably, the object of great love and admiration.As to the circumstances of the narrative, that Raleigh's pardon was refused him, that his former sentence was purposely kept in force against him, and that he went out under these express conditions, they may be supported by the following authorities. 1. The king's word and that of six privy-counsellors, who affirm it for fact. 2. The nature of the thing. If no suspicion had been entertained of his intentions, a pardon would never have been refused to a man, to whom authority was entrusted. 3. The words of the commission itself, where he is simply stiled Sir Walter Raleigh, and not _faithful and well beloved,_ according to the usual and never-failing stile on such occasions. 4. In all the letters which he wrote home to Sir Ralph Winwood and to his own wife, he always considers himself as a person unpardoned and liable to the law. He seems indeed, immediately upon the failure of his enterprize, to have become desperate, and to have expected the fate which he met with.It is pretended, that the king gave intelligence to the Spaniards of Raleigh's project; as if he had needed to lay a plot for destroying a man, whose life had been fourteen years, and still was, in his power. The Spaniards wanted no other intelligence to be on their guard, than the known and public fact of Raleigh's armament. And there was no reason why the king should conceal from them the project of a settlement, which Raleigh pretended, and the king believed, to be entirely innocent.The king's chief blame seems to have lain in his negligence, in allowing Raleigh to depart without a more exact scrutiny: But for this he apologizes, by saying, that sureties were required for the good behaviour of Raleigh and all his associates in the enterprize, but that they gave in bonds for each other: A cheat which was not perceived till they had failed, and which encreased the suspicion of bad intentions.Perhaps the king ought also to have granted Raleigh a pardon for his old treason, and to have tried him anew for his new offences. His punishment in that case would not only have been just, but conducted in a just and unexceptionable manner. But we are told that a ridiculous opinion at that time prevailed in the nation (and it is plainly supposed by Sir Walter in his apology) that, by treaty, war was allowed with the Spaniards in the Indies, though peace was made in Europe: And while that notion took place, no jury would have found Raleigh guilty. So that had not the king punished him upon the old sentence, the Spaniards would have had a just cause of complaint against the king, sufficient to have produced a war, at least to have destroyed all cordiality between the nations.This explication I thought necessary, in order to clear up the story of Raleigh; which, though very obvious, is generally mistaken in so gross a manner, that I scarcely know its parallel in the English history.","subId":"n2","id":"Hume.HE.5.48.n2"},{"type":"note","content":"Franklyn, p. 32.","subId":"n3","id":"Hume.HE.5.48.n3"},{"type":"note","content":"He asserted in the most solemn manner, that he had no wise contributed to Essex's death: But the last letter in Murden's collection contains the strongest proof of the contrary.","subId":"n4","id":"Hume.HE.5.48.n4"},{"type":"note","content":"Kennet, p. 703, 748.","subId":"n5","id":"Hume.HE.5.48.n5"},{"type":"note","content":"Rushworth, vol. i. p. 2.","subId":"n6","id":"Hume.HE.5.48.n6"},{"type":"note","content":"1610.","subId":"n7","id":"Hume.HE.5.48.n7"},{"type":"note","content":"La Boderie, vol. ii. p. 30.","subId":"n8","id":"Hume.HE.5.48.n8"},{"type":"note","content":"Franklyn, p. 71.","subId":"n9","id":"Hume.HE.5.48.n9"},{"type":"note","content":"Rushworth, vol. i. p. 7, 8.","subId":"n10","id":"Hume.HE.5.48.n10"},{"type":"note","content":"Rushworth, vol. i. p. 13, 14.","subId":"n11","id":"Hume.HE.5.48.n11"},{"type":"note","content":"Franklyn, p. 49.","subId":"n12","id":"Hume.HE.5.48.n12"},{"type":"note","content":"Rushworth, vol. i. p. 12, 13.","subId":"n13","id":"Hume.HE.5.48.n13"},{"type":"note","content":"Franklyn, p. 48.","subId":"n14","id":"Hume.HE.5.48.n14"},{"type":"note","content":"Franklyn, p. 44. Rushworth, vol. i. p. 14.","subId":"n15","id":"Hume.HE.5.48.n15"},{"type":"note","content":"Ibid. p. 42, 43. Rushworth, vol. i. p. 15. Kennet, p. 723.","subId":"n16","id":"Hume.HE.5.48.n16"},{"type":"note","content":"Franklyn, p. 47. Rushworth, vol. i. p. 21.","subId":"n17","id":"Hume.HE.5.48.n17"},{"type":"note","content":"This parliament is remarkable for being the epoch, in which were first regularly formed, though without acquiring these denominations, the parties of court and country; parties, which have ever since continued, and which, while they oft threaten the total dissolution of the government, are the real causes of its permanent life and vigour. In the ancient feudal constitution, of which the English partook with other European nations, there was a mixture, not of authority and liberty, which we have since enjoyed in this island, and which now subsist uniformly together; but of authority and anarchy, which perpetually shocked with each other, and which took place alternately, according as circumstances were more or less favourable to either of them. A parliament composed of barbarians, summoned from their fields and forests, uninstructed by study, conversation, or travel; ignorant of their own laws and history, and unacquainted with the situation of all foreign nations; a parliament called precariously by the king, and dissolved at his pleasure; sitting a few days, debating a few points prepared for them, and whose members were impatient to return to their own castles, where alone they were great, and to the chace, which was their favourite amusement. Such a parliament was very little fitted to enter into a discussion of all the questions of government, and to share, in a regular manner, the legal administration. The name, the authority of the king alone appeared, in the common course of government; in extraordinary emergencies, he assumed, with still better reason, the sole direction; the imperfect and unformed laws left, in every thing, a latitude of interpretation; and when the ends, pursued by the monarch, were, in general, agreeable to his subjects, little scruple or jealousy was entertained with regard to the regularity of the means. During the reign of an able, fortunate, or popular prince, no member of either house, much less of the lower, durst think of entering into a formed party, in opposition to the court; since the dissolution of the parliament, must, in a few days, leave him unprotected, to the vengeance of his sovereign, and to those stretches of prerogative, which were then so easily made, in order to punish an obnoxious subject. During an unpopular and weak reign, the current commonly ran so strong against the monarch, that none durst inlist themselves in the court-party; or if the prince was able to engage any considerable barons on his side, the question was decided with arms in the field, not by debates or arguments in a senate or assembly. And upon the whole, the chief circumstance, which, during ancient times, retained the prince in any legal form of administration, was, that the sword, by the nature of the feudal tenures, remained still in the hands of his subjects; and this irregular and dangerous check had much more influence than the regular and methodical limits of the laws and constitution. As the nation could not be compelled, it was necessary that every public measure of consequence, particularly that of levying new taxes, should seem to be adopted by common consent and approbation.The princes of the house of Tudor, partly by the vigour of their administration, partly by the concurrence of favourable circumstances, had been able to establish a more regular system of government; but they drew the constitution so near to despotism, as diminished extremely the authority of the parliament. The senate became, in a great degree, the organ of royal will and pleasure: Opposition would have been regarded as a species of rebellion: And even religion, the most dangerous article in which innovations could be introduced, had admitted, in the course of a few years, four several alterations, from the authority alone of the sovereign. The parliament was not then the road to honour and preferment: The talents of popular intrigue and eloquence were uncultivated and unknown: And though that assembly still preserved authority, and retained the privilege of making laws and bestowing public money, the members acquired not, upon that account, either with prince or people, much more weight and consideration. What powers were necessary for conducting the machine of government, the king was accustomed, of himself, to assume. His own revenues supplied him with money sufficient for his ordinary expences. And when extraordinary emergencies occurred, the prince needed not to solicit votes in parliament, either for making laws or imposing taxes, both of which were now become requisite for public interest and preservation.The security of individuals, so necessary to the liberty of popular councils, was totally unknown in that age. And as no despotic princes, scarcely even the eastern tyrants, rule entirely without the concurrence of some assemblies, which supply both advice and authority; little, but a mercenary force, seems then to have been wanting towards the establishment of a simple monarchy in England. The militia, though more favourable to regal authority, than the feudal institutions, was much inferior, in this respect, to disciplined armies; and if it did not preserve liberty to the people, it preserved, at least, the power, if ever the inclination should arise, of recovering it.But so low, at that time, ran the inclination towards liberty, that Elizabeth, the last of that arbitrary line, herself no less arbitrary, was yet the most renowned and most popular of all the sovereigns, that had filled the throne of England. It was natural for James to take the government as he found it, and to pursue her measures, which he heard so much applauded; nor did his penetration extend so far as to discover, that neither his circumstances nor his character could support so extensive an authority. His narrow revenues and little frugality began now to render him dependent on his people, even in the ordinary course of administration. Their encreasing knowledge discovered to them that advantage, which they had obtained; and made them sensible of the inestimable value of civil liberty. And as he possessed too little dignity to command respect, and too much good-nature to impress fear, a new spirit discovered itself every day in the parliament; and a party, watchful of a free constitution, was regularly formed in the house of commons.But notwithstanding these advantages acquired to liberty, so extensive was royal authority, and so firmly established in all its parts, that it is probable the patriots of that age would have despaired of ever resisting it, had they not been stimulated by religious motives, which inspire a courage unsurmountable by any human obstacle.The same alliance, which has ever prevailed between kingly power and ecclesiastical authority, was now fully established in England; and while the prince assisted the clergy in suppressing schismatics and innovators, the clergy, in return, inculcated the doctrine of an unreserved submission and obedience to the civil magistrate. The genius of the church of England, so kindly to monarchy, forwarded the confederacy; its submission to episcopal jurisdiction; its attachment to ceremonies, to order, and to a decent pomp and splendor of worship; and in a word, its affinity to the same superstition of the catholics, rather than to the wild fanaticism of the puritans.On the other hand, opposition to the church, and the persecutions under which they laboured, were sufficient to throw the puritans into the country party, and to beget political principles little favourable to the high pretensions of the sovereign. The spirit too of enthusiasm; bold, daring, and uncontrouled; strongly disposed their minds to adopt republican tenets; and inclined them to arrogate, in their actions and conduct, the same liberty, which they assumed, in their rapturous flights and ecstasies. Ever since the first origin of that sect, through the whole reign of Elizabeth as well as of James, puritanical principles had been understood in a double sense, and expressed the opinions favourable both to political and to ecclesiastical liberty. And as the court, in order to discredit all parliamentary opposition, affixed the denomination of puritans to its antagonists; the religious puritans willingly adopted this idea, which was so advantageous to them, and which confounded their cause with that of the patriots or country party. Thus were the civil and ecclesiastical factions regularly formed; and the humour of the nation, during that age, running strongly towards fanatical extravagancies, the spirit of civil liberty gradually revived from its lethargy, and by means of its religious associate, from which it reaped more advantage than honour, it secretly enlarged its dominion over the greater part of the kingdom._This Note was in the first editions a part of the text; but the author omitted it, in order to avoid, as much as possible, the style of dissertation in the body of his history. The passage however, contains views so important, that, he thought it might be admitted as a note._","subId":"n18","id":"Hume.HE.5.48.n18"},{"type":"note","content":"Journ. 5 Dec. 1621.","subId":"n19","id":"Hume.HE.5.48.n19"},{"type":"note","content":"Journ. 12, 16 Feb. 1620.","subId":"n20","id":"Hume.HE.5.48.n20"},{"type":"note","content":"Journ. 16 Feb. 1620.","subId":"n21","id":"Hume.HE.5.48.n21"},{"type":"note","content":"Franklyn, p. 51. Rushworth, p. 25.","subId":"n22","id":"Hume.HE.5.48.n22"},{"type":"note","content":"Franklyn, p. 52. Rushworth, vol. i. p. 27.","subId":"n23","id":"Hume.HE.5.48.n23"},{"type":"note","content":"Yelverton the attorney-general was accused by the commons for drawing the patents for these monopolies, and for supporting them. He apologized for himself, that he was forced by Buckingham, and that he supposed it to be the king's pleasure. The lords were so offended at these articles of defence, though necessary to the attorney-general, that they fined him 10,000 pounds to the king, 5000 to the duke. The fines, however, were afterwards remitted. Franklyn, p. 55. Rushworth, vol. i. p. 31, 32, &c.","subId":"n24","id":"Hume.HE.5.48.n24"},{"type":"note","content":"It is thought, that appeals from chancery to the house of peers first came into practice, while Bacon held the great seal. Appeals, under the form of _writs of error,_ had long before lain against the courts of law. Blackstone's Commentary, vol. iii. p. 454.","subId":"n25","id":"Hume.HE.5.48.n25"},{"type":"note","content":"Rushworth, vol. i. p. 35.","subId":"n26","id":"Hume.HE.5.48.n26"},{"type":"note","content":"Ibid. vol. i. p. 36. Kennet, p. 733.","subId":"n27","id":"Hume.HE.5.48.n27"},{"type":"note","content":"Journ. 1 Dec. 1621.","subId":"n28","id":"Hume.HE.5.48.n28"},{"type":"note","content":"To show to what degree the nation was inflamed with regard to the Palatinate, there occurs a remarkable story this session. One Floyd, a prisoner in the Fleet, a catholic, had dropped some expressions, in private conversation, as if he were pleased with the misfortunes of the Palatine and his wife. The commons were in a flame; and pretending to be a court of judicature and of record, proceeded to condemn him to a severe punishment. The house of lords checked this encroachment; and what was extraordinary, considering the present humour of the lower house, the latter acquiesced in the sentiments of the peers. This is almost the only pretension of the English commons, in which they have not prevailed. Happily for the nation, they have been successful in almost all their other claims. See Parliamentary History, vol. v. p. 428, 429, &c. Journ. 4, 8, 12 May, 1621.","subId":"n29","id":"Hume.HE.5.48.n29"},{"type":"note","content":"Franklyn, p. 73.","subId":"n30","id":"Hume.HE.5.48.n30"},{"type":"note","content":"Franklyn, p. 58, 59. Rushworth, vol. i. p. 40, 41. Kennet, p. 737.","subId":"n31","id":"Hume.HE.5.48.n31"},{"type":"note","content":"Franklyn, p. 60. Rushworth, vol. i. p. 43. Kennet, p. 741.","subId":"n32","id":"Hume.HE.5.48.n32"},{"type":"note","content":"Franklyn, p. 60. Rushworth, vol. i. p. 44. Kennet, p. 741.","subId":"n33","id":"Hume.HE.5.48.n33"},{"type":"note","content":"Kennet, p. 43.","subId":"n34","id":"Hume.HE.5.48.n34"},{"type":"note","content":"_Ne sutor ultra crepidam._ This expression is imagined to be insolent and disobliging: But it was a Latin proverb familiarly used on all occasions.","subId":"n35","id":"Hume.HE.5.48.n35"},{"type":"note","content":"Franklyn, p. 62, 63, 64. Rushworth, vol. i. p. 46, 47, &c. Kennet, p. 743.","subId":"n36","id":"Hume.HE.5.48.n36"},{"type":"note","content":"This protestation is so remarkable, that it may not be improper to give it in its own words. \"The commons now assembled in parliament, being justly occasioned thereunto, concerning sundry liberties, franchises, and privileges, of parliament, amongst others here mentioned, do make this protestation following; That the liberties, franchises, and jurisdictions of parliament are the ancient and undoubted birth right and inheritance of the subjects of England; and that the urgent and arduous affairs concerning the king, state, and defence of the realm and of the church of England; and the maintenance and making of laws, and redress of mischiefs and grievances, which daily happen within this realm, are proper subjects and matter of council and debate in parliament; and that in the handling and proceeding of those businesses, every member of the house of parliament hath, and, of right, ought to have, freedom of speech to propound, treat, reason, and bring to conclusion the same; and that the commons in parliament have like liberty and freedom to treat of these matters, in such order as in their judgment shall seem fittest, and that every member of the said house hath like freedom from all impeachment, imprisonment, and molestation (other than by censure of the house itself) for or concerning any speaking, reasoning, or declaring of any matter or matters touching the parliament or parliament-business. And that if any of the said members be complained of and questioned for any thing done or said in parliament, the same is to be shown to the king by the advice and assent of all the commons assembled in parliament, before the king give credence to any private information.\" Franklyn, p. 65. Rushworth, vol. i. p. 53. Kennet, p. 747. Coke, p. 77.","subId":"n37","id":"Hume.HE.5.48.n37"},{"type":"note","content":"Journ. 18 Dec. 1621.","subId":"n38","id":"Hume.HE.5.48.n38"},{"type":"note","content":"Franklyn, p. 65.","subId":"n39","id":"Hume.HE.5.48.n39"},{"type":"note","content":"Franklyn, p. 66. Rushworth, vol. i. p. 55.","subId":"n40","id":"Hume.HE.5.48.n40"},{"type":"note","content":"Franklyn, p. 66. Rushworth, vol. i. p. 55.","subId":"n41","id":"Hume.HE.5.48.n41"},{"type":"note","content":"Kennet, p. 749.","subId":"n42","id":"Hume.HE.5.48.n42"},{"type":"note","content":"Franklyn, p. 56. Rushworth, vol. i. p. 21, 36, 55. The king also, in imitation of his predecessors, gave rules to preachers. Franklyn, p. 70. The pulpit was at that time much more dangerous than the press. Few people could read, and still fewer were in the practice of reading.","subId":"n43","id":"Hume.HE.5.48.n43"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.47","imported":true,"title":"Chapter 47. James I (cont.)","breadcrumb":"Chapter 47","published":[1754]},"next":{"id":"Hume.HE.5.49","imported":true,"title":"Chapter 49. James I (cont.)","breadcrumb":"Chapter 49","published":[1754]}}