{"id":"Hume.HE.5.53","imported":true,"parent":"Hume.HE.5","title":"Chapter 53. Charles I (cont.)","breadcrumb":"Chapter 53","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. LIII. £2 £1 CHARLES I. £1 _Discontents in Scotland——Introduction of the canons and liturgy——A tumult at Edinburgh——The covenant——A general assembly——Episcopacy abolished——War——A pacification——Renewal of the war——Fourth English parliament——Dissolution——Discontents in England——Rout at Newburn——Treaty at Rippon——Great council of the peers._","id":"Hume.HE.5.53"},{"type":"paragraph","content":"THE grievances, under which the English laboured, when considered in themselves, #1637.# without regard to the constitution, scarcely deserve the name; nor were they either burthensome on the people's properties, or anywise shocking to the natural humanity of mankind. Even the imposition of ship-money, independent of the consequences, was a great and evident advantage to the public; by the judicious use, which the king made of the money levied by that expedient. And though it was justly apprehended, that such precedents, if patiently submitted to, would end in a total disuse of parliaments, and in the establishment of arbitrary authority; Charles dreaded no opposition from the people, who are not commonly much affected with consequences, and require some striking motive, to engage them in a resistance of established |government. All ecclesiastical affairs were settled by law and uninterrupted precedent; and the church was become a considerable barrier to the power, both legal and illegal, of the crown. Peace too, industry, commerce, opulence; nay, even justice and lenity of administration, notwithstanding some very few exceptions: All these were enjoyed by the people; and every other blessing of government, except liberty, or rather the present exercise of liberty, and its proper security[n1]. It seemed probable, therefore, that affairs might long have continued on the same footing in England, had it not been for the neighbourhood of Scotland; a country more turbulent, and less disposed to submission and obedience. It was thence the commotions first arose; and it is therefore time for us to return thither, and to give an account of the state of affairs in that kingdom.","subId":"1","id":"Hume.HE.5.53.1"},{"type":"paragraph","content":"#Discontents in Scotland.# ^Though^ the pacific, and not unskilful government of James, and the great authority, which he had acquired, had much allayed the feuds among the great families, and had established law and order throughout the kingdom; the Scotish nobility were still possessed of the chief power and influence over the people. Their property was extensive; their hereditary jurisdictions and the feudal tenures encreased their authority; and the attachment of the gentry to the heads of families established a kind of voluntary servitude under the chieftains. Besides that long absence had much loosened the king's connections with the nobility, who resided chiefly at their country-seats; they were, in general, at this time, though from slight causes, much disgusted with the court. Charles, from the natural piety or superstition of his temper, was extremely attached to the ecclesiastics: And as it is natural for men to persuade themselves, that their interest coincides with their inclination; he had established it as a fixed maxim of policy, to encrease the power and authority of that order. The prelates, he thought, established regularity and discipline among the clergy; the clergy inculcated obedience and loyalty among the people: And as that rank of men had no separate authority, and no dependence but on the crown; the royal power, it would seem, might, with the greater safety, be entrusted in their hands. Many of the prelates, therefore, were raised to the chief dignities of the |state[n2]: Spotswood, archbishop of St. Andrews, was created chancellor: Nine of the bishops were privy counsellors: The bishop of Ross aspired to the office of treasurer: Some of the prelates possessed places in the exchequer: And it was even endeavoured to revive the first institution of the college of justice, and to share equally between the clergy and laity the whole judicial authority[n3]. These advantages, possessed by the church, and which the bishops did not always enjoy with suitable modesty, disgusted the haughty nobility, who, deeming themselves much superior in rank and quality to this new order of men, were displeased to find themselves inferior in power and influence. Interest joined itself to ambition; and begat a jealousy, lest the episcopal sees, which, at the reformation, had been pillaged by the nobles, should again be enriched at the expence of that order. By a most useful and beneficial law, the impropriations had already been ravished from the great men: Competent salaries had been assigned to the impoverished clergy from the tythes of each parish: And what remained, the proprietor of the land was impowered to purchase at a low valuation[n4]? The king likewise, warranted by ancient law and practice, had declared for a general resumption of all crownlands, alienated by his predecessors; and though he took no step towards the execution of this project, the very pretension to such power had excited jealousy and discontent[n5].","subId":"2","id":"Hume.HE.5.53.2"},{"type":"paragraph","content":"^Notwithstanding^ the tender regard which Charles bore to the whole church, he had been able, in Scotland, to acquire only the affection of the superior rank among the clergy. The ministers, in general, equalled, if not exceeded the nobility, in their prejudices against the court, against the prelates, and against episcopal authority[n6]. Though the establishment of the hierarchy might seem advantageous to the inferior clergy, both as it erected dignities, to which all of them might aspire, and as it bestowed a lustre on the whole body, and allured men of family into it; these views had no influence on the Scottish ecclesiastics. In the present disposition of men's minds, there was another circumstance, which drew consideration, and counterbalanced power and riches, the usual foundations |of distinction among men; and that was, the fervour of piety, and the rhetoric, however barbarous, of religious lectures and discourses. Checked by the prelates in the licence of preaching, the clergy regarded episcopal jurisdiction both as a tyranny and an usurpation, and maintained a parity among ecclesiastics to be a divine privilege, which no human law could alter or infringe. While such ideas prevailed, the most moderate exercise of authority would have given disgust; much more, that extensive power, which the king's indulgence encouraged the prelates to assume. The jurisdiction of presbyteries, synods, and other democratical courts, was, in a manner, abolished by the bishops; and the general assembly itself had not been summoned for several years[n7]. A new oath was arbitrarily imposed on intrants, by which they swore to observe the articles of Perth, and submit to the liturgy and canons. And in a word, the whole system of church government, during a course of thirty years, had been changed by means of the innovations, introduced by James and Charles.","subId":"3","id":"Hume.HE.5.53.3"},{"type":"paragraph","content":"^The^ people, under the influence of the nobility and clergy, could not fail to partake of the discontents, which prevailed among these two orders; and where real grounds of complaint were wanting, they greedily laid hold of imaginary ones. The same horror against popery, with which the English puritans were possessed, was observable among the populace in Scotland; and among these, as being more uncultivated and uncivilized, seemed rather to be inflamed into a higher degree of ferocity. The genius of religion, which prevailed in the court and among the prelates, was of an opposite nature; and having some affinity to the Romish worship, led them to mollify, as much as possible, these severe prejudices, and to speak of the catholics in more charitable language, and with more reconciling expressions. From this foundation, a panic fear of popery was easily raised; and every new ceremony or ornament, introduced into divine service, was part of that great mystery of iniquity, which, from the encouragement of the king and the bishops, was to overspread the nation[n8]. The few innovations, which James had made, were considered as preparatives to this grand design; and the farther alterations, attempted by Charles, were represented as a plain declaration of his intentions. Through the |whole course of this reign, nothing had more fatal influence, in both kingdoms, than this groundless apprehension, which, with so much industry, was propagated, and with so much credulity, was embraced, by all ranks of men.","subId":"4","id":"Hume.HE.5.53.4"},{"type":"paragraph","content":"^Amidst^ these dangerous complaints and terrors of religious innovation, the civil and ecclesiastical liberties of the nation were imagined, and with some reason, not to be altogether free from invasion.","subId":"5","id":"Hume.HE.5.53.5"},{"type":"paragraph","content":"^The^ establishment of the high-commission by James, without any authority of law, seemed a considerable encroachment of the crown; and erected the most dangerous and arbitrary of all courts, by a method equally dangerous and arbitrary. All the steps towards the settlement of episcopacy had indeed been taken with consent of parliament: The articles of Perth were confirmed in 1621: In 1633, the king had obtained a general ratification of every ecclesiastical establishment: But these laws had less authority with the nation, as they were known to have passed contrary to the sentiments even of those who voted for them, and were in reality extorted by the authority and importunity of the sovereign. The means, however, which both James and Charles had employed, in order to influence the parliament, were entirely regular; and no reasonable pretence had been afforded for representing these laws as null or invalid.","subId":"6","id":"Hume.HE.5.53.6"},{"type":"paragraph","content":"^But^ there prevailed among the greater part of the nation another principle, of the most important and most dangerous nature, and which, if admitted, destroyed entirely the validity of all such statutes. The ecclesiastical authority was supposed totally independent of the civil; and no act of parliament, nothing but the consent of the church itself, was represented as sufficient ground for the introduction of any change in religious worship or discipline. And though James had obtained the vote of assemblies for receiving episcopacy and his new rites; it must be confessed, that such irregularities had prevailed in constituting these ecclesiastical courts, and such violence in conducting them, that there were some grounds for denying the authority of all their acts. Charles, sensible that an extorted consent, attended with such invidious circumstances, would rather be prejudicial to his measures, had wholly laid aside the use of assemblies, and was resolved, in conjunction with the bishops, to govern the church by an authority, to which he |thought himself fully intitled, and which he believed inherent in the crown.","subId":"7","id":"Hume.HE.5.53.7"},{"type":"paragraph","content":"^The^ king's great aim was to compleat the work, so happily begun by his father; to establish discipline upon a regular system of canons, to introduce a liturgy into public worship, and to render the ecclesiastical government of all his kingdoms regular and uniform. Some views of policy might move him to this undertaking: But his chief motives were derived from principles of zeal and conscience.","subId":"8","id":"Hume.HE.5.53.8"},{"type":"paragraph","content":"#Introduction of the canons and liturgy.# ^The^ canons for establishing ecclesiastical jurisdiction were promulgated in 1635; and were received by the nation, though without much appearing opposition, yet with great inward apprehension and discontent. Men felt displeasure, at seeing the royal authority highly exalted by them, and represented as absolute and uncontroulable. They saw these speculative principles reduced to practice, and a whole body of ecclesiastical laws established without any previous consent either of church or state[n9]. They dreaded, lest, by a parity of reason, like arbitrary authority, from like pretences and principles, would be assumed in civil matters: They remarked, that the delicate boundaries, which separate church and state, were already passed, and many civil ordinances established by the canons, under colour of ecclesiastical institutions: And they were apt to deride the negligence, with which these important edicts had been compiled; when they found, that the new liturgy or service-book was every where, under severe penalties, enjoined by them, though it had not yet been composed or published[n10]. It was, however, soon expected; and in the reception of it, as the people are always most affected by what is external and exposed to the senses, it was apprehended, that the chief difficulty would consist.","subId":"9","id":"Hume.HE.5.53.9"},{"type":"paragraph","content":"^The^ liturgy, which the king, from his own authority, imposed on Scotland, was copied from that of England: But lest a servile imitation might shock the pride of his ancient kingdom, a few alterations, in order to save appearances, were made in it; and in that shape it was transmitted to the bishops at Edinburgh[n11]. But the Scots had universally entertained a notion, that, though riches and worldly glory had been shared out to them with a sparing hand, |they could boast of spiritual treasures more abundant and more genuine, than were enjoyed by any nation under heaven. Even their southern neighbours, they thought, though separated from Rome, still retained a great tincture of the primitive pollution; and their liturgy was represented as a species of mass, though with some less show and embroidery[n12]. Great prejudices, therefore, were entertained against it, even considered in itself; much more, when regarded as a preparative, which was soon to introduce into Scotland all the abominations of popery. And as the very few alterations, which distinguished the new liturgy from the English, seemed to approach nearer to the doctrine of the real presence; this circumstance was deemed an undoubted confirmation of every suspicion, with which the people were possessed[n13].","subId":"10","id":"Hume.HE.5.53.10"},{"type":"paragraph","content":"^Easter-day^ was, by proclamation, appointed for the first reading of the service in Edinburgh: But in order to judge more surely of men's dispositions, the council delayed the matter till the 23d of July; and they even gave notice, the Sunday before, of their intention to commence the use of the new liturgy. As no considerable symptoms of discontent appeared, they thought that they might safely proceed in their purpose[n14]; and accordingly, in the cathedral church of St. Giles, the dean of Edinburgh, arrayed in his surplice, began the service; the bishop himself and many of the privy-council being present. But no sooner had the dean opened the book, than a multitude of the meanest sort, most of them women, clapping their hands, cursing, and crying out, _A pope! a pope! antichrist! stone him!_ raised such a tumult, that it was impossible to proceed with the service. #Tumult at Edinburgh.# The bishop, mounting the pulpit, in order to appease the populace, had a stool thrown at him: The council was insulted: And it was with difficulty, that the magistrates were able, partly by authority, partly by force, to expel the rabble, and to shut the doors against them. The tumult, however, still continued without: Stones were thrown at the doors and windows: And when the service was ended, the bishop, going home, was attacked, and narrowly escaped from the hands of the enraged multitude. In the afternoon, the privy-seal, because he carried the |bishop in his coach, was so pelted with stones, and hooted at with execrations, and pressed upon by the eager populace, that, if his servants, with drawn swords, had not kept them off, the bishop's life had been exposed to the utmost danger[n15].","subId":"11","id":"Hume.HE.5.53.11"},{"type":"paragraph","content":"^Though^ it was violently suspected, that the low populace, who alone appeared, had been instigated by some of higher condition, yet no proof of it could be produced; and every one spake with disapprobation of the licentiousness of the giddy multitude[n16]. It was not thought safe, however, to hazard a new insult by any new attempt to read the liturgy; and the people seemed, for the time, to be appeased and satisfied. But it being known, that the king still persevered in his intentions of imposing that mode of worship, men fortified themselves still farther in their prejudices against it; and great multitudes resorted to Edinburgh, in order to oppose the introduction of so hated a novelty[n17]. It was not long before they broke out in the most violent disorder. The bishop of Galloway was attacked in the streets, and chased into the chamber, where the privy-council was sitting. The council itself was besieged and violently attacked: The town-council met with the same fate: And nothing could have saved the lives of all of them, but their application to some popular lords, who protected them, and dispersed the multitude. In this sedition, the actors were of some better condition than in the former; though nobody of rank seemed, as yet, to countenance them[n18].","subId":"12","id":"Hume.HE.5.53.12"},{"type":"paragraph","content":"^All^ men, however, began to unite and to encourage each other, in opposition to the religious innovations introduced into the kingdom. Petitions to the council were signed and presented by persons of the highest quality: The women took part, and, as was usual, with violence: The clergy, every where, loudly declaimed against popery and the liturgy, which they represented as the same: The pulpits resounded with vehement invectives against antichrist: and the populace, who first opposed the service, was often compared to Balaam's ass, an animal, in itself, stupid and senseless, but whose mouth had been opened by the Lord, to the admiration of the whole world[n19]. In short, fanaticism mingling with |faction, private interest with the spirit of liberty, symptoms appeared, on all hands, of the most dangerous insurrection and disorder.","subId":"13","id":"Hume.HE.5.53.13"},{"type":"paragraph","content":"^The^ primate, a man of wisdom and prudence, who was all along averse to the introduction of the liturgy, represented to the king the state of the nation: The earl of Traquaire, the treasurer, set out for London, in order to lay the matter more fully before him: Every circumstance, whether the condition of England or of Scotland were considered, should have engaged him to desist from so hazardous an attempt: Yet was Charles inflexible. In his whole conduct of this affair, there appear no marks of the good sense, with which he was endowed: A lively instance of that species of character, so frequently to be met with; where there are sound parts and judgment in every discourse and opinion; in many actions, indiscretion and imprudence. Men's views of things are the result of their understanding alone: Their conduct is regulated by their understanding, their temper, and their passions.","subId":"14","id":"Hume.HE.5.53.14"},{"type":"paragraph","content":"#1638. 19th Feb.# ^To^ so violent a combination of a whole kingdom, Charles had nothing to oppose but a proclamation; in which he pardoned all past offences, and exhorted the people to be more obedient for the future, and to submit peaceably to the use of the liturgy. This proclamation was instantly encountered with a public protestation, presented by the earl of Hume and lord Lindesey: And this was the first time, that men of quality had appeared in any violent act of opposition[n20]. But this proved a crisis. The insurrection, which had been advancing by a gradual and slow progress, now blazed up at once. No disorder, however, attended it. On the contrary, a new order immediately took place. Four _tables,_ as they were called, were formed in Edinburgh. One consisted of nobility, another of gentry, a third of ministers, a fourth of burgesses. The table of gentry was divided into many subordinate tables, according to their different counties. In the hands of the four tables, the whole authority of the kingdom was placed. Orders were issued by them, and every where obeyed, with the utmost regularity[n21]. And among the first acts of their government was the production of the Covenant.","subId":"15","id":"Hume.HE.5.53.15"},{"type":"paragraph","content":"^This^ famous covenant consisted first of a renunciation of popery, formerly signed by James in his youth, and composed of many invectives, fitted to inflame the minds of men against their fellow creatures, whom heaven has enjoined them to cherish and to love. There followed a bond of union, by which the subscribers obliged themselves to resist religious innovations, and to defend each other against all opposition whatsoever: And all this, for the greater glory of God, and the greater honour and advantage of their king and country[n22]. The people, without distinction of rank or condition, of age or sex, flocked to the subscription of this covenant: Few, in their judgment, disapproved of it; and still fewer durst openly condemn it. The king's ministers and counsellors themselves were, most of them, seized by the general contagion. And none but rebels to God, and traitors to their country, it was thought, would withdraw themselves from so salutary and so pious a combination.","subId":"16","id":"Hume.HE.5.53.16"},{"type":"paragraph","content":"^The^ treacherous, the cruel, the unrelenting Philip, accompanied with all the terrors of a Spanish inquisition, was scarcely, during the preceding century, opposed in the Low Countries with more determined fury, than was now, by the Scots, the mild, the humane Charles, attended with his inoffensive liturgy.","subId":"17","id":"Hume.HE.5.53.17"},{"type":"paragraph","content":"#June.# ^The^ king began to apprehend the consequences. He sent the marquis of Hamilton, as commissioner, with authority to treat with the covenanters. He required the covenant to be renounced and recalled: And he thought, that on his part he had made very satisfactory concessions, when he offered to suspend the canons and the liturgy, till, in a fair and legal way, they could be received; and so to model the high commission, that it should no longer give offence to his subjects[n23]. Such general declarations could not well give content to any, much less to those who carried so much higher their pretensions. The covenanters found themselves seconded by the zeal of the whole nation. Above sixty thousand people were assembled in a tumultuous manner in Edinburgh and the neighbourhood. Charles possessed no regular forces in either of his kingdoms. And the discontents in England, though secret, were believed so violent, that the king, it was thought, would find it very difficult to employ in such a cause the power of that kingdom. The |more, therefore, the popular leaders in Scotland considered their situation, the less apprehension did they entertain of royal power, and the more rigorously did they insist on entire satisfaction. In answer to Hamilton's demand of renouncing the covenant, they plainly told him, that they would sooner renounce their baptism[n24]. And the clergy invited the commissioner himself to subscribe it; by informing him; \"With what peace and comfort it had filled the hearts of all God's people; what resolutions and beginnings of reformation of manners were sensibly perceived in all parts of the nation, above any measure they had ever before found or could have expected; how great glory the Lord had received thereby; and what confidence they had, that God would make Scotland a blessed kingdom.\"[n25]","subId":"18","id":"Hume.HE.5.53.18"},{"type":"paragraph","content":"^Hamilton^ returned to London: Made another fruitless journey, with new concessions, to Edinburgh: Returned again to London; and was immediately sent back with still more satisfactory concessions. #17th Sept.# The king was now willing entirely to abolish the canons, the liturgy, and the high commission court. He was even resolved to limit extremely the power of the bishops, and was content, if, on any terms, he could retain that order in the church of Scotland[n26]. And to ensure all these gracious offers, he gave Hamilton authority to summon first an assembly, then a parliament, where every national grievance might be redressed and remedied. These successive concessions of the king, which yet came still short of the rising demands of the malcontents, discovered his own weakness, encouraged their insolence, and gave no satisfaction. The offer, however, of an assembly and a parliament, in which they expected to be entirely masters, was willingly embraced by the covenanters.","subId":"19","id":"Hume.HE.5.53.19"},{"type":"paragraph","content":"^Charles^, perceiving what advantage his enemies had reaped from their covenant, resolved to have a covenant on his side; and he ordered one to be drawn up for that purpose. It consisted of the same violent renunciation of popery above-mentioned; which, though the king did not approve of it, he thought it safest to adopt, in order to remove all the suspicions entertained against him. As the covenanters, in their bond of mutual defence against all opposition, had been careful not to except the king; Charles had formed |a bond, which was annexed to this renunciation, and which expressed the duty and loyalty of the subscribers to his majesty[n27]. But the covenanters, perceiving, that this new covenant was only meant to weaken and divide them, received it with the utmost scorn and detestation. And without delay they proceeded to model the future assembly, from which such great atchievements were expected[n28].","subId":"20","id":"Hume.HE.5.53.20"},{"type":"paragraph","content":"#A general assembly.# ^The^ genius of that religion, which prevailed in Scotland, and which, every day, was secretly gaining ground in England, was far from inculcating deference and submission to the ecclesiastics, merely as such: Or rather, by nourishing in every individual, the highest raptures and ecstasies of devotion, it consecrated, in a manner, every individual, and in his own eyes, bestowed a character on him, much superior to what forms and ceremonious institutions could alone confer. The clergy of Scotland, though such tumult was excited about religious worship and discipline, were both poor, and in small numbers; nor are they, in general, to be considered, at least in the beginning, as the ringleaders of the sedition, which was raised on their account. On the contrary, the laity, apprehending, from several instances, which occurred, a spirit of moderation in that order, resolved to domineer entirely in the assembly, which was summoned, and to hurry on the ecclesiastics by the same furious zeal, with which they were themselves transported[n29].","subId":"21","id":"Hume.HE.5.53.21"},{"type":"paragraph","content":"^It^ had been usual, before the establishment of prelacy, for each presbytery to send to the assembly, besides two or three ministers, one lay-commissioner[n30]; and, as all the boroughs and universities sent likewise commissioners, the lay-members, in that ecclesiastical court, nearly equalled the ecclesiastics. Not only this institution, which James, apprehensive of zeal in the laity, had abolished, was now revived by the covenanters: They also introduced an innovation, which served still farther to reduce the clergy to subjection. By an edict of the tables, whose authority was supreme, an elder from each parish was ordered to attend the presbytery, and to give |his vote in the choice both of the commissioners and ministers, who should be deputed to the assembly. As it is not usual for the ministers, who are put in the list of candidates, to claim a vote, all the elections, by that means, fell into the hands of the laity: The most furious of all ranks were chosen: And the more to overawe the clergy, a new device was fallen upon, of chusing, to every commissioner, four or five lay-assessors, who, though they could have no vote, might yet interpose with their advice and authority in the assembly[n31].","subId":"22","id":"Hume.HE.5.53.22"},{"type":"paragraph","content":"^The^ assembly met at Glasgow: And, besides a great concourse of the people, all the nobility and gentry of any family or interest were present, either as members, assessors, or spectators; and it was apparent, that the resolutions, taken by the covenanters, could here meet with no manner of opposition. A firm determination had been entered into of utterly abolishing episcopacy; and as a preparative to it, there was laid before the presbytery of Edinburgh, and solemnly read in all the churches of the kingdom, an accusation against the bishops, as guilty, all of them, of heresy, simony, bribery, perjury, cheating, incest, adultery, fornication, common swearing, drunkenness, gaming, breach of the sabbath, and every other crime that had occurred to the accusers[n32]. The bishops sent a protest, declining the authority of the assembly; the commissioner too protested against that court, as illegally constituted and elected; and, in his majesty's name, dissolved it. This measure was foreseen, and little regarded. The court still continued to sit, and to finish their business[n33]. All the acts of assembly, since the accession of James to the crown of England, were, upon pretty reasonable grounds, declared null and invalid. The acts of parliament, which affected ecclesiastical affairs, were supposed, on that very account, to have no manner of authority. #Episcopacy abolished.# And thus episcopacy, the high commission, the articles of Perth, the canons, and the liturgy, were abolished and declared unlawful: And the whole fabric, which James and Charles, in a long course of years, had been rearing with so much care and policy, fell at once to the ground. The covenant likewise was ordered to be signed by every one, under pain of excommunication[n34].","subId":"23","id":"Hume.HE.5.53.23"},{"type":"paragraph","content":"#1639.# ^The^ independency of the ecclesiastical upon the civil power was the old presbyterian principle, which had been zealously adopted at the reformation, and which, though James and Charles had obliged the church publickly to disclaim it, had secretly been adhered to by all ranks of people. It was commonly asked, whether Christ or the king were superior? And as the answer seemed obvious, it was inferred, that the assembly, being Christ's council, was superior, in all spiritual matters, to the parliament, which was only the king's. But as the covenanters were sensible, that this consequence, though it seemed to them irrefragable, would not be assented to by the king; it became necessary to maintain their religious tenets by military force, and not to trust entirely to supernatural assistance, of which, however, they held themselves well assured. They cast their eyes on all sides, abroad and at home, whence ever they could expect any aid or support.","subId":"24","id":"Hume.HE.5.53.24"},{"type":"paragraph","content":"^After^ France and Holland had entered into a league against Spain, and framed a treaty of partition, by which they were to conquer and to divide between them the Low Country provinces, England was invited to preserve a neutrality between the contending parties, while the French and Dutch should attack the maritime towns of Flanders. But the king replied to d'Estrades, the French ambassador, who opened the proposal, that he had a squadron ready, and would cross the seas, if necessary, with an army of 15,000 men, in order to prevent these projected conquests[n35]. This answer, which proves, that Charles, though he expressed his mind with an imprudent candour, had, at last, acquired a just idea of national interest, irritated cardinal Richlieu; and in revenge, that politic and enterprizing minister carefully fomented the first commotions in Scotland, and secretly supplied the covenanters with money and arms, in order to encourage them in their opposition against their sovereign.","subId":"25","id":"Hume.HE.5.53.25"},{"type":"paragraph","content":"^But^ the chief resource of the Scottish malcontents, was in themselves, and in their own vigour and abilities. No regular established commonwealth could take juster measures, or execute them with greater promptitude, than did this tumultuous combination, inflamed with bigotry for religious trifles, and faction without a reasonable object. The whole kingdom was, in a manner, engaged; |and the men of greatest abilities soon acquired the ascendant, which their family interest enabled them to maintain. The earl of Argyle, though he long seemed to temporize, had, at last, embraced the covenant; and he became the chief leader of that party: A man equally supple and inflexible, cautious and determined, and entirely qualified to make a figure during a factious and turbulent period. The earls of Rothes; Cassils, Montrose, Lothian, the lords Lindesey, Loudon, Yester, Balmerino, distinguished themselves in that party. Many Scotch officers had acquired reputation in the German wars, #War.# particularly under Gustavus; and these were invited over to assist their country in her present necessity. The command was entrusted to Lesley, a soldier of experience and abilities. Forces were regularly inlisted and disciplined. Arms were commissioned and imported from foreign countries. A few castles, which belonged to the king, being unprovided with victuals, ammunition, and garrisons, were soon seized. And the whole country, except a small part, where the marquis of Huntley still adhered to the king, being in the hands of the covenanters, was, in a very little time, put in a tolerable posture of defence[n36].","subId":"26","id":"Hume.HE.5.53.26"},{"type":"paragraph","content":"^The^ fortifications of Leith were begun and carried on with great rapidity. Besides the inferior sort, and those who laboured for pay, incredible numbers of volunteers, even noblemen and gentlemen, put their hand to the work, and deemed the most abject employment to be dignified by the sanctity of the cause. Women too, of rank and condition, forgetting the delicacy of their sex, and the decorum of their character, were intermingled with the lowest rabble; and carried on their shoulders the rubbish, requisite for completing the fortifications[n37].","subId":"27","id":"Hume.HE.5.53.27"},{"type":"paragraph","content":"^We^ must not omit another auxiliary of the covenanters, and no inconsiderable one; a prophetess, who was much followed and admired by all ranks of people. Her name was Michelson, a woman full of whimsies, partly hysterical, partly religious; and inflamed with a zealous concern for the ecclesiastical discipline of the presbyterians. She spoke at certain times only, and had often interruptions of days and weeks: But when she began to renew her ecstasies, warning of the happy event was conveyed over the whole country, thousands crowded about her house, and every word, |which she uttered, was received with veneration, as the most sacred oracles. The covenant was her perpetual theme. The true, genuine covenant, she said, was ratified in heaven: The king's covenant was an invention of Satan: When she spoke of Christ, she usually gave him the name of the covenanting Jesus. Rollo, a popular preacher, and zealous covenanter, was her great favourite; and payed her, on his part, no less veneration. Being desired by the spectators to pray with her, and speak to her; he answered, \"That he durst not, and that it would be ill manners in him to speak, while his master, Christ, was speaking in her.\"[n38]","subId":"28","id":"Hume.HE.5.53.28"},{"type":"paragraph","content":"^Charles^ had agreed to reduce episcopal authority so much, that it would no longer have been of any service to support the crown; and this sacrifice of his own interests he was willing to make, in order to attain public peace and tranquillity. But he could not consent entirely to abolish an order, which he thought as essential to the being of a christian church, as his Scottish subjects deemed it incompatible with that sacred institution. This narrowness of mind, if we would be impartial, we must either blame or excuse equally on both sides; and thereby anticipate, by a little reflection, that judgment, which time, by introducing new subjects of controversy, will undoubtedly render quite familiar to posterity.","subId":"29","id":"Hume.HE.5.53.29"},{"type":"paragraph","content":"^So^ great was Charles's aversion to violent and sanguinary measures, and so strong his affection to his native kingdom, that, it is probable, the contest in his breast would be nearly equal between these laudable passions, and his attachment to the hierarchy. The latter affection, however, prevailed for the time, and made him hasten those military preparations, which he had projected for subduing the refractory spirit of the Scottish nation. By regular ceconomy, he had not only payed all the debts contracted during the Spanish and French wars; but had amassed a sum of two hundred thousand pounds, which he reserved for any sudden exigency. The queen had great interest with the catholics, both from the sympathy of religion, and from the favours and indulgences, which she had been able to procure to them. She now employed her credit, and persuaded them, that it was reasonable to give large contributions, as a mark of their duty to the king, during this urgent necessity[n39]. A considerable supply was obtained |by this means; to the great scandal of the puritans, who were offended at seeing the king on such good terms with the papists, and repined, that others should give what they themselves were disposed to refuse him.","subId":"30","id":"Hume.HE.5.53.30"},{"type":"paragraph","content":"^Charles^'s fleet was formidable and well supplied. Having put 5000 land forces on board, he entrusted it to the marquis of Hamilton, who had orders to sail to the frith of Forth, and to cause a diversion in the forces of the malcontents. An army was levied of near 20,000 foot, and above 3000 horse, and was put under the command of the earl of Arundel, a nobleman of great family, but celebrated neither for military nor political abilities. The earl of Essex, a man of strict honour and extremely popular, especially among the soldiery, was appointed lieutenant-general: The earl of Holland was general of the horse. #29th May.# The king himself joined the army, and he summoned all the peers of England to attend him. The whole had the appearance of a splendid court, rather than of a military armament; and in this situation, carrying more show than real force with it, the camp arrived at Berwic[n40].","subId":"31","id":"Hume.HE.5.53.31"},{"type":"paragraph","content":"^The^ Scottish army was as numerous as that of the king, but inferior in cavalry. The officers had more reputation and experience; and the soldiers, though undisciplined and ill armed, were animated, as well by the national aversion to England and the dread of becoming a province to their old enemy, as by an unsurmountable fervour of religion. The pulpits had extremely assisted the officers in levying recruits, and had thundered out anathemas against all those _who went not out to assist the Lord against the mighty[n41]._ Yet so prudent were the leaders of the malcontents, that they immediately sent submissive messages to the king, and craved to be admitted to a treaty.","subId":"32","id":"Hume.HE.5.53.32"},{"type":"paragraph","content":"^Charles^ knew that the force of the covenanters was considerable, their spirits high, their zeal furious; and that, as they were not yet daunted by any ill success, no reasonable terms could be expected from them. With regard therefore to a treaty, great difficulties occurred on both sides. Should he submit to the pretensions of the malcontents; besides that the prelacy must be sacrificed to their religious prejudices; such a check would be given to royal authority, which had, very lately, and with much difficulty, been thoroughly established in Scotland, that he must expect, ever after, |to retain, in that kingdom, no more than the appearance of majesty. The great men, having proved, by so sensible a trial, the impotence of law and prerogative, would return to their former licenciousness: The preachers would retain their innate arrogance: And the people, unprotected by justice, would recognize no other authority, than that which they found to domineer over them. England also, it was much to be feared, would imitate so bad an example; and having already a strong propensity towards republican and puritanical factions, would expect, by the same seditious practices, to attain the same indulgence. To advance so far, without bringing the rebels to a total submission, at least to reasonable concessions, was to promise them, in all future time, an impunity for rebellion.","subId":"33","id":"Hume.HE.5.53.33"},{"type":"paragraph","content":"^On^ the other hand, Charles considered that Scotland was never before, under any of his ancestors, so united, and so animated in its own defence; yet had often been able to foil or elude the force of England, combined heartily in one cause, and enured by long practice to the use of arms. How much greater difficulty should he find, at present, to subdue, by violence, a people, inflamed with religious prejudices; while he could only oppose to them a nation, enervated by long peace, and lukewarm in his service; or what was more to be dreaded, many of them engaged in the same party with the rebels[n42]. Should the war be only protracted beyond a campaign; (and who could expect to finish it in that period?) his treasures would fail him; and, for supply, he must have recourse to an English parliament, which, by fatal experience, he had ever found more ready to encroach on the prerogatives, than to supply the necessities, of the crown. And what if he receive a defeat from the rebel army? This misfortune was far from being impossible. They were engaged in a national cause, and strongly actuated by mistaken principles. His army was retained entirely by pay, and looked on the quarrel with the same indifference, which naturally belongs to mercenary troops, without possessing the discipline, by which such troops are commonly distinguished. And the consequences of a defeat, while Scotland was enraged and England discontented, were so dreadful, that no motive should persuade him to hazard it.","subId":"34","id":"Hume.HE.5.53.34"},{"type":"paragraph","content":"^It^ is evident, that Charles had fallen into such a situation, that, which ever side he embraced, his errors must be dangerous: No wonder, therefore, he was in great perplexity. But he did worse, than embrace the worst side: For, properly speaking, he embraced no side at all. He concluded a sudden pacification, in which it was stipulated, that he should withdraw his fleet and army; that, within eight and forty hours, the Scots should dismiss their forces; that the king's forts should be restored to him; his authority be acknowledged; and a general assembly and a parliament be immediately summoned, in order to compose all differences[n43]. What were the _reasons,_ which engaged the king to admit such strange articles of peace, it is in vain to enquire: For there scarcely could be any. The _causes_ of that event may admit of a more easy explication.","subId":"35","id":"Hume.HE.5.53.35"},{"type":"paragraph","content":"^The^ malcontents had been very industrious, in representing to the English the grievances, under which Scotland laboured, and the ill counsels, which had been suggested to their sovereign. Their liberties, they said, were invaded: The prerogatives of the crown extended beyond all former precedent: Illegal courts erected: The hierarchy exalted at the expence of national privileges: And so many new superstitions introduced by the haughty tyrannical prelates, as begat a just suspicion that a project was seriously formed for the restoration of popery. The king's conduct, surely, in Scotland, had been, in every thing, except in establishing the ecclesiastical canons, more legal than in England; yet was there such a general resemblance, in the complaints of both kingdoms, that the English readily assented to all the representations of the Scottish malcontents, and believed that nation to have been driven, by oppression, into the violent counsels, which they had embraced. So far, therefore, from being willing to second the king in subduing the free spirit of the Scots; they rather pitied that unhappy people, who had been pushed to those extremities: And they thought, that the example of such neighbours, as well as their assistance, might, some time, be advantageous to England, and encourage her to recover, by a vigorous effort, her violated laws and liberties. The gentry and nobility, who, without attachment to the court, without command in the army; attended in great numbers the English camp, greedily seized, and propagated, |and gave authority to these sentiments: A retreat, very little honourable, which the earl of Holland, with a considerable detachment of the English forces, had made before a detachment of the Scottish, caused all these humours to blaze up at once: And the king, whose character was not sufficiently vigorous or decisive, and who was apt, from facility, to embrace hasty counsels, suddenly assented to a measure, which was recommended by all about him, and which favoured his natural propension towards the misguided subjects of his native kingdom. [n44]","subId":"36","id":"Hume.HE.5.53.36"},{"type":"paragraph","content":"^Charles^, having so far advanced in pacific measures, ought, with a steady resolution, to have prosecuted them, and have submitted to every tolerable condition, demanded by the assembly and parliament; nor should he have recommenced hostilities, but on account of such enormous and unexpected pretensions, as would have justified his cause, if possible, to the whole English nation. So far, indeed, he adopted this plan, that he agreed, not only to confirm his former concessions, of abrogating the canons, the liturgy, the high commission, and the articles of Perth; but also to abolish the order itself of bishops, for which he had so zealously contended[n45]. But this concession was gained by the utmost violence, which he could impose on his disposition and prejudices: He even secretly retained an intention of seizing favourable opportunities, in order to recover the ground, which he had lost[n46]. And one step farther he could not prevail with himself to advance. The assembly, when it met, payed no deference to the king's prepossessions, but gave full indulgence to their own. #Aug. 17th.# They voted episcopacy to be unlawful in the church of Scotland: He was willing to allow it contrary to the constitutions of that church. They stigmatised the liturgy and canons, as popish: He agreed simply to abolish them. They denominated the high commission, tyranny: He was content to set it aside[n47]. The parliament, which sat after the assembly, advanced pretensions, which tended to diminish the civil power of the monarch; and what probably affected Charles still more, they were proceeding to ratify the acts of assembly, #War renewed.# when[n48], by the king's instructions, Traquaire, the commissioner, prorogued them. And |on account of these claims, which might have been foreseen, was the war renewed; with great advantages on the side of the covenanters, and disadvantages on that of the king.","subId":"37","id":"Hume.HE.5.53.37"},{"type":"paragraph","content":"^No^ sooner had Charles concluded the pacification without conditions, than the necessity of his affairs, and his want of money, obliged him to disband his army; and as the soldiers had been held together solely by mercenary views, it was not possible, without great trouble, and expence, and loss of time, again to assemble them. The more prudent covenanters had concluded, that their pretensions being so contrary to the interests, and still more to the inclinations of the king, it was likely, that they should again be obliged to support their cause by arms; and they were therefore careful, in dismissing their troops, to preserve nothing but the appearance of a pacific disposition. The officers had orders to be ready on the first summons: The soldiers were warned not to think the nation secure from an English invasion: And the religious zeal, which animated all ranks of men, made them immediately fly to their standards as soon as the trumpet was sounded by their spiritual and temporal leaders. The credit, which, in their last expedition, they had acquired, by obliging their sovereign to depart from all his pretensions, gave courage to every one, in undertaking this new enterprize[n49].","subId":"38","id":"Hume.HE.5.53.38"},{"type":"paragraph","content":"#1640. April 13th.# ^The^ king, with great difficulty, found means to draw together an army: But soon discovered, that, all savings being gone, and great debts contracted, his revenue would be insufficient to support them. #4th English parliament.# An English parliament, therefore, formerly so unkind and intractable, must now, after above eleven years' intermission, after the king had tried many irregular methods of taxation, after multiplied disgusts given to the puritanical party, be summoned to assemble, amidst the most pressing necessities of the crown.","subId":"39","id":"Hume.HE.5.53.39"},{"type":"paragraph","content":"^As^ the king resolved to try, whether this house of commons would be more compliant than their predecessors, and grant him supply on any reasonable terms; the time, appointed for the meeting of parliament, was late, and very near the time allotted for opening the campaign against the Scots. After the past experience of their ill-humour, and of their encroaching disposition, he thought that he could not, in prudence, trust them with a long |session, till he had seen some better proofs of their good intentions: The urgency of the occasion, and the little time allowed for debate, were reasons which he reserved against the malcontents in the house: And an incident had happened, which, he believed, had now furnished him with still more cogent arguments.","subId":"40","id":"Hume.HE.5.53.40"},{"type":"paragraph","content":"^The^ earl of Traquaire had intercepted a letter, written to the king of France by the Scottish malcontents; and had conveyed this letter to the king. Charles, partly repenting of the large concessions made to the Scots, partly disgusted at their fresh insolence and pretensions, seized this opportunity of breaking with them. He had thrown into the Tower lord Loudon, commissioner from the covenanters; one of the persons who had signed the treasonable letter[n50]. And he now laid the matter before the parliament, whom he hoped to inflame by the resentment, and alarm by the danger, of this application to a foreign power. By the mouth of the lord keeper, Finch, he discovered his wants, and informed them, that he had been able to assemble his army, and to subsist them, not by any revenue which he possessed, but by means of a large debt of above 3oo,ooo pounds, which he had contracted, and for which he had given security upon the crown-lands. He represented, that it was necessary to grant supplies for the immediate and urgent demands of his military armaments: That the season was far advanced, the time precious, and none of it must be lost in deliberation: That though his coffers were empty, they had not been exhausted by unnecessary pomp, or sumptuous buildings, or any other kind of magnificence: That whatever supplies had been levied on his subjects, had been employed for their advantage and preservation, and like vapours rising out of the earth, and gathered into a cloud, had fallen in sweet and refreshing showers on the same fields, from which they had, at first, been exhaled: That though he desired such immediate assistance as might prevent, for the time, a total disorder in the government, he was far from any intention of precluding them from their right to enquire into the state of the kingdom, and to offer him petitions for the redress of their grievances: That as much as was possible of this season should afterwards be allowed them for that purpose: That as he expected only such supply at present as the current service necessarily |required, it would be requisite to assemble them again next winter, when they should have full leisure to conclude whatever business had, this session, been left imperfect and unfinished: That the parliament of Ireland had twice put such trust in his good intentions as to grant him, in the beginning of the session, a large supply, and had ever experienced good effects, from the confidence reposed in him: And that, in every circumstance, his people should find his conduct suitable to a just, pious, and gracious king, and such as was calculated to promote an entire harmony between prince and parliament[n51].","subId":"41","id":"Hume.HE.5.53.41"},{"type":"paragraph","content":"^However^ plausible these topics, they made small impression on the house of commons. By some illegal, and several suspicious measures of the crown, and by the courageous opposition, which particular persons, amidst dangers and hardships, had made to them; the minds of men, throughout the nation, had taken such a turn as to ascribe every honour to the refractory opposers of the king and the ministers. These were the only patriots, the only lovers of their country, the only heroes, and, perhaps too, the only true Christians. A reasonable compliance with the court was slavish dependance; a regard to the king, servile flattery; a confidence in his promises, shameful prostitution. This general cast of thought, which has, more or less, prevailed in England, during near a century and a half, and which has been the cause of much good and much ill in public affairs, never predominated more than during the reign of Charles. The present house of commons, being entirely composed of country-gentlemen, who came into parliament with all their native prejudices about them, and whom the crown had no means of influencing, could not fail to contain a majority of these stubborn patriots.","subId":"42","id":"Hume.HE.5.53.42"},{"type":"paragraph","content":"^Affairs^ likewise, by means of the Scottish insurrection, and the general discontents in England, were drawing so near to a crisis, that the leaders of the house, sagacious and penetrating, began to foresee the consequences, and to hope, that the time, so long wished for, was now come, when royal authority must fall into a total subordination under popular assemblies, and when public liberty must acquire a full ascendant. By reducing the crown to necessities, they had hitherto found, that the king had been |pushed into violent counsels, which had served extremely the purposes of his adversaries: And by multiplying these necessities, it was foreseen, that his prerogative, undermined on all sides, must, at last, be overthrown, and be no longer dangerous to the privileges of the people. Whatever, therefore, tended to compose the differences between king and parliament, and to preserve the government uniformly in its present channel, was zealously opposed by these popular leaders; and their past conduct and sufferings gave them credit sufficient to effect all their purposes.","subId":"43","id":"Hume.HE.5.53.43"},{"type":"paragraph","content":"^The^ house of commons, moved by these and many other obvious reasons, instead of taking notice of the king's complaints against his Scottish subjects, or his applications for supply, entered immediately upon grievances; and a speech, which Pym made them on that subject, was much more hearkened to, than that which the lord keeper had delivered to them in the name of their sovereign. The subject of Pym's harangue has been sufficiently explained above; where we gave an account of all the grievances, imaginary in the church, more real in the state, of which the nation, at that time, so loudly complained[n52]. The house began with examining the behaviour of the speaker the last day of the former parliament; when he refused, on account of the king's command, to put the question: And they declared it a breach of privilege. They proceeded next to enquire into the imprisonment and prosecution of Sir John Elliot, Hollis, and Valentine[n53]: The affair of ship-money was canvassed: And plentiful subject of enquiry was suggested on all hands. Grievances were regularly classed under three heads; those with regard to privileges of parliament, to the property of the subject, and to religion[n54]. The king, seeing a large and inexhaustible field opened, pressed them again for supply; and finding his message ineffectual, he came to the house of peers, and desired their good offices with the commons. The peers were sensible of the king's urgent necessities; and thought, that supply, on this occasion, ought, both in reason and in decency, to go before grievances. They ventured to represent their sense of the matter to the commons; but their intercession did harm. The commons had always claimed, as their peculiar province, the granting of |supplies; and, though the peers had here gone no farther than offering advice, the lower house immediately thought proper to vote so unprecedented an interposition to be a breach of privilege[n55]. Charles, in order to bring the matter of supply to some issue, solicited the house by new messages: And finding, that ship-money gave great alarm and disgust; besides informing them, that he never intended to make a constant revenue of it, that all the money levied had been regularly, with other great sums, expended on equipping the navy; he now went so far as to offer them a total abolition of that obnoxious claim, by any law, which the commons should think proper to present to him. In return, he only asked, for his necessities, a supply of twelve subsidies, about six hundred thousand pounds, and that payable in three years; but, at the same time, he let them know, that, considering the situation of his affairs, a delay would be equivalent to a denial[n56]. The king, though the majority was against him, never had more friends in any house of commons; and the debate was carried on for two days, with great zeal and warmth on both sides.","subId":"44","id":"Hume.HE.5.53.44"},{"type":"paragraph","content":"^It^ was urged by the partizans of the court, that the happiest occasion, which the fondest wishes could suggest, was now presented, for removing all disgusts and jealousies between king and people, and for reconciling their sovereign, for ever, to the use of parliaments. That if they, on their part, laid aside all enormous claims and pretensions, and provided, in a reasonable manner, for the public necessities; they needed entertain no suspicion of any insatiable ambition or illegal usurpation in the crown. That though due regard had not always been paid, during this reign, to the rights of the people, yet no invasion of them had been altogether deliberate and voluntary; much less, the result of wanton tyranny and injustice; and still less, of a formed design to subvert the constitution. That to repose a reasonable confidence in the king, and generously to supply his present wants, which proceeded neither from prodigality nor misconduct, would be the true means of gaining on his generous nature, and extorting, by a gentle violence, such concessions as were requisite for the establishment of public liberty. That he had promised, not only on the word of a |prince, but also on that of a gentleman (the expression which he had been pleased to use) that, after the supply was granted, the parliament should still have liberty to continue their deliberations: Could it be suspected, that any man, any prince, much less such a one, whose word was, as yet, sacred and inviolate, would, for so small a motive, forfeit his honour, and, with it, all future trust and confidence, by breaking a promise, so public and so solemn? That even if the parliament should be deceived in reposing this confidence in him, they neither lost any thing, nor incurred any danger; since it was evidently necessary, for the security of public peace, to supply him with money, in order to suppress the Scottish rebellion. That he had so far suited his first demands to their prejudices, that he only asked a supply for a few months, and was willing, after so short a trust from them, to fall again into dependance, and to trust them for his farther support and subsistence. That if he now seemed to desire something farther, he also made them, in return, a considerable offer, and was willing, for the future, to depend on them for a revenue, which was quite necessary for public honour and security. That the nature of the English constitution supposed a mutual confidence between king and parliament: And if they should refuse it on their part, especially with circumstances of such outrage and indignity; what could be expected but a total dissolution of government, and violent factions, followed by the most dangerous convulsions and intestine disorders?","subId":"45","id":"Hume.HE.5.53.45"},{"type":"paragraph","content":"^In^ opposition to these arguments, it was urged by the malcontent party, that the court had discovered, on their part, but few symptoms of that mutual confidence to which they now so kindly invited the commons. That eleven years intermission of parliaments, the longest that was to be found in the English annals, was a sufficient indication of the jealousy entertained against the people; or rather of designs formed for the suppression of all their liberties and privileges. That the ministers might well plead necessity, nor could any thing, indeed, be a stronger proof of some invincible necessity, than their embracing a measure, for which they had conceived so violent an aversion, as the assembling of an English parliament. That this necessity, however, was purely ministerial, not national; And if the same grievances, ecclesiastical and civil, under which this nation itself laboured, had pushed the Scots |to extremities; was it requisite, that the English should forge their own chains, by imposing chains on their unhappy neighbours? That the ancient practice of parliament was to give grievances the precedency of supply; and this order, so carefully observed by their ancestors, was founded on a jealousy inherent in the constitution, and was never interpreted as any peculiar diffidence of the present sovereign. That a practice, which had been upheld, during times the most favourable to liberty, could not, in common prudence, be departed from, where such undeniable reasons for suspicion had been afforded. That it was ridiculous to plead the advanced season, and the urgent occasion for supply; when it plainly appeared, that, in order to afford a pretence for this topic, and to seduce the commons, great political contrivance had been employed. That the writs for elections were issued early in the winter; and if the meeting of parliament had not purposely been delayed, till so near the commencement of military operations, there had been leisure sufficient to have redressed all national grievances, and to have proceeded afterwards to an examination of the king's occasion for supply. That the intention of so gross an artifice was to engage the commons, under pretence of necessity, to violate the regular order of parliament; and a precedent of that kind being once established, no enquiry into public measures would afterwards be permitted. That scarcely any argument, more unfavourable, could be pleaded for supply, than an offer to abolish ship-money; a taxation, the most illegal and the most dangerous, that had ever, in any reign, been imposed upon the nation. And that, by bargaining for the remission of that duty, the commons would, in a manner, ratify the authority, by which it had been levied; at least, give encouragement for advancing new pretensions of a like nature, in hopes of resigning them on like advantageous conditions.","subId":"46","id":"Hume.HE.5.53.46"},{"type":"paragraph","content":"^These^ reasons, joined to so many occasions of ill humour, seemed to sway with the greater number: But to make the matter worse, Sir Harry Vane, the secretary, told the commons, without any authority from the king, that nothing less than twelve subsidies would be accepted as a compensation for the abolition of ship-money. This assertion, proceeding from the indiscretion, if we are not rather to call it the treachery, of Vane, displeased the house, |by showing a stiffness and rigidity in the king, which, in a claim so ill grounded, was deemed inexcusable[n57]. We are informed likewise, that some men, who were thought to understand the state of the nation, affirmed in the house, that the amount of twelve subsidies was a greater sum than could be found in all England. Such were the happy ignorance and inexperience of those times, with regard to taxes[n58]!","subId":"47","id":"Hume.HE.5.53.47"},{"type":"paragraph","content":"^The^ king was in great doubt and perplexity. He saw, that his friends in the house were out-numbered by his enemies, and that the same counsels were still prevalent, which had ever bred such opposition and disturbance. Instead of hoping, that any supply would be granted him, to carry on war against the Scots, whom the majority of the house regarded as their best friends and firmest allies; he expected every day, that they would present him an address for making peace with those rebels. And if the house met again, a vote, he was informed, would certainly pass, to blast his revenue of ship-money; and thereby renew all the opposition, which, with so much difficulty, he had surmounted, in levying that taxation. Where great evils lie on all sides, it is difficult to follow the best counsel; nor is it any wonder, that the king, whose capacity was not equal to situations of such extreme delicacy, should hastily have formed #Dissolution.# and executed the resolution of dissolving this parliament: A measure, however, of which he soon after repented, and which the subsequent events, more than any convincing reason, inclined every one to condemn. The last parliament, which ended with such rigour and violence, had yet, at first, covered their intentions with greater appearance of moderation than this parliament had hitherto assumed.","subId":"48","id":"Hume.HE.5.53.48"},{"type":"paragraph","content":"^An^ abrupt and violent dissolution naturally excites discontents among the people, who usually put entire confidence in their representatives, and expect from them the redress of all grievances. As if there were not already sufficient grounds of complaint, the king persevered still in those counsels, which, from experience, he might have been sensible, were so dangerous and unpopular. Bellasis and Sir John Hotham were summoned before the council; and refusing to give any account of their conduct in parliament, were committed to prison. All the petitions and complaints, which had been sent to the committee of religion, were demanded from |Crew, chairman of that committee; and on his refusal to deliver them, he was sent to the Tower. The studies and even the pockets of the earl of Warwic and lord Broke, before the expiration of privilege, were searched, in expectation of finding treasonable papers. These acts of authority were interpreted, with some appearance of reason, to be invasions on the right of national assemblies[n59]. But the king, after the first provocation which he met with, never sufficiently respected the privileges of parliament; and, by his example, he farther confirmed their resolution, when they should acquire power, to pay like disregard to the prerogatives of the crown.","subId":"49","id":"Hume.HE.5.53.49"},{"type":"paragraph","content":"^Though^ the parliament was dissolved, the convocation was still allowed to sit; a practice, of which, since the reformation, there were but few instances[n60], and which was for that reason supposed by many to be irregular. Besides granting to the king a supply from the spirituality, and framing many canons, the convocation, jealous of like innovations, with those which had taken place in Scotland, imposed an oath on the clergy, and the graduates in the universities, by which every one swore to maintain the established government of the church by archbishops, bishops, deans, chapters, &c[n61]. These steps, in the present discontented humour of the nation, were commonly deemed illegal; because not ratified by consent of parliament, in whom all authority was now supposed to be centered. And nothing, besides, could afford more subject of ridicule, than an oath, which contained an _et cetera_ in the midst of it.","subId":"50","id":"Hume.HE.5.53.50"},{"type":"paragraph","content":"#Discontents in England.# ^The^ people, who generally abhorred the convocation as much as they revered the parliament, could scarcely be restrained from insulting and abusing this assembly; and the king was obliged to give them guards, in order to protect them[n62]. An attack too was made during the night upon Laud, in his palace of Lambeth, by above 500 persons; and he found it necessary to fortify himself for his defence[n63]. A multitude, consisting of two thousand sectaries, entered St. Paul's, where the high commission then sat; tore down |the benches; and cried out, _No bishop, no high commission[n64]._ All these instances of discontent were presages of some great revolution; had the court possessed sufficient skill to discern the danger, or sufficient power to provide against it.","subId":"51","id":"Hume.HE.5.53.51"},{"type":"paragraph","content":"^In^ this disposition of men's minds, it was in vain that the king issued a declaration, in order to convince his people of the necessity, which he lay under, of dissolving the last parliament[n65]. The chief topic, on which he insisted, was, that the commons imitated the bad example of all their predecessors of late years, in making continual encroachments on his authority, in censuring his whole administration and conduct, in discussing every circumstance of public government, and in their indirect bargaining and contracting with their king for supply; as if nothing ought to be given him but what he should purchase, either by quitting somewhat of his royal prerogative, or by diminishing and lessening his standing revenue. These practices, he said, were contrary to the maxims of their ancestors; and these practices were totally incompatible with monarchy[n66].","subId":"52","id":"Hume.HE.5.53.52"},{"type":"paragraph","content":"^The^ king, disappointed of parliamentary subsidies, was obliged to have recourse to other expedients, in order to supply his urgent necessities. The ecclesiastical subsidies served him in some stead; and it seemed but just, that the clergy should contribute to a war, which was, in a great measure, of their own raising[n67]. He borrowed money from his ministers and courtiers; and so much was he beloved among them, that above 300,000 pounds were subscribed in a few days: Though nothing surely could be more disagreeable to a prince, full of dignity, than to be a burthen on his friends, instead of being a support to them. Some attempts were made towards forcing a loan from the citizens; but still repelled by the spirit of liberty, which was now become unconquerable[n68]. A loan of 40,000 pounds was extorted from the Spanish merchants, who had bullion in the Tower, exposed to the attempts of the king. Coat and conduct-money for the soldiery was levied on the counties; an ancient practice[n69], but supposed to be abolished by the petition of right. All the pepper was bought from the East-India company upon trust, and sold, at a great discount, for ready money[n70]. A |scheme was proposed for coining two or three hundred thousand pounds of base money[n71]. Such were the extremities to which Charles was reduced. The fresh difficulties, which, amidst the present distresses, were, every day, raised, with regard to the payment of ship-money, obliged him to exert continual acts of authority, augmented the discontents of the people, and encreased his indigence and necessities[n72].","subId":"53","id":"Hume.HE.5.53.53"},{"type":"paragraph","content":"^The^ present expedients, however, enabled the king, though with great difficulty, to march his army, consisting of 19,000 foot, and 2000 horse[n73]. The earl of Northumberland was appointed general: The earl of Strafford, who was called over from Ireland, lieutenant-general: Lord Conway, general of the horse. A small fleet was thought sufficient to serve the purposes of this expedition.","subId":"54","id":"Hume.HE.5.53.54"},{"type":"paragraph","content":"^So^ great are the effects of zeal and unanimity, that the Scottish army, though somewhat superior, were sooner ready than the king's; and they marched to the borders of England. To engage them to proceed, besides their general knowledge of the secret discontents of that kingdom, lord Saville had forged a letter, in the name of six noblemen the most considerable of England, by which the Scots were invited to assist their neighbours, in procuring a redress of grievances[n74]. #20th Aug.# Notwithstanding these warlike preparations and hostile attempts, the covenanters still preserved the most pathetic and most submissive language; and entered England, they said, with no other view, than to obtain access to the king's presence, and lay their humble petition at his royal feet. At Newburn upon Tyne, they were opposed by a detachment of 4,500 men under Conway, who seemed resolute to dispute with them the passage of the river. The Scots first entreated them, with great civility, not to stop them in their march to their gracious sovereign; and then attacked them with great bravery, killed several, and chased the rest from their ground. #28th Aug. Rout at Newburn.# Such a panic seized the whole English army, that the forces at Newcastle fled immediately to Durham; and not yet thinking themselves safe, they deserted that town, and retreated into Yorkshire[n75].","subId":"55","id":"Hume.HE.5.53.55"},{"type":"paragraph","content":"^The^ Scots took possession of Newcastle; and though sufficiently |elated with their victory, they preserved exact discipline, and persevered in their resolution of paying for every thing, in order still to maintain the appearance of an amicable correspondence with England. They also dispatched messengers to the king, who was arrived at York; and they took care, after the advantage, which they had obtained, to redouble their expressions of loyalty, duty, and submission to his person, and they even made apologies, full of sorrow and contrition, for their late victory[n76].","subId":"56","id":"Hume.HE.5.53.56"},{"type":"paragraph","content":"^Charles^ was in a very distressed condition. The nation was universally and highly discontented. The army was discouraged, and began likewise to be discontented, both from the contagion of general disgust, and as an excuse for their misbehaviour, which they were desirous of representing rather as want of will than of courage to fight. The treasury too was quite exhausted, and every expedient for supply had been tried to the uttermost. No event had happened, but what might have been forseen as necessary, at least, as very probable; yet such was the king's situation, that no provision could be made, nor was even any resolution taken, against such an exigency.","subId":"57","id":"Hume.HE.5.53.57"},{"type":"paragraph","content":"#Treaty at Rippon.# ^In^ order to prevent the advance of the Scots upon him, the king agreed to a treaty, and named sixteen English noblemen, who met with eleven Scottish commissioners at Rippon. The earls of Hertford, Bedford, Salisbury, Warwick, Essex, Holland, Bristol, and Berkshire, the lords Kimbolton, Wharton, Dunsmore, Paget, Broke, Saville, Paulet, and Howard of Escric, were chosen by the king; all of them popular men, and consequently supposed no-wise averse to the Scottish invasion, or unacceptable to that nation[n77].","subId":"58","id":"Hume.HE.5.53.58"},{"type":"paragraph","content":"^An^ address arrived from the city of London, petitioning for a parliament; the great point to which all men's projects at this time tended[n78]. Twelve noblemen presented a petition to the same purpose[n79]. But the king contented himself with summoning a great council of the peers at York; a measure, which had formerly been taken in cases of sudden emergency, but which, at present, could serve to little purpose. Perhaps, the king, who dreaded, above all |things, the house of commons; and who expected no supply from them on any reasonable terms, thought, that, in his present distresses, he might be enabled to levy supplies by the authority of the peers alone. But the employing, so long, the plea of a necessity, which appeared distant and doubtful, rendered it impossible for him to avail himself of a necessity, which was now at last become real, urgent, and inevitable.","subId":"59","id":"Hume.HE.5.53.59"},{"type":"paragraph","content":"^By^ Northumberland's sickness the command of the army had devolved on Strafford. This nobleman possessed more vigour of mind than the king or any of the council. He advised Charles rather to put all to hazard, than submit to such unworthy terms as were likely to be imposed upon him. The loss sustained at Newburn, he said, was inconsiderable; and though a panic had for the time seized the army, that event was nothing strange among new levied troops; and the Scots, being in the same condition, would, no doubt, be liable, in their turn, to a like accident. His opinion, therefore, was, that the king should push forward, and attack the Scots, and bring the affair to a quick decision; and, if he were ever so unsuccessful, nothing worse could befal him, than what, from his inactivity, he would certainly be exposed to[n80]. To show how easy it would be to execute this project, he ordered an assault to be made on some quarters of the Scots, and he gained an advantage over them. No cessation of arms had, as yet, been agreed to, during the treaty at Rippon; yet great clamour prevailed, on account of this act of hostility. And when it was known that the officer, who conducted the attack, was a papist, a violent outcry was raised against the king, for employing that hated sect, in the murder of his protestant subjects[n81].","subId":"60","id":"Hume.HE.5.53.60"},{"type":"paragraph","content":"^It^ may be worthy of remark that several mutinies had arisen among the English troops, when marching to join the army; and some officers had been murdered, merely on suspicion of their being papists[n82]. The petition of right had abolished all martial law; and by an inconvenience, which naturally attended the plan, as yet new and unformed, of regular and rigid liberty, it was found absolutely impossible for the generals to govern the army, by all the authority, which the king could legally confer upon them. The |lawyers had declared, that martial law could not be exercised, except in the very presence of an enemy; and because it had been found necessary to execute a mutineer, the generals thought it adviseable, for their own safety, to apply for a pardon from the crown. This weakness, however, was carefully concealed from the army; and lord Conway said, that, if any lawyer were so imprudent as to discover the secret to the soldiers, it would be necessary instantly to refute him, and to hang the lawyer himself, by sentence of a court-martial[n83].","subId":"61","id":"Hume.HE.5.53.61"},{"type":"paragraph","content":"^An^ army new levied, undisciplined, frightened, seditious, ill-paid, and governed by no proper authority, was very unfit for withstanding a victorious and high-spirited enemy, and retaining in subjection a discontented and zealous nation.","subId":"62","id":"Hume.HE.5.53.62"},{"type":"paragraph","content":"^Charles^, in despair of being able to stem the torrent, at last determined to yield to it: #24th Sept. Great council of the peers.# And as he foresaw, that the great council of the peers would advise him to call a parliament, he told them, in his first speech, that he had already taken this resolution. He informed them likewise, that the queen, in a letter, which she had written to him, had very earnestly recommended that measure. This good prince, who was extremely attached to his consort, and who passionately wished to render her popular in the nation, forgot not, amidst all his distress, the interests of his domestic tenderness[n84].","subId":"63","id":"Hume.HE.5.53.63"},{"type":"paragraph","content":"^In^ order to subsist both armies (for the king was obliged, in order to save the northern counties, to pay his enemies) Charles wrote to the city, desiring a loan of 200,000 pounds. And the peers at York, whose authority was now much greater than that of their sovereign, joined in the same request[n85]. So low was this prince already fallen, in the eyes of his own subjects!","subId":"64","id":"Hume.HE.5.53.64"},{"type":"paragraph","content":"^As^ many difficulties occurred in the negociation with the Scots, it was proposed to transfer the treaty from Rippon to London: A proposal willingly embraced by that nation, who were now sure of treating with advantage, in a place, where the king, they foresaw, would be, in a manner, a prisoner, in the midst of his implacable enemies, and their determined friends[n86].","subId":"65","id":"Hume.HE.5.53.65"},{"type":"note","content":"Clarendon, p. 74, 75. May, p. 18. Warwick, p. 62.","subId":"n1","id":"Hume.HE.5.53.n1"},{"type":"note","content":"Rushworth, vol. ii. p. 386. May, p. 29.","subId":"n2","id":"Hume.HE.5.53.n2"},{"type":"note","content":"Guthry's Memoirs, p. 14. Burnet's Mem. p. 29, 30.","subId":"n3","id":"Hume.HE.5.53.n3"},{"type":"note","content":"King's Declaration, p. 7. Franklyn, p. 611.","subId":"n4","id":"Hume.HE.5.53.n4"},{"type":"note","content":"King's Declaration, p. 6.","subId":"n5","id":"Hume.HE.5.53.n5"},{"type":"note","content":"Burnet, Mem. p. 29, 30.","subId":"n6","id":"Hume.HE.5.53.n6"},{"type":"note","content":"May, p. 29.","subId":"n7","id":"Hume.HE.5.53.n7"},{"type":"note","content":"Burnet's Mem. p. 29, 30, 31.","subId":"n8","id":"Hume.HE.5.53.n8"},{"type":"note","content":"Clarendon, vol. i. p. 106.","subId":"n9","id":"Hume.HE.5.53.n9"},{"type":"note","content":"Idem, ibid. p. 105.","subId":"n10","id":"Hume.HE.5.53.n10"},{"type":"note","content":"King's Decl. p. 18. May, p. 32.","subId":"n11","id":"Hume.HE.5.53.n11"},{"type":"note","content":"King's Decl. p. 20.","subId":"n12","id":"Hume.HE.5.53.n12"},{"type":"note","content":"Burnet's Mem. p. 31. Rushworth, vol. ii. p. 396. May, p. 31.","subId":"n13","id":"Hume.HE.5.53.n13"},{"type":"note","content":"King's Decl. p. 22. Clarendon, vol. i. p. 108. Rushworth, vol. ii. p. 387.","subId":"n14","id":"Hume.HE.5.53.n14"},{"type":"note","content":"King's Decl. p. 23, 24, 25. Rushworth, vol. ii. p. 388.","subId":"n15","id":"Hume.HE.5.53.n15"},{"type":"note","content":"King's Decl. p. 26, 30. Clarendon, vol. i. p. 109.","subId":"n16","id":"Hume.HE.5.53.n16"},{"type":"note","content":"King's Decl. p. 32. Rushworth, vol. ii. p. 400.","subId":"n17","id":"Hume.HE.5.53.n17"},{"type":"note","content":"King's Decl. p. 35, 36, &c. Rushworth, vol. ii. p. 404.","subId":"n18","id":"Hume.HE.5.53.n18"},{"type":"note","content":"King's Decl. p. 31.","subId":"n19","id":"Hume.HE.5.53.n19"},{"type":"note","content":"King's Decl. p. 47, 48, &c. Guthry, p. 28. May, p. 37.","subId":"n20","id":"Hume.HE.5.53.n20"},{"type":"note","content":"Clarendon, vol. i. p. 111. Rushworth, vol. ii. p. 734.","subId":"n21","id":"Hume.HE.5.53.n21"},{"type":"note","content":"King's Decl. p. 57, 58. Rushworth, vol. ii. p. 734. May, p. 38.","subId":"n22","id":"Hume.HE.5.53.n22"},{"type":"note","content":"Rushworth, vol. ii. p. 754, &c.","subId":"n23","id":"Hume.HE.5.53.n23"},{"type":"note","content":"King's Decl. p. 87.","subId":"n24","id":"Hume.HE.5.53.n24"},{"type":"note","content":"Ibid. p. 88. Rushworth, vol. ii. p. 751.","subId":"n25","id":"Hume.HE.5.53.n25"},{"type":"note","content":"King's Decl. p. 137. Rushworth, vol. ii. p. 762.","subId":"n26","id":"Hume.HE.5.53.n26"},{"type":"note","content":"King's Decl. p. 140, &c.","subId":"n27","id":"Hume.HE.5.53.n27"},{"type":"note","content":"Rushworth, vol. ii. p. 772.","subId":"n28","id":"Hume.HE.5.53.n28"},{"type":"note","content":"King's Decl. p. 188, 189. Rushworth, vol. ii. p. 761.","subId":"n29","id":"Hume.HE.5.53.n29"},{"type":"note","content":"A presbytery in Scotland is an inferior ecclesiastical court, the same that was afterwards called a Classis in England, and is composed of the clergy of the neighbouring parishes to the number commonly of between twelve and twenty.","subId":"n30","id":"Hume.HE.5.53.n30"},{"type":"note","content":"King's Decl. p. 190, 191, 290. Guthry, p. 39. &c.","subId":"n31","id":"Hume.HE.5.53.n31"},{"type":"note","content":"King's Decl. p. 218. Rushworth, vol. ii. p. 787.","subId":"n32","id":"Hume.HE.5.53.n32"},{"type":"note","content":"May, p. 44.","subId":"n33","id":"Hume.HE.5.53.n33"},{"type":"note","content":"King's Decl. p. 317.","subId":"n34","id":"Hume.HE.5.53.n34"},{"type":"note","content":"Mem. d'Estrades, vol. i.","subId":"n35","id":"Hume.HE.5.53.n35"},{"type":"note","content":"May, p. 49.","subId":"n36","id":"Hume.HE.5.53.n36"},{"type":"note","content":"Guthry's Memoirs, p. 46.","subId":"n37","id":"Hume.HE.5.53.n37"},{"type":"note","content":"King's Declaration at large, p. 227. Burnet's Memoirs of Hamilton.","subId":"n38","id":"Hume.HE.5.53.n38"},{"type":"note","content":"Rush. vol. iii. p. 1329. Franklyn, p. 767.","subId":"n39","id":"Hume.HE.5.53.n39"},{"type":"note","content":"Clarendon, vol. i. p. 115, 116, 117.","subId":"n40","id":"Hume.HE.5.53.n40"},{"type":"note","content":"Burnet's Memoirs of Hamilton.","subId":"n41","id":"Hume.HE.5.53.n41"},{"type":"note","content":"Rush. vol. iii. p. 936.","subId":"n42","id":"Hume.HE.5.53.n42"},{"type":"note","content":"Ibid. p. 945.","subId":"n43","id":"Hume.HE.5.53.n43"},{"type":"note","content":"Clarendon, vol. i. p. 122, 123. May, p. 46.","subId":"n44","id":"Hume.HE.5.53.n44"},{"type":"note","content":"Rush. vol. iii. p. 946.","subId":"n45","id":"Hume.HE.5.53.n45"},{"type":"note","content":"Burnet's Memoirs, p. 154. Rush. vol. iii. p. 951.","subId":"n46","id":"Hume.HE.5.53.n46"},{"type":"note","content":"Idem, ibid. p. 958, &c.","subId":"n47","id":"Hume.HE.5.53.n47"},{"type":"note","content":"Rush. vol. iii. p. 955.","subId":"n48","id":"Hume.HE.5.53.n48"},{"type":"note","content":"Clarendon, vol. i. p. 125. Rush. vol. iii. p. 1023.","subId":"n49","id":"Hume.HE.5.53.n49"},{"type":"note","content":"Clarendon, vol. i. p. 129. Rush. vol. iii. p. 956. May, p. 56.","subId":"n50","id":"Hume.HE.5.53.n50"},{"type":"note","content":"Rush. vol. iii. p. 1114.","subId":"n51","id":"Hume.HE.5.53.n51"},{"type":"note","content":"Clarendon, vol. i. p. 133. Rush. vol. iii. p. 1131. May, p. 60.","subId":"n52","id":"Hume.HE.5.53.n52"},{"type":"note","content":"Rush. vol. iii. p. 1136.","subId":"n53","id":"Hume.HE.5.53.n53"},{"type":"note","content":"Idem, ibid. p. 1147.","subId":"n54","id":"Hume.HE.5.53.n54"},{"type":"note","content":"Clarendon, vol. i. p. 134.","subId":"n55","id":"Hume.HE.5.53.n55"},{"type":"note","content":"Clarendon, vol. i. p. 135. Rush. vol. iii. p. 1154.","subId":"n56","id":"Hume.HE.5.53.n56"},{"type":"note","content":"Clarendon, vol. i. p. 138.","subId":"n57","id":"Hume.HE.5.53.n57"},{"type":"note","content":"Clarendon, vol. i. p. 136.","subId":"n58","id":"Hume.HE.5.53.n58"},{"type":"note","content":"Rush. vol. iii. p. 1167. May, p. 61.","subId":"n59","id":"Hume.HE.5.53.n59"},{"type":"note","content":"There was one in 1586, See History of Archbishop Laud, p. 80. The authority of the convocation was indeed, in most respects, independent of the parliament, and there was no reason, which required the one to be dissolved upon the dissolution of the other.","subId":"n60","id":"Hume.HE.5.53.n60"},{"type":"note","content":"Whitlocke, p. 33.","subId":"n61","id":"Hume.HE.5.53.n61"},{"type":"note","content":"Whitlocke, p. 33.","subId":"n62","id":"Hume.HE.5.53.n62"},{"type":"note","content":"Dugdale, p. 62. Clarendon, vol. i. p. 143.","subId":"n63","id":"Hume.HE.5.53.n63"},{"type":"note","content":"Dugdale, p. 65.","subId":"n64","id":"Hume.HE.5.53.n64"},{"type":"note","content":"Rushworth, vol. iii. p. 1166.","subId":"n65","id":"Hume.HE.5.53.n65"},{"type":"note","content":"We shall here make use of the liberty, allowed in a note, to expatiate a little on the present subject. It must be confessed, that the king in this declaration touched upon that circumstance in the English constitution, which it is most difficult, or rather altogether impossible, to regulate by laws, and which must be governed by certain delicate ideas of propriety and decency, rather than by any exact rule or prescription. To deny the parliament all right of remonstrating against what they esteem grievances, were to reduce that assembly to a total insignificancy, and to deprive the people of every advantage, which they could reap from popular councils. To complain of the parliament's employing the power of taxation, as the means of extorting concessions from their sovereign, were to expect, that they would entirely disarm themselves, and renounce the sole expedient, provided by the constitution, for enduring to the kingdom a just and legal administration. In different periods of English story, there occur instances of their remonstrating with their princes in the freest manner, and sometimes of their refusing supply when disgusted with any circumstance of public conduct. 'Tis, however, certain, that this power, though essential to parliaments, may easily be abused, as well by the frequency and minuteness of their remonstrances, as by their intrusion into every part of the king's counsels and determinations. Under colour of advice, they may give disguised orders; and in complaining of grievances, they may draw to themselves every power of government. Whatever measure is embraced, without consulting them, may be pronounced an oppression of the people; and till corrected, they may refuse the most necessary supplies to their indigent sovereign. From the very nature of this parliamentary liberty, it is evident, that it must be left unbounded by law: For who can foretell, how frequently grievances may occur, or what part of administration may be affected by them? From the nature too of the human frame, it may be expected, that this liberty would be exerted in its full extent, and no branch of authority be allowed to remain unmolested in the hands of the prince: For will the weak limitations of respect and decorum be sufficient to restrain human ambition, which so frequently breaks through all the prescriptions of law and justice?But, here it is observable, that the wisdom of the English constitution, or rather the concurrence of accidents, has provided, in different periods, certain irregular checks to this privilege of parliament, and thereby maintained, in some tolerable measure, the dignity and authority of the crown.In the ancient constitution, before the beginning of the seventeenth century, the meetings of parliament were precarious and were not frequent. The sessions were short; and the members had no leisure, either to get acquainted with each other, or with public business. The ignorance of the age made men more submissive to that authority which governed them. And above all, the large demesnes of the crown, with the small expence of government during that period, rendered the prince almost independent, and taught the parliament to preserve great submission and duty towards him.In our present constitution, many accidents, which have rendered governments, every where, as well as in Great Britain, much more burthensome than formerly, have thrown into the hands of the crown the disposal of a large revenue, and have enabled the king, by the private interest and ambition of the members, to restrain the public interest and ambition of the body. While the opposition (for we must still have an opposition, open or disguised) endeavours to draw every branch of administration under the cognizance of parliament, the courtiers reserve a part to the disposal of the crown; and the royal prerogative, though deprived of its ancient powers, still maintains a due weight in the balance of the constitution.It was the fate of the house of Stuart to govern England at a period, when the former source of authority was already much diminished, and before the latter began to show in any tolerable abundance. Without a regular and fixed foundation, the throne perpetually tottered; and the prince sat upon it anxiously and precariously. Every expedient, used by James and Charles, in order to support their dignity, we have seen, attended with sensible inconveniences. The majesty of the crown, derived from ancient powers and prerogatives, procured respect; and checked the approaches of insolent intruders: But it begat in the king so high an idea of his own rank and station, as made him incapable of stooping to popular courses, or submitting, in any degree, to the controul of parliament. The alliance with the hierarchy strengthened law by the sanction of religion: But it enraged the puritanical party, and exposed the prince to the attacks of enemies, numerous, violent, and implacable. The memory too of these two kings, from like causes, has been attended, in some degree, with the same infelicity, which pursued them during the whole course of their lives.Though it must be confessed, that their skill in government was not proportioned to the extreme delicacy of their situation; a sufficient indulgence has not been given them, and all the blame, by several historians, has been unjustly thrown on _their_ side. Their violations of law, particularly those of Charles, are, in some few instances, transgressions of a plain limit, which was marked out to royal authority. But the encroachments of the commons, though, in the beginning, less positive and determinate, are no less discernible by good judges, and were equally capable of destroying the just balance of the constitution. While they exercised the powers, transmitted to them, in a manner more independent, and less compliant, than had ever before been practised; the kings were, perhaps imprudently, but, as they imagined, from necessity, tempted to assume powers, which had scarcely ever been exercised, or had been exercised in a different manner, by the crown. And from the shock of these opposite pretensions, together with religious controversy, arose all the factions, convulsions, and disorders, which attended that period._This Note was, in the first editions, a part of the text._","subId":"n66","id":"Hume.HE.5.53.n66"},{"type":"note","content":"May, p. 48.","subId":"n67","id":"Hume.HE.5.53.n67"},{"type":"note","content":"Rush. vol. iii. p. 1181.","subId":"n68","id":"Hume.HE.5.53.n68"},{"type":"note","content":"Idem, vol. i. p. 168.","subId":"n69","id":"Hume.HE.5.53.n69"},{"type":"note","content":"May, p. 63.","subId":"n70","id":"Hume.HE.5.53.n70"},{"type":"note","content":"Rush. vol. iii. p. 1216. May, p. 63.","subId":"n71","id":"Hume.HE.5.53.n71"},{"type":"note","content":"Rush. vol. iii. p. 1173, 1182, 1184, 1199, 1200, 1203, 1204.","subId":"n72","id":"Hume.HE.5.53.n72"},{"type":"note","content":"Rush. vol. iii. p. 1279.","subId":"n73","id":"Hume.HE.5.53.n73"},{"type":"note","content":"Nalson, vol. ii. p. 427.","subId":"n74","id":"Hume.HE.5.53.n74"},{"type":"note","content":"Clarendon, vol. i. p. 143.","subId":"n75","id":"Hume.HE.5.53.n75"},{"type":"note","content":"Rush. vol. iii. p. 1255.","subId":"n76","id":"Hume.HE.5.53.n76"},{"type":"note","content":"Clarendon, vol. i. p. 155.","subId":"n77","id":"Hume.HE.5.53.n77"},{"type":"note","content":"Rush. vol. iii. p.1263.","subId":"n78","id":"Hume.HE.5.53.n78"},{"type":"note","content":"Clarendon, vol. i. p. 146. Rush. vol. iii. p. 1260. May, p. 66. Warwick, p. 151.","subId":"n79","id":"Hume.HE.5.53.n79"},{"type":"note","content":"Nalson, vol. ii. p. 5.","subId":"n80","id":"Hume.HE.5.53.n80"},{"type":"note","content":"Clarendon, vol. i. p. 159.","subId":"n81","id":"Hume.HE.5.53.n81"},{"type":"note","content":"Rush. vol. iii. p. 1190, 1191, 1192, &c. May, p. 64.","subId":"n82","id":"Hume.HE.5.53.n82"},{"type":"note","content":"Rush. vol. iii. p. 1199.","subId":"n83","id":"Hume.HE.5.53.n83"},{"type":"note","content":"Clarendon, vol. i. p. 154. Rush. vol. iii. p. 1275.","subId":"n84","id":"Hume.HE.5.53.n84"},{"type":"note","content":"Rush. vol. iii. p. 1279.","subId":"n85","id":"Hume.HE.5.53.n85"},{"type":"note","content":"Ibid. p. 1305.","subId":"n86","id":"Hume.HE.5.53.n86"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.52","imported":true,"title":"Chapter 52. Charles I (cont.)","breadcrumb":"Chapter 52","published":[1754]},"next":{"id":"Hume.HE.5.54","imported":true,"title":"Chapter 54. Charles I (cont.)","breadcrumb":"Chapter 54","published":[1754]}}