{"id":"Hume.HE.5.57","imported":true,"parent":"Hume.HE.5","title":"Chapter 57. Charles I (cont.)","breadcrumb":"Chapter 57","published":[1754],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. LVII. £2 £1 CHARLES I. £1 _Invasion of the Scots——Battle of Marston-moor——Battle of Cropredy-bridge——Essex's forces disarmed——Second battle of Newbury——Rise and character of the Independents——Self-denying ordinance——Fairfax, Cromwell——Treaty of Uxbridge——Execution of Laud._","id":"Hume.HE.5.57"},{"type":"paragraph","content":"#1644.# THE king had hitherto, during the course of the war, obtained many advantages over the parliament, and had raised himself, from that low condition, into which he had first fallen, to be nearly upon an equal footing with his adversaries. Yorkshire, and all the northern counties, were reduced by the marquess of Newcastle; and, excepting Hull, the parliament was master of no garrison in these quarters. In the west, Plymouth alone, having been in vain besieged by prince Maurice, resisted the king's authority: And had it not been for the disappointment in the enterprize of Gloucester, the royal garrisons had reached, without interruption, from one end of the kingdom to the other; and had occupied a greater extent of ground, than those of the parliament. Many of the royalists flattered themselves, that the same vigorous spirit, which had elevated them to the present height of power, would still favour their progress, and obtain them a final victory over their enemies: But those who judged more soundly, observed, that, besides the accession of the whole Scottish nation to the side |of the parliament; the very principle, on which the royal successes had been founded, was every day acquired, more and more, by the opposite party. The king's troops, full of gentry and nobility, had exerted a valour superior to their enemies, and had hitherto been successful in almost every rencounter: But in proportion as the whole nation became warlike, by the continuance of civil discords, this advantage was more equally shared; and superior numbers, it was expected, must at length obtain the victory. The king's troops also, ill paid, and destitute of every necessary, could not possibly be retained in equal discipline with the parliamentary forces, to whom all supplies were furnished from unexhausted stores and treasures[n1]. The severity of manners, so much affected by these zealous religionists, assisted their military institutions; and the rigid inflexibility of character, by which the austere reformers of church and state were distinguished, enabled the parliamentary chiefs to restrain their soldiers within stricter rules and more exact order. And while the king's officers indulged themselves even in greater licences, than those to which, during times of peace, they had been accustomed, they were apt, both to neglect their military duty, and to set a pernicious example of disorder, to the soldiers under their command.","subId":"1","id":"Hume.HE.5.57.1"},{"type":"paragraph","content":"^At^ the commencement of the civil war, all Englishmen, who served abroad, were invited over, and treated with extraordinary respect: And most of them, being descended of good families, and by reason of their absence, unacquainted with the new principles, which depressed the dignity of the crown, had inlisted under the royal standard. But it is observable, that, though the military profession requires great genius, and long experience, in the principal commanders, all its subordinate duties may be discharged by ordinary talents, and from superficial practice. Citizens and country-gentlemen soon became excellent officers; and the generals of greatest fame and capacity happened, all of them, to spring up on the side of the parliament. The courtiers and great nobility, in the other party, checked the growth of any extraordinary genius among the subordinate officers; and every man there, as in regular established government, was confined to the station, in which his birth had placed him.","subId":"2","id":"Hume.HE.5.57.2"},{"type":"paragraph","content":"^The^ king, that he might make preparations, during winter, for the ensuing campaign, summoned to Oxford all the members of either house, who adhered to his interests; and endeavoured to avail himself of the name of parliament, so passionately cherished by the English nation[n2]. The house of peers was pretty full; and besides the nobility, employed in different parts of the kingdom, it contained twice as many members as commonly voted at Westminster. The house of commons consisted of about 140; which amounted not to above half of the other house of commons[n3].","subId":"3","id":"Hume.HE.5.57.3"},{"type":"paragraph","content":"^So^ extremely light had government hitherto lain upon the people, that the very name of_excise_was unknown to them; and among the other evils arising from these domestic wars, was the introduction of that impost into England. The parliament at Westminster having voted an excise on beer, wine, and other commodities; those at Oxford imitated the example, and conferred that revenue on the king. And in order to enable him the better to recruit his army, they granted him the sum of 100,000 pounds, to be levied by way of loan upon the subject. The king circulated privy seals, countersigned by the speakers of both houses, requiring the loan of particular sums, from such persons as lived within his quarters[n4]. Neither party had as yet got above the pedantry of reproaching their antagonists with these illegal measures.","subId":"4","id":"Hume.HE.5.57.4"},{"type":"paragraph","content":"^The^ Westminster parliament passed a whimsical ordinance, commanding all the inhabitants of London and the neighbourhood, to retrench a meal a week, and to pay the value of it for the support of the public cause[n5]. It is easily imagined, that, provided the money were paid, they troubled themselves but little about the execution of their ordinance.","subId":"5","id":"Hume.HE.5.57.5"},{"type":"paragraph","content":"^Such^ was the king's situation, that, in order to restore peace to the nation, he had no occasion to demand any other terms, than the restoring of the laws and constitution; the replacing him in the same rights which had ever been enjoyed by his predecessors; and the re-establishing, on its ancient basis, the whole frame of government, civil as well as ecclesiastical. And that he might facilitate an end, seemingly so desirable, he offered to employ means equally popular, an universal act of oblivion, and a toleration or indulgence |to tender consciences. Nothing therefore could contribute more to his interests, than every discourse of peace, and every discussion of the conditions, upon which that blessing could be obtained. For this reason, he solicited a treaty, on all occasions, and desired a conference and mutual examination of pretensions, even when he entertained no hopes, that any conclusion could possibly result from it.","subId":"6","id":"Hume.HE.5.57.6"},{"type":"paragraph","content":"^For^ like reasons, the parliament prudently avoided, as much as possible, all advances towards negociation, and were cautious not to expose too easily to censure those high terms, which their apprehensions or their ambition made them previously demand of the king. Though their partizans were blinded with the thickest veil of religious prejudices, they dreaded to bring their pretensions to the test, or lay them open before the whole nation. In opposition to the sacred authority of the laws, to the venerable precedents of many ages, the popular leaders were ashamed to plead nothing but fears and jealousies, which were not avowed by the constitution, and for which, neither the personal character of Charles, so full of virtue, nor his situation, so deprived of all independent authority, seemed to afford any reasonable foundation. Grievances which had been fully redressed; powers, either legal or illegal, which had been entirely renounced; it seemed unpopular, and invidious, and ungrateful, any farther to insist on.","subId":"7","id":"Hume.HE.5.57.7"},{"type":"paragraph","content":"^The^ king, that he might abate the universal veneration, paid to the name of parliament, had issued a declaration, in which he set forth all the tumults, by which himself and his partizans in both houses had been driven from London; and he thence inferred, that the assembly at Westminster was no longer a free parliament, and, till its liberty were restored, was intitled to no authority. As this declaration was an obstacle to all treaty, some contrivance seemed requisite, in order to elude it.","subId":"8","id":"Hume.HE.5.57.8"},{"type":"paragraph","content":"^A^ letter was written, in the foregoing spring, to the earl of Essex, and subscribed by the prince, the duke of York, and forty-three noblemen[n6]. They there exhort him to be an instrument of restoring peace, and to promote that happy end with those, by whom he was employed. Essex, though much disgusted with the parliament, though apprehensive of the extremities to which they |were driving, though desirous of any reasonable accommodation; yet was still more resolute to preserve an honourable fidelity to the trust reposed in him. He replied, that, as the paper sent him neither contained any address to the two houses of parliament, nor any acknowledgement of their authority, he could not communicate it to them. Like proposals had been reiterated by the king, during the ensuing campaign, and still met with a like answer from Essex[n7].","subId":"9","id":"Hume.HE.5.57.9"},{"type":"paragraph","content":"^In^ order to make a new trial for a treaty, the king, this spring, sent another letter directed to the lords and commons of parliament assembled at Westminster: But as he also mentioned, in the letter, the lords and commons of parliament assembled at Oxford, and declared, that his scope and intention was to make provision, that all the members of both houses might securely meet in a full and free assembly; the parliament, perceiving the conclusion implied, refused all treaty upon such terms[n8]. And the king, who knew what small hopes there were of accommodation, would not abandon the pretensions, which he had assumed; nor acknowledge the two houses, more expressly, for a free parliament.","subId":"10","id":"Hume.HE.5.57.10"},{"type":"paragraph","content":"^This^ winter the famous Pym died; a man as much hated by one party, as respected by the other. At London, he was considered as the victim to national liberty, who had abridged his life by incessant labours for the interests of his country[n9]: At Oxford, he was believed to have been struck with an uncommon disease, and to have been consumed with vermin; as a mark of divine vengeance, for his multiplied crimes and treasons. He had been so little studious of improving his private fortune in those civil wars, of which he had been one principal author, that the parliament thought themselves obliged, from gratitude, to pay the debts which he had contracted[n10]. We now return to the military operations, which, during the winter, were carried on with vigour in several places, notwithstanding the severity of the season.","subId":"11","id":"Hume.HE.5.57.11"},{"type":"paragraph","content":"^The^ forces, brought from Ireland, were landed at Mostyne in North-Wales; and being put under the command of lord Biron, they besieged and took the castles of Hawarden, Beeston, Acton, and Deddington-house[n11]. No place in Cheshire or the neighbourhood |now adhered to the parliament, except Nantwich: And to this town Biron laid siege during the depth of winter. Sir Thomas Fairfax, alarmed at so considerable a progress of the royalists, assembled an army of 4000 men in Yorkshire, and having joined Sir William Brereton, was approaching to the camp of the enemy. Biron and his soldiers, elated with successes obtained in Ireland, had entertained the most profound contempt for the parliamentary forces; a disposition, which, if confined to the army, may be regarded as a good presage of victory; but if it extend to the general, is the most probable forerunner of a defeat. Fairfax suddenly attacked the camp of the royalists. The swelling of the river by a thaw divided one part of the army from the other. #25th Jan.# That part, exposed to Fairfax, being beaten from their post, retired into the church of Acton, and were all taken prisoners: The other retreated with precipitation[n12]. And thus was dissipated or rendered useless that body of forces, which had been drawn from Ireland; and the parliamentary party revived in those north-west counties of England.","subId":"12","id":"Hume.HE.5.57.12"},{"type":"paragraph","content":"#Invasion from Scotland.# ^The^ invasion from Scotland was attended with consequences of much greater importance. The Scots, having summoned in vain the town of Newcastle, which was fortified by the vigilance of Sir Thomas Glenham, passed the Tyne; and faced the marquess of Newcastle, who lay at Durham with an army of 14000 men[n13]. After some military operations, in which that nobleman reduced the enemy to difficulties for forage and provisions, #22d Feb.# he received intelligence of a great disaster, which had befallen his forces in Yorkshire. Colonel Bellasis, whom he had left with a considerable body of troops, was totally routed at Selby, by Sir Thomas Fairfax, #11th April.# who had returned from Cheshire, with his victorious forces[n14]. Afraid of being inclosed between two armies, Newcastle retreated; and Leven having joined Lord Fairfax, they sat down before York, to which the army of the loyalists had retired. But as the parliamentary and Scottish forces were not numerous enough to invest so large a town, divided by a river, they contented themselves with incommoding it by a loose blockade; and affairs remained, for some time, in suspense between these opposite armies[n15].","subId":"13","id":"Hume.HE.5.57.13"},{"type":"paragraph","content":"^During^ this winter and spring, other parts of the kingdom had also been infested with war. Hopton, having assembled an army of 14000 men, endeavoured to break into Sussex, Kent, and the southern association, which seemed well disposed to receive him. Waller fell upon him at Cherington, and gave him a defeat[n16] of considerable importance. In another quarter, siege being laid to Newark by the parliamentary forces, prince Rupert prepared himself for relieving a town of such consequence, which alone preserved the communication open between the king's southern and northern quarters[n17]. With a small force, but that animated by his active courage, he broke through the enemy, relieved the town, and totally dissipated that army of the parliament[n18].","subId":"14","id":"Hume.HE.5.57.14"},{"type":"paragraph","content":"^But^ though fortune seemed to have divided her favours between the parties, the king found himself, in the main, a considerable loser by this winter-campaign; and he prognosticated a still worse event from the ensuing summer. The preparations of the parliament were great, and much exceeded the slender resources, of which he was possessed. In the eastern association, they levied fourteen thousand men, under the earl of Manchester, seconded by Cromwell[n19]. An army of ten thousand men, under Essex; another of nearly the same force under Waller, were assembled in the neighbourhood of London. The former was destined to oppose the king: The latter was appointed to march into the west, where prince Maurice, with a small army which went continually to decay, was spending his time in vain before Lyme, an inconsiderable town upon the sea-coast. The utmost efforts of the king could not raise above ten thousand men at Oxford; and on their sword chiefly, during the campaign, were these to depend for subsistance.","subId":"15","id":"Hume.HE.5.57.15"},{"type":"paragraph","content":"^The^ queen, terrified with the dangers, which every way environed her, and afraid of being enclosed in Oxford, in the middle of the kingdom, fled to Exeter, where she hoped to be delivered unmolested of the child, with which she was now pregnant, and whence she had the means of an easy escape into France, if pressed by the forces of the enemy. She knew the implacable hatred, which the parliament, on account of her religion and her credit with the king, had all along borne her. Last summer, the commons had sent |up to the peers an impeachment of high treason against her; because, in his utmost distresses, she had assisted her husband with arms and ammunition, which she had bought in Holland[n20]. And had she fallen into their hands, neither her sex, she knew, nor high station, could protect her against insults at least, if not danger, from those haughty republicans, who so little affected to conduct themselves by the maxims of gallantry and politeness.","subId":"16","id":"Hume.HE.5.57.16"},{"type":"paragraph","content":"^From^ the beginning of these dissensions, the parliament, it is remarkable, had, in all things, assumed an extreme ascendant over their sovereign, and had displayed a violence and arrogated an authority, which, on his side, would not have been compatible, either with his temper or his situation. While he spoke perpetually of pardoning all _rebels;_ they talked of nothing but the punishment of _delinquents_ and _malignants:_ While he offered a toleration and indulgence to tender consciences; they threatened the utter extirpation of prelacy. To his professions of lenity, they opposed declarations of rigour: And the more the ancient tenor of the laws inculcated a respectful subordination to the crown, the more careful were they, by their lofty pretensions, to cover that defect, under which they laboured.","subId":"17","id":"Hume.HE.5.57.17"},{"type":"paragraph","content":"^Their^ great advantages in the north seemed to second their ambition, and finally to promise them success in their unwarrantable enterprizes. Manchester, having taken Lincoln, had united his army to that of Leven and Fairfax; and York was now closely besieged by their combined forces. That town, though vigorously defended by Newcastle, was reduced to extremity; and the parliamentary generals, after enduring great losses and fatigues, flattered themselves, that all their labours would at last be crowned by this important conquest. On a sudden, they were alarmed by the approach of prince Rupert. This gallant commander, having vigorously exerted himself in Lancashire and Cheshire, had collected a considerable army; and joining Sir Charles Lucas, who commanded Newcastle's horse, hastened to the relief of York with an army of 20,000 men. The Scottish and parliamentary generals raised the siege, and drawing up on Marston-moor, purposed to give battle to the royalists. Prince Rupert approached the town by another quarter, and interposing the river Ouse between him and |the enemy, safely joined his forces to those of Newcastle. The marquess endeavoured to persuade him, that, having so successfully effected his purpose, he ought to be content with the present advantages, and leave the enemy, now much diminished by their losses, and discouraged by their ill success, to dissolve by those mutual dissensions, which had begun to take place among them[n21]. The prince, whose martial disposition was not sufficiently tempered with prudence, nor softened by complaisance, pretending positive orders from the king, #2d July.# without deigning to consult with Newcastle, whose merits and services deserved better treatment, immediately issued orders for battle, and led out the army to Marston-moor[n22]. #Battle of Marston–moor.# This action was obstinately disputed between the most numerous armies, that were engaged during the course of these wars; nor were the forces on each side much different in number. Fifty thousand British troops were led to mutual slaughter; and the victory seemed long undecided between them. Prince Rupert, who commanded the right wing of the royalists, was opposed to Cromwell[n23], who conducted the choice troops of the parliament, enured to danger under that determined leader, animated by zeal, and confirmed by the most rigid discipline. After a sharp combat, the cavalry of the royalists gave way; and such of the infantry, as stood next them, were likewise borne down, and put to flight. Newcastle's regiment alone, resolute to conquer or to perish, obstinately kept their ground, and maintained, by their dead bodies, the same order, in which they had at first been ranged. In the other wing, Sir Thomas Fairfax and Colonel Lambert, with some troops, broke through the royalists; and, transported by the ardour of pursuit, soon reached their victorious friends, engaged also in pursuit of the enemy. But after that tempest was past, Lucas, who commanded the royalists in this wing, restoring order to his broken forces, made a furious attack on the parliamentary cavalry, threw them into disorder, pushed them upon their own infantry, and put that whole wing to rout. When ready to seize on their carriages and baggage, he perceived Cromwell, who was now returned from pursuit of the other wing. Both sides were not a little surprised to find, that they must again renew the combat for |that victory, which each of them thought they had already obtained. The front of the battle was now exactly counter-changed; and each army occupied the ground which had been possessed by the enemy at the beginning of the day. This second battle was equally furious and desperate with the first: But after the utmost efforts of courage by both parties, victory wholly turned to the side of the parliament. The prince's train of artillery was taken; and his whole army pushed off the field of battle[n24].","subId":"18","id":"Hume.HE.5.57.18"},{"type":"paragraph","content":"^This^ event was in itself a mighty blow to the king; but proved more fatal in its consequences. The marquess of Newcastle was entirely lost to the royal cause. That nobleman, the ornament of the court and of his order, had been engaged, contrary to the natural bent of his disposition, into these military operations, merely by a high sense of honour and a personal regard to his master. The dangers of war were disregarded by his valour; but its fatigues were oppressive to his natural indolence. Munificent and generous in his expence; polite and elegant in his taste; courteous and humane in his behaviour; he brought a great accession of friends and of credit to the party, which he embraced. But amidst all the hurry of action, his inclinations were secretly drawn to the soft arts of peace, in which he took delight; and the charms of poetry, music, and conversation often stole him from his rougher occupations. He chose Sir William Davenant, an ingenious poet, for his lieutenant-general: The other persons, in whom he placed confidence, were more the instruments of his refined pleasures, than qualified for the business which they undertook: And the severity and application, requisite to the support of discipline, were qualities, in which he was entirely wanting[n25].","subId":"19","id":"Hume.HE.5.57.19"},{"type":"paragraph","content":"^When^ prince Rupert, contrary to his advice, resolved on this battle, and issued all orders without communicating his intentions to him; he took the field, but, he said, merely as a volunteer; and, except by his personal courage, which shone out with lustre, he had no share in the action. Enraged to find, that all his successful labours were rendered abortive by one act of fatal temerity, terrified with the prospect of renewing his pains and fatigue, he resolved no longer to maintain the few resources which remained to |a desperate cause, and thought, that the same regard to honour, which had at first called him to arms, now required him to abandon a party, where he met with such unworthy treatment. Next morning early, he sent word to the prince, that he was instantly to leave the kingdom; and without delay, he went to Scarborough, where he found a vessel, which carried him beyond sea. During the ensuing years, till the restoration, he lived abroad in great necessity, and saw with indifference his opulent fortune sequestered by those who assumed the government of England. He disdained, by submission or composition, to show obeisance to their usurped authority; and the least favourable censors of his merit allowed, that the fidelity and services of a whole life had sufficiently atoned for one rash action, into which his passion had betrayed him[n26].","subId":"20","id":"Hume.HE.5.57.20"},{"type":"paragraph","content":"^Prince^ Rupert, with equal precipitation, drew off the remains of his army, and retired into Lancashire. Glenham, in a few days, was obliged to surrender York; #16th July.# and he marched out his garrison with all the honours of war[n27]. Lord Fairfax, remaining in the city, established his government in that whole county, and sent a thousand horse into Lancashire, to join with the parliamentary forces in that quarter, and attend the motions of prince Rupert: The Scottish army marched northwards, in order to join the earl of Calender, who was advancing with ten thousand additional forces[n28]; and to reduce the town of Newcastle, which they took by storm: The earl of Manchester, with Cromwel, to whom the fame of this great victory was chiefly ascribed, and who was wounded in the action, returned to the eastern association, in order to recruit his army[n29].","subId":"21","id":"Hume.HE.5.57.21"},{"type":"paragraph","content":"^While^ these events passed in the north, the king's affairs in the south were conducted with more success and greater abilities. Ruthven, a Scotchman, who had been created earl of Brentford, acted, under the king, as general.","subId":"22","id":"Hume.HE.5.57.22"},{"type":"paragraph","content":"^The^ parliament soon compleated their two armies commanded by Essex and Waller. The great zeal of the city facilitated this undertaking. Many speeches were made to the citizens, by the parliamentary leaders, in order to excite their ardour. Hollis, in particular, exhorted them not to spare, on this important occasion, |either their purses, their persons, or their prayers[n30]; and, in general, it must be confessed, they were sufficiently liberal in all these contributions. The two generals had orders to march with their combined armies towards Oxford; and, if the king retired into that city, to lay siege to it, and by one enterprize put a period to the war. The king, leaving a numerous garrison in Oxford, passed with dexterity between the two armies, which had taken Abingdon, and had enclosed him on both sides[n31]. He marched towards Worcester; and Waller received orders from Essex to follow him and watch his motions; while he himself marched into the west, in quest of prince Maurice. Waller had approached within two miles of the royal camp, and was only separated from it by the Severn, when he received intelligence, that the king was advanced to Beudly, and had directed his course towards Shrewsbury. In order to prevent him, Waller presently dislodged, and hastened by quick marches to that town, while the king, suddenly returning upon his own footsteps, reached Oxford; and having reinforced his army from that garrison, now in his turn marched out in quest of Waller. The two armies faced each other at Cropredy-bridge near Banbury; #Battle of Cropredy-bridge. 29th June.# but the Charwell ran between them. Next day, the king decamped and marched towards Daventry. Waller ordered a considerable detachment to pass the bridge, with an intention of falling on the rear of the royalists. He was repulsed, routed, and pursued with considerable loss[n32]. Stunned and disheartened with this blow, his army decayed and melted away by desertion; and the king thought he might safely leave it, and march westward against Essex. That general, having obliged prince Maurice to raise the siege of Lyme, having taken Weymouth and Taunton, advanced still in his conquests, and met with no equal opposition. The king followed him, and having re-inforced his army from all quarters, appeared in the field with an army superior to the enemy. Essex, retreating into Cornwall, informed the parliament of his danger, and desired them to send an army, which might fall on the king's rear. General Middleton received a commission to execute that service; but came too late. Essex's army, cooped up in a narrow corner at Lestithiel, deprived of all forage and provisions, and seeing no prospect of |succour, was reduced to the last extremity. The king pressed them on one side; prince Maurice on another; Sir Richard Granville on a third. Essex, Robarts, and some of the principal officers, escaped in a boat to Plymouth: Balfour with his horse passed the king's out-posts, in a thick mist, #1st Sept.# and got safely to the garrison of his own party. The foot under Skippon were obliged to surrender their arms, artillery, baggage and ammunition; and being conducted to the parliament's quarters, were dismissed. #Essex's forces disarmed.# By this advantage, which was much boasted of, the king, besides the honour of the enterprize, obtained what he stood extremely in need of: The parliament, having preserved the men, lost what they could easily repair[n33].","subId":"23","id":"Hume.HE.5.57.23"},{"type":"paragraph","content":"^No^ sooner did this intelligence reach London, than the committee of the two kingdoms voted thanks to Essex for his fidelity, courage, and conduct; and this method of proceeding, no less politic than magnanimous, was preserved by the parliament throughout the whole course of the war. Equally indulgent to their friends and rigorous to their enemies, they employed, with success, these two powerful engines of reward and punishment, in confirmation of their authority.","subId":"24","id":"Hume.HE.5.57.24"},{"type":"paragraph","content":"^That^ the king might have less reason to exult in the advantages, which he had obtained in the west, the parliament opposed to him very numerous forces. Having armed anew Essex's subdued, but not disheartened troops, they ordered Manchester and Cromwell to march with their recruited forces from the eastern association; and joining their armies to those of Waller and Middleton, as well as of Essex, offer battle to the king. Charles chose his post at Newbury, #Second battle of Newbury.# where the parliamentary armies, under the Earl of Manchester, attacked him with great vigour; and that town was a second time the scene of the bloody animosities of the English. Essex's soldiers, #27th Oct.# exhorting one another to repair their broken honour, and revenge the disgrace of Lestithiel, made an impetuous assault on the royalists; and having recovered some of their cannon, lost in Cornwall, could not forbear embracing them with tears of joy. Though the king's troops defended themselves with valour, they were overpowered by numbers; and the night came very seasonably |to their relief, and prevented a total overthrow. Charles, leaving his baggage and cannon in Dennington-castle, near Newbury, forthwith retreated to Wallingford, and thence to Oxford. There, prince Rupert and the earl of Northampton joined him, with considerable bodies of cavalry. Strengthened by this reinforcement, he ventured to advance towards the enemy, now employed before Dennington-castle[n34]. Essex, detained by sickness, had not joined the army, since his misfortune in Cornwall. Manchester, who commanded, though his forces were much superior to those of the king, declined an engagement, and rejected Cromwell's advice, who earnestly pressed him not to neglect #9th Nov.# so favourable an opportunity of finishing the war. The king's army, by bringing off their cannon from Dennington-castle, in the face of the enemy, seemed to have sufficiently repaired the honour which they had lost at Newbury; and Charles, having the satisfaction to excite, between Manchester and Cromwell, equal animosities with those which formerly took place between Essex and Waller[n35]; distributed his army into winter-quarters.","subId":"25","id":"Hume.HE.5.57.25"},{"type":"paragraph","content":"#23d Nov.# ^Those^ contests among the parliamentary generals, which had distributed their military operations, were renewed in London during the winter-season; and each being supported by his own faction, their mutual reproaches and accusations agitated the whole city and parliament. There had long prevailed, in that party, a secret distinction, which, though the dread of the king's power had hitherto suppressed it, yet, in proportion as the hopes of success became nearer and more immediate, began to discover itself, with high contest and animosity. The Independents, who had, at first, taken shelter and concealed themselves under the wings of the Presbyterians, now evidently appeared a distinct party, and betrayed very different views and pretensions. We must here endeavour to explain the genius of this party, and of its leaders, who henceforth occupy the scene of action.","subId":"26","id":"Hume.HE.5.57.26"},{"type":"paragraph","content":"#Rise and character of the Independents.# ^During^ those times, when the enthusiastic spirit met with such honour and encouragement, and was the immediate means of distinction and preferment; it was impossible to set bounds to these holy fervours, or confine, within any natural limits, what was directed towards an infinite and supernatural object. Every man, |as prompted by the warmth of his temper, excited by emulation, or supported by his habits of hypocrisy, endeavoured to distinguish himself beyond his fellows, and to arrive at a higher pitch of saintship and perfection. In proportion to its degree of fanaticism, each sect became dangerous and destructive; and as the independents went a note higher than the presbyterians, they could less be restrained within any bounds of temper and moderation. From this distinction, as from a first principle, were derived, by a necessary consequence, all the other differences of these two sects.","subId":"27","id":"Hume.HE.5.57.27"},{"type":"paragraph","content":"^The^ independents rejected all ecclesiastical establishments, and would admit of no spiritual courts, no government among pastors, no interposition of the magistrate in religious concerns, no fixed encouragement annexed to any system of doctrines or opinions. According to their principles, each congregation, united voluntarily and by spiritual ties, composed, within itself, a separate church, and exercised a jurisdiction, but one destitute of temporal sanctions, over its own pastor and its own members. The election alone of the congregation was sufficient to bestow the sacerdotal character; and as all essential distinction was denied between the laity and the clergy, no ceremony, no institution, no vocation, no imposition of hands, was, as in all other churches, supposed requisite to convey a right to holy orders. The enthusiasm of the presbyterians led them to reject the authority of prelates, to throw off the restraint of liturgies, to retrench ceremonies, to limit the riches and authority of the priestly office: The fanaticism of the independents, exalted to a higher pitch, abolished ecclesiastical government, disdained creeds and systems, neglected every ceremony, and confounded all ranks and orders. The soldier, the merchant, the mechanic, indulging the fervors of zeal, and guided by the illapses of the spirit, resigned himself to an inward and superior direction, and was consecrated, in a manner, by an immediate intercourse and communication with heaven.","subId":"28","id":"Hume.HE.5.57.28"},{"type":"paragraph","content":"^The^ catholics, pretending to an infallible guide, had justified, upon that principle, their doctrine and practice of persecution: The presbyterians, imagining that such clear and certain tenets, as they themselves adopted, could be rejected only from a criminal and pertinacious obstinacy, had hitherto gratified, to the full, their bigotted zeal, in a like doctrine and practice: The independents, from the extremity of the same zeal, were led into the milder |principles of toleration. Their mind, set afloat in the wide sea of inspiration, could confine itself within no certain limits; and the same variations, in which an enthusiast indulged himself, he was apt, by a natural train of thinking, to permit in others. Of all christian sects, this was the first, which, during its prosperity, as well as its adversity, always adopted the principle of toleration; and, it is remarkable, that so reasonable a doctrine owed its origin, not to reasoning, but to the height of extravagance and fanaticism.","subId":"29","id":"Hume.HE.5.57.29"},{"type":"paragraph","content":"^Popery^ and prelacy alone, whose genius seemed to tend towards superstition, were treated by the independents with rigour. The doctrines too of fate or destiny, were deemed by them essential to all religion. In these rigid opinions, the whole sectaries, amidst all their other differences, unanimously concurred.","subId":"30","id":"Hume.HE.5.57.30"},{"type":"paragraph","content":"^The^ political system of the independents kept pace with their religions. Not content with confining, to very narrow limits, the power of the crown, and reducing the king to the rank of first magistrate, which was the project of the presbyterians; this sect, more ardent in the pursuit of liberty, aspired to a total abolition of the monarchy, and even of the aristocracy; and projected an entire equality of rank and order, in a republic, quite free and independent. In consequence of this scheme, they were declared enemies to all proposals for peace, except on such terms as, they knew, it was impossible to obtain; and they adhered to that maxim, which is, in the main, prudent and political, that whoever draws the sword against his sovereign, should throw away the scabbard. By terrifying others with the fear of vengeance from the offended prince, they had engaged greater numbers into the opposition against peace, than had adopted their other principles with regard to government and religion. And the great success, which had already attended the arms of the parliament, and the greater, which was soon expected, confirmed them still further in this obstinacy.","subId":"31","id":"Hume.HE.5.57.31"},{"type":"paragraph","content":"^Sir^ Harry Vane, Oliver Cromwell, Nathaniel Fiennes, and Oliver St. John, the solicitor-general, were regarded as the leaders of the independents. The earl of Essex, disgusted with a war, of which he began to foresee the pernicious consequences, adhered to the presbyterians, and promoted every reasonable plan of accommodation. The earl of Northumberland, fond of his rank and dignity, regarded with horror a scheme, which, if it took place, |would confound himself and his family with the lowest in the kingdom. The earls of Warwic, and Denbigh, Sir Philip Stapleton, Sir William Waller, Hollis, Massey, Whitlocke, Mainard, Glyn, had embraced the same sentiments. In the parliament, a considerable majority, and a much greater in the nation, were attached to the presbyterian party; and it was only by cunning and deceit at first, and afterwards by military violence, that the independents could entertain any hopes of success.","subId":"32","id":"Hume.HE.5.57.32"},{"type":"paragraph","content":"^The^ earl of Manchester, provoked at the impeachment, which the king had lodged against him, had long forwarded the war with alacrity; but, being a man of humanity and good principles, the view of public calamities, and the prospect of a total subversion of government, began to moderate his ardor, and inclined him to promote peace on any safe or honourable terms. He was even suspected, in the field, not to have pushed to the utmost against the king the advantages, obtained by the arms of the parliament; and Cromwell, in the public debates, revived the accusation, that this nobleman had wilfully neglected at Dennington-castle a favourable opportunity of finishing the war by a total defeat of the royalists. \"I showed him evidently,\" said Cromwell, \"how this success might be obtained; and only desired leave, with my own brigade of horse, to charge the king's army in their retreat; leaving it in the earl's choice, if he thought proper, to remain neuter with the rest of his forces: But, notwithstanding my importunity, he positively refused his consent; and gave no other reason but that, if we met with a defeat, there was an end of our pretensions: We should all be rebels and traitors, and be executed and forfeited by law?\"[n36]","subId":"33","id":"Hume.HE.5.57.33"},{"type":"paragraph","content":"^Manchester^, by way of recrimination, informed the parliament, that, at another time, Cromwell, having proposed some scheme, to which it seemed improbable the parliament would agree, he insisted and said,_ My lord, if you will stick firm to honest men, you shall find yourself at the head of an army, which shall give law both to king and parliament._\"This discourse,\" continued Manchester, \"made the greater impression on me, because I knew the lieutenant-general to be a man of very deep designs; and he has even ventured to tell me, that it never would be well with England till I were Mr. Montague, and there were ne'er a lord or peer in the kingdom.\"[n37] So full |was Cromwell of these republican projects, that, notwithstanding his habits of profound dissimulation, he could not so carefully guard his expressions, but that sometimes his favourite notions would escape him.","subId":"34","id":"Hume.HE.5.57.34"},{"type":"paragraph","content":"^These^ violent dissensions brought matters to extremity, and pushed the independents to the execution of their designs. The present generals, they thought, were more desirous of protracting than finishing the war; and having entertained a scheme for preserving still some balance in the constitution, they were afraid of entirely subduing the king, and reducing him to a condition, where he should not be intitled to ask any concessions. A new model alone of the army could bring compleat victory to the parliament, and free the nation from those calamities, under which it laboured. But how to effect this project was the difficulty. The authority, as well as merits, of Essex was very great with the parliament. Not only he had served them all along with the most exact and scrupulous honour: It was, in some measure, owing to his popularity, that they had ever been enabled to levy an army or make head against the royal cause. Manchester, Warwic, and the other commanders had likewise great credit with the public; nor were there any hopes of prevailing over them, but by laying the plan of an oblique and artificial attack, which would conceal the real purpose of their antagonists. The Scots and Scottish commissioners, jealous of the progress of the independents, were a new obstacle; which, without the utmost art and subtlety, it would be difficult to surmount[n38]. The methods, by which this intrigue was conducted, are so singular, and show so fully the genius of the age, that we shall give a detail of them, as they are delivered by lord Clarendon[n39].","subId":"35","id":"Hume.HE.5.57.35"},{"type":"paragraph","content":"^A^ fast, on the last Wednesday of every month, had been ordered by the parliament at the beginning of these commotions; and their preachers, on that day, were careful to keep alive, by their vehement declamations, the popular prejudices entertained against the king, against prelacy, and against popery. The king, that he might combat the parliament with their own weapons, appointed likewise a monthly fast, when the people should be instructed in the duties of loyalty and of submission to the higher |powers; and he chose the second Friday of every month for the devotion of the royalists[n40]. It was now proposed and carried in parliament, by the independents, that a new and more solemn fast should be voted, when they should implore the divine assistance for extricating them from those perplexities, in which they were at present involved. On that day, the preachers, after many political prayers, took care to treat of the reigning divisions in the parliament, and ascribed them entirely to the selfish ends, pursued by the members. In the hands of those members, they said, are lodged all the considerable commands of the army, all the lucrative offices in the civil administration: And while the nation is falling every day into poverty, and groans under an insupportable load of taxes; these men multiply possession on possession, and will, in a little time, be masters of all the wealth of the kingdom. That such persons, who fatten on the calamities of their country, will ever embrace any effectual measure for bringing them to a period, or ensuring final success to the war, cannot reasonably be expected. Lingering expedients alone will be pursued: And operations in the field concurring, in the same pernicious end, with deliberations in the cabinet; civil commotions will, for ever, be perpetuated in the nation. After exaggerating these disorders, the ministers returned to their prayers; and besought the Lord, that he would take his own work into his own hand; and if the instruments, whom he had hitherto employed, were not worthy to bring to a conclusion so glorious a design, that he would inspire others more fit, who might perfect what was begun, and by establishing true religion, put a speedy period to the public miseries.","subId":"36","id":"Hume.HE.5.57.36"},{"type":"paragraph","content":"^On^ the day subsequent to these devout animadversions, when the parliament met, a new spirit appeared in the looks of many. Sir Henry Vane told the commons, that, if ever God appeared to them, it was in the ordinances of yesterday: That, as he was credibly informed by many, who had been present in different congregations, the same lamentations and discourses, which the godly preachers had made before them, had been heard in other churches: That so remarkable a concurrence could proceed only from the immediate operation of the Holy Spirit: That he therefore intreated them, in vindication of their own honour, in consideration |of their duty to God and their country, to lay aside all private ends, and renounce every office, attended with profit or advantage: That the absence of so many members, occupied in different employments, had rendered the house extremely thin, and diminished the authority of their determinations: And that he could not forbear, for his own part, accusing himself as one who enjoyed a gainful office, that of treasurer of the navy; and though he was possessed of it before the civil commotions, and owed it not to the favour of the parliament, yet was he ready to resign it, and to sacrifice, to the welfare of his country, every consideration of private interest and advantage.","subId":"37","id":"Hume.HE.5.57.37"},{"type":"paragraph","content":"^Cromwel^ next acted his part, and commended the preachers for having dealt with them plainly and impartially, and told them of their errors, of which they were so unwilling to be informed. Though they dwelt on many things, he said, on which he had never before reflected: yet, upon revolving them, he could not but confess, that, till there were a perfect reformation in these particulars, nothing which they undertook could possibly prosper. The parliament, no doubt, continued he, had done wisely on the commencement of the war, in engaging several of its members in the most dangerous parts of it; and thereby satisfying the nation, that they intended to share all hazards with the meanest of the people. But affairs are now changed. During the progress of military operations, there have arisen, in the parliamentary armies, many excellent officers, who are qualified for higher commands than they are now possessed of. And though it becomes not men, engaged in such a cause, _to put trust in the arm of flesh,_ yet he could assure them, that their troops contained generals, fit to command in any enterprize in Christendom. The army indeed, he was sorry to say it, did not correspond, by its discipline, to the merit of the officers; nor were there any hopes, till the present vices and disorders, which prevail among the soldiers, were repressed by a new model, that their forces would ever be attended with signal success in any undertaking.","subId":"38","id":"Hume.HE.5.57.38"},{"type":"paragraph","content":"^In^ opposition to this reasoning of the independents, many of the presbyterians showed the inconvenience and danger of the projected alteration. Whitlocke, in particular, a man of honour, who loved his country, though, in every change of government, he always adhered to the ruling power, said, that, besides the ingratitude |of discarding, and that by fraud and artifice, so many noble persons, to whom the parliament had hitherto owed its chief support; they would find it extremely difficult to supply the place of men, now formed by experience to command and authority: That the rank alone, possessed by such as were members of either house, prevented envy, retained the army in obedience, and gave weight to military orders: That greater confidence might safely be reposed in men of family and fortune, than in mere adventurers, who would be apt to entertain separate views from those which were embraced by the persons, who employed them: That no maxim of policy was more undisputed, than the necessity of preserving an inseparable connexion between the civil and military powers, and of retaining the latter in strict subordination to the former: That the Greeks and Romans, the wisest and most passionate lovers of liberty, had ever entrusted to their senators the command of armies, and had maintained an unconquerable jealousy of all mercenary forces: And that such men alone, whose interests were involved in those of the public, and who possessed a vote in the civil deliberations, would sufficiently respect the authority of parliament, and never could be tempted to turn the sword against those, by whom it was committed to them[n41].","subId":"39","id":"Hume.HE.5.57.39"},{"type":"paragraph","content":"#Self-denying ordinance.# ^Notwithstanding^ these reasonings, a committee was chosen to frame what was called the _Self–denying ordinance,_ by which the members of both houses were excluded from all civil and military employments, except a few offices which were specified. This ordinance was the subject of great debate, and, for a long time, rent the parliament and city into factions. But, at last, by the prevalence of envy with some; with others, of false modesty; with a great many, of the republican and independent views; it passed the house of commons, and was sent to the upper house. The peers, though the scheme was, in part, levelled against their order; though all of them were, at bottom, extremely averse to it; though they even ventured once to reject it; yet possessed so little authority, that they durst not persevere in opposing the resolution of the commons; and they thought it better policy, by an unlimited compliance, to ward off that ruin, which they saw approaching[n42]. The ordinance, therefore, having passed both houses, Essex, Warwic, Manchester, |Denbigh, Waller, Brereton, and many others, resigned their commands, and received the thanks of parliament for their good services. A pension of ten thousand pounds a year was settled on Essex.","subId":"40","id":"Hume.HE.5.57.40"},{"type":"paragraph","content":"#1645.# ^It^ was agreed to recruit the army to 22,000 men; and Sir Thomas Fairfax was appointed general[n43]. It is remarkable, that his commission did not run, like that of Essex, in the name of the king and parliament, but in that of the parliament alone: And the article concerning the safety of the king's person was omitted. So much had animosities encreased between the parties[n44]. Cromwel, being a member of the lower house, should have been discarded with the others; but this impartiality would have disappointed all the views of those, who had introduced the self-denying ordinance. He was saved by a subtilty, and by that political craft, in which he was so eminent. At the time, when the other officers resigned their commissions, care was taken, that he should be sent with a body of horse, to relieve Taunton, besieged by the royalists. His absence being remarked, orders were dispatched for his immediate attendance in parliament; and the new general was directed to employ some other officer in that service. A ready compliance was feigned; and the very day was named, on which, it was averred, he would take his place in the house. But Fairfax, having appointed a rendezvous of the army, wrote to the parliament, and desired leave to retain, for some days, lieutenant-general Cromwel, whose advice, he said, would be useful, in supplying the place of those officers, who had resigned. Shortly after, he begged, with much earnestness, that they would allow Cromwel to serve that campaign[n45]. And thus the independents, though the minority, prevailed by art and cunning over the presbyterians, and bestowed the whole military authority, in appearance, upon Fairfax; in reality, upon Cromwel.","subId":"41","id":"Hume.HE.5.57.41"},{"type":"paragraph","content":"#Fairfax.# ^Fairfax^ was a person equally eminent for courage and for humanity; and though strongly infected with prejudices or principles, derived from religious and party zeal, he seems never, in the course of his public conduct, to have been diverted, by private interest or ambition, from adhering strictly to these principles. |Sincere in his professions; disinterested in his views; open in his conduct; he had formed one of the most shining characters of the age; had not the extreme narrowness of his genius, in every thing but war, and his embarrassed and confused elocution, on every occasion but when he gave orders, diminished the lustre of his merit, and rendered the part, which he acted, even when vested with the supreme command, but secondary and subordinate.","subId":"42","id":"Hume.HE.5.57.42"},{"type":"paragraph","content":"#Cromwel.# ^Cromwel^, by whose sagacity and insinuation Fairfax was entirely governed, is one of the most eminent and most singular personages, that occurs in history: The strokes of his character are as open and strongly marked, as the schemes of his conduct were, during the time, dark and impenetrable. His extensive capacity enabled him to form the most enlarged projects: His enterprizing genius was not dismayed with the boldest and most dangerous. Carried, by his natural temper, to magnanimity, to grandeur, and to an imperious and domineering policy; he yet knew, when necessary, to employ the most profound dissimulation, the most oblique and refined artifice, the semblance of the greatest moderation and simplicity. A friend to justice, though his public conduct was one continued violation of it; devoted to religion, though he perpetually employed it as the instrument of his ambition; he was engaged in crimes from the prospect of sovereign power, a temptation which is, in general, irresistible to human nature. And by using well that authority, which he had attained by fraud and violence, he has lessened, if not overpowered, our detestation of his enormities, by our admiration of his success and of his genius.","subId":"43","id":"Hume.HE.5.57.43"},{"type":"paragraph","content":"#Treaty of Uxbridge.# ^During^ this important transaction of the self-denying ordinance, the negociations for peace were likewise carried on, though with small hopes of success. The king having sent two messages, one from Evesham[n46], another from Tavistoke[n47], desiring a treaty, the parliament dispatched commissioners to Oxford, with proposals, as high as if they had obtained a compleat victory[n48]. The advantages gained during the campaign, and the great distresses of the royalists, had much elevated their hopes; and they were resolved to repose no trust in men, enflamed with the highest animosity against them, and who, were they possessed of power, were fully |authorized by law, to punish all their opponents as rebels and traitors.","subId":"44","id":"Hume.HE.5.57.44"},{"type":"paragraph","content":"^The^ king, when he considered the proposals and the disposition of the parliament, could not expect any accommodation, and had no prospect but of war, or of total submission and subjection: Yet, in order to satisfy his own party, who were impatient for peace, he agreed to send the duke of Richmond and earl of Southampton, with an answer to the proposals of the parliament, and at the same time to desire a treaty upon their mutual demands and pretensions[n49]. It now became necessary for him to retract his former declaration, that the two houses at Westminster were not a free parliament; and accordingly, he was induced, though with great reluctance, to give them, in his answer, the appellation of the parliament of England[n50]. But it appeared afterwards, by a letter, which he wrote to the queen, and of which a copy was taken at Naseby, that he secretly entered an explanatory protest in his council-book; and he pretended, that, though he had _called_ them the parliament, he had not thereby _acknowledged_ them for such[n51]. This subtlety, which has been frequently objected to Charles, is the most noted of those very few instances, from which the enemies of this prince have endeavoured to load him with the imputation of insincerity; and have inferred, that the parliament could repose no confidence in his professions and declarations, not even in his laws and statutes. There is, however, it must be confessed, a difference universally avowed between simply giving to men the appellation, which they assume, and the formal acknowledgement of their title to it; nor is any thing more common and familiar in all public transactions.","subId":"45","id":"Hume.HE.5.57.45"},{"type":"paragraph","content":"#30th Jan.# ^The^ time and place of treaty being settled, sixteen commissioners from the king met at Uxbridge with twelve authorized by |the parliament, attended by the Scottish commissioners. It was agreed, that the Scottish and parliamentary commissioners should give in their demands with regard to three important articles, _religion,_ the _militia,_ and _Ireland;_ and that these should be successively discussed in conference with the king's commissioners[n52]. It was soon found impracticable to come to any agreement with regard to any of these articles.","subId":"46","id":"Hume.HE.5.57.46"},{"type":"paragraph","content":"^In^ the summer 1643, while the negociations were carried on with Scotland, the parliament had summoned an assembly at Westminster, consisting of 121 divines and 30 laymen, celebrated in their party for piety and learning. By their advice, alterations were made in the thirty-nine articles, or in the metaphysical doctrines of the church; and, what was of greater importance, the liturgy was entirely abolished, and, in its stead, a new directory for worship was established; by which, suitably to the spirit of the puritans, the utmost liberty, both in praying and preaching, was indulged to the public teachers. By the solemn league and covenant, episcopacy was abjured, as destructive of all true piety; and a national engagement, attended with every circumstance, that could render a promise sacred and obligatory, was entered into with the Scots, never to suffer its re-admission. All these measures showed little spirit of accommodation in the parliament; and the king's commissioners were not surprized to find the establishment of presbytery and the directory positively demanded, together with the subscription of the covenant, both by the king and kingdom[n53].","subId":"47","id":"Hume.HE.5.57.47"},{"type":"paragraph","content":"^Had^ Charles been of a disposition to neglect all theological controversy; he yet had been obliged, in good policy, to adhere to episcopal jurisdiction, not only because it was favourable to monarchy, but because all his adherents were passionately devoted to it; and to abandon them, in what they regarded as so important an article, was for ever to relinquish their friendship and assistance. But Charles had never attained such enlarged principles. He deemed bishops essential to the very being of a christian church; and he thought himself bound, by more sacred ties, than those of policy, or even of honour, to the support of that order. His concessions therefore, on this head, he judged sufficient, when he agreed, that an indulgence should be given to tender consciences with regard to ceremonies; that the bishops should exercise no act of jurisdiction or ordination, without the consent and counsel of such presbyters as should be chosen by the clergy of each diocese; that they should reside constantly in their diocese, and be bound to preach every Sunday; that pluralities be abolished; that abuses in ecclesiastical courts be redressed; and that a hundred thousand pounds be levied on the bishops' estates and the chapter lands, for payment of debts contracted by the parliament[n54]. These concessions, |though considerable, gave no satisfaction to the parliamentary commissioners; and, without abating any thing of their rigour on this head, they proceeded to their demands with regard to the militia.","subId":"48","id":"Hume.HE.5.57.48"},{"type":"paragraph","content":"^The^ king's partizans had all along maintained, that the fears and jealousies of the parliament, after the securities so early and easily given to public liberty, were either feigned or groundless; and that no human institution could be better poized and adjusted, than was now the government of England. By the abolition of the star-chamber and court of high commission, the prerogative, they said, has lost all that coercive power, by which it had formerly suppressed or endangered liberty: By the establishment of triennial parliaments, it can have no leisure to acquire new powers, or guard itself, during any time, from the inspection of that vigilant assembly: By the slender revenue of the crown, no king can ever attain such influence as to procure a repeal of these salutary statutes: And while the prince commands no military force, he will in vain, by violence, attempt an infringement of laws, so clearly defined by means of late disputes, and so passionately cherished by all his subjects. In this situation surely, the nation, governed by so virtuous a monarch, may, for the present, remain in tranquillity, and try, whether it be not possible, by peaceful arts, to elude that danger, with which, it is pretended its liberties are still threatened.","subId":"49","id":"Hume.HE.5.57.49"},{"type":"paragraph","content":"^But^ though the royalists insisted on these plausible topics, before the commencement of war, they were obliged to own, that the progress of civil commotions had somewhat abated the force and evidence of this reasoning. If the power of the militia, said the opposite party, be entrusted to the king, it would not now be difficult for him to abuse that authority. By the rage of intestine discord, his partizans are inflamed into an extreme hatred against their antagonists; and have contracted, no doubt, some prejudices against popular privileges, which, in their apprehension, have been the source of so much disorder. Were the arms of the state, therefore, put entirely into such hands; what public security, it may be demanded, can be given to liberty, or what private security to those, who, in opposition to the letter of the law, have so generously ventured their lives in its defence? In compliance with this apprehension, Charles offered, that the arms of the state should be |entrusted during three years, to twenty commissioners, who should be named, either by common agreement between him and the parliament, or one half by him, the other by the parliament. And, after the expiration of that term, he insisted, that his constitutional authority over the militia should again return to him[n55].","subId":"50","id":"Hume.HE.5.57.50"},{"type":"paragraph","content":"^The^ parliamentary commissioners at first demanded, that the power of the sword should for ever be entrusted to such persons, as the parliament alone should appoint[n56]: But afterwards, they relaxed so far, as to require that authority only for seven years; after which it was not to return to the king, but to be settled by bill, or by common agreement between him and his parliament[n57]. The king's commissioners asked, Whether jealousies and fears were all on one side, and whether the prince, from such violent attempts and pretensions as he had experienced, had not, at least, as great reason to entertain apprehensions for his authority, as they for their liberty? Whether there were any equity, in securing only one party, and leaving the other, during the space of seven years, entirely at the mercy of their enemies? Whether, if unlimited power were entrusted to the parliament during so long a period, it would not be easy for them to frame the subsequent bill in the manner most agreeable to themselves, and keep for ever possession of the sword, as well as of every article of civil power and jurisdiction[n58]?","subId":"51","id":"Hume.HE.5.57.51"},{"type":"paragraph","content":"^The^ truth is, after the commencement of war, it was very difficult, if not impossible, to find security for both parties, especially for that of the parliament. Amidst such violent animosities, power alone could ensure safety; and the power of one side was necessarily attended with danger to the other. Few or no instances occur in history of an equal, peaceful, and durable accommodation, that has been concluded between two factions, which had been enflamed into civil war.","subId":"52","id":"Hume.HE.5.57.52"},{"type":"paragraph","content":"^With^ regard to Ireland, there were no greater hopes of agreement between the parties. The parliament demanded, that the truce with the rebels should be declared null; that the management of the war should be given over entirely to the parliament; and that after the conquest of Ireland, the nomination of the lord |lieutenant and of the judges, or in other words the sovereignty of that kingdom, should likewise remain in their hands[n59].","subId":"53","id":"Hume.HE.5.57.53"},{"type":"paragraph","content":"^What^ rendered an accommodation more desperate was, that the demands on these three heads, however exorbitant, were acknowledged, by the parliamentary commissioners, to be nothing but preliminaries. After all these were granted, it would be necessary to proceed to the discussion of those other demands, still more exorbitant, which, a little before, had been transmitted to the king at Oxford. Such ignominious terms were there insisted on, that worse could scarcely be demanded, were Charles totally vanquished, a prisoner, and in chains. The king was required to attaint and except from a general pardon, forty of the most considerable of his English subjects, and nineteen of his Scottish, together with all popish recusants in both kingdoms, who had borne arms for him. It was insisted, that forty-eight more, with all the members who had sitten in either house at Oxford, all lawyers and divines who had embraced the king's party, should be rendered incapable of any office, be forbidden the exercise of their profession, be prohibited from coming within the verge of the court, and forfeit the third of their estates to the parliament. It was required, that whoever had borne arms for the king, should forfeit the tenth of their estates, or if that did not suffice, the sixth, for the payment of public debts. As if royal authority were not sufficiently annihilated by such terms, it was demanded, that the court of wards should be abolished; that all the considerable officers of the crown, and all the judges, should be appointed by parliament; and that the right of peace and war should not be exercised without the consent of that assembly[n60]. The presbyterians, it must be confessed, after insisting on such conditions, differed only in words from the independents, who required the establishment of a pure republic. When the debates had been carried on to no purpose, during twenty days, among the commissioners, they separated, and returned; those of the king, to Oxford, those of the parliament, to London.","subId":"54","id":"Hume.HE.5.57.54"},{"type":"paragraph","content":"^A^ little before the commencement of this fruitless treaty, a deed was executed by the parliament, which proved their determined resolution to yield nothing, but to proceed in the same violent and |imperious manner, with which they had, at first, entered on these dangerous enterprizes. #Execution of Laud.# Archbishop Laud, the most favoured minister of the king, was brought to the scaffold; and in this instance, the public might see, that popular assemblies, as, by their very number, they are, in a great measure, exempt from the restraint of shame, so when they also overleap the bounds of law, naturally break out into acts of the greatest tyranny and injustice.","subId":"55","id":"Hume.HE.5.57.55"},{"type":"paragraph","content":"^From^ the time, that Laud had been committed, the house of commons, engaged in enterprizes of greater moment, had found no leisure to finish his impeachment; and he had patiently endured so long an imprisonment, without being brought to any trial. After the union with Scotland, the bigotted prejudices of that nation revived the like spirit in England; and the sectaries resolved to gratify their vengeance in the punishment of this prelate, who had so long, by his authority, and by the execution of penal laws, kept their zealous spirit under confinement. He was accused of high treason, in endeavouring to subvert the fundamental laws, and of other high crimes and misdemeanors. The same illegality of an accumulative crime and a constructive evidence, which appeared in the case of Strafford; the same violence and iniquity in conducting the trial, are conspicuous throughout the whole course of this prosecution. The groundless charge of popery, though belied by his whole life and conduct, was continually urged against the prisoner; and every error rendered unpardonable by this imputation, which was supposed to imply the height of all enormities. \"This man, my lords,\" said serjeant Wilde, concluding his long speech against him, \"is like Naaman the Syrian; a great man, but a leper.\"[n61]","subId":"56","id":"Hume.HE.5.57.56"},{"type":"paragraph","content":"^We^ shall not enter into a detail of this matter, which, at present, seems to admit of little controversy. It suffices to say, that, after a long trial, and the examination of above a hundred and fifty witnesses, the commons found so little likelihood of obtaining a judicial sentence against Laud, that they were obliged to have recourse to their legislative authority, and to pass an ordinance for taking away the life of this aged prelate. Notwithstanding the low condition, into which the house of peers was fallen, there appeared some intention of rejecting this ordinance; and the popular leaders |were again obliged to apply to the multitude, and to extinguish, by threats of new tumults, the small remains of liberty, possessed by the upper house. Seven peers alone voted in this important question. The rest, either from shame or fear, took care to absent themselves[n62].","subId":"57","id":"Hume.HE.5.57.57"},{"type":"paragraph","content":"^Laud^, who had behaved during his trial with spirit and vigor of genius, sunk not under the horrors of his execution; but though he had usually professed himself apprehensive of a violent death, he found all his fears to be dissipated before that superior courage, by which he was animated. \"No one,\" said he, \"can be more willing to send me out of life, than I am desirous to go.\" Even upon the scaffold, and during the intervals of his prayers, he was harassed and molested by Sir John Clotworthy, a zealot of the reigning sect, and a great leader in the lower house: This was the time he chose for examining the principles of the dying primate, and trepaning him into a confession, that he trusted, for his salvation, to the merits of good works, not to the death of the Redeemer[n63]. Having extricated himself from these theological toils, the archbishop laid his head on the block; and it was severed from the body at one blow[n64]. Those religious opinions, for which he suffered, contributed, no doubt, to the courage and constancy of his end. Sincere he undoubtedly was, and however misguided, actuated by pious motives in all his pursuits; and it is to be regretted, that a man of such spirit, who conducted his enterprizes with so much warmth and industry, had not entertained more enlarged views, and embraced principles more favourable to the general happiness of society.","subId":"58","id":"Hume.HE.5.57.58"},{"type":"paragraph","content":"^The^ great and important advantage, which the party gained by Strafford's death, may, in some degree, palliate the iniquity of the sentence pronounced against him: But the execution of this old infirm prelate, who had so long remained an inoffensive prisoner, can be ascribed to nothing but vengeance and bigotry in those severe religionists, by whom the parliament was entirely governed. That he deserved a better fate was not questioned by any reasonable man: The degree of his merit, in other respects, was disputed. Some accused him of recommending slavish doctrines, of promoting persecution, and of encouraging superstition; while others |thought, that his conduct, in these three particulars, would admit of apology and extenuation.","subId":"59","id":"Hume.HE.5.57.59"},{"type":"paragraph","content":"^That^ the _letter_ of the law, as much as the most flaming court-sermon, inculcates passive obedience, is apparent: And though the _spirit_ of a limited government seems to require, in extraordinary cases, some mitigation of so rigorous a doctrine; it must be confessed, that the preceding genius of the English constitution had rendered a mistake in this particular very natural and excusable. To inflict death at least on those, who depart from the exact line of truth in these nice questions; so far from being favourable to national liberty; savours strongly of the spirit of tyranny and proscription.","subId":"60","id":"Hume.HE.5.57.60"},{"type":"paragraph","content":"^Toleration^ had hitherto been so little the principle of any christian sect, that even the catholics, the remnant of the religion professed by their fore-fathers, could not obtain from the English the least indulgence. This very house of commons, in their famous remonstrance, took care to justify themselves, as from the highest imputation, from any intention to relax the golden reins of discipline, as they called them, or to grant any toleration[n65]: And the enemies of the church were so fair from the beginning, as not to lay claim to liberty of conscience, which they called a toleration for foul murder. They openly challenged the superiority, and even menaced the established church with that persecution, which they afterwards exercised against her with such severity. And if the question be considered in the view of policy; though a sect, already formed and advanced, may, with good reason, demand a toleration; what title had the puritans to this indulgence, who were just on the point of separation from the church, and whom, it might be hoped, some wholesome and legal severities would still retain in obedience[n66].","subId":"61","id":"Hume.HE.5.57.61"},{"type":"paragraph","content":"^Whatever^ ridicule, to a philosophical mind, may be thrown on pious ceremonies, it must be confessed, that, during a very religious age, no institutions can be more advantageous to the rude multitude, and tend more to mollify that fierce and gloomy spirit of devotion, to which they are subject. Even the English church, though it had retained a share of popish ceremonies, may justly be thought too naked and unadorned, and still to approach too near |the abstract and spiritual religion of the puritans. Laud and his associates, by reviving a few primitive institutions of this nature, corrected the error of the first reformers, and presented to the affrightened and astonished mind, some sensible, exterior observances, which might occupy it during its religious exercises, and abate the violence of its disappointed efforts. The thought, no longer bent on that divine and mysterious essence, so superior to the narrow capacities of mankind, was able, by means of the new model of devotion, to relax itself in the contemplation of pictures, postures, vestments, buildings; and all the fine arts, which minister to religion, thereby received additional encouragement. The primate, it is true, conducted this scheme, not with the enlarged sentiments and cool reflection of a legislator, but with the intemperate zeal of a sectary; and by overlooking the circumstances of the times, served rather to enflame that religious fury, which he meant to repress. But this blemish is more to be regarded as a general imputation on the whole age, than any particular failing of Laud's; and it is sufficient for his vindication to observe, that his errors were the most excusable of all those, which prevailed during that zealous period.","subId":"62","id":"Hume.HE.5.57.62"},{"type":"note","content":"Rush. vol. vi. p. 560.","subId":"n1","id":"Hume.HE.5.57.n1"},{"type":"note","content":"Rush. vol. vi. p. 559.","subId":"n2","id":"Hume.HE.5.57.n2"},{"type":"note","content":"Idem. p. 566, 574, 575.","subId":"n3","id":"Hume.HE.5.57.n3"},{"type":"note","content":"Rush. vol. vi. p. 590.","subId":"n4","id":"Hume.HE.5.57.n4"},{"type":"note","content":"Dugdale, p. 119. Rush. vol. vi. p. 748.","subId":"n5","id":"Hume.HE.5.57.n5"},{"type":"note","content":"Clarendon, vol. iii. p. 442. Rush. vol. vi. p. 566. Whitlocke, p. 77.","subId":"n6","id":"Hume.HE.5.57.n6"},{"type":"note","content":"Clarendon, vol. iii. p. 444. Rush. vol. vi. p. 569, 570. Whitlocke, p. 94.","subId":"n7","id":"Hume.HE.5.57.n7"},{"type":"note","content":"Clarendon, vol. iii. p. 449. Whitlocke, p. 79.","subId":"n8","id":"Hume.HE.5.57.n8"},{"type":"note","content":"Ibid. p. 66.","subId":"n9","id":"Hume.HE.5.57.n9"},{"type":"note","content":"Journ. 13th of February, 1643.","subId":"n10","id":"Hume.HE.5.57.n10"},{"type":"note","content":"Rush. vol. vi. p. 299.","subId":"n11","id":"Hume.HE.5.57.n11"},{"type":"note","content":"Ibid. p. 301.","subId":"n12","id":"Hume.HE.5.57.n12"},{"type":"note","content":"Rush. vol. vi. p. 615.","subId":"n13","id":"Hume.HE.5.57.n13"},{"type":"note","content":"Idem, ibid. p. 618.","subId":"n14","id":"Hume.HE.5.57.n14"},{"type":"note","content":"Idem, ibid. p. 620.","subId":"n15","id":"Hume.HE.5.57.n15"},{"type":"note","content":"29th of March.","subId":"n16","id":"Hume.HE.5.57.n16"},{"type":"note","content":"Rush. vol. vi. p. 306.","subId":"n17","id":"Hume.HE.5.57.n17"},{"type":"note","content":"21st of March.","subId":"n18","id":"Hume.HE.5.57.n18"},{"type":"note","content":"Rush. vol. vi. p. 621.","subId":"n19","id":"Hume.HE.5.57.n19"},{"type":"note","content":"Rush. vol. vi. p. 321.","subId":"n20","id":"Hume.HE.5.57.n20"},{"type":"note","content":"Life of the D. of Newcastle, p. 40.","subId":"n21","id":"Hume.HE.5.57.n21"},{"type":"note","content":"Clarendon, vol. v. p. 506.","subId":"n22","id":"Hume.HE.5.57.n22"},{"type":"note","content":"Rush. part 3. vol. ii. p. 633.","subId":"n23","id":"Hume.HE.5.57.n23"},{"type":"note","content":"Rush. vol. vi. p. 632. Whitlocke, p. 89.","subId":"n24","id":"Hume.HE.5.57.n24"},{"type":"note","content":"Clarendon, vol. v. p. 507, 508. See Warwick.","subId":"n25","id":"Hume.HE.5.57.n25"},{"type":"note","content":"Clarendon, vol. v. p. 511.","subId":"n26","id":"Hume.HE.5.57.n26"},{"type":"note","content":"Rush. vol. vi. p. 638.","subId":"n27","id":"Hume.HE.5.57.n27"},{"type":"note","content":"Whitlocke, p. 88.","subId":"n28","id":"Hume.HE.5.57.n28"},{"type":"note","content":"Rush. vol. vi. p. 641.","subId":"n29","id":"Hume.HE.5.57.n29"},{"type":"note","content":"Rush. vol. vi. p. 662.","subId":"n30","id":"Hume.HE.5.57.n30"},{"type":"note","content":"3d of June.","subId":"n31","id":"Hume.HE.5.57.n31"},{"type":"note","content":"Rush. vol. vi. p. 676. Clarendon, vol. v. p. 497. Sir Ed. Walker, p. 31.","subId":"n32","id":"Hume.HE.5.57.n32"},{"type":"note","content":"Rush. vol. vi. p. 699, &c. Whitlocke, p. 98. Clarendon, vol. v. p. 524, 525. Sir Edw. Walker, p. 69, 70, &c.","subId":"n33","id":"Hume.HE.5.57.n33"},{"type":"note","content":"Rush. vol. vi. p. 721, &c.","subId":"n34","id":"Hume.HE.5.57.n34"},{"type":"note","content":"Rush. vol. vii. p. 1.","subId":"n35","id":"Hume.HE.5.57.n35"},{"type":"note","content":"Clarendon, vol. v. p. 561.","subId":"n36","id":"Hume.HE.5.57.n36"},{"type":"note","content":"Idem, ibid. p. 562.","subId":"n37","id":"Hume.HE.5.57.n37"},{"type":"note","content":"Clarendon, vol. v. p. 562.","subId":"n38","id":"Hume.HE.5.57.n38"},{"type":"note","content":"Idem, ibid. p. 565.","subId":"n39","id":"Hume.HE.5.57.n39"},{"type":"note","content":"Rushworth, vol. vi. p. 364.","subId":"n40","id":"Hume.HE.5.57.n40"},{"type":"note","content":"Whitlocke, p. 114, 115. Rush. vol. vii. p. 6.","subId":"n41","id":"Hume.HE.5.57.n41"},{"type":"note","content":"Rush. vol. vii. p. 8, 15.","subId":"n42","id":"Hume.HE.5.57.n42"},{"type":"note","content":"Whitlocke, p. 118. Rush. vol. vii. p. 7.","subId":"n43","id":"Hume.HE.5.57.n43"},{"type":"note","content":"Whitlocke, p. 133.","subId":"n44","id":"Hume.HE.5.57.n44"},{"type":"note","content":"Clarendon, vol. v. p. 629, 630. Whitlocke, p. 141.","subId":"n45","id":"Hume.HE.5.57.n45"},{"type":"note","content":"4th of July, 1644.","subId":"n46","id":"Hume.HE.5.57.n46"},{"type":"note","content":"8th of Sept. 1644.","subId":"n47","id":"Hume.HE.5.57.n47"},{"type":"note","content":"Dugdale, p. 737. Rush. vol. vi. p. 850.","subId":"n48","id":"Hume.HE.5.57.n48"},{"type":"note","content":"Whitlocke, p. 110.","subId":"n49","id":"Hume.HE.5.57.n49"},{"type":"note","content":"Whitlocke, p. 111. Dugdale, p. 748.","subId":"n50","id":"Hume.HE.5.57.n50"},{"type":"note","content":"His words are, \"As for my calling those at London a parliament, I shall refer thee to Digby for particular satisfaction; this in general: If there had been but two besides myself, of my opinion, I had not done it; and the argument, that prevailed with me was, that the calling did no ways acknowledge them to be a parliament; upon which condition and construction I did it; and no otherwise; and accordingly it is registered in the council books, with the council's unanimous approbation.\" The king's cabinet opened. Rush, vol. vi. p. 943.","subId":"n51","id":"Hume.HE.5.57.n51"},{"type":"note","content":"Whitlocke, p. 121. Dugdale, p. 758.","subId":"n52","id":"Hume.HE.5.57.n52"},{"type":"note","content":"Such love of contradiction prevailed in the parliament, that they had converted Christmas, which, with the churchmen, was a great festival, into a solemn fast and humiliation; \"In order,\" as they said, \"that it might call to remembrance our sins and the sins of our forefathers, who, pretending to celebrate the memory of Christ, have turned this feast into an extreme forgetfulness of him, by giving liberty to carnal and sensual delights.\" Rush. vol. vi. p. 817. It is remarkable, that, as the parliament abolished all holy days, and severely prohibited all amusement on the sabbath; and even burned, by the hands of the hangman, the king's book of sports; the nation found, that there was no time left for relaxation or diversion. Upon application, therefore, of the servants and apprentices, the parliament appointed the second Tuesday of every month for play and recreation. _Rush._ vol. vii. p. 460. _Whitlocke,_ p. 247. But these institutions, they found great difficulty to execute; and the people were resolved to be merry when they themselves pleased, not when the parliament should prescribe it to them. The keeping of Christmas holy-days was long a great mark of malignancy, and, very severely censured by the commons. _Whitlocke,_ p. 286. Even minced pyes, which custom had made a Christmas dish among the churchmen, was regarded, during that season, as a profane and superstitious viand by the sectaries; though at other times it agreed very well with their stomachs. In the parliamentary ordinance too, for the observance of the sabbath, they inserted a clause for the taking down of may-poles, which they called a heathenish vanity. Since we are upon this subject, it may not be amiss to mention, that, besides setting apart Sunday for the ordinances, as they called them, the godly had regular meetings on the Thursdays for resolving cases of conscience, and conferring about their progress in grace. What they were chiefly anxious about, was the fixing the precise moment of their conversion or new birth; and whoever could not ascertain so difficult a point of calculation, could not pretend to any title to saintship. The profane scholars at Oxford, after the parliament became masters of that town, gave to the house, in which the zealots assembled, the denomination of _Scruple Shop:_ The zealots, in their turn, insulted the scholars and professors; and, intruding into the place of lectures, declaimed against human learning, and challenged the most knowing of them to prove that their calling was from Christ. See Wood's Fasti Oxonienses, p. 740.","subId":"n53","id":"Hume.HE.5.57.n53"},{"type":"note","content":"Dugdale, p. 779, 780.","subId":"n54","id":"Hume.HE.5.57.n54"},{"type":"note","content":"Dugdale, p. 798.","subId":"n55","id":"Hume.HE.5.57.n55"},{"type":"note","content":"Ibid. p. 791.","subId":"n56","id":"Hume.HE.5.57.n56"},{"type":"note","content":"Ibid. p. 820.","subId":"n57","id":"Hume.HE.5.57.n57"},{"type":"note","content":"Dugdale, p. 877.","subId":"n58","id":"Hume.HE.5.57.n58"},{"type":"note","content":"Ibid. p. 826, 827.","subId":"n59","id":"Hume.HE.5.57.n59"},{"type":"note","content":"Rush. vol. vi. p. 850. Dugdale, p. 737.","subId":"n60","id":"Hume.HE.5.57.n60"},{"type":"note","content":"Rush. vol. vi. p. 830.","subId":"n61","id":"Hume.HE.5.57.n61"},{"type":"note","content":"Warwick, p. 169.","subId":"n62","id":"Hume.HE.5.57.n62"},{"type":"note","content":"Rush. vol. vi. p. 838, 839.","subId":"n63","id":"Hume.HE.5.57.n63"},{"type":"note","content":"12th of July, 1644.","subId":"n64","id":"Hume.HE.5.57.n64"},{"type":"note","content":"Nalson, vol. ii. p. 705.","subId":"n65","id":"Hume.HE.5.57.n65"},{"type":"note","content":"That Laud's severity was not extreme, appears from this fact, that he caused the acts or records of the high commission court to be searched, and found that there had been fewer suspensions, deprivations, and other punishments, by three, during the seven years of his time, than in any seven years of his predecessor Abbot; who was notwithstanding in great esteem with the house of commons. _Troubles and trials of Laud,_ p. 164. But Abbot was little attached to the court, and was also a puritan in doctrine, and bore a mortal hatred to the papists. Not to mention, that the mutinous spirit was rising higher in the time of Laud, and would less bear controul. The maxims, however, of his administration were the same that had ever prevailed in England, and that had place in every other European nation, except Holland, which studied chiefly the interests of commerce, and France, which was fettered by edicts and treaties. To have changed them for the modern maxims of toleration, how reasonable soever, would have been deemed a very bold and dangerous enterprize. It is a principle advanced by president Montesquieu, that, where the magistrate is satisfied with the established religion, he ought to repress the first attempts towards innovation, and only grant a toleration to sects that are diffused and established. See l'Esprit des Loix, liv. 25. chap. 10. According to this principle, Laud's indulgence to the catholics, and severity to the puritans, would admit of apology. I own, however, that it is very questionable, whether persecution can in any case be justifyed: But, at the same time, it would be hard to give that appellation to Laud's conduct, who only enforced the act of uniformity, and expelled the clergymen that accepted of benefices, and yet refused to observe the ceremonies, which they previously knew to be enjoined by law. He never refused them separate places of worship; because they themselves would have esteemed it impious to demand them, and no less impious to allow them.","subId":"n66","id":"Hume.HE.5.57.n66"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.5","imported":true,"title":"Volume 5. The History of Great Britain, Part 1","breadcrumb":"Volume 5","published":[1754]}],"prev":{"id":"Hume.HE.5.56","imported":true,"title":"Chapter 56. Charles I (cont.)","breadcrumb":"Chapter 56","published":[1754]},"next":{"id":"Hume.HE.5.58","imported":true,"title":"Chapter 58. Charles I (cont.)","breadcrumb":"Chapter 58","published":[1754]}}