{"id":"Shaftesbury.C.SC.3.4","imported":true,"parent":"Shaftesbury.C.SC.3","title":"Section IV","breadcrumb":"Section 4","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_035","blocks":[{"type":"title","content":"£1 Section IV £1","id":"Shaftesbury.C.SC.3.4"},{"type":"paragraph","content":"'TIS well for you (my Friend!) that in your Education you have had little to do with the[n1] _Philosophy,_ or _Philosophers_ of our days. A good Poet, and an honest Historian, may afford Learning enough for _a Gentleman._ And such a one, whilst he reads these Authors as his Diversion, will have a truer relish of their Sense, and understand 'em better than a _Pedant,_ with all his Labours, and the assistance of his Volumes of Commentators. I am sensible, that of old 'twas the custom to send the Youth of highest Quality to _Philosophers_ to be form'd. 'Twas in their Schools, in their Company, and by their Precepts and Example, that the illustrious Pupils were inur'd to Hardship, and exercis'd in the severest Courses of Temperance and Self-denial. By such an early Discipline, they were fitted for the Command of others; to maintain their Country's Honour in War, rule wisely in the State, and fight against Luxury and Corruption in times of Prosperity and Peace. If any of these Arts are comprehended in _University-Learning,_ 'tis well. But as some Universitys in the World are now model'd, they seem not so very effectual to these Purposes, nor so fortunate in preparing for a right Practice of the World, or a just Knowledg of Men and Things. Had you been thorow-pac'd in the _Ethicks_ or _Politicks_ of the Schools, I shou'd never have thought of writing a word to you upon _Common Sense,_ or _the Love of Mankind._ I shou'd not have cited[n2] the Poet's _Dulce & Decorum._ Nor, if I had made a Character for you, as he for his noble Friend, shou'd I have crown'd it with his","subId":"1","id":"Shaftesbury.C.SC.3.4.1"},{"type":"paragraph","content":"[n3]He fears not to die for his dear friends and fatherland.","subId":"2","id":"Shaftesbury.C.SC.3.4.2"},{"type":"paragraph","content":"Our Philosophy now-a-days runs after the manner of that able Sophister, who said,[n4] \"_Skin for Skin: All that a Man has will he give for his Life._\" 'Tis orthodox Divinity, as well as sound Philosophy, with some Men, to rate _Life_ by the Number and Exquisiteness of _the pleasing Sensations._ These they constantly set in opposition to _dry Virtue_ and _Honesty._ And upon this foot, they think it proper to call all Men Fools, who wou'd hazard _a Life,_ or part with any of these _pleasing Sensations;_ except on the condition of being repaid in the same Coin, and with good Interest into the bargain. Thus, it seems, we are to learn Virtue by Usury; and inhance the Value of _Life,_ and of the _Pleasures of Sense,_ in order to be wise, and to _live well._","subId":"3","id":"Shaftesbury.C.SC.3.4.3"},{"type":"paragraph","content":"But you (my Friend!) are stubborn in this Point: and instead of being brought to think mournfully of Death, or to repine at the Loss of what you may sometimes hazard by your Honesty, you can laugh at such Maxims as these; and divert your-self with the improv'd Selfishness, and philosophical Cowardice of these fashionable Moralists. You will not be taught to value _Life_ at their rate, or degrade ^Honesty^ as they do, who make it only _a Name._ You are persuaded there is something more in the Thing than _Fashion_ or _Applause;_ that ^Worth^ and ^Merit^ are substantial, and no way variable by _Fancy_ or _Will;_ and that ^Honour^ is as much it-self, when acting _by it-self,_ and _unseen,_ as when _seen,_ and applauded by all the World.","subId":"4","id":"Shaftesbury.C.SC.3.4.4"},{"type":"paragraph","content":"Shou'd one, who had the Countenance of a Gentleman, ask me \"Why I wou'd avoid being _nasty,_ when nobody was present?\" In the first place I shou'd be fully satisfy'd that he himself was a very nasty Gentleman who cou'd ask this Question; and that it wou'd be a hard matter for me to make him ever conceive what _true Cleanliness_ was. However, I might, notwithstanding this, be contented to give him a slight Answer, and say, \"'Twas because I had a Nose.\"","subId":"5","id":"Shaftesbury.C.SC.3.4.5"},{"type":"paragraph","content":"Shou'd he trouble me further, and ask again, \"What if I had a Cold? Or what if naturally I had no such nice Smell?\" I might answer perhaps, \"That I car'd as little to see my-self _nasty,_ as that others shou'd see me in that condition.\" \"But what if it were _in the dark?_\" Why even then, tho I had neither Nose, nor Eyes, my _Sense_ of the matter wou'd still be the same; my Nature wou'd rise at the Thought of what was sordid: or if it did not, I shou'd have a wretched Nature indeed, and _hate my-self_ for a Beast. _Honour my-self_ I never cou'd; whilst I had no better a sense of what, in reality, I ow'd my-self, and what became me, as _a human Creature._","subId":"6","id":"Shaftesbury.C.SC.3.4.6"},{"type":"paragraph","content":"Much in the same manner have I heard it ask'd, \"_Why shou'd a Man be honest in the dark?_\" What a Man must be to ask this Question, I won't say. But for those who have no better a Reason for being _honest_ than the fear of _a Gibbet_ or _a Jail;_ I shou'd not, I confess, much covet their Company, or Acquaintance. And if any Guardian of mine who had kept his Trust, and given me back my Estate when I came of Age, had been discover'd to have acted thus, thro' _Fear_ only of what might happen to him; I shou'd for my own part, undoubtedly, continue civil and respectful to him: but for my Opinion of his Worth, it wou'd be such as the ^Pythian^ God had of his Votary, who _devoutly fear'd_ him, and _therefore_ restor'd to a Friend what had been deposited in his hands.","subId":"7","id":"Shaftesbury.C.SC.3.4.7"},{"type":"paragraph","content":"[n5] So he paid it back, from fear, not from principle. Yet still he proved the oracle true and fit to be God's voice, for he and his house perished root and branch.","subId":"8","id":"Shaftesbury.C.SC.3.4.8"},{"type":"paragraph","content":"I know very well that many Services to the Publick are done merely for the sake of _a Gratuity;_ and that _Informers_ in particular are to be taken care of, and sometimes made _Pensioners of State._ But I must beg pardon for the particular Thoughts I may have of these Gentlemens Merit; and shall never bestow my Esteem on any other than the _voluntary_ Discoverers of Villany, and _hearty_ Prosecutors of their Country's Interest. And in this respect, I know nothing greater or nobler than the undertaking and managing some important Accusation; by which some high Criminal of State, or some form'd Body of Conspirators against the Publick, may be arraign'd and brought to Punishment, thro' the honest Zeal and publick Affection of a private Man.","subId":"9","id":"Shaftesbury.C.SC.3.4.9"},{"type":"paragraph","content":"I know too, that the mere Vulgar of Mankind often stand in need of such a rectifying Object as _the Gallows_ before their Eyes. Yet I have no belief, that any Man of a liberal Education, or common Honesty, ever needed to have recourse to this Idea in his Mind, the better to restrain him from playing the Knave. And if ^aSaint^ had no other Virtue than what was rais'd in him by the same Objects of Reward and Punishment, in a more distant State; I know not whose Love or Esteem he might gain besides: but for my own part, I shou'd never think him worthy of mine.","subId":"10","id":"Shaftesbury.C.SC.3.4.10"},{"type":"paragraph","content":"If my slave tells me, \"I have not stolen, nor run away,\" I answer, \"You have your reward, you are not flogged.\" \"I have not killed a man!\" \"The crows do not devour you on the cross.\" \"I am good and honest!\" My Sabine bailiff shakes his head and denies it.[n6]","subId":"11","id":"Shaftesbury.C.SC.3.4.11"},{"type":"note","content":"Our Author, it seems, writes at present as to a young Gentleman chiefly of a Court-Breeding. See, however, his further Sentiments more particularly in Treatise 3. (viz. _SOLILOQUY_ _infra,_ pag. 333, &c. in the Notes.","subId":"n1","id":"Shaftesbury.C.SC.3.4.n1"},{"type":"note","content":"Sup. _pag._ 102.","subId":"n2","id":"Shaftesbury.C.SC.3.4.n2"},{"type":"note","content":"\"\"$Non ille pro caris Amicis, // Aut Patriâ timidus perire.$ // [Hor. Lib. 4. Od. 9.]\"\"","subId":"n3","id":"Shaftesbury.C.SC.3.4.n3"},{"type":"note","content":"Job, ch. ii. ver. 4.","subId":"n4","id":"Shaftesbury.C.SC.3.4.n4"},{"type":"note","content":"\"\"$Reddidit ergo metu, non moribus; & tamen omnem // Vocem adyti dignam templo, veramque probavit, // Extinctus totâ pariter cum prole domoque.$ // [Juv. _Sat._ 13.]\"\"","subId":"n5","id":"Shaftesbury.C.SC.3.4.n5"},{"type":"note","content":"\"\"$Nec furtum feci, nec fugi, si mihi dicat // Servus: Habes pretium, loris non ureris, aio. // Non hominem occidi: Non pasces in cruce corvos. // Sum bonus & frugi: Renuit, negat atque Sabellus.$ // [Hor. _Epist._ 16.]\"\"","subId":"n6","id":"Shaftesbury.C.SC.3.4.n6"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.3.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]},"next":{"id":"Shaftesbury.C.SC.4","imported":true,"title":"Part IV","breadcrumb":"Part 4","published":[1709]}}