{"id":"Hume.ETSS.DP.1","imported":true,"parent":"Hume.ETSS.DP","title":"Section 1","breadcrumb":"Section 1","published":[1757],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"£1 SECT. I. £1","id":"Hume.ETSS.DP.1"},{"type":"paragraph","content":"SOME objects produce immediately an agreeable sensation, by the original structure of our organs, and are thence denominated ^Good^; as others, from their immediate disagreeable sensation, acquire the appellation of ^Evil^. Thus moderate warmth is agreeable and good; excessive heat painful and evil.","subId":"1","id":"Hume.ETSS.DP.1.1","subsection":"1"},{"type":"paragraph","content":"Some objects again, by being naturally conformable or contrary to passion, excite an agreeable or painful sensation; and are thence called _Good_ or _Evil_. The punishment of an adversary, by gratifying revenge, is good; the sickness of a companion, by affecting friendship, is evil.","subId":"2","id":"Hume.ETSS.DP.1.2"},{"type":"paragraph","content":"All good or evil, whence-ever it arises, produces various passions and affections, according to the light in which it is surveyed.","subId":"3","id":"Hume.ETSS.DP.1.3","subsection":"2"},{"type":"paragraph","content":"When good is certain or very probable, it produces ^Joy^: When evil is in the same situation, there arises ^Grief^ or ^Sorrow^.","subId":"4","id":"Hume.ETSS.DP.1.4"},{"type":"paragraph","content":"When either good or evil is uncertain, it gives rise to ^Fear^ or ^Hope^, according to the degree of uncertainty on one side or the other.","subId":"5","id":"Hume.ETSS.DP.1.5"},{"type":"paragraph","content":"^Desire^ arises from good considered simply; and ^Aversion^, from evil. The ^Will^ exerts itself, when either the presence of the good or absence of the evil may be attained by any action of the mind or body.","subId":"6","id":"Hume.ETSS.DP.1.6"},{"type":"paragraph","content":"None of these passions seem to contain any thing curious or remarkable, except _Hope_ and _Fear_, which, being derived from the probability of any good or evil, are mixed passions, that merit our attention.","subId":"7","id":"Hume.ETSS.DP.1.7","subsection":"3"},{"type":"paragraph","content":"Probability arises from an opposition of contrary chances or causes, by which the mind is not allowed to fix on either side; but is incessantly tossed from one to another, and is determined, one moment, to consider an object as existent, and another moment as the contrary. The imagination or understanding, call it which you please, fluctuates between the opposite views; and though perhaps it may be oftener turned to one side than the other, it is impossible for it, by reason of the opposition of causes or chances, to rest on either. The _pro_ and _con_ of the question alternately prevail; and the mind, surveying the objects in their opposite causes, finds such a contrariety as destroys all certainty or established opinion.","subId":"8","id":"Hume.ETSS.DP.1.8"},{"type":"paragraph","content":"Suppose, then, that the object, concerning which we are doubtful, produces either desire or aversion; it is evident, that, according as the mind turns itself to one side or the other, it must feel a momentary impression of joy or sorrow. An object, whose existence we desire, gives satisfaction, when we think of those causes, which produce it; and for the same reason, excites grief or uneasiness from the opposite consideration. So that, as the understanding, in probable questions, is divided between the contrary points of view, the heart must in the same manner be divided between opposite emotions.","subId":"9","id":"Hume.ETSS.DP.1.9"},{"type":"paragraph","content":"Now, if we consider the human mind, we shall observe, that, with regard to the passions, it is not like a wind-instrument of music, which, in running over all the notes, immediately loses the sound when the breath ceases; but rather resembles a string-instrument, where, after each stroke, the vibrations still retain some sound, which gradually and insensibly decays. The imagination is extremely quick and agile; but the passions, in comparison, are slow and restive: For which reason, when any object is presented, which affords a variety of views to the one and emotions to the other; though the fancy may change its views with great celerity; each stroke will not produce a clear and distinct note of passion, but the one passion will always be mixed and confounded with the other. According as the probability inclines to good or evil, the passion of grief or joy predominates in the composition; and these passions being intermingled by means of the contrary views of the imagination, produce by the union the passions of hope or fear.","subId":"10","id":"Hume.ETSS.DP.1.10"},{"type":"paragraph","content":"As this theory seems to carry its own evidence along with it, we shall be more concise in our proofs.","subId":"11","id":"Hume.ETSS.DP.1.11","subsection":"4"},{"type":"paragraph","content":"The passions of fear and hope may arise, when the chances are equal on both sides, and no superiority can be discovered in one above the other. Nay, in this situation the passions are rather the strongest, as the mind has then the least foundation to rest upon, and is tost with the greatest uncertainty. Throw in a superior degree of probability to the side of grief, you immediately see that passion diffuse itself over the composition, and tincture it into fear. Encrease the probability, and by that means the grief; the fear prevails still more and more, 'till at last it runs insensibly, as the joy continually diminishes, into pure grief. After you have brought it to this situation, diminish the grief, by a contrary operation to that, which encreased it, to wit, by diminishing the probability on the melancholy side; and you will see the passion clear every moment, 'till it changes insensibly into hope; which again runs, by slow degrees, into joy, as you encrease that part of the composition, by the encrease of the probability. Are not these as plain proofs, that the passions of fear and hope are mixtures of grief and joy, as in optics it is a proof, that a coloured ray of the sun, passing through a prism, is a composition of two others, when, as you diminish or encrease the quantity of either, you find it prevail proportionably, more or less, in the composition?","subId":"12","id":"Hume.ETSS.DP.1.12"},{"type":"paragraph","content":"Probability is of two kinds; either when the object is itself uncertain, and to be determined by chance; or when, though the object be already certain, yet it is uncertain to our judgment, which finds a number of proofs or presumptions on each side of the question. Both these kinds of probability cause fear and hope; which must proceed from that property, in which they agree; namely, the uncertainty and fluctuation which they bestow on the passion, by that contrariety of views, which is common to both.","subId":"13","id":"Hume.ETSS.DP.1.13","subsection":"5"},{"type":"paragraph","content":"It is a probable good or evil, which commonly causes hope or fear; because probability, producing an inconstant and wavering survey of an object, occasions naturally a like mixture and uncertainty of passion. But we may observe, that, wherever, from other causes, this mixture can be produced, the passions of fear and hope will arise, even though there be no probability.","subId":"14","id":"Hume.ETSS.DP.1.14","subsection":"6"},{"type":"paragraph","content":"An evil, conceived as barely _possible_, sometimes produces fear; especially if the evil be very great. A man cannot think on excessive pain and torture without trembling, if he runs the least risque of suffering them. The smallness of the probability is compensated by the greatness of the evil.","subId":"15","id":"Hume.ETSS.DP.1.15"},{"type":"paragraph","content":"But even _impossible_ evils cause fear; as when we tremble on the brink of a precipice, though we know ourselves to be in perfect security, and have it in our choice, whether we will advance a step farther. The immediate presence of the evil influences the imagination and produces a species of belief; but being opposed by the reflection on our security, that belief is immediately retracted, and causes the same kind of passion, as when, from a contrariety of chances, contrary passions are produced.","subId":"16","id":"Hume.ETSS.DP.1.16"},{"type":"paragraph","content":"Evils, which are _certain_, have sometimes the same effect as the possible or impossible. A man, in a strong prison, without the least means of escape, trembles at the thoughts of the rack, to which he is sentenced. The evil is here fixed in itself; but the mind has not courage to fix upon it; and this fluctuation gives rise to a passion of a similar appearance with fear.","subId":"17","id":"Hume.ETSS.DP.1.17"},{"type":"paragraph","content":"But it is not only where good or evil is uncertain as to its _existence_, but also as to its _kind_, that fear or hope arises. If any one were told that one of his sons is suddenly killed; the passion, occasioned by this event, would not settle into grief, 'till he got certain information which of his sons he had lost. Though each side of the question produces here the same passion; that passion cannot settle, but receives from the imagination, which is unfixed, a tremulous unsteady motion, resembling the mixture and contention of grief and joy.","subId":"18","id":"Hume.ETSS.DP.1.18","subsection":"7"},{"type":"paragraph","content":"Thus all kinds of uncertainty have a strong connexion with fear, even though they do not cause any opposition of passions, by the opposite views, which they present to us. Should I leave a friend in any malady, I should feel more anxiety upon his account, than if he were present; though perhaps I am not only incapable of giving him assistance, but likewise of judging concerning the event of his sickness. There are a thousand little circumstances of his situation and condition, which I desire to know; and the knowledge of them would prevent that fluctuation and uncertainty, so nearly allied to fear. =^Horace^= has remarked this ph{ae}nomenon. \"\"$Ut assidens implumibus pullus avis // ~~Serpentûm allapsus timet, // Magis relictis; non, ut adsit, auxili // ~~Latura plus pr{ae}sentibus.$\"\"","subId":"19","id":"Hume.ETSS.DP.1.19","subsection":"8"},{"type":"paragraph","content":"A virgin on her bridal-night goes to bed full of fears and apprehensions, though she expects nothing but pleasure. The confusion of wishes and joys, the newness and greatness of the unknown event, so embarrass the mind, that it knows not in what image or passion to fix itself.","subId":"20","id":"Hume.ETSS.DP.1.20"},{"type":"paragraph","content":"Concerning the mixture of affections, we may remark, in general, that when contrary passions arise from objects nowise connected together, they take place alternately. Thus when a man is afflicted for the loss of a law-suit, and joyful for the birth of a son, the mind, running from the agreeable to the calamitous object; with whatever celerity it may perform this motion, can scarcely temper the one affection with the other, and remain between them in a state of indifference.","subId":"21","id":"Hume.ETSS.DP.1.21","subsection":"9"},{"type":"paragraph","content":"It more easily attains that calm situation, when the _same_ event is of a mixed nature, and contains something adverse and something prosperous in its different circumstances. For in that case, both the passions, mingling with each other by means of the relation, often become mutually destructive, and leave the mind in perfect tranquillity.","subId":"22","id":"Hume.ETSS.DP.1.22"},{"type":"paragraph","content":"But suppose, that the object is not a compound of good and evil, but is considered as probable or improbable in any degree; in that case, the contrary passions will both of them be present at once in the soul, and instead of balancing and tempering each other, will subsist together, and by their union produce a third impression or affection, such as hope or fear.","subId":"23","id":"Hume.ETSS.DP.1.23"},{"type":"paragraph","content":"The influence of the relations of ideas (which we shall explain more fully afterwards) is plainly seen in this affair. In contrary passions, if the objects be _totally different_, the passions are like two opposite liquors in different bottles, which have no influence on each other. If the objects be intimately _connected_, the passions are like an _alcali_ and an _acid_, which, being mingled, destroy each other. If the relation be more imperfect, and consist in the _contradictory_ views of the _same_ object, the passions are like oil and vinegar, which, however mingled, never perfectly unite and incorporate.","subId":"24","id":"Hume.ETSS.DP.1.24"},{"type":"paragraph","content":"The effect of a mixture of passions, when one of them is predominant, and swallows up the other, shall be explained afterwards.","subId":"25","id":"Hume.ETSS.DP.1.25"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.DP","imported":true,"title":"A Dissertation on the Passions","breadcrumb":"Dissertation on the Passions","published":[1757]}],"prev":{"id":"Hume.ETSS.DP","imported":true,"title":"A Dissertation on the Passions","breadcrumb":"Dissertation on the Passions","published":[1757]},"next":{"id":"Hume.ETSS.DP.2","imported":true,"title":"Section 2","breadcrumb":"Section 2","published":[1757]}}