{"imported":true,"id":"Mandeville.P2.4","parent":"Mandeville.P2","title":"The Fourth Dialogue, between Horatio and Cleomenes","breadcrumb":"Fourth Dialogue","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-2/simple#lf0014-02_div_018","texts":[],"published":[1729],"copytext":[1729],"sourceDesc":"This text was imported from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"THE FOURTH\nDIALOGUE\nBETWEEN\nHoratio and Cleomenes.\n","id":"Mandeville.P2.4"},{"type":"paragraph","content":"YOUR Servant.","subId":"1","id":"Mandeville.P2.4.1","speaker":"Cleomenes"},{"type":"paragraph","content":"What say you now, Cleomenes; is not this without Ceremony?","subId":"2","id":"Mandeville.P2.4.2","speaker":"Hor"},{"type":"paragraph","content":"You are very obliging.","subId":"3","id":"Mandeville.P2.4.3","speaker":"Cleo"},{"type":"paragraph","content":"When they told me where you was, I would suffer no body to tell you, who it was that wanted you, or to come up with me.","subId":"4","id":"Mandeville.P2.4.4","speaker":"Hor"},{"type":"paragraph","content":"This is friendly indeed!","subId":"5","id":"Mandeville.P2.4.5","speaker":"Cleo"},{"type":"paragraph","content":"You see what a Proficient I am: in a little Time you'll teach me to lay aside all good Manners.","subId":"6","id":"Mandeville.P2.4.6","speaker":"Hor"},{"type":"paragraph","content":"You make a fine Tutor of me.","subId":"7","id":"Mandeville.P2.4.7","speaker":"Cleo"},{"type":"paragraph","content":"You'll pardon me, I know: This Study of yours is a very pretty Place.","subId":"8","id":"Mandeville.P2.4.8","speaker":"Hor"},{"type":"paragraph","content":"I like it, because the Sun never enters it.","subId":"9","id":"Mandeville.P2.4.9","speaker":"Cleo"},{"type":"paragraph","content":"A very pretty Room!","subId":"10","id":"Mandeville.P2.4.10","speaker":"Hor"},{"type":"paragraph","content":"Shall we sit down in it? it is the coolest Room in the House.","subId":"11","id":"Mandeville.P2.4.11","speaker":"Cleo"},{"type":"paragraph","content":"With all my Heart.","subId":"12","id":"Mandeville.P2.4.12","speaker":"Hor"},{"type":"paragraph","content":"I was in Hopes to have seen you before now: you have taken a long time to consider.","subId":"13","id":"Mandeville.P2.4.13","speaker":"Cleo"},{"type":"paragraph","content":"Just eight Days.","subId":"14","id":"Mandeville.P2.4.14","speaker":"Hor"},{"type":"paragraph","content":"Have you thought on the Novelty I started?","subId":"15","id":"Mandeville.P2.4.15","speaker":"Cleo"},{"type":"paragraph","content":"I have, and think it not void of Probability; for that there are no innate Idea's, and Men come into the World without any Knowledge at all, I am convinc'd of, and therefore it is evident to me, that all Arts and Sciences must once have had a Beginning in some body's Brain, whatever Oblivion that may now be lost in. I have thought twenty times, since I saw you last, on the Origin of good Manners, and what a pleasant Scene it would be to a Man, who is tolerably well versed in the World, to see among a rude Nation those first Essays they made of concealing their Pride from one another.","subId":"16","id":"Mandeville.P2.4.16","speaker":"Hor"},{"type":"paragraph","content":"You see by this, that it is chiefly the Novelty of Things, that strikes, as well in begetting our Aversion, as in gaining our Approbation; and that we may look upon many indifferently, when they come to be familiar to us, tho' they were shocking when they were new. You are now diverting yourself with a Truth, which eight Days ago you would have given an hundred Guineas not to have known.","subId":"17","id":"Mandeville.P2.4.17","speaker":"Cleo"},{"type":"paragraph","content":"I begin to believe there is nothing so absurd, that it would appear to us to be such, if we had been accustom'd to it very young.","subId":"18","id":"Mandeville.P2.4.18","speaker":"Hor"},{"type":"paragraph","content":"In a tolerable Education we are so industriously and so assiduously instructed, from our most early Infancy, in the Ceremonies of bowing, and pulling off Hats, and other Rules of Behaviour; that even before we are Men we hardly look upon a mannerly Deportment as a Thing acquired, or think Conversation to be a Science. Thousand things are call'd easy and natural in Postures and Motions, as well as Speaking and Writing, that have caus'd infinite Pains to others as well as ourselves, and which we know to be the Product of Art. What aukward Lumps have I known, which the Dancing-master has put Limbs to!","subId":"19","id":"Mandeville.P2.4.19","speaker":"Cleo"},{"type":"paragraph","content":"Yesterday morning, as I sate musing by myself, an Expression of yours, which I did not so much reflect upon at first, when I heard it, came in to my Head, and made me smile. Speaking of the Rudiments of good Manners in an infant Nation, when they once enter'd upon concealing their Pride, you said, that Improvements would be made every Day, 'till some of them grew impudent enough, not only to deny the high Value they had for themselves, but likewise to pretend that they had greater Value for others, than they had for themselves.","subId":"20","id":"Mandeville.P2.4.20","speaker":"Hor"},{"type":"paragraph","content":"It is certain, that this every where must have been the Fore-runner of Flattery.","subId":"21","id":"Mandeville.P2.4.21","speaker":"Cleo"},{"type":"paragraph","content":"When you talk of Flattery and Impudence, what do you think of the first Man that had the Face to tell his Equal, that he was his humble Servant?","subId":"22","id":"Mandeville.P2.4.22","speaker":"Hor"},{"type":"paragraph","content":"If that had been a new Compliment, I should have wonder'd much more at the Simplicity of the proud Man that swallow'd, than I would have done at the Impudence of the Knave that made it.","subId":"23","id":"Mandeville.P2.4.23","speaker":"Cleo"},{"type":"paragraph","content":"It certainly once was new: Which pray do you believe more antient, pulling off the Hat, or saying, Your humble Servant?","subId":"24","id":"Mandeville.P2.4.24","speaker":"Hor"},{"type":"paragraph","content":"They are both of them Gothick and modern.","subId":"25","id":"Mandeville.P2.4.25","speaker":"Cleo"},{"type":"paragraph","content":"I believe pulling off the Hat was first, it being the Emblem of Liberty.","subId":"26","id":"Mandeville.P2.4.26","speaker":"Hor"},{"type":"paragraph","content":"I don't think so: for he who pull'd off his Hat the first time, could not have been understood; if saying Your Servant had not been practis'd: and to shew Respect, a Man as well might have pull'd off one of his Shoes, as his Hat; if saying, Your Servant, had not been an establish'd and well-known Compliment.","subId":"27","id":"Mandeville.P2.4.27","speaker":"Cleo"},{"type":"paragraph","content":"So he might, as you say, and had a better Authority for the first, than he could have for the latter.","subId":"28","id":"Mandeville.P2.4.28","speaker":"Hor"},{"type":"paragraph","content":"And to this Day, taking off the Hat is a dumb Shew of a known Civility in Words: Mind now the Power of Custom, and imbibed Notions. We both laugh at this Gothick Absurdity, and are well assured, that it must have had its Origin from the basest Flattery: yet neither of us, walking with our Hats on, could meet an Acquaintance with whom we are not very familiar, without shewing this Piece of Civility; nay, it would be a Pain to us not to do it. But we have no Reason to think, that the Compliment of saying, Your Servant, began among Equals; but rather that, Flatterers having given it to Princes, it grew afterwards more common: for all those Postures and Flexions of Body and Limbs, had in all Probability their Rise from the Adulation that was paid to Conquerors and Tyrants; who, having every Body to fear, were always alarm'd at the least Shadow of Opposition, and never better pleas'd than with submissive and defenceless Postures: and you see, that they have all a Tendency that Way; they promise Security, and are silent Endeavours to ease and rid them, not only of their Fears, but likewise every Suspicion of Harm approaching them: such as lying prostrate on our Faces, touching the Ground with our Heads, kneeling, bowing low, laying our Hands upon our Breasts, or holding them behind us, folding our Arms together, and all the Cringes that can be made to demonstrate, that we neither indulge our Ease, nor stand upon our Guard. These are evident Signs and convincing Proofs to a Superior, that we have a mean Opinion of ourselves in respect to him, that we are at his Mercy, and have no Thought to resist, much less to attack him; and therefore it is highly probable, that saying, Your Servant, and pulling off the Hat, were at first Demonstrations of Obedience to those that claim'd it.","subId":"29","id":"Mandeville.P2.4.29","speaker":"Cleo"},{"type":"paragraph","content":"Which in Tract of Time became more familiar, and were made use of reciprocally in the way of Civility.","subId":"30","id":"Mandeville.P2.4.30","speaker":"Hor"},{"type":"paragraph","content":"I believe so; for as good Manners encrease, we see, that the highest Compliments are made common, and new ones to Superiors invented instead of them.","subId":"31","id":"Mandeville.P2.4.31","speaker":"Cleo"},{"type":"paragraph","content":"So the Word Grace, which not long ago was a Title, that none but our Kings and Queens were honoured with, is devolved upon Archbishops and Dukes.","subId":"32","id":"Mandeville.P2.4.32","speaker":"Hor"},{"type":"paragraph","content":"It was the same with Highness, which is now given to the Children, and even the Grandchildren of Kings.","subId":"33","id":"Mandeville.P2.4.33","speaker":"Cleo"},{"type":"paragraph","content":"The Dignity, that is annex'd to the Signification of the Word Lord, has been better preserv'd with us, than in most Countries: In Spanish, Italian, High and Low-Dutch, it is prostituted to almost every Body.","subId":"34","id":"Mandeville.P2.4.34","speaker":"Hor"},{"type":"paragraph","content":"It has had better Fate in France; where likewise the Word Sire has lost nothing of its Majesty, and is only used to the Monarch: whereas with us it is a Compliment of Address, that may be made to a Cobler, as well as to a King.","subId":"35","id":"Mandeville.P2.4.35","speaker":"Cleo"},{"type":"paragraph","content":"Whatever Alterations may be made in the Sense of Words, by Time; yet, as the World grows more polish'd, Flattery becomes less bare-faced, and the Design of it upon Man's Pride is better disguis'd than it was formerly. To praise a Man to his Face, was very common among the Ancients: Considering Humility to be a Virtue particularly required of Christians, I have often wonder'd how the Fathers of the Church could suffer those Acclamations and Applauses, that were made to them whilst they were preaching; and which, tho' some of them spoke against them, many of them appear to have been extremely fond of.","subId":"36","id":"Mandeville.P2.4.36","speaker":"Hor"},{"type":"paragraph","content":"Human Nature is always the same; where Men exert themselves to the utmost, and take uncommon Pains, that spend and waste the Spirits, those Applauses are very reviving: The Fathers, who spoke against them, spoke chiefly against the Abuse of them.","subId":"37","id":"Mandeville.P2.4.37","speaker":"Cleo"},{"type":"paragraph","content":"It must have been very odd to hear People bawling out, as often the greatest Part of an Audience did, Sophos, divinitus, non potest melius, mirabiliter, acriter, ingeniose: They told the Preachers likewise that they were Orthodox, and sometimes call'd them, Apostolus decimus tertius.","subId":"38","id":"Mandeville.P2.4.38","speaker":"Hor"},{"type":"paragraph","content":"These Words at the end of a Period might have pass'd, but the Repetitions of them were often so loud and so general; and the Noise they made with their Hands and Feet, so disturbing in and out of Season; that they could not hear a quarter of the Sermon: Yet several Fathers own'd that it was highly delightful, and soothing human Frailty.","subId":"39","id":"Mandeville.P2.4.39","speaker":"Cleo"},{"type":"paragraph","content":"The Behaviour at Churches is more decent, as it is now.","subId":"40","id":"Mandeville.P2.4.40","speaker":"Hor"},{"type":"paragraph","content":"Since Paganism has been quite extinct in the old Western World, the Zeal of Christians is much diminish'd from what it was, when they had many Opposers: The want of Fervency had a great hand in abolishing that Fashion.","subId":"41","id":"Mandeville.P2.4.41","speaker":"Cleo"},{"type":"paragraph","content":"But whether it was the Fashion, or not, it must always have been shocking.","subId":"42","id":"Mandeville.P2.4.42","speaker":"Hor"},{"type":"paragraph","content":"Do you think, that the repeated Acclamations, the Clapping, Stamping, and the most extravagant Tokens of Applause, that are now used at our several Theatres, were ever shocking to a favorite Actor; or that the Huzzah's of the Mob, or the hideous Shouts of Soldiers, were ever shocking to Persons of the highest Distinction, to whose Honour they were made?","subId":"43","id":"Mandeville.P2.4.43","speaker":"Cleo"},{"type":"paragraph","content":"I have known Princes that were very much tired with them.","subId":"44","id":"Mandeville.P2.4.44","speaker":"Hor"},{"type":"paragraph","content":"When they had too much of them; but never at first. In working a Machine, we ought to have Regard to the Strength of its Frame: Limited Creatures are not susceptible of infinite Delight; therefore we see, that a Pleasure protracted beyond its due Bounds becomes a Pain: But where the Custom of the Country is not broken in upon, no Noise, that is palpably made in our Praise, and which we may hear with Decency, can ever be ungrateful, if it don't out-last a reasonable Time: But there is no Cordial so sovereign, that it may not become offensive, by being taken to excess.","subId":"45","id":"Mandeville.P2.4.45","speaker":"Cleo"},{"type":"paragraph","content":"And the sweeter and more delicious Liquors are, the sooner they become fulsom, and the less fit they are to sit by.","subId":"46","id":"Mandeville.P2.4.46","speaker":"Hor"},{"type":"paragraph","content":"Your Simile is not amiss; and the same Acclamations that are ravishing to a Man at first, and perhaps continue to give him an unspeakable Delight for eight or nine Minutes, may become more moderately pleasing, indifferent, cloying, troublesome, and even so offensive as to create Pain, all in less than three Hours; if they were to continue so long without Intermission.","subId":"47","id":"Mandeville.P2.4.47","speaker":"Cleo"},{"type":"paragraph","content":"There must be great Witchcraft in Sounds, that they should have such different Effects upon us, as we often see they have.","subId":"48","id":"Mandeville.P2.4.48","speaker":"Hor"},{"type":"paragraph","content":"The Pleasure we receive from Acclamations, is not in the Hearing; but proceeds from the Opinion we form of the Cause, that produces those Sounds, the Approbation of others. At the Theatres all over Italy you have heard, that, when the whole Audience demands Silence and Attention, which there is an establish'd Mark of Benevolence and Applause, the Noise they make comes very near, and is hardly to be distinguish'd from, our Hissing which with us is the plainest Token of Dislike and Contempt: And without doubt the Cat-calls to affront Faustina were far more agreeable to Cozzoni, than the most artful Sounds she ever heard from her Triumphant Rival.","subId":"49","id":"Mandeville.P2.4.49","speaker":"Cleo"},{"type":"paragraph","content":"That was abominable!","subId":"50","id":"Mandeville.P2.4.50","speaker":"Hor"},{"type":"paragraph","content":"The Turks shew their Respects to their Sovereigns by a profound Silence, which is strictly kept throughout the Seraglio, and still more religiously observed the nearer you come to the Sultan's Apartment.","subId":"51","id":"Mandeville.P2.4.51","speaker":"Cleo"},{"type":"paragraph","content":"This latter is certainly the politer way of gratifying one's Pride.","subId":"52","id":"Mandeville.P2.4.52","speaker":"Hor"},{"type":"paragraph","content":"All that depends upon Mode and Custom.","subId":"53","id":"Mandeville.P2.4.53","speaker":"Cleo"},{"type":"paragraph","content":"But the Offerings, that are made to a Man's Pride in Silence, may be enjoy'd without the loss of his Hearing, which the other cannot.","subId":"54","id":"Mandeville.P2.4.54","speaker":"Hor"},{"type":"paragraph","content":"That is a Trifle, in the Gratification of that Passion: We never enjoy higher Pleasure, from the Appetite we would indulge, than when we feel nothing from any other.","subId":"55","id":"Mandeville.P2.4.55","speaker":"Cleo"},{"type":"paragraph","content":"But Silence expresses greater Homage and deeper Veneration, than Noise.","subId":"56","id":"Mandeville.P2.4.56","speaker":"Hor"},{"type":"paragraph","content":"It is good to sooth the Pride of a Drone; but an active Man loves to have that Passion rous'd, and as it were kept awake, whilst it is gratify'd; and Approbation from Noise is more unquestionable than the other: However I won't determine between them; much may be said on both sides. The Greeks and Romans used Sounds, to stir up Men to noble Actions, with great Success; and the Silence observed among the Ottomans has kept them very well in the slavish Submission, which their Sovereigns require of them: Perhaps the one does better where absolute Power is lodg'd in one Person, and the other where there is some Shew of Liberty. Both are proper Tools to flatter the Pride of Man, when they are understood and made use of as such. I have known a very brave Man used to the Shouts of War, and highly delighted with loud Applause, be very angry with his Butler, for making a little ratling with his Plates.","subId":"57","id":"Mandeville.P2.4.57","speaker":"Cleo"},{"type":"paragraph","content":"An old Aunt of mine th' other Day turn'd away a very clever Fellow, for not walking upon his Toes; and I must own myself, that the stamping of Footmen, and all unmannerly Loudness of Servants, are very offensive to me; tho' I never enter'd into the Reason of it before now. In our last Conversation, when you describ'd the Symptoms of Self-liking, and what the Behaviour would be of an unciviliz'd Man, you named Laughing: I know it is one of the Characteristicks of our Species: Pray do you take that to be likewise the Result of Pride?","subId":"58","id":"Mandeville.P2.4.58","speaker":"Hor"},{"type":"paragraph","content":"Hobbes is of that Opinion, and in most Instances it might be derived from thence; but there are some Phænomena not to be explain'd by that Hypothesis; therefore I would chuse to say, that Laughter is a Mechanical Motion, which we are naturally thrown into, when we are unaccountably pleas'd. When our Pride is feelingly gratify'd; when we hear or see any thing which we admire or approve of; or when we are indulging any other Passion or Appetite, and the Reason why we are pleas'd, seems to be just and worthy, we are then far from laughing: But when Things or Actions are odd and out of the way, and happen to please us, when we can give no just Reason why they should do so, it is then, generally speaking, that they make us laugh.","subId":"59","id":"Mandeville.P2.4.59","speaker":"Cleo"},{"type":"paragraph","content":"I would rather side with what you said was Hobbes's Opinion: For the Things we commonly laugh at are such, as are some way or other mortifying, unbecoming, or prejudicial to others.","subId":"60","id":"Mandeville.P2.4.60","speaker":"Hor"},{"type":"paragraph","content":"But what will you say to Tickling, which will make an Infant laugh that is deaf and blind?","subId":"61","id":"Mandeville.P2.4.61","speaker":"Cleo"},{"type":"paragraph","content":"Can you account for that, by your System?","subId":"62","id":"Mandeville.P2.4.62","speaker":"Hor"},{"type":"paragraph","content":"Not to my Satisfaction; but I'll tell you what might be said for it. We know by Experience, that the smoother, the softer, and the more sensible the Skin is, the more ticklish Persons are, generally speaking: We know likewise, that Things rough, sharp and hard when they touch the Skin are displeasing to us, even before they give Pain; and that on the contrary every thing, apply'd to the Skin, that is soft and smooth, and not otherwise offensive, is delightful. It is possible, that gentle Touches being impress'd on several nervous Filaments at once, every one of them producing a pleasing Sensation, may create that confus'd Pleasure, which is the Occasion of Laughter.","subId":"63","id":"Mandeville.P2.4.63","speaker":"Cleo"},{"type":"paragraph","content":"But how come you to think of Mechanick Motion, in the Pleasure of a free Agent?","subId":"64","id":"Mandeville.P2.4.64","speaker":"Hor"},{"type":"paragraph","content":"Whatever free Agency we may pretend to in the forming of Ideas, the Effect of them upon the Body is independent of the Will. Nothing is more directly opposite to laughing than frowning: The one draws Wrinkles in the Forehead, knits the Brows, and keeps the Mouth shut: The other does quite the reverse; exporrigere frontem, you know, is a Latin Phrase for being merry. In sighing, the Muscles of the Belly and Breast are pull'd inward, and the Diaphragm is pull'd upward more than ordinary; and we seem to endeavour, tho' in vain, to squeeze and compress the Heart, whilst we draw in our Breath in a forcible manner; and when in that squeezing Posture we have taken in as much Air, as we can contain, we throw it out with the same Violence we suck'd it in with, and at the same time give a sudden Relaxation to all the Muscles we employ'd before. Nature certainly design'd this for something in the Labour for Self-preservation, which she forces upon us. How mechanically do all Creatures that can make any Sound cry out, and complain in great Afflictions, as well as Pain and imminent Danger! In great Torments the Efforts of Nature are so violent that way, that to disappoint her, and prevent the Discovery of what we feel, by Sounds, and which she bids us make, we are forc'd to draw our Mouth into a Purse, or else suck in our Breath, bite our Lips, or squeeze them close together, and use the most effectual Means to hinder the Air from coming out. In Grief we sigh, in Mirth we laugh: In the latter, little Stress is laid upon the Respiration, and this is perform'd with less Regularity than it is at any other time; all the Muscles without and every thing within feel loose, and seem to have no other Motion, than what is communicated to them by the convulsive Shakes of Laughter.","subId":"65","id":"Mandeville.P2.4.65","speaker":"Cleo"},{"type":"paragraph","content":"I have seen People laugh till they lost all their Strength.","subId":"66","id":"Mandeville.P2.4.66","speaker":"Hor"},{"type":"paragraph","content":"How much is all this the Reverse of what we observe in sighing! When Pain or depth of Woe make us cry out, the Mouth is drawn round, or at least into an Oval; the Lips are thrusted forward without touching each other, and the Tongue is pull'd in, which is the Reason that all Nations, when they exclaim, cry, Oh!","subId":"67","id":"Mandeville.P2.4.67","speaker":"Cleo"},{"type":"paragraph","content":"Why, pray?","subId":"68","id":"Mandeville.P2.4.68","speaker":"Hor"},{"type":"paragraph","content":"Because whilst the Mouth, Lips, and Tongue remain in those Postures, they can sound no other Vowel, and no Consonant at all. In laughing, the Lips are pull'd back, and strain'd to draw the Mouth in its fullest Length.","subId":"69","id":"Mandeville.P2.4.69","speaker":"Cleo"},{"type":"paragraph","content":"I would not have you lay great Stress upon that, for it is the same in Weeping, which is an undoubted Sign of Sorrow.","subId":"70","id":"Mandeville.P2.4.70","speaker":"Hor"},{"type":"paragraph","content":"In great Afflictions, where the Heart is oppress'd, and Anxieties, which we endeavour to resist, few People can weep; but when they do, it removes the Oppression, and sensibly relieves them: For then their Resistance is gone, and Weeping in Distress is not so much a Sign of Sorrow, as it is an Indication, that we can bear our Sorrow no longer; and therefore it is counted unmanly to weep, because it seems to give up our Strength, and is a kind of yielding to our Grief. But the Action of Weeping itself is not more peculiar to Grief, than it is to Joy, in adult People; and there are Men, who shew great Fortitude in Afflictions, and bear the greatest Misfortunes with dry Eyes, that will cry heartily at a moving Scene in a Play. Some are easily wrought upon by one thing, others are sooner affected with another; but whatever touches us so forcibly, as to overwhelm the Mind, prompts us to weep, and is the mechanical Cause of Tears; and therefore, besides Grief, Joy, and Pity, there are other things no way relating to ourselves, that may have this Effect upon us; such as the Relations of surprizing Events and sudden Turns of Providence in behalf of Merit; Instances of Heroism, of Generosity; in Love, in Friendship, in an Enemy; or the hearing or reading of noble Thoughts and Sentiments of Humanity; more especially, if these Things are convey'd to us suddenly, in an agreeable manner, and unlook'd for, as well as lively Expressions. We shall observe likewise, that none are more subject to this Frailty of shedding Tears on such foreign Accounts, than Persons of Ingenuity and quick Apprehension; and those among them that are most benevolent, generous and open-hearted; whereas the Dull and Stupid, the Cruel, Selfish, and Designing, are very seldom troubled with it. Weeping therefore, in earnest, is always a sure and involuntary Demonstration that something strikes and overcomes the Mind, whatever that be which affects it. We find likewise, that outward Violence, as sharp Winds and Smoak, the Effluvia of Onions, and other volatile Salts, &c. have the same Effect upon the external Fibres of the lachrymal Ducts and Glands, that are exposed, which the sudden Swelling and Pressure of the Spirits has upon those within. The Divine Wisdom is in nothing more conspicuous, than in the infinite Variety of living Creatures of different Construction; every part of them being contriv'd with stupendious Skill, and fitted with the utmost Accuracy for the different Purposes they were design'd for: The human Body, above all, is a most astonishing Master-piece of Art: The Anatomist may have a perfect Knowledge of all the Bones and their Ligaments, the Muscles and their Tendons, and be able to dissect every Nerve and every Membrane with great Exactness; the Naturalist likewise may dive a great Way into the inward Oeconomy, and different Symptoms of Health and Sickness: They may all approve of, and admire the curious Machine; but no Man can have a tolerable Idea of the Contrivance, the Art, and the Beauty of the Workmanship itself, even in those Things he can see, without being likewise vers'd in Geometry and Mechanicks.","subId":"71","id":"Mandeville.P2.4.71","speaker":"Cleo"},{"type":"paragraph","content":"How long is it ago that Mathematicks were brought into Physick? That Art, I have heard, is brought to great Certainty by them.","subId":"72","id":"Mandeville.P2.4.72","speaker":"Hor"},{"type":"paragraph","content":"What you speak of is quite another thing. Mathematicks never had, nor ever can have, any thing to do with Physick; if you mean by it the Art of Curing the Sick. The Structure and Motions of the Body, may, perhaps, be mechanically accounted for, and all Fluids are under the Laws of Hydrostaticks: But we can have no Help from any Part of the Mechanicks, in the Discovery of hings, infinitely remote from Sight, and entirely unknown as to their Shapes and Bulks. Physicians, with the rest of Mankind, are wholly ignorant of the first Principles and constituent Parts of Things, in which all the Virtues and Properties of them consist; and this, as well of the Blood and other Juices of the Body, as the Simples, and consequently all the Medicines they make use of. There is no Art that has less Certainty than theirs, and the most valuable Knowledge in it arises from Observation, and is such; as a Man of Parts and Application, who has fitted himself for that Study, can only be possess'd of, after a long and judicious Experience. But the Pretence to Mathematicks, or the Usefulness of it in the Cure of Diseases, is a Cheat, and as errant a Piece of Quackery as a Stage and a Merry Andrew.","subId":"73","id":"Mandeville.P2.4.73","speaker":"Cleo"},{"type":"paragraph","content":"But since there is so much Skill display'd in the Bones, Muscles, and grosser Parts, is it not reasonable to think, that there is no less Art bestow'd on those that are beyond the Reach of our Senses?","subId":"74","id":"Mandeville.P2.4.74","speaker":"Hor"},{"type":"paragraph","content":"I no ways doubt it: Microscopes have open'd a new World to us, and I am far from thinking, that Nature should leave off her Work, where we can trace her no further. I am persuaded that our Thoughts, and the Affections of the Mind, have a more certain and more mechanical Influence upon several Parts of the Body, than has been hitherto, or in all human Probability, ever will be discovered. The visible Effect they have on the Eyes, and Muscles of the Face, must shew the least attentive, the Reason I have for this Assertion. When in Mens Company we are upon our Guard, and would preserve our Dignity, the Lips are shut and the Jaws meet; the Muscles of the Mouth are gently braced, and the rest all over the Face are kept firmly in their Places: Turn away from these into another Room, where you meet with a fine young Lady that is affable and easy; immediately, before you think on it, your Countenance will be strangely alter'd; and without being conscious of having done any thing to your Face, you'll have quite another Look; and every body, that has observ'd you, will discover in it more Sweetness and less Severity than you had the Moment before. When we suffer the lower Jaw to sink down, the Mouth opens a little: If in this Posture we look strait before us, without fixing our Eyes on any thing, we may imitate the Countenance of a Natural; by dropping, as it were, our Features, and laying no Stress on any Muscle of the Face. Infants, before they have learn'd to swallow their Spittle, generally keep their Mouths open, and are always drivelling: In them, before they shew any Understanding, and whilst it is yet very confus'd, the Muscles of the Face are, as it were, relax'd, the lower Jaw falls down, and the Fibres of the Lips are unbraced; at least, these Phænomena we observe in them, during that Time, more often than we do afterwards. In extreme old Age, when People begin to doat, these Symptoms return; and in most Idiots they continue to be observ'd, as long as they live: Hence it is that we say, that a Man wants a Slabbering-Bibb, when he behaves very sillily, or talks like a natural Fool. When we reflect on all this, on the one hand, and consider on the other, that none are less prone to Anger than Idiots, and no Creatures are less affected with Pride, I would ask, whether there is not some Degree of Self-liking, that mechanically influences, and seems to assist us, in the decent Wearing of our Faces.","subId":"75","id":"Mandeville.P2.4.75","speaker":"Cleo"},{"type":"paragraph","content":"I cannot resolve you; what I know very well is, that by these Conjectures on the Mechanism of Man, I find my Understanding very little inform'd: I wonder how we came upon the Subject.","subId":"76","id":"Mandeville.P2.4.76","speaker":"Hor"},{"type":"paragraph","content":"You enquired into the Origin of Risibility, which no body can give an Account of, with any Certainty; and in such Cases every body is at liberty to make Guesses, so they draw no Conclusions from them, to the Prejudice of any thing better establish'd. But the chief Design I had in giving you these indigested Thoughts, was to hint to you, how really mysterious the Works of Nature are; I mean, how replete they are every where, with a Power glaringly conspicuous, and yet incomprehensible beyond all human Reach; in order to demonstrate, that more useful Knowledge may be acquired from unwearied Observation, judicious Experience, and arguing from Facts à posteriori, than from the haughty Attempts of entring into first Causes, and reasoning à priori. I don't believe there is a Man in the World of that Sagacity, if he was wholly unacquainted with the Nature of a Spring-Watch, that he would ever find out by dint of Penetration the Cause of its Motion, if he was never to see the Inside: But every middling Capacity may be certain, by seeing only the Outside, that its pointing at the Hour, and keeping to Time, proceed from the Exactness of some curious Workmanship that's hid; and that the Motion of the Hands, what Number of Resorts soever it is communicated by, is originally owing to something else that first moves within. In the same manner we are sure that, as the Effects of Thought upon the Body are palpable, several Motions are produced by it, by contact, and consequently mechanically: But the Parts, the Instruments which that Operation is perform'd with, are so immensely far remote from our Senses, and the Swiftness of the Action is so prodigious, that it infinitely surpasses our Capacity to trace them.","subId":"77","id":"Mandeville.P2.4.77","speaker":"Cleo"},{"type":"paragraph","content":"But is not Thinking the Business of the Soul? What has Mechanism to do with that?","subId":"78","id":"Mandeville.P2.4.78","speaker":"Hor"},{"type":"paragraph","content":"The Soul, whilst in the Body, cannot be said to think, otherwise than an Architect is said to build a House, where the Carpenters, Bricklayers, &c. do the Work, which he chalks out and superintends.","subId":"79","id":"Mandeville.P2.4.79","speaker":"Cleo"},{"type":"paragraph","content":"Which Part of the Brain do you think the Soul to be more immediately lodg'd in; or do you take it to be diffused through the whole?","subId":"80","id":"Mandeville.P2.4.80","speaker":"Hor"},{"type":"paragraph","content":"I know nothing of it more than what I have told you already.","subId":"81","id":"Mandeville.P2.4.81","speaker":"Cleo"},{"type":"paragraph","content":"I plainly feel that this Operation of Thinking is a Labour, or at least something that is transacting, in my Head, and not in my Leg nor my Arm: What Insight or real Knowledge have we from Anatomy Concerning it?","subId":"82","id":"Mandeville.P2.4.82","speaker":"Hor"},{"type":"paragraph","content":"None at all à priori: The most consummate Anatomist knows no more of it than a Butcher's Prentice. We may admire the curious Duplicate of Coats, and close Embroidery of Veins and Arteries that environ the Brain: But when dissecting it we have viewed the several Pairs of Nerves with their Origin, and taken Notice of some Glands of various Shapes and Sizes, which differing from the Brain in Substance, could not but rush in View; when these, I say, have been taken Notice of, and distinguish'd by different Names, some of them not very pertinent, and less polite, the best Naturalist must acknowledge, that even of these large visible Parts there are but few, the Nerves and Blood-Vessels excepted, at the Use of which he can give any tollerable Guesses: But as to the mysterious Structure of the Brain itself, and the more abstruse Oeconomy of it, that he knows nothing; but that the whole seems to be a medullary Substance, compactly treasur'd up in infinite Millions of imperceptible Cells, that dispos'd in an unconceivable Order, are cluster'd together in a perplexing Variety of Folds and Windings. He'll add, perhaps, that it is reasonable to think, this to be the capacious Exchequer of human Knowledge, in which the faithful Senses deposite the vast Treasure of Images, constantly, as through their Organs they receive them: That it is the Office in which the Spirits are separated from the Blood, and afterwards sublim'd and volatiliz'd into Particles hardly corporeal; and that the most minute of these are always, either searching for, or variously disposing the Images retain'd, and shooting through the infinite Meanders of that wonderful Substance, employ themselves, without ceasing, in that inexplicable Performance, the Contemplation of which fills the most exalted Genius with Amazement.","subId":"83","id":"Mandeville.P2.4.83","speaker":"Cleo"},{"type":"paragraph","content":"These are very airy Conjectures, but nothing of all this can be proved; the Smallness of the Parts, you'll say, is the Reason; but if greater Improvements were made in Optick Glasses, and Microscopes could be invented that magnify'd Objects three or four Millions of Times more than they do now, then certainly those minute Particles, so immensely remote from the Senses you speak of, might be observed, if that which does the Work is corporeal at all.","subId":"84","id":"Mandeville.P2.4.84","speaker":"Hor"},{"type":"paragraph","content":"That such Improvements are impossible, is demonstrable; but if it was not, even then we could have little Help from Anatomy. The Brain of an Animal cannot be look'd and search'd into whilst it is alive. Should you take the main Spring out of a Watch, and leave the Barrel that contain'd it, standing empty, it would be impossible to find out what it had been that made it exert itself, whilst it shew'd the Time. We might examine all the Wheels, and every other Part belonging, either to the Movement or the Motion, and, perhaps, find out the Use of them, in relation to the Turning of the Hands; but the first Cause of this Labour would remain a Mystery for ever.","subId":"85","id":"Mandeville.P2.4.85","speaker":"Cleo"},{"type":"paragraph","content":"The main Spring in us is the Soul, which is immaterial and immortal: But what is that to other Creatures that have a Brain like ours, and no such immortal Substance distinct from Body? Don't you believe that Dogs and Horses think?","subId":"86","id":"Mandeville.P2.4.86","speaker":"Hor"},{"type":"paragraph","content":"I believe they do, though in a Degree of Perfection far inferior to us.","subId":"87","id":"Mandeville.P2.4.87","speaker":"Cleo"},{"type":"paragraph","content":"What is it, that superintends Thought in them? where must we look for it? which is the main Spring?","subId":"88","id":"Mandeville.P2.4.88","speaker":"Hor"},{"type":"paragraph","content":"I can answer you no otherwise, than Life.","subId":"89","id":"Mandeville.P2.4.89","speaker":"Cleo"},{"type":"paragraph","content":"What is Life?","subId":"90","id":"Mandeville.P2.4.90","speaker":"Hor"},{"type":"paragraph","content":"Every body understands the Meaning of the Word, though, perhaps, no body knows the Principle of Life, that Part which gives Motion to all the rest.","subId":"91","id":"Mandeville.P2.4.91","speaker":"Cleo"},{"type":"paragraph","content":"Where Men are certain that the Truth of a Thing is not to be known, they will always differ, and endeavour to impose upon one another.","subId":"92","id":"Mandeville.P2.4.92","speaker":"Hor"},{"type":"paragraph","content":"Whilst there are Fools and Knaves they will: But I have not impos'd upon you: What I said of the Labour of the Brain, I told you, was a Conjecture, which I recommend no farther to you than you shall think it probable. You ought to expect no Demonstration of a Thing, that from its Nature can admit of none. When the Breath is gone, and the Circulation ceas'd, the Inside of an Animal is vastly different from what it was whilst the Lungs play'd, and the Blood and Juices were in full Motion through every Part of it. You have seen those Engines that raise Water by the Help of Fire; the Steam you know, is that which forces it up; it is as impossible to see the volatile Particles that perform the Labour of the Brain, when the Creature is dead, as in the Engine it would be to see the Steam, (which yet does all the Work) when the Fire is out and the Water cold. Yet if this Engine was shewn to a Man when it was not at Work, and it was explain'd to him, which Way it rais'd the Water, it would be a strange Incredulity, or great Dullness of Apprehension, not to believe it; if he knew perfectly well, that by Heat, Liquids may be rarified into Vapour.","subId":"93","id":"Mandeville.P2.4.93","speaker":"Cleo"},{"type":"paragraph","content":"But don't you think there is a Difference in Souls, and are they all equally good or equally bad?","subId":"94","id":"Mandeville.P2.4.94","speaker":"Hor"},{"type":"paragraph","content":"We have some tolerable Ideas of Matter and Motion; or, at least, of what we mean by them, and therefore we may form Idea's of Things corporeal, though they are beyond the Reach of our Senses; and we can conceive any Portion of Matter a thousand times less than our Eyes, even by the Help of the best Microscopes, are able to see it: But the Soul is altogether incomprehensible, and we can deterinine but little about it, that is not reveal'd to us. I believe that the Difference of Capacities in Men depends upon, and is entirely owing to, the Difference there is between them, either in the Fabrick itself, that is, the greater or lesser Exactness in the Composure of their Frame, or else in the Use that is made of it. The Brain of a Child, newly born, is Charte Blanche; and, as you have hinted very justly, we have no Ideas, which we are not obliged for to our Senses. I make no question, but that in this Rummaging of the Spirits through the Brain, in hunting after, joyning, separating, changing, and compounding of Ideas with inconceivable Swiftness, under the Superintendency of the Soul, the Action of Thinking consists. The best Thing, therefore, we can do to Infants after the first Month, besides feeding and keeping them from Harm, is to make them take in Ideas, beginning by the two most useful Senses, the Sight and Hearing; and dispose them to set about this Labour of the Brain, and by our Example, encourage them to imitate us in Thinking; which, on their Side, is very poorly perform'd at first. Therefore the more an Infant, in Health, is talk'd to, and jumbl'd about, the better it is for it, at least, for the first two Years; and for its Attendance in this early Education, to the wisest Matron in the World, I would prefer an active young Wench, whose Tongue never stands still, that should run about, and never cease diverting and playing with it whilst it was awake; and where People can afford it, two or three of them, to relieve one another when they are tired, are better than one.","subId":"95","id":"Mandeville.P2.4.95","speaker":"Cleo"},{"type":"paragraph","content":"Then you think Children reap great Benefit from the non-sensical Chat of Nurses?","subId":"96","id":"Mandeville.P2.4.96","speaker":"Hor"},{"type":"paragraph","content":"It is of inestimable Use to them, and teaches them to think, as well as speak, much sooner and better, than with equal aptitude of Parts they would do without. The Business is to make them exert those Faculties, and keep Infants continually employ'd about them; for the time which is lost then, is never to be retriev'd.","subId":"97","id":"Mandeville.P2.4.97","speaker":"Cleo"},{"type":"paragraph","content":"Yet we seldom remember any thing of what we saw or heard, before we were two Years old: then what would be lost, if Children should not hear all that Impertinence?","subId":"98","id":"Mandeville.P2.4.98","speaker":"Hor"},{"type":"paragraph","content":"As Iron is to be hammer'd whilst it is hot and ductile, so Children are to be taught when they are young: as the Flesh and every Tube and Membrane about them, are then tenderer, and will yield sooner to slight Impressions, than afterwards; so many of their Bones are but Cartilages, and the Brain itself is much softer, and in a manner fluid: This is the Reason, that it cannot so well retain the Images it receives, as it does afterwards, when the Substance of it comes to be of a better Consistence. But as the first Images are lost, so they are continually succeeded by new ones; and the Brain at first serves as a Slate to Cypher, or a Sampler to work upon. What Infants should chiefly learn, is the Performance itself, the Exercise of Thinking, and to contract a Habit of disposing, and with Ease and Agility managing the Images retain'd, to the Purpose intended: which is never attain'd better than whilst the Matter is yielding, and the Organs are most flexible and supple. So they but exercise themselves in thinking and speaking, it is no Matter what they think on, or what they say, that is inoffensive. In sprightly Infants we soon see by their Eyes the Efforts they are making to imitate us, before they are able; and that they try at this Exercise of the Brain, and make Essays to think, as well as they do, to hammer out Words, we may know from the Incoherence of their Actions, and the strange Absurdities they utter: but as there are more Degrees of Thinking well, than there are of Speaking plain, the first is of the greatest Consequence.","subId":"99","id":"Mandeville.P2.4.99","speaker":"Cleo"},{"type":"paragraph","content":"I wonder you should talk of teaching, and lay so great a Stress on a thing that comes so naturally to us, as Thinking: no Action is perform'd with greater Velocity by every Body: as quick as Thought, is a Proverb, and in less than a Moment a stupid Peasant may remove his Ideas from London to Japan, as easily as the greatest Wit.","subId":"100","id":"Mandeville.P2.4.100","speaker":"Hor"},{"type":"paragraph","content":"Yet there is nothing, in which Men differ so immensely from one another, as they do in the Exercise of this Faculty: the differences between them in Height, Bulk, Strength, and Beauty, are trifling, in Comparison to that which I speak of; and there is nothing in the World more valuable, or more plainly perceptible in Persons, than a happy Dexterity of Thinking. Two Men may have equal Knowledge, and yet the one shall speak as well off-hand, as the other can after two Hours Study.","subId":"101","id":"Mandeville.P2.4.101","speaker":"Cleo"},{"type":"paragraph","content":"I take it for granted, that no Man would study two Hours for a Speech, if he knew how to make it in less; and therefore I can't see what Reason you have, to suppose two such Persons to be of equal Knowledge.","subId":"102","id":"Mandeville.P2.4.102","speaker":"Hor"},{"type":"paragraph","content":"There is a double Meaning in the Word, knowing, which you seem not to attend to. There is a great Difference between knowing a Violin when you see it, and knowing how to play upon it. The Knowledge I speak of is of the first sort; and if you consider it in that Sense, you must be of my Opinion; for no Study can fetch any thing out of the Brain that is not there. Suppose you conceive a short Epistle in three Minutes, which another, who can make Letters and join them together as fast as your self, is yet an Hour about, tho' both of you write the same thing: it is plain to me, that the slow Person knows as much as you do; at least it does not appear that he knows less: he has receiv'd the same Images, but he cannot come at them, or at least not dispose them in that order, so soon as yourself. When we see two Exercises of equal Goodness, either in prose or verse; if the one is made ex tempore, and we are sure of it, and the other has cost two Days Labour, the Author of the first is a Person of finer natural Parts than the other, tho' their Knowledge, for ought we know, is the same: you see then the Difference between Knowledge, as it signifies the Treasure of Images receiv'd, and Knowledge, or rather Skill, to find out those Images when we want them, and work them readily to our Purpose.","subId":"103","id":"Mandeville.P2.4.103","speaker":"Cleo"},{"type":"paragraph","content":"When we know a Thing, and cannot readily think of it, or bring it to mind, I thought that was the Fault of the Memory.","subId":"104","id":"Mandeville.P2.4.104","speaker":"Hor"},{"type":"paragraph","content":"So it may be in part: but there are Men of prodigious Reading, that have likewise great Memories, who judge ill, and seldom say any thing a propos, or say it when it is too late. Among the helluones librorum, the Cormorants of Books, there are wretched Reasoners, that have canine Appetites, and no Digestion. What Numbers of learned Fools do we not meet with in large Libraries; from whose Works it is evident, that Knowledge must have lain in their Heads, as Furniture at an Upholder's; and the Treasure of the Brain was a Burden to them, instead of an Ornament! All this proceeds from a Defect in the Faculty of Thinking; an Unskilfulness, and want of Aptitude in managing, to the best Advantage, the Idea's we have receiv'd. We see others, on the contrary, that have very fine Sense, and no Litterature at all. The generality of Women are quicker of Invention, and more ready at Repartee, than the Men, with equal Helps of Education; and it is surprizing to see, what a considerable Figure some of them make in Conversation, when we consider the small Opportunities they have had of acquiring Knowledge.","subId":"105","id":"Mandeville.P2.4.105","speaker":"Cleo"},{"type":"paragraph","content":"But sound Judgment is a great Rarity among them.","subId":"106","id":"Mandeville.P2.4.106","speaker":"Hor"},{"type":"paragraph","content":"Only for want of Practice, Application and Assiduity. Thinking on abstruse Matters, is not their Province in Life; and the Stations they are commonly placed in, find them other Employment: but there is no Labour of the Brain, which Women are not as capable of performing, at least, as well as the Men, with the same Assistance, if they set about, and persevere in it: sound Judgment is no more than the Result of that Labour: he that uses himself to take Things to Pieces, to compare them together, to consider them abstractly and impartially; that is, he, who of two Propositions he is to examine, seems not to care which is true; he that lays the whole Stress of his Mind on every Part alike, and puts the same Thing in all the Views it can be seen in: he, I say, that employs himself most often in this Exercise, is most likely, cæteris paribus, to acquire what we call a sound Judgment. The Workmanship in the Make of Women seems to be more elegant, and better finish'd: the Features are more delicate, the Voice is sweeter, the whole Outside of them is more curiously wove, than they are in Men; and the difference in the Skin between theirs and ours is the same, as there is between fine Cloth and coarse. There is no Reason to imagine, that Nature should have been more neglectful of them out of Sight, than she has where we can trace her; and not have taken the same Care of them in the Formation of the Brain, as to the Nicety of the Structure, and superior Accuracy in the Fabrick, which is so visible in the rest of their Frame.","subId":"107","id":"Mandeville.P2.4.107","speaker":"Cleo"},{"type":"paragraph","content":"Beauty is their Attribute, as Strength is ours.","subId":"108","id":"Mandeville.P2.4.108","speaker":"Hor"},{"type":"paragraph","content":"How minute soever those Particles of the Brain are, that contain the several Images, and are assisting in the Operation of Thinking, there must be a difference in the Justness, the Symmetry, and Exactness of them, between one Person and another, as well as there is in the grosser Parts: what the Women excel us in then, is the Goodness of the Instrument, either in the Harmony, or Pliableness of the Organs, which must be very material in the Art of Thinking, and is the only thing that deserves the Name of Natural Parts; since the Aptitude I have spoke of, depending upon Exercise, is notoriously acquired.","subId":"109","id":"Mandeville.P2.4.109","speaker":"Cleo"},{"type":"paragraph","content":"As the Workmanship in the Brain is rather more curious in Women than it is in Men, so in Sheep and Oxen, Dogs and Horses, I suppose it is infinitely coarser.","subId":"110","id":"Mandeville.P2.4.110","speaker":"Hor"},{"type":"paragraph","content":"We have no Reason to think otherwise.","subId":"111","id":"Mandeville.P2.4.111","speaker":"Cleo"},{"type":"paragraph","content":"But after all, that Self, that Part of us that wills and wishes, that chuses one thing rather than another, must be incorporeal: For if it is Matter, it must either be one single Particle, which I can almost feel it is not, or a Combination of many, which is more than inconceivable.","subId":"112","id":"Mandeville.P2.4.112","speaker":"Hor"},{"type":"paragraph","content":"I don't deny what you say; and that the Principle of Thought and Action is inexplicable in all Creatures, I have hinted already: But its being incorporeal does not mend the Matter, as to the Difficulty of explaining or conceiving it. That there must be a mutual Contact between this Principle, whatever it is, and the Body itself, is what we are certain of à posteriori; and a reciprocal Action upon each other, between an immaterial Substance and Matter, is as incomprehensible to human Capacity, as that Thought should be the Result of Matter and Motion.","subId":"113","id":"Mandeville.P2.4.113","speaker":"Cleo"},{"type":"paragraph","content":"Tho' many other Animals seem to be endued with Thought, there is no Creature we are acquainted with, besides Man, that shews or seems to feel, a Consciousness of his Thinking.","subId":"114","id":"Mandeville.P2.4.114","speaker":"Hor"},{"type":"paragraph","content":"It is not easy to determine what Instincts, Properties or Capacities other Creatures are either possess'd or destitute of, when those Qualifications fall not under our Senses: But it is highly probable that the principal and most necessary Parts of the Machine are less elaborate in Animals, that attain to all the Perfection they are capable of, in three, four, five, or six Years at furthest, than they are in a Creature that hardly comes to Maturity, its full Growth and Strength, in five and twenty. The Consciousness of a Man of fifty, that he is the same Man that did such a thing at twenty, and was once the Boy that had such and such Masters, depends wholly upon the Memory, and can never be traced to the Bottom: I mean, that no Man remembers any thing of himself, or what was transacted before he was two Years old, when he was but a Novice in the Art of Thinking, and the Brain was not yet of a due Consistence to retain long the Images it receiv'd: But this Remembrance, how far soever it may reach, gives us no greater Surety of our selves, than we should have of another that had been brought up with us, and never above a Week or a Month out of Sight. A Mother, when her Son is thirty Years old, has more Reason to know that he is the same whom she brought into the World, than himself; and such a one, who daily minds her Son, and remembers the Alterations of his Features from time to time, is more certain of him that he was not chang'd in the Cradle, than she can be of herself. So that all we can know of this Consciousness is, that it consists in, or is the Result of, the running and rummaging of the Spirits through all the Mazes of the Brain, and their looking there for Facts concerning ourselves: He that has lost his Memory, tho' otherwise in perfect Health, can't think better than a Fool, and is no more conscious that he is the same he was a Year ago, than he is of a Man whom he has known but a Fortnight. There are several Degrees of losing our Memory, but he who has entirely lost it becomes, ipso facto, an Idiot.","subId":"115","id":"Mandeville.P2.4.115","speaker":"Cleo"},{"type":"paragraph","content":"I am conscious of having been the Occasion of our rambling a great way from the Subject we were upon, but I don't repent of it: What you have said of the OEconomy of the Brain, and the Mechanical Influence of Thought upon the grosser Parts, is a noble Theme for Contemplation, on the infinite unutterable Wisdom, with which the various Instincts are so visibly planted in all Animals, to fit them for the respective Purposes they were design'd for; and every Appetite is so wonderfully interwove with the very Substance of their Frame. Nothing could be more seasonable, after you had shew'd me the Origin of Politeness, and in the Management of Self-liking set forth the Excellency of our Species beyond all other Animals, so conspicuous in the superlative Docility and indefatigable Industry; by which all Multitudes are capable of drawing innumerable Benefits, as well for the Ease and Comfort, as the Welfare and Safety of congregate Bodies, from a most stubborn and an unconquerable Passion, which in its Nature seems to be destructive to Sociableness and Society, and never fails, in untaught Men, to render them insufferable to one another.","subId":"116","id":"Mandeville.P2.4.116","speaker":"Hor"},{"type":"paragraph","content":"By the same Method of reasoning from Facts à posteriori, that has laid open to us the Nature and Usefulness of Self-liking, all the rest of the Passions may easily be accounted for, and become intelligible. It is evident, that the Necessaries of Life stand not every where ready dish'd up before all Creatures; therefore they have Instincts, that prompt them to look out for those Necessaries, and teach them how to come at them. The Zeal and Alacrity to gratify their Appetites is always proportion'd to the Strength, and the Degree of Force, with which those Instincts work upon every Creature: But considering the Disposition of things upon Earth, and the multiplicity of Animals, that have all their own Wants to supply, it must be obvious that these Attempts of Creatures, to obey the different Calls of Nature, will be often oppos'd and frustrated; and that, in many Animals, they would seldom meet with Success; if every Individual was not endued with a Passion that, summoning all his Strength, inspired him with a transporting Eagerness to overcome the Obstacles that hinder him in his great Work of Self-Preservation. The Passion I describe is call'd Anger. How a Creature possess'd of this Passion and Self-liking, when he sees others enjoy what he wants, should be affected with Envy, can likewise be no Mystery. After Labour, the most savage and the most industrious Creature seeks Rest: Hence we learn that all of them are furnish'd, more or less, with a Love of Ease; Exerting their Strength tires them; and the loss of Spirits, Experience teaches us, is best repair'd by Food and Sleep. We see that Creatures, who in their way of living must meet with the greatest Opposition, have the greatest share of Anger, and are born with offensive Arms. If this Anger was to employ a Creature always, without Consideration of the Danger he exposed himself to, he would soon be destroy'd: For this Reason they are all endued with Fear; and the Lion himself turns Tail, if the Hunters are arm'd, and too numerous. From what we observe in the Behaviour of Brutes, we have Reason to think, that among the more perfect Animals, those of the same Species have a Capacity on many Occasions, to make their Wants known to one another; and we are sure of several, not only that they understand one another, but likewise that they may be made to understand us. In comparing our Species with that of other Animals, when we consider the Make of Man, and the Qualifications that are obvious in him, his superior Capacity in the Faculties of thinking and reflecting, beyond other Creatures, his being capable of learning to speak, and the Usefulness of his Hands and Fingers, there is no room to doubt, that he is more fit for Society than any other Animal we know.","subId":"117","id":"Mandeville.P2.4.117","speaker":"Cleo"},{"type":"paragraph","content":"Since you wholly reject my Lord Shaftsbury's System, I wish you would give me your Opinion at large concerning Society, and the Sociableness of Man; and I will hearken to you with great Attention.","subId":"118","id":"Mandeville.P2.4.118","speaker":"Hor"},{"type":"paragraph","content":"The Cause of Sociableness in Man, that is his Fitness for Society, is no such abstruse Matter: A Person of midling Capacity, that has some Experience, and a tolerable Knowledge of human Nature, may soon find it out, if his Desire of knowing the Truth be sincere, and he will look for it without Prepossession; but most People that have treated on this Subject had a Turn to serve, and a Cause in View which they were resolved to maintain. It is very unworthy of a Philosopher to say, as Hobbes did, that Man is born unfit for Society, and alledge no better Reason for it, than the Incapacity that Infants come into the World with; but some of his Adversaries have as far overshot the Mark, when they asserted, that every thing which Men can attain to, ought to be esteem'd as a Cause of his Fitness for Society.","subId":"119","id":"Mandeville.P2.4.119","speaker":"Cleo"},{"type":"paragraph","content":"But is there in the Mind of Man a natural Affection, that prompts him to love his Species, beyond what other Animals have for theirs; or are we born with Hatred and Aversion, that makes us Wolves and Bears, to one another?","subId":"120","id":"Mandeville.P2.4.120","speaker":"Hor"},{"type":"paragraph","content":"I believe neither. From what appears to us in human Affairs, and the Works of Nature, we have more Reason to imagine that the Desire as well as Aptness of Man to associate, do not proceed from his Love to others, than we have to believe that a mutual Affection of the Planets to one another, superiour to what they feel to Stars more remote, is not the true Cause why they keep always moving together in the same solar System.","subId":"121","id":"Mandeville.P2.4.121","speaker":"Cleo"},{"type":"paragraph","content":"You don't believe that the Stars have any Love for one another, I am sure: Then why, more Reason?","subId":"122","id":"Mandeville.P2.4.122","speaker":"Hor"},{"type":"paragraph","content":"Because there are no Phænomena, plainly to contradict this Love of the Planets; and we meet with Thousands every Day to convince us, that Man centers every thing in himself, and neither loves nor hates, but for his own Sake. Every Individual is a little World by itself, and all Creatures, as far as their Understanding and Abilities will let them, endeavour to make that Self happy: This in all of them is the continual Labour, and seems to be the whole Design of Life. Hence it follows, that in the Choice of Things Men must be determin'd by the Perception they have of Happiness; and no Person can commit or set about an Action, which at that then present time seems not to be the best to him.","subId":"123","id":"Mandeville.P2.4.123","speaker":"Cleo"},{"type":"paragraph","content":"What will you say then to, video meliora proboque, deteriora sequor?","subId":"124","id":"Mandeville.P2.4.124","speaker":"Hor"},{"type":"paragraph","content":"That only shews the Turpitude of our Inclinations. But Men may say what they please: Every Motion in a free Agent which he does not approve of, is either convulsive, or it is not his; I speak of those that are subject to the Will. When two Things are left to a Person's Choice, it is a Demonstration, that he thinks That most eligible which he chuses, how contradictory, impertinent or pernicious soever his Reason for chusing it may be: Without this there could be no voluntary Suicide; and it would be Injustice to punish Men for their Crimes.","subId":"125","id":"Mandeville.P2.4.125","speaker":"Cleo"},{"type":"paragraph","content":"I believe every Body endeavours to be pleas'd; but it is inconceivable that Creatures of the same Species should differ so much from one another, as Men do in their Notions of Pleasure; and that some of them should take Delight in what is the greatest Aversion to others: All aim at Happiness, but the Question is, where it is to be found.","subId":"126","id":"Mandeville.P2.4.126","speaker":"Hor"},{"type":"paragraph","content":"It is with complete Felicity in this World, as it is with the Philosopher's Stone: Both have been sought after many different Ways, by wise Men as well as Fools, tho' neither of them has been obtain'd hitherto: But in searching after either, diligent Enquirers have often stumbled by Chance on useful Discoveries of Things they did not look for, and which human Sagacity labouring with Design à priori never would have detected. Multitudes of our Species may, in any habitable part of the Globe, assist one another in a common Defence, and be rais'd into a Body politick, in which Men shall live comfortably together for many Centuries, without being acquainted with a thousand things, that if known would every one of them be instrumental to render the Happiness of the Publick more complete, according to the common Notions, Men have of Happiness. In one part of the World we have found great and flourishing Nations that knew nothing of Ships; and in others, Traffick by Sea had been in use above two thousand Years, and Navigation had receiv'd innumerable Improvements, before they knew, how to sail by the help of the Loadstone: It would be ridiculous to alledge this piece of Knowledge, either as a Reason, why Man first chose to go to Sea, or as an Argument to prove his natural Capacity for Maritime Affairs. To raise a Garden, it is necessary that we should have a Soil, and a Climate fit for that Purpose: When we have these, we want nothing besides Patience, but the Seeds of Vegetables, and proper Culture. Fine Walks and Canals, Statues, Summer-houses, Fountains and Caskades are great Improvements on the Delights of Nature; but they are not essential to the Existence of a Garden. All Nations must have had mean Beginnings; and it is in those, the Infancy of them, that the Sociableness of Man is as conspicuous as it can be ever after. Man is call'd a Sociable Creature chiefly for two Reasons; First, because it is commonly imagin'd, that he is naturally more fond, and desirous of Society, than any other Creature. Secondly, because it is manifest, that associating in Men turns to better Account, than it possibly could do in other Animals, if they were to attempt it.","subId":"127","id":"Mandeville.P2.4.127","speaker":"Cleo"},{"type":"paragraph","content":"But why do you say of the first, that it is commonly imagin'd; is it not true then?","subId":"128","id":"Mandeville.P2.4.128","speaker":"Hor"},{"type":"paragraph","content":"I have a very good Reason for this Caution. All Men born in Society are certainly more desirous of it, than any other Animal; but whether Man be naturally so, that's a Question: But, if he was, it is no Excellency, nothing to brag of: The Love Man has for his Ease and Security, and his perpetual Desire of meliorating his Condition, must be sufficient Motives to make him fond of Society; considering the necessitous and helpless Condition of his Nature.","subId":"129","id":"Mandeville.P2.4.129","speaker":"Cleo"},{"type":"paragraph","content":"Don't you fall into the same Error, which you say Hobbes has been guilty of, when you talk of Man's necessitous and helpless Condition?","subId":"130","id":"Mandeville.P2.4.130","speaker":"Hor"},{"type":"paragraph","content":"Not at all; I speak of Men and Women full grown; and the more extensive their Knowledge is, the higher their Quality, and the greater their Possessions are, the more necessitous and helpless they are in their Nature. A Nobleman of 25 or 30 Thousand Pounds a Year, that has three or four Coaches and Six, and above fifty People to serve him, is in his Person consider'd singly, abstract from what he possesses, more necessitous than an obscure Man, that has but fifty Pounds a Year, and is used to walk a-foot: So a Lady, who never stuck a Pin in herself, and is dress'd and undress'd from Head to Foot like a jointed Baby, by her Woman and the Assistance of another Maid or two, is a more helpless Creature than Doll the Dairy-Maid, who all the Winter long dresses herself in the Dark, in less time than the other bestows in placing of her Patches.","subId":"131","id":"Mandeville.P2.4.131","speaker":"Cleo"},{"type":"paragraph","content":"But is the Desire of meliorating our Condition, which you named, so general, that no Man is without it?","subId":"132","id":"Mandeville.P2.4.132","speaker":"Hor"},{"type":"paragraph","content":"Not one that can be call'd a sociable Creature; and I believe this to be as much a Characteristick of our Species, as any can be named: For there is not a Man in the World, educated in Society, who, if he could compass it by wishing, would not have something added to, taken from, or alter'd in his Person, Possessions, Circumstances, or any part of the Society he belongs to. This is what is not to be perceiv'd in any Creature but Man; whose great Industry in supplying what he calls his Wants, could never have been known so well as it is, if it had not been for the Unreasonableness, as well as Multiplicity, of his Desires. From all which it is manifest, that the most civiliz'd People stand most in need of Society, and consequently none less than Savages. The second Reason for which I said Man was call'd Sociable, is, that associating together turn'd to better Account in our Species, than it would do in any other, if they were to try it. To find out the Reason of this, we must search into humane Nature for such Qualifications as we excel all other Animals in, and which the GeneraIity of Men are endued with, taught or untaught: But in doing this, we should neglect nothing that is observable in them, from their most early Youth to their extreme old Age.","subId":"133","id":"Mandeville.P2.4.133","speaker":"Cleo"},{"type":"paragraph","content":"I can't see, why you use this Precaution, of taking in the whole Age of Man; would it not be sufficient to mind those Qualifications which he is possess'd of, when he is come to the height of Maturity, or his greatest Perfection?","subId":"134","id":"Mandeville.P2.4.134","speaker":"Hor"},{"type":"paragraph","content":"A considerable part of what is call'd Docility in Creatures, depends upon the Pliableness of the Parts, and their Fitness to be moved with Facility, which are either entirely lost, or very much impair'd, when they are full grown. There is nothing in which our Species so far surpasses all others, than in the Capacity of acquiring the Faculty of Thinking and Speaking well: That this is a peculiar Property belonging to our Nature is very certain, yet it is as manifest, that this Capacity vanishes, when we come to Maturity, if till then it has been neglected. The Term of Life likewise, that is commonly enjoy'd by our Species, being longer than it is in most other Animals, we have a Prerogative above them in point of Time; and Man has a greater Opportunity of advancing in Wisdom, though not to be acquired but by his own Experience, than a Creature that lives but half his Age, though it had the same Capacity. A Man of threescore, cæteris paribus, knows better what is to be embraced or avoided in Life, than a Man of thirty. What Mitio, in excusing the Follies of Youth, said to his Brother Demea, in the Adelphi, ad omnia alia Ætate sapimus rectius, holds among Savages, as well as among Philosophers. It is the Concurrence of these, with other Properties, that together compose the Sociableness of Man.","subId":"135","id":"Mandeville.P2.4.135","speaker":"Cleo"},{"type":"paragraph","content":"But why may not the Love of our Species be named, as one of these Properties?","subId":"136","id":"Mandeville.P2.4.136","speaker":"Hor"},{"type":"paragraph","content":"First, because, as I have said already, it does not appear, that we have it beyond other Animals: Secondly, because it is out of the Question: For if we examine into the Nature of all Bodies Politick, we shall find, that no Dependance is ever had, or Stress laid on any such Affection, either for the Raising or Maintaining of them.","subId":"137","id":"Mandeville.P2.4.137","speaker":"Cleo"},{"type":"paragraph","content":"But the Epithet itself, the Signification of the Word, imports this Love to one another; as is manifest from the contrary. One who loves Solitude, is averse to Company; or of a singular, reserv'd, and sullen Temper, is the very Reverse of a Sociable Man.","subId":"138","id":"Mandeville.P2.4.138","speaker":"Hor"},{"type":"paragraph","content":"When we compare some Men to others, the Word, I own, is often used in that Sense: But when we speak of a Quality peculiar to our Species, and say, that Man is a Sociable Creature, the Word implies no more, than that in our Nature we have a certain Fitness, by which great Multitudes of us co-operating, may be united and form'd into one Body; that endued with, and able to make Use of, the Strength, Skill, and Prudence of every Individual, shall govern itself, and act on all Emergencies, as if it was animated by one Soul, and actuated by one Will. I am willing to allow, that among the Motives, that prompt Man to enter into Society, there is a Desire which he has naturally after Company; but he has it for his own Sake, in hopes of being the better for it; and he would never wish for, either Company or any thing else, but for some Advantage or other he proposes to himself from it. What I deny is, that Man naturally has such a Desire, out of a Fondness to his Species, superiour to what other Animals have for theirs. It is a Compliment which we commonly pay to ourselves, but there is no more Reality in it, than in our being one another's humble Servants; and I insist upon it, that this pretended Love of our Species, and natural Affection we are said to have for one another, beyond other Animals, is neither instrumental to the Erecting of Societies, nor ever trusted to in our prudent Commerce with one another, when associated, any more than if it had no Existence. The undoubted Basis of all Societies is Government: This Truth, well examin'd into, will furnish us with all the Reasons of Man's Excellency, as to Sociableness. It is evident from it, that Creatures, to be rais'd into a Community, must, in the first Place, be governable: This is a Qualification that requires Fear, and some degree of Understanding; for a Creature not susceptible of Fear, is never to be govern'd; and the more Sense and Courage it has, the more refractory and untractable it will be, without the Influence of that useful Passion: And again, Fear without Understanding puts Creatures only upon avoiding the Danger dreaded, without considering what will become of themselves afterwards: So wild Birds will beat out their Brains against the Cage, before they will save their Lives by eating. There is great Difference between being submissive, and being governable; for he who barely submits to another, only embraces what he dislikes, to shun what he dislikes more; and we may be very submissive, and be of no Use to the Person we submit to: But to be governable, implies an Endeavour to please, and a Willingness to exert ourselves in behalf of the Person that governs: But Love beginning every where at Home, no Creature can labour for others, and be easy long, whilst Self is wholly out of the Question: Therefore a Creature is then truly governable, when, reconcil'd to Submission, it has learn'd to construe his Servitude to his own Advantage; and rests satisfy'd with the Account it finds for itself, in the Labour it performs for others. Several kinds of Animals are, or may, with little Trouble, be made thus governable; but there is not one Creature so tame, that it can be made to serve its own Species, but Man; yet without this he could never have been made sociable.","subId":"139","id":"Mandeville.P2.4.139","speaker":"Cleo"},{"type":"paragraph","content":"But was not Man, by Nature, designed for Society?","subId":"140","id":"Mandeville.P2.4.140","speaker":"Hor"},{"type":"paragraph","content":"We know from Revelation that Man was made for Society.","subId":"141","id":"Mandeville.P2.4.141","speaker":"Cleo"},{"type":"paragraph","content":"But if it had not been reveal'd, or you had been a Chinese, or a Mexican, what would you answer me as a Philosopher?","subId":"142","id":"Mandeville.P2.4.142","speaker":"Hor"},{"type":"paragraph","content":"That Nature had design'd Man for Society, as she has made Grapes for Wine.","subId":"143","id":"Mandeville.P2.4.143","speaker":"Cleo"},{"type":"paragraph","content":"To make Wine is an Invention of Man, as it is to press Oil from Olives and other Vegetables, and to make Ropes of Hemp.","subId":"144","id":"Mandeville.P2.4.144","speaker":"Hor"},{"type":"paragraph","content":"And so it is to form a Society of independent Multitudes; and there is nothing that requires greater Skill.","subId":"145","id":"Mandeville.P2.4.145","speaker":"Cleo"},{"type":"paragraph","content":"But is not the Sociableness of Man the Work of Nature, or rather of the Author of Nature, Divine Providence?","subId":"146","id":"Mandeville.P2.4.146","speaker":"Hor"},{"type":"paragraph","content":"Without doubt: But so is the inflate Virtue and peculiar Aptitude of every thing; that Grapes are fit to make Wine, and Barley and Water to make other Liquors, is the Work of Providence; but it is human Sagacity that finds out the Uses we make of them: All the other Capacities of Man likewise, as well as his Sociableness, are evidently derived from God, who made him: Every thing therefore that our Industry can produce or compass, is originally owing to the Author of our Being. But when we speak of the Works of Nature, to distinguish them from those of Art, we mean such, as were brought forth without our Concurrence. So Nature in due Season produces Peas; but in England you cannot have them green in January, without Art and uncommon Industry. What Nature designs, she executes herself: There are Creatures, of whom it is visible, that Nature has design'd them for Society, as is most obvious in Bees, to whom she has given Instincts for that purpose, as appears from the Effects. We owe our Being, and every thing else, to the great Author of the Universe; but as Societies cannot subsist without his preserving Power, so they cannot exist without the Concurrence of human Wisdom: All of them must have a Dependance, either on mutual Compact, or the Force of the Strong, exerting itself upon the Patience of the Weak. The Difference between the Works of Art, and those of Nature, is so immense, that it is impossible not to know them asunder. Knowing, à priori, belongs to God only, and Divine Wisdom acts with an original Certainty, of which, what we call Demonstration, is but an imperfect, borrow'd Copy. Amongst the Works of Nature, therefore, we see no Tryals nor Essays; they are all compleat, and such as she would have them, at the first Production; and, where she has not been interrupted, highly finish'd, beyond the Reach of our Understanding, as well as Senses. Wretched Man, on the contrary, is sure of nothing, his own Existence not excepted, but from reasoning à posteriori. The Consequence of this is, that the Works of Art and human Invention are all very lame and defective, and most of them pitifully mean at first: Our Knowledge is advanced by slow Degrees, and some Arts and Sciences require the Experience of many Ages, before they can be brought to any tolerable Perfection. Have we any Reason to imagine, that the Society of Bees, that sent forth the first Swarm, made worse Wax or Honey than any of their Posterity have produced since? And again, the Laws of Nature are fix'd and unalterable: In all her Orders and Regulations there is a Stability, no where to be met with in Things of human Contrivance and Approbation; \n\nQuid placet aut odio est, quod non mutabile credas?\n\n Is it probable, that amongst the Bees, there has ever been any other Form of Government, than what every Swarm submits to now? What an infinite Variety of Speculations, what ridiculous Schemes have not been proposed amongst Men, on the Subject of Government; what Dissentions in Opinion, and what fatal Quarrels has it not been the Occasion of! And, which is the best Form of it, is a Question to this Day undecided. The Projects, good and bad, that have been stated for the Benefit, and more happy Establishment of Society, are innumerable; but how short-sighted is our Sagacity, how fallible human Judgment! What has seem'd highly advantageous to Mankind in one Age, has often been found, to be evidently detrimental by the succeeding; and even among Contemporaries, what is rever'd in one Country, is the Abomination of another. What Changes have ever Bees made in their Furniture or Architecture? Have they ever made Cells that were not Sexangular, or added any Tools to those which Nature furnish'd them with at the Beginning? What mighty Structures have been rais'd, what prodigious Works have been perform'd by the great Nations of the World! Toward all these Nature has only found Materials; the Quarry yields Marble, but it is the Sculptor that makes a Statue of it. To have the infinite Variety of Iron Tools that have been invented, Nature has given us nothing but the Oar, which she has hid in the Bowels of the Earth.","subId":"147","id":"Mandeville.P2.4.147","speaker":"Cleo"},{"type":"paragraph","content":"But the Capacity of the Workmen, the Inventors of Arts, and those that improved them, has had a great Share in bringing those Labours to Perfection; and their Genius they had from Nature.","subId":"148","id":"Mandeville.P2.4.148","speaker":"Hor"},{"type":"paragraph","content":"So far as it depended upon the Make of their Frame, the Accuracy of the Machine, they had, and no further; but this I have allow'd already; and if you remember what I have said on this Head, you will find, that the Part, which Nature contributed toward the Skill and Patience of every single Person, that had a Hand in those Works, was very inconsiderable.","subId":"149","id":"Mandeville.P2.4.149","speaker":"Cleo"},{"type":"paragraph","content":"If I have not misunderstood you, you would insinuate two Things: First, that the Fitness of Man for Society, beyond other Animals, is something real; but that it is hardly perceptible in Individuals, before great Numbers of them are joyn'd together, and artfully manag'd. Secondly, that this real Something, this Sociableness, is a Compound, that consists in a Concurrence of several Things, and not in any one palpable Quality, that Man is endued with, and Brutes are destitute of.","subId":"150","id":"Mandeville.P2.4.150","speaker":"Hor"},{"type":"paragraph","content":"You are perfectly right: Every Grape contains a small Quantity of Juice, and when great Heaps of them are squeez'd together, they yield a Liquor, which by skillful Management may be made into Wine: But if we consider, how necessary Fermentation is to the Vinosity of the Liquor, I mean, how essential it is to its being Wine; it will be evident to us, that without great Impropriety of Speech, it cannot be said, that in every Grape there is Wine.","subId":"151","id":"Mandeville.P2.4.151","speaker":"Cleo"},{"type":"paragraph","content":"Vinosity, so far as it is the Effect of Fermentation, is adventitious; and what none of the Grapes could ever have receiv'd, whilst they remain'd single; and therefore, if you would compare the Sociableness of Man to the Vinosity of Wine, you must shew me, that in Society there is an Equivalent for Fermentation; I mean, something that individual Persons are not actually possess'd of, whilst they remain single, and which, likewise, is palpably adventitious to Multitudes, when joyn'd together; in the same manner as Fermentation is to the Juice of Grapes, and as necessary and essential to the compleating of Society, as that is, that same Fermentation, to procure the Vinosity of Wine.","subId":"152","id":"Mandeville.P2.4.152","speaker":"Hor"},{"type":"paragraph","content":"Such an Equivalent is demonstrable in mutual Commerce: for if we examine every Faculty and Qualification, from and for which we judge and pronounce Man to be a sociable Creature beyond other Animals, we shall find, that a very considerable, if not the greatest Part of the Attribute is acquired, and comes upon Multitudes, from their conversing with one another. Fabricando fabri fimus. Men become sociable, by living together in Society. Natural Affection prompts all Mothers to take Care of the Offspring they dare own; so far as to feed and keep them from Harm, whilst they are helpless: but where People are poor, and the Women have no Leisure to indulge themselves in the various Expressions of their Fondness for their Infants, which fondling of them ever encreases, they are often very remiss in tending and playing with them; and the more healthy and quiet such Children are, the more they are neglected. This want of pratling to, and stirring up the Spirits in Babes, is often the principal Cause of an invincible Stupidity, as well as Ignorance, when they are grown up; and we often ascribe to natural Incapacity, what is altogether owing to the Neglect of this early Instruction. We have so few Examples of human Creatures, that never convers'd with their own Species, that it is hard to guess, what Man would be, entirely untaught; but we have good Reason to believe, that the Faculty of Thinking would be very imperfect in such a one, if we consider; that the greatest Docility can be of no use to a Creature, whilst it has nothing to imitate, nor any body to teach it.","subId":"153","id":"Mandeville.P2.4.153","speaker":"Cleo"},{"type":"paragraph","content":"Philosophers therefore are very wisely employ'd when they discourse about the Laws of Nature; and pretend to determine, what a Man in the State of Nature would think, and which way he would reason, concerning himself and the Creation, uninstructed.","subId":"154","id":"Mandeville.P2.4.154","speaker":"Hor"},{"type":"paragraph","content":"Thinking, and Reasoning justly, as Mr. Lock has rightly observed, require Time and Practice. Those that have not used themselves to thinking, but just on their present Necessities, make poor Work of it, when they try beyond that. In remote Parts, and such as are least inhabited, we shall find our Species come nearer the State of Nature, than it does in and near great Cities and considerable Towns, even in the most civiliz'd Nations. Among the most ignorant of such People, you may learn the Truth of my Assertion; talk to them about any thing, that requires abstract Thinking, and there is not one in Fifty that will understand you, any more than a Horse would; and yet many of them are useful Labourers, and cunning enough to tell Lies, and deceive. Man is a rational Creature, but he is not endued with Reason when he comes into the World; nor can he afterwards put it on when he pleases, at once, as he may a Garment. Speech likewise is a Characteristick of our Species, but no Man is born with it; and a dozen Generations proceeding from two Savages would not produce any tolerable Language; nor have we reason to believe, that a Man could be taught to speak after Five and Twenty, if he had never heard others before that time.","subId":"155","id":"Mandeville.P2.4.155","speaker":"Cleo"},{"type":"paragraph","content":"The Necessity of teaching, whilst the Organs are supple, and easily yield to Impression, which you have spoke of before, I believe is of great Weight, both in Speaking and Thinking: but could a Dog, or a Monkey, ever be taught to speak?","subId":"156","id":"Mandeville.P2.4.156","speaker":"Hor"},{"type":"paragraph","content":"I believe not; but I don't think, that Creatures of another Species had ever the Pains bestow'd upon them, that some Children have, before they can pronounce one Word. Another thing to be consider'd is, that tho' some Animals perhaps live longer than we do, there is no Species that remains young so long as ours; and besides what we owe to the superior Aptitude to learn, which we have from the great Accuracy of our Frame and inward Structure, we are not a little indebted for our Docility, to the Slowness and long Gradation of our Encrease, before we are full grown: the Organs in other Creatures grow stiff, before ours are come to half their Perfection.","subId":"157","id":"Mandeville.P2.4.157","speaker":"Cleo"},{"type":"paragraph","content":"So that in the Compliment we make to our Species, of its being endued with Speech and Sociableness, there is no other Reality; than that by Care and Industry Men may be taught to speak, and be made sociable, if the Discipline begins when they are very young.","subId":"158","id":"Mandeville.P2.4.158","speaker":"Hor"},{"type":"paragraph","content":"Not otherwise. A thousand of our Species all grown up, that is above Five and Twenty, could never be made sociable, if they had been brought up wild, and were all Strangers to one another.","subId":"159","id":"Mandeville.P2.4.159","speaker":"Cleo"},{"type":"paragraph","content":"I believe they could not be civilis'd, if their Education began so late.","subId":"160","id":"Mandeville.P2.4.160","speaker":"Hor"},{"type":"paragraph","content":"But I mean barely sociable, as it is the Epithet peculiar to Man; that is, it would be impossible by Art to govern them, any more than so many wild Horses, unless you had two or three times that Number to watch and keep them in awe. Therefore it is highly probable, that most Societies, and Beginnings of Nations, were form'd in the Manner Sir William Temple supposes it; but nothing near so fast: and I wonder how a Man of his unquestionable good Sense could form an Idea of Justice, Prudence, and Wisdom, in an untaught Creature; or think of a civilis'd Man, before there was any Civil Society, and even before Men had commenc'd to associate.","subId":"161","id":"Mandeville.P2.4.161","speaker":"Cleo"},{"type":"paragraph","content":"I have read it, I am sure, but I don't remember what it is you mean.","subId":"162","id":"Mandeville.P2.4.162","speaker":"Hor"},{"type":"paragraph","content":"He is just behind you: the third Shelf from the Bottom; the first Volume: pray reach it me, it is worth your hearing. ———It is in his Essay on Government. Here it is. For if we consider Man multiplying his Kind by the Birth of many Children, and his Cares by providing even necessary Food for them, 'till they are able to do it for themselves (which happens much later to the Generations of Men, and makes a much longer Dependence of Children upon Parents, than we can observe among any other Creatures;) if we consider, not only the Cares, but the Industry he is forc'd to, for the necessary Sustenance of his helpless Brood, either in gathering the natural Fruits, or raising those which are purchas'd with Labour and Toil: if he be forced for Supply of this Stock, to catch the tamer Creatures, and hunt the wilder, sometimes to exercise his Courage in defending his little Family, and fighting with the strong and savage Beasts, (that would prey upon him, as he does upon the weak and the mild:) if we suppose him disposing with Discretion and Order, whatever he gets among his Children, according to each of their Hunger or Need; sometimes laying up for to-morrow, what was more than enough for to-day; at other times pinching himself rather than suffering any of them should want.—","subId":"163","id":"Mandeville.P2.4.163","speaker":"Cleo"},{"type":"paragraph","content":"This Man is no Savage, or untaught Creature; he is fit to be a Justice of Peace.","subId":"164","id":"Mandeville.P2.4.164","speaker":"Hor"},{"type":"paragraph","content":"Pray let me go on, I shall only read this Paragraph: and as each of them grows up, and able to share in the common Support, teaching them, both by Lesson and Example, what he is now to do, as the Son of his Family, and what hereafter, as the Father of another; instructing them all, what Qualities are good, and what are ill, for their Health and Life, or common Society (which will certainly comprehend whatever is generally esteem'd Virtue or Vice among Men) cherishing and encouraging Dispositions to the good, disfavouring and punishing those to the ill: And lastly, among the various Accidents of Life, lifting up his Eyes to Heaven, when the Earth affords him no Relief; and having Recourse to a higher and a greater Nature, whenever he finds the Frailty of his own: we must needs conclude, that the Children of this Man cannot fail of being bred up with a great Opinion of his Wisdom, his Goodness, his Valour, and his Piety. And if they see constant Plenty in the Family, they believe well of his Fortune too.","subId":"165","id":"Mandeville.P2.4.165","speaker":"Cleo"},{"type":"paragraph","content":"Did this Man spring out of the Earth, I wonder, or did he drop from the Sky?","subId":"166","id":"Mandeville.P2.4.166","speaker":"Hor"},{"type":"paragraph","content":"There is no manner of Absurdity in supposing-----","subId":"167","id":"Mandeville.P2.4.167","speaker":"Cleo"},{"type":"paragraph","content":"The Discussion of this would too far engage us: I am sure, I have tired you already with my Impertinence.","subId":"168","id":"Mandeville.P2.4.168","speaker":"Hor"},{"type":"paragraph","content":"You have pleas'd me extremely: the Questions you have ask'd, have all been very pertinent, and such as every Man of Sense would make, that had not made it his Business to think on these Things. I read that Passage on purpose to you, to make some use of it; but if you are weary of the Subject, I will not trespass upon your Patience any longer.","subId":"169","id":"Mandeville.P2.4.169","speaker":"Cleo"},{"type":"paragraph","content":"You mistake me; I begin to be fond of the Subject: but before we talk of it any further, I have a mind to run over that Essay again; it is a great while since I read it, and after that I shall be glad to resume the Discourse; the sooner the better. I know you are a Lover of fine Fruit, if you'll dine with me to-morrow, I'll give you an Ananas.","subId":"170","id":"Mandeville.P2.4.170","speaker":"Hor"},{"type":"paragraph","content":"I love your Company so well, that I can refuse no Opportunity of enjoying it.","subId":"171","id":"Mandeville.P2.4.171","speaker":"Cleo"},{"type":"paragraph","content":"A Revoir then.","subId":"172","id":"Mandeville.P2.4.172","speaker":"Hor"},{"type":"paragraph","content":"Your Servant.","subId":"173","id":"Mandeville.P2.4.173","speaker":"Cleo"}]}