{"id":"Mandeville.P2.5","imported":true,"parent":"Mandeville.P2","title":"The Fifth Dialogue, between Horatio and Cleomenes","breadcrumb":"Fifth Dialogue","published":[1729],"copytext":[1729],"sourceDesc":"This text was imported from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-2/simple#lf0014-02_div_020","blocks":[{"type":"title","content":"THE FIFTH\nDIALOGUE\nBETWEEN\nHoratio and Cleomenes.\n","id":"Mandeville.P2.5"},{"type":"paragraph","content":"IT excells every thing; it is extremely rich without being luscious, and I know nothing, to which I can compare the Taste of it: to me it seems to be a Collection of different fine Flavours, that puts me in mind of several delicious Fruits, which yet are all outdone by it.","subId":"1","id":"Mandeville.P2.5.1","speaker":"Cleomenes"},{"type":"paragraph","content":"I am glad it pleas'd you.","subId":"2","id":"Mandeville.P2.5.2","speaker":"Hor"},{"type":"paragraph","content":"The Scent of it likewise is wonderfully reviving. As you was paring it, a Fragrancy I thought perfum'd the Room that was perfectly Cordial.","subId":"3","id":"Mandeville.P2.5.3","speaker":"Cleo"},{"type":"paragraph","content":"The Inside of the Rind has an Oyliness of no disagreeable Smell, that upon handling of it sticks to ones Fingers for a considerable time; for tho' now I have wash'd and wiped my Hands, the Flavour of it will not be entirely gone from them by to-morrow Morning.","subId":"4","id":"Mandeville.P2.5.4","speaker":"Hor"},{"type":"paragraph","content":"This was the third I ever tasted, of our own Growth: the Production of them in these Northern Climates, is no small Instance of human Industry, and our Improvements in Gard'ning. It is very elegant to enjoy the wholsome Air of temperate Regions, and at the same time be able to raise Fruit to its highest Maturity, that naturally requires the Sun of the Torrid Zone.","subId":"5","id":"Mandeville.P2.5.5","speaker":"Cleo"},{"type":"paragraph","content":"It is easy enough to procure Heat, but the great Art consists in finding out, and regulating the Degrees of it at pleasure; without which it would be impossible to ripen an Ananas here; and to compass this with that Exactness, as it is done by the Help of Thermometers, was certainly a fine Invention.—","subId":"6","id":"Mandeville.P2.5.6","speaker":"Hor"},{"type":"paragraph","content":"I don't care to drink any more.","subId":"7","id":"Mandeville.P2.5.7","speaker":"Cleo"},{"type":"paragraph","content":"Just as you please: otherwise I was going to name a Health, which would not have come mal a propos.","subId":"8","id":"Mandeville.P2.5.8","speaker":"Hor"},{"type":"paragraph","content":"Whose is that, pray?","subId":"9","id":"Mandeville.P2.5.9","speaker":"Cleo"},{"type":"paragraph","content":"I was thinking on the Man, to whom we are in a great measure obliged for the Production and Culture of the Exotick, we were speaking of, in this Kingdom; Sir Matthew Decker: the first Ananas, or Pine-apple, that was brought to Perfection in England, grew in his Garden at Richmond.","subId":"10","id":"Mandeville.P2.5.10","speaker":"Hor"},{"type":"paragraph","content":"With all my Heart; let us finish with that; he is a Beneficent, and, I believe, a very honest Man.","subId":"11","id":"Mandeville.P2.5.11","speaker":"Cleo"},{"type":"paragraph","content":"It would not be easy to name another, who with the same Knowledge of the World, and Capacity of getting Money, is equally disinterested and inoffensive.—","subId":"12","id":"Mandeville.P2.5.12","speaker":"Hor"},{"type":"paragraph","content":"Have you consider'd the Things we discoursed of Yesterday?","subId":"13","id":"Mandeville.P2.5.13","speaker":"Cleo"},{"type":"paragraph","content":"I have thought on nothing else, since I saw you: This Morning I went through the whole Essay, and with more Attention than I did formerly: I like it very well; only that Passage which you read Yesterday, and some others to the same Purpose, I cannot reconcile with the Account we have of Man's Origin from the Bible: Since all are Descendants of Adam, and consequently of Noah and his Posterity: how came Savages into the World?","subId":"14","id":"Mandeville.P2.5.14","speaker":"Hor"},{"type":"paragraph","content":"The History of the World, as to very ancient Times, is very imperfect: What Devastations have been made by War, by Pestilence, and by Famine; what Distress some Men have been drove to, and how strangely our Race has been dispers'd and scatter'd over the Earth, since the Flood, we don't know.","subId":"15","id":"Mandeville.P2.5.15","speaker":"Cleo"},{"type":"paragraph","content":"But Persons that are well instructed themselves, never fail of teaching their Children; and we have no Reason to think, that knowing, civiliz'd Men, as the Sons of Noah were, should have neglected their Offspring; but it is altogether incredible, as all are Descendants from them, that succeeding Generations, instead of encreasing in Experience, and Wisdom, should learn backward, and still more and more abandon their Broods, in such a manner, as to degenerate at last to what you call the State of Nature.","subId":"16","id":"Mandeville.P2.5.16","speaker":"Hor"},{"type":"paragraph","content":"Whether you intend this as a Sarcasm or not, I don't know; but you have rais'd no Difficulty that can render the Truth of the sacred History suspected. Holy Writ has acquainted us with the miraculous Origin of our Species, and the small Remainder of it after the Deluge: But it is far from informing us of all the Revolutions, that have happen'd among Mankind since: The Old Testament hardly touches upon any Particulars, that had no Relation to the Jews; neither does Moses pretend to give a full Account of every thing that happen'd to, or was transacted by, our first Parents: He names none of Adam's Daughters, and takes no Notice of several Things, that must have happen'd in the Beginning of the World; as is evident from Cain's building a City, and several other Circumstances; from which it is plain, that Moses meddled with nothing but what was material, and to his Purpose; which in that part of his History was to trace the Descent of the Patriarchs, from the first Man. But that there are Savages, is certain: Most Nations of Europe have met with wild Men and Women in several Parts of the World, that were ignorant of the use of Letters, and among whom they could observe no Rule or Government.","subId":"17","id":"Mandeville.P2.5.17","speaker":"Cleo"},{"type":"paragraph","content":"That there are Savages, I don't question; and from the great Number of Slaves, that are yearly fetch'd from Africa, it is manifest, that in some Parts there must be vast Swarms of People, that have not yet made a great hand of their Sociableness: But how to derive them all from the Sons of Noah, I own, is past my Skill.","subId":"18","id":"Mandeville.P2.5.18","speaker":"Hor"},{"type":"paragraph","content":"You'll find it as difficult to account for the loss of the many fine Arts, and useful Inventions of the Ancients, which the World has certainly sustain'd. But the Fault I find with Sir William Temple, is in the Character of his Savage. Just Reasoning, and such an orderly way of proceeding, as he makes him act in, are unnatural to a wild Man: In such a one, the Passions must be boisterous, and continually jostling and succeeding one another; no untaught Man could have a regular way of thinking, or pursue any one Design with Steadiness.","subId":"19","id":"Mandeville.P2.5.19","speaker":"Cleo"},{"type":"paragraph","content":"You have strange Notions of our Species: But has not a Man, by the time that he comes to Maturity, some Notions of Right and Wrong, that are natural?","subId":"20","id":"Mandeville.P2.5.20","speaker":"Hor"},{"type":"paragraph","content":"Before I answer your Question, I would have you consider, that among Savages, there must be always a great difference, as to the Wildness or Tameness of them. All Creatures naturally love their Offspring, whilst they are helpless, and so does Man: But in the Savage State Men are more liable to Accidents and Misfortunes, than they are in Society, as to the rearing of their young ones; and therefore the Children of Savages must very often be put to their Shifts, so as hardly to remember, by the time that they are grown up, that they had any Parents. If this happens too early, and they are dropt or lost, before they are four or five Years of Age, they must perish; either die for want, or be devour'd by Beasts of Prey, unless some other Creature takes care of them. Those Orphans that survive, and become their own Masters very young, must, when they are come to Maturity, be much wilder than others, that have lived many Years under the Tuition of Parents.","subId":"21","id":"Mandeville.P2.5.21","speaker":"Cleo"},{"type":"paragraph","content":"But would not the wildest Man, you can imagine, have from Nature some Thoughts of Justice and Injustice?","subId":"22","id":"Mandeville.P2.5.22","speaker":"Hor"},{"type":"paragraph","content":"Such a one, I believe, would naturally, without much Thinking in the Case, take every thing to be his own, that he could lay his Hands on.","subId":"23","id":"Mandeville.P2.5.23","speaker":"Cleo"},{"type":"paragraph","content":"Then they would soon be undeceiv'd, if two or three of them met together.","subId":"24","id":"Mandeville.P2.5.24","speaker":"Hor"},{"type":"paragraph","content":"That they would soon disagree and quarrel, is highly probable; but I don't believe, they ever would be undeceiv'd.","subId":"25","id":"Mandeville.P2.5.25","speaker":"Cleo"},{"type":"paragraph","content":"At this Rate, Men could never be form'd into an aggregate Body: How came Society into the World?","subId":"26","id":"Mandeville.P2.5.26","speaker":"Hor"},{"type":"paragraph","content":"As I told you, from private Families; but not without great Difficulty, and the Concurrence of many favourable Accidents; and many Generations may pass, before there is any Likelihood of their being form'd into a Society.","subId":"27","id":"Mandeville.P2.5.27","speaker":"Cleo"},{"type":"paragraph","content":"That Men are form'd into Societies, we see: But if they are all born with that false Notion, and they can never be undeceiv'd, which way do you account for it?","subId":"28","id":"Mandeville.P2.5.28","speaker":"Hor"},{"type":"paragraph","content":"My Opinion concerning this Matter, is this. Self-preservation bids all Creatures gratify their Appetites, and that of propagating his Kind never fails to affect a Man in Health, many Years before he comes to his full Growth. If a wild Man and a wild Woman should meet very young, and live together for fifty Years undisturb'd, in a mild wholesome Climate, where there is plenty of Provisions, they might see a prodigious Number of Descendants: For in the wild State of Nature, Man multiplies his Kind much faster, than can be allow'd of in any regular Society: No Male at fourteen would be long without a Female, if he could get one; and no Female of Twelve would be refractory, if applied to; or remain long Uncourted, if there were Men.","subId":"29","id":"Mandeville.P2.5.29","speaker":"Cleo"},{"type":"paragraph","content":"Considering, that Consanguinity would be no Bar among these People, the Progeny of two Savages might soon amount to Hundreds: All this I can grant you; but as Parents, no better qualify'd, could teach their Children but little, it would be impossible for them to govern these Sons and Daughters, when they grew up; if none of them had any Notions of Right or Wrong: and Society is as far off as ever; the false Principle, which you say all Men are born with, is an Obstacle never to be surmounted.","subId":"30","id":"Mandeville.P2.5.30","speaker":"Hor"},{"type":"paragraph","content":"From that false Principle, as you call it, the Right, Men naturally claim to every thing they can get, it must follow, that Man will look upon his Children as his Property, and make such use of them as is most consistent with his Interest.","subId":"31","id":"Mandeville.P2.5.31","speaker":"Cleo"},{"type":"paragraph","content":"What is the Interest of a wild Man, that pursues nothing with Steadiness?","subId":"32","id":"Mandeville.P2.5.32","speaker":"Hor"},{"type":"paragraph","content":"The Demand of the predominant Passion, for the time it lasts.","subId":"33","id":"Mandeville.P2.5.33","speaker":"Cleo"},{"type":"paragraph","content":"That may change every Moment, and such Children would be miserably managed.","subId":"34","id":"Mandeville.P2.5.34","speaker":"Hor"},{"type":"paragraph","content":"That's true; but still managed they would be; I mean, they would be kept under, and forc'd to do as they were bid, at least till they were strong enough to resist. Natural Affection would prompt a wild Man to love, and cherish his Child; it would make him provide Food and other Necessaries for his Son, till he was ten or twelve Years old, or perhaps longer: But this Affection is not the only Passion, he has to gratify; if his Son provokes him by Stubborness, or doing otherwise than he would have him, this Love is suspended; and if his Displeasure be strong enough to raise his Anger, which is as natural to him as any other Passion, it is ten to one, but he'll knock him down: If he hurts him very much, and the Condition, he has put his Son in, moves his Pity, his Anger will cease; and, natural Affection returning, he'll fondle him again, and be sorry for what he has done. Now if we consider, that all Creatures hate and endeavour to avoid Pain, and that Benefits beget Love in all that receive them, we shall find, that the Consequence of this Management would be; that the Savage Child would learn to love and fear his Father: These two Passions, together with the Esteem, which we naturally have for every thing that far excels us, will seldom fail of producing that Compound, which we call Reverence.","subId":"35","id":"Mandeville.P2.5.35","speaker":"Cleo"},{"type":"paragraph","content":"I have it now; you have open'd my Eyes, and I see the Origin of Society, as plain as I do that Table.","subId":"36","id":"Mandeville.P2.5.36","speaker":"Hor"},{"type":"paragraph","content":"I am afraid the Prospect is not so clear yet, as you imagine.","subId":"37","id":"Mandeville.P2.5.37","speaker":"Cleo"},{"type":"paragraph","content":"Why so? The grand Obstacles are remov'd: Untaught Men, it is true, when they are grown up, are never to be govern'd; and our Subjection is never sincere, where the Superiority of the Governour is not very apparent: But both these are obviated; the Reverence we have for a Person, when we are young, is easily continued as long as we live; and where Authority is once acknowledg'd, and that Acknowledgment well establish'd, it cannot be a difficult Matter to govern. If thus a Man may keep up his Authority over his Children, he'll do it still with greater Ease over his Grand-Children: For a Child, that has the least Reverence for his Parents, will seldom refuse Homage to the Person, to whom he sees his Father pay it. Besides, a Man's Pride would be a sufficient Motive for him to maintain the Authority once gain'd; and, if some of his Progeny proved Refractory, he would leave no Stone unturn'd, by the help of the rest to reduce the Disobedient. The old Man being dead, the Authority from him would devolve upon the eldest of his Children, and so on.","subId":"38","id":"Mandeville.P2.5.38","speaker":"Hor"},{"type":"paragraph","content":"I thought you would go on too fast. If the wild Man had understood the Nature of Things, and been endued with general Knowledge, and a Language ready made, as Adam was by Miracle, what you say, might have been easy; but an ignorant Creature, that knows nothing, but what his own Experience has taught him, is no more fit to govern, than he is fit to teach the Mathematicks.","subId":"39","id":"Mandeville.P2.5.39","speaker":"Cleo"},{"type":"paragraph","content":"He would not have above one or two Children to govern at first, and his Experience would encrease by degrees, as well as his Family: This would require no such consummate Knowledge.","subId":"40","id":"Mandeville.P2.5.40","speaker":"Hor"},{"type":"paragraph","content":"I don't say it would: An ordinary Capacity, of a Man tollerably well educated, would be sufficient to begin with; but a Man who never had been taught to curb any of his Passions, would be very unfit for such a Task. He would make his Children, as soon as they were able, assist him in getting Food, and teach them, how and where to procure it. Savage Children, as they got Strength, would endeavour to imitate every Action they saw their Parents do, and every Sound they heard them make; but all the Instructions they receiv'd would be confin'd to Things immediately necessary. Savage Parents would often take Offence at their Children, as they grew up, without a Cause; and as these encreas'd in Years, so natural Affection would decrease in the other. The Consequence would be, that the Children would often suffer for Failings that were not their own. Savages would often discover Faults in the Conduct of what was past; but they would not be able to establish Rules for future Behaviour, which they would approve of themselves for any Continuance; and Want of Foresight would be an inexhaustible Fund for Changes in their Resolutions. The Savage's Wife, as well as himself, would be highly pleas'd to see their Daughters impregnated, and bring forth; and they would both take great Delight in their Grand-Children.","subId":"41","id":"Mandeville.P2.5.41","speaker":"Cleo"},{"type":"paragraph","content":"I thought, that in all Creatures the natural Affection of Parents had been confin'd to their own young ones.","subId":"42","id":"Mandeville.P2.5.42","speaker":"Hor"},{"type":"paragraph","content":"It is so in all but Man; there is no Species but ours, that are so conceited of themselves, as to imagine every thing to be theirs. The Desire of Dominion is a never-failing Consequence of the Pride, that is common to all Men; and which the Brat of a Savage is as much born with, as the Son of an Emperour. This good Opinion, we have of ourselves, makes Men not only claim a Right to their Children, but likewise imagine, that they have a great Share of Jurisdiction over their Grand-Children. The young ones of other Animals, as soon as they can help themselves, are free; but the Authority, which Parents pretend to have over their Children, never ceases: How general and unreasonable this eternal Claim is naturally in the Heart of Man, we may learn from the Laws; which, to prevent the Usurpation of Parents, and rescue Children from their Dominion, every civil Society is forc'd to make; limiting paternal Authority to a certain Term of Years. Our Savage Pair would have a double Title to their Grand-Children, from their undoubted Property in each Parent of them; and all the Progeny being sprung from their own Sons and Daughters, without Intermixture of Foreign Blood, they would look upon the whole Race to be their natural Vassals; and I am persuaded, that the more Knowledge and Capacity of reasoning this first Couple acquired, the more just and unquestionable their Sovereignty over all their Descendants would appear to them, tho' they should live to see the fifth or sixth Generation.","subId":"43","id":"Mandeville.P2.5.43","speaker":"Cleo"},{"type":"paragraph","content":"Is it not strange, that Nature should send us all into the World with a visible Desire after Government, and no Capacity for it at all?","subId":"44","id":"Mandeville.P2.5.44","speaker":"Hor"},{"type":"paragraph","content":"What seems strange to you, is an undeniable Instance of Divine Wisdom: For if all had not been born with this Desire, all must have been destitute of it; and Multitudes could never have been form'd into Societies, if some of them had not been possessed of this Thirst of Dominion. Creatures may commit Force upon themselves, they may learn to warp their natural Appetites, and divert them from their proper Objects; but peculiar Instincts, that belong to a whole Species, are never to be acquir'd by Art or Discipline; and those that are born without them, must remain destitute of them for ever. Ducks run to the Water, as soon as they are hatch'd, but you can never make a Chicken swim, any more than you can teach it to suck.","subId":"45","id":"Mandeville.P2.5.45","speaker":"Cleo"},{"type":"paragraph","content":"I understand you very well. If Pride had not been innate to all Men, none of them could ever have been ambitious: And as to the Capacity of Governing, Experience shews us, that it is to be acquired; but how to bring Society into the World, I know no more than the wild Man himself. What you have suggested to me, of his Unskilfulness, and want of Power to govern himself, has quite destroy'd all the Hopes I had conceiv'd of Society, from this Family. But would Religion have no Influence upon them? Pray, how came that into the World?","subId":"46","id":"Mandeville.P2.5.46","speaker":"Hor"},{"type":"paragraph","content":"From God, by Miracle.","subId":"47","id":"Mandeville.P2.5.47","speaker":"Cleo"},{"type":"paragraph","content":"Obscurum per obscurius. I don't understand Miracles, that break in upon, and subvert the Order of Nature; and I have no Notion of Things that come to pass, en depît de bon sens, and are such; that judging from sound Reason and known Experience, all wise Men would think themselves mathematically sure, that they could never happen.","subId":"48","id":"Mandeville.P2.5.48","speaker":"Hor"},{"type":"paragraph","content":"It is certain, that by the Word Miracle, is meant, an Interposition of the Divine Power, when it deviates from the common Course of Nature.","subId":"49","id":"Mandeville.P2.5.49","speaker":"Cleo"},{"type":"paragraph","content":"As when Matters, easily combustible, remain whole and untouch'd, in the Midst of a Fire, fiercely burning; or Lions in Vigour, industriously kept hungry, forbear eating what they are most greedy after. These Miracles are strange Things.","subId":"50","id":"Mandeville.P2.5.50","speaker":"Hor"},{"type":"paragraph","content":"They are not pretended to be otherwise; the Etymology of the Word imports it; but it is almost as unaccountable, that Men should disbelieve them, and pretend to be of a Religion, that is altogether built upon Miracles.","subId":"51","id":"Mandeville.P2.5.51","speaker":"Cleo"},{"type":"paragraph","content":"But when I ask'd you that general Question, why did you confine yourself to reveal'd Religion?","subId":"52","id":"Mandeville.P2.5.52","speaker":"Hor"},{"type":"paragraph","content":"Because nothing, in my Opinion, deserves the Name of Religion, that has not been reveal'd: The Jewish was the first that was national, and the Christian the next.","subId":"53","id":"Mandeville.P2.5.53","speaker":"Cleo"},{"type":"paragraph","content":"But Abraham, Noah, and Adam himself were no Jews, and yet they had Religion.","subId":"54","id":"Mandeville.P2.5.54","speaker":"Hor"},{"type":"paragraph","content":"No other, than what was reveal'd to them. God appear'd to our first Parents, and gave them Commands, immediately after he had created them: The same Intercourse was continued between the Supream Being and the Patriarchs; but the Father of Abraham was an Idolater.","subId":"55","id":"Mandeville.P2.5.55","speaker":"Cleo"},{"type":"paragraph","content":"But the Ægyptians, the Greeks, and the Romans had Religion, as well as the Jews.","subId":"56","id":"Mandeville.P2.5.56","speaker":"Hor"},{"type":"paragraph","content":"Their gross Idolatry, and abominable Worship, I call Superstition.","subId":"57","id":"Mandeville.P2.5.57","speaker":"Cleo"},{"type":"paragraph","content":"Youmay be as partial as you please, but they all call'd their Worship Religion, as well as we do ours. You say, Man brings nothing with him, but his Passions; and when I ask'd you, how Religion came into the World, I meant, what is there in Man's Nature, that is not acquired, from which he has a Tendency to Religion; what is it, that disposes him to it?","subId":"58","id":"Mandeville.P2.5.58","speaker":"Hor"},{"type":"paragraph","content":"Fear.","subId":"59","id":"Mandeville.P2.5.59","speaker":"Cleo"},{"type":"paragraph","content":"How! Primus in orbe Deos fecit Timor: Are you of that Opinion?","subId":"60","id":"Mandeville.P2.5.60","speaker":"Hor"},{"type":"paragraph","content":"No Man upon Earth less: But that noted Epicurean Axiom, which irreligious Men are so fond of, is a very poor one; and it is silly, as well as impious, to say, that Fear made a God; you may as justly say, that Fear made Grass, or the Sun and the Moon: But when I am speaking of Savages, it is not clashing, either with good Sense, nor the Christian Religion, to assert; that, whilst such Men are ignorant of the true Deity, and yet very defective in the Art of Thinking and Reasoning, Fear is the Passion, that first gives them an Opportunity of entertaining some glimmering Notions of an invisible Power; which afterwards, as by Practice and Experience they grow greater Proficients, and become more perfect in the Labour of the Brain, and the Exercise of their highest Faculty, will infallibly lead them to the certain Knowledge of an infinite and eternal Being; whose Power and Wisdom will always appear the greater, and more stupendious to them, the more they themselves advance in Knowledge and Penetration; though both should be carried on to a much higher Pitch, than it is possible for our limited Nature ever to arrive at.","subId":"61","id":"Mandeville.P2.5.61","speaker":"Cleo"},{"type":"paragraph","content":"I beg your Pardon for suspecting you; though I am glad it gave you an Opportunity of explaining yourself. The Word Fear, without any Addition, sounded very harsh; and even now I cannot conceive, how an invisible Cause should become the Object of a Man's Fear, that should be so entirely untaught, as you have made the first Savage: Which Way can any thing invisible, and that affects none of the Senses, make an Impression upon a wild Creature?","subId":"62","id":"Mandeville.P2.5.62","speaker":"Hor"},{"type":"paragraph","content":"Every Mischief and every Disaster that happens to him, of which the Cause is not very plain and obvious; excessive Heat and Cold; Wet and Drought, that are offensive; Thunder and Lightning, even when they do no visible Hurt; Noises in the dark, Obscurity itself, and every thing that is frightful and unknown, are all administring and contributing to the Establishment of this Fear. The wildest Man, that can be conceiv'd, by the time that he came to Maturity, would be wise enough to know, that Fruits and other Eatables are not to be had, either always, or every where: This would naturally put him upon hoarding, when he had good Store: His Provision might be spoil'd by the Rain; he would see that Trees were blasted, and yielded not always the same Plenty: He might not always be in Health, or his young ones might grow sick, and die, without any Wounds or external Force to be seen. Some of these Accidents might at first escape his Attention, or only alarm his weak Understanding, without occasioning much Reflection for some Time; but as they came often, he would certainly begin to suspect some invisible Cause; and, as his Experience encreased, be confirm'd in his Suspicion. It is likewise highly probable, that a Variety of different Sufferings, would make him apprehend several such Causes; and at last induce him to believe, that there was a great Number of them, which he had to fear. What would very much contribute to this credulous Disposition, and naturally lead him into such a Belief, is a false Notion, we imbibe very early, and which we may observe in Infants, as soon as by their Looks, their Gestures, and the Signs they make, they begin to be intelligible to us.","subId":"63","id":"Mandeville.P2.5.63","speaker":"Cleo"},{"type":"paragraph","content":"What is that, pray?","subId":"64","id":"Mandeville.P2.5.64","speaker":"Hor"},{"type":"paragraph","content":"All young Children seem to imagine, that every thing thinks and feels in the same Manner as they do themselves: And, that they generally have this wrong Opinion of Things inanimate, is evident, from a common Practice among them; whenever they labour under any Misfortune, which their own Wildness, and want of Care have drawn upon them. In all such Cases, you see them angry at and strike, a Table, a Chair, the Floor, or any thing else, that can seem to have been accessary to their hurting themselves, or the Production of any other Blunder, they have committed. Nurses, we see, in Compliance to their Frailty, seem to entertain the same ridiculous Sentiments; and actually appease wrathful Brats, by pretending to take their Part: Thus you'll often see them very serious, in scolding at and beating, either the real Object of the Baby's Indignation, or something else, on which the Blame of what has happen'd, may be thrown, with any Shew of Probability. It is not to be imagin'd, that this natural Folly should be so easily cured in a Child, that is destitute of all Instruction and Commerce with his own Species, as it is in those, that are brought up in Society, and hourly improv'd by conversing with others, that are wiser than themselves; and I am persuaded, that a wild Man would never get entirely rid of it, whilst he lived.","subId":"65","id":"Mandeville.P2.5.65","speaker":"Cleo"},{"type":"paragraph","content":"I cannot think so meanly of human Understanding.","subId":"66","id":"Mandeville.P2.5.66","speaker":"Hor"},{"type":"paragraph","content":"Whence came the Dryades and Hama-Dryades? how came it ever to be thought impious, to cut down, or even to wound, large venerable Oaks, or other stately Trees; and what Root did the Divinity spring from, which the Vulgar, among the ancient Heathens, apprehended to be in Rivers and Fountains?","subId":"67","id":"Mandeville.P2.5.67","speaker":"Cleo"},{"type":"paragraph","content":"From the Roguery of designing Priests, and other Impostors, that invented those Lies, and made Fables for their own Advantage.","subId":"68","id":"Mandeville.P2.5.68","speaker":"Hor"},{"type":"paragraph","content":"But still it must have been want of Understanding; and a Tincture, some Remainder of that Folly, which is discover'd in young Children, that could induce, or would suffer Men to believe those Fables. Unless Fools actually had Frailties, Knaves could not make Use of them.","subId":"69","id":"Mandeville.P2.5.69","speaker":"Cleo"},{"type":"paragraph","content":"There may be something in it; but, be that as it will, you have own'd, that Man naturally loves those he receives Benefits from; therefore, how comes it; that Man, finding all the good Things he enjoys, to proceed from an invisible Cause, his Gratitude should not sooner prompt him to be religious, than his Fear?","subId":"70","id":"Mandeville.P2.5.70","speaker":"Hor"},{"type":"paragraph","content":"There are several substantial Reasons, why it does not. Man takes every thing to be his own, which he has from Nature: Sowing and Reaping, he thinks, deserve a Crop, and whatever he has the least Hand in, is always reckon'd to be his. Every Art, and every Invention, as soon as we know them, are our Right and Property; and whatever we perform by the Assistance of them, is, by the Courtesy of the Species to itself, deem'd to be our own. We make Use of Fermentation, and all the Chymistry of Nature, without thinking ourselves beholden to any thing, but our own Knowledge. She that churns the Cream, makes the Butter; without enquiring into the Power, by which the thin lymphatick Particles are forced to separate themselves, and slide away from the more unctious. In brewing, baking, cooking, and almost every thing we have a Hand in, Nature is the Drudge, that makes all the Alterations, and does the principal Work; yet all, forsooth, is our own. From all which it is manifest; that Man, who is naturally for making every thing centre in himself, must, in his wild State, have a great Tendency, and be very prone to look upon every thing, he enjoys, as his due; and every thing he meddles with, as his own Performance. It requires Knowledge and Reflection; and a Man must be pretty far advanced in the Art of thinking justly, and reasoning consequentially, before he can, from his own Light, and without being taught, be sensible of his Obligations to God. The less a Man knows, and the more shallow his Understanding is, the less he is capable, either of enlarging his Prospect of Things, or drawing Consequences from the little which he does know. Raw, ignorant, and untaught Men, fix their Eyes on what is immediately before, and seldom look further than, as it is vulgarly express'd, the length of their Noses. The wild Man, if Gratitude moved him, would much sooner pay his Respects to the Tree, he gathers his Nuts from, than he would think of an Acknowledgment to him who had planted it; and there is no Property so well establish'd, but a civiliz'd Man would suspect his Title to it sooner, than a wild one would question the Sovereignty he has over his own Breath. Another Reason, why Fear is an elder Motive to Religion, than Gratitude, is, that an untaught Man would never suspect; that the same Cause, which he receiv'd Good from, would ever do him Hurt; and Evil, without doubt, would always gain his Attention first.","subId":"71","id":"Mandeville.P2.5.71","speaker":"Cleo"},{"type":"paragraph","content":"Men, indeed, seem to remember one ill Turn, that is serv'd them, better than ten good ones; one Month's Sickness, better than ten Years Health.","subId":"72","id":"Mandeville.P2.5.72","speaker":"Hor"},{"type":"paragraph","content":"In all the Labours of Self-preservation, Man is intent on avoiding what is hurtful to him; but in the Enjoyment of what is pleasant, his Thoughts are relax'd, and he is void of Care: he can swallow a thousand Delights, one after another, without asking Questions; but the least Evil makes him inquisitive, whence it came, in order to shun it. It is very material, therefore, to know the Cause of Evil; but to know that of Good, which is always welcome, is of little Use; that is, such a Knowledge seems not to promise any Addition to his Happiness. When a Man once apprehends such an invisible Enemy, it is reasonable to think, that he would be glad to appease, and make him his Friend, if he could find him out; it is highly probable, likewise, that in order to this, he would search, investigate, and look every where about him; and that finding all his Enquiries upon Earth in vain, he would lift up his Eyes to the Sky.","subId":"73","id":"Mandeville.P2.5.73","speaker":"Cleo"},{"type":"paragraph","content":"And so a wild Man might; and look down and up again, long enough, before he would be the wiser. I can easily conceive, that a Creature must labour under great Perplexities, when it actually fears something, of which it knows, neither what it is, nor where it is; and that, though a Man had all the Reason in the World to think it invisible, he would still be more afraid of it in the Dark, than when he could see.","subId":"74","id":"Mandeville.P2.5.74","speaker":"Hor"},{"type":"paragraph","content":"Whilst a Man is but an imperfect Thinker, and wholly employ'd in furthering Self-preservation, in the most simple manner; and removing the immediate Obstacles he meets with, in that Pursuit, this Affair, perhaps, affects him but little; but when he comes to be a tollerable Reasoner, and has Leisure to reflect, it must produce strange Chimera's and Surmises; and a wild Couple would not converse together long, before they would endeavour to express their Minds to one another, concerning this Matter; and, as in Time they would invent and agree upon certain Sounds of Distinction for several Things, of which the Idea's would often occur; so I believe, that this invisible Cause would be one of the first, which they would coin a Name for. A wild Man and a wild Woman would not take less Care of their helpless Brood, than other Animals; and it is not to be imagin'd, but the Children that were brought up by them, tho' without Instruction or Discipline, would, before they were ten Years old, observe in their Parents this Fear of an invisible Cause: It is incredible likewise; considering, how much Men differ from one another in Features, Complexion, and Temper, that all should form the same Idea of this Cause; from whence it would follow, that as soon as any considerable Number of Men could intelligibly converse together, it would appear, that there were different Opinions among them, concerning the invisible Cause: The Fear and Acknowledgment of it being universal, and Man always attributing his own Passions to every thing, which he conceives to think, every body would be sollicitous to avoid the Hatred and Ill-will, and, if it was possible, to gain the Friendship of such a Power. If we consider these Things, and what we know of the Nature of Man, it is hardly to be conceiv'd, that any considerable Number of our Species could have any Intercourse together long, in Peace or otherwise, but willful Lies would be rais'd, concerning this Power, and some would pretend to have seen or heard it. How different Opinions about invisible Power, may, by the Malice and Deceit of Impostors, be made the Occasion of mortal Enmity among Multitudes, is easily accounted for. If we want Rain very much, and I can be persuaded, that it is your Fault we have none, there needs no greater Cause to quarrel; and nothing has happen'd in the World, of Priestcraft or Inhumanity, Folly or Abomination, on religious Accounts, that cannot be solved or explained, with the least Trouble, from these Data, and the Principle of Fear.","subId":"75","id":"Mandeville.P2.5.75","speaker":"Cleo"},{"type":"paragraph","content":"I think I must yield to you, that the first Motive of Religion, among Savages, was Fear; but you must allow me, in your Turn, that from the general Thankfulness, that Nations have always paid to their Gods, for signal Benefits and Success; the many Hecatombs that have been offer'd after Victories; and the various Institutions of Games and Festivals; it is evident, that, when Men came to be wiser, and more civiliz'd, the greatest Part of their Religion was built upon Gratitude.","subId":"76","id":"Mandeville.P2.5.76","speaker":"Hor"},{"type":"paragraph","content":"You labour hard, I see, to vindicate the Honour of our Species; but we have no such Cause to boast of it; and I shall demonstrate to you, that a well-weigh'd Consideration, and a thorough Understanding of our Nature, will give us much less Reason to exult in our Pride, than it will furnish us with, for the Exercise of our Humility. In the first place, there is no Difference between the original Nature of a Savage, and that of a civiliz'd Man: They are both born with Fear; and neither of them, if they have their Senses about them, can live many Years, but an invisible Power, will, at one Time or other, become the Object of that Fear; and this will happen to every Man, whether he be wild and alone, or in Society, and under the best Discipline. We know by Experience, that Empires, States, and Kingdoms, may excell in Arts and Sciences, Politeness, and all worldly Wisdom, and at the same time be Slaves to the grossest Idolatry, and submit to all the Inconsistencies of a false Religion. The most civiliz'd People have been as foolish and absurd in Sacred Worship, as it is possible for any Savages to be; and the first have often been guilty of study'd Cruelties, which the latter would never have thought of. The Carthaginians were a subtle flourishing People, an opulent and formidable Nation, and Hannibal had half conquer'd the Romans, when still to their Idols they sacrific'd the Children of their chief Nobility. And as to private Persons, there are innumerable Instances in the most polite Ages of Men of Sense and Virtue, that have entertain'd the most miserable, unworthy, and extravagant Notions of the Supreme Being. What confus'd and unaccountable Apprehensions must not some Men have had of Providence, to act as they did! Alexander Severus, who succeeded Heliogabalus, was a great Reformer of Abuses, and thought to be as good a Prince, as his Predecessor was a bad one: In his Palace he had an Oratory, a Cabinet set aside for his private Devotion, where he had the Images of Apollonius Thyanæus, Orpheus, Abraham, Jesus Christ, and such like Gods, says his Historian. What makes you smile?","subId":"77","id":"Mandeville.P2.5.77","speaker":"Cleo"},{"type":"paragraph","content":"To think how industrious Priests are in concealing a Man's Failings, when they would have you think well of him. What you say of Severus, I had read before; when looking, one Day, for something in Moreri, I happen'd to cast my Eye on the Article of that Emperour, where no Mention is made, either of Orpheus or Apollonius: Which, remembring the Passage in Lampridius, I wonder'd at; and thinking that I might have been mistaken, I again consulted that Author, where I found it, as you have related it. I don't question, but Moreri left this out, on purpose to repay the Civilities of the Emperour to the Christians, whom he tells us, Severus had been very favourable to.","subId":"78","id":"Mandeville.P2.5.78","speaker":"Hor"},{"type":"paragraph","content":"That's not impossible, in a Roman Catholick. But what I would speak to, in the second place, is the Festivals you mention'd, the Hecatombs after Victories, and the general Thankfulness of Nations to their Gods. I desire, you would consider, that in sacred Matters, as well as all human Affairs, there are Rites and Ceremonies, and many Demonstrations of Respect to be seen, that to outward Appearance seem to proceed from Gratitude, which upon due Examination will be found to have been originally the Result of Fear. At what time the Floral Games were first instituted, is not well known; but they never were celebrated every Year constantly, before a very unseasonable Spring put the Senate upon the Decree, that made them annual. To make up the true Compound of Reverence or Veneration, Love and Esteem are as necessary Ingredients as Fear; but the latter alone is capable of making Men counterfeit both the former; as is evident from the Duties, that are outwardly paid to Tyrants, at the same time that inwardly they are execrated and hated. Idolaters have always behaved themselves to every invisible Cause they adored, as Men do to a lawless arbitrary Power; when they reckon it as captious, haughty, and unreasonable, as they allow it to be sovereign, unlimited, and irresistible. What Motive could the frequent Repetitions of the same Solemnities spring from, whenever it was suspected, that the least holy Trifle had been omitted? You know, how often the same Farce was once acted over again, because after every Performance, there was still room to apprehend, that some thing had been neglected. Do but consult, I beg of you, and call to mind your own Reading; cast your Eyes on the infinite Variety of Ideas, Men have form'd to themselves, and the vast Multitude of Divisions they have made of the invisible Cause, which every one imagines to influence human Affairs: Run over the History of all Ages; look into every considerable Nation, their Streights and Calamities, as well as Victories and Successes; the Lives of great Generals, and other famous Men, their adverse Fortune and Prosperity: Mind at which times their Devotion was most fervent; when Oracles were most consulted, and on what Accounts the Gods were most frequently address'd. Do but calmly consider every thing, you can remember, relating to Superstition, whether grave, ridiculous, or execrable; and you will find in the first place; that the Heathens, and all that have been ignorant of the true Deity, tho' many of them were Persons otherwise of great Knowledge, fine Understanding, and tried Probity, have represented their Gods, not as wise, benign, equitable, and merciful; but on the contrary, as passionate, revengeful, capricious, and unrelenting Beings; not to mention the abominable Vices, and gross Immoralities, the Vulgar were taught to ascribe to them: In the second, that for every one Instance, that Men have address'd themselves to an invisible Cause, from a Principle of Gratitude, there are a thousand in every false Religion to convince you, that Divine Worship, and Men's Submission to Heaven, have always proceeded from their Fear. The Word Religion itself, and the Fear of God, are synonimous; and had Man's Acknowledgment been originally founded in Love, as it is in Fear, the Craft of Impostors could have made no Advantage of the Passion; and all their boasted Acquaintance with Gods and Goddesses, would have been useless to them, if Men had worship'd the Immortal Powers, as they call'd their Idols, out of Gratitude.","subId":"79","id":"Mandeville.P2.5.79","speaker":"Cleo"},{"type":"paragraph","content":"All Lawgivers and Leaders of People gain'd their Point, and acquired what they expected from those Pretences, which is Reverence; and which to produce, you have own'd yourself, Love and Esteem to be as requisite as Fear.","subId":"80","id":"Mandeville.P2.5.80","speaker":"Hor"},{"type":"paragraph","content":"But from the Laws they imposed on Men, and the Punishments they annex'd to the Breach and Neglect of them, it is easily seen which of the Ingredients they most relied upon.","subId":"81","id":"Mandeville.P2.5.81","speaker":"Cleo"},{"type":"paragraph","content":"It would be difficult to name a King, or other great Man in very ancient times, who attempted to govern any Infant Nation, that laid no Claim to some Commerce or other with an invisible Power, either held by himself or his Ancestors. Between them and Moses, there is no other difference, than that he alone was a true Prophet, and really inspired, and all the rest were Impostors.","subId":"82","id":"Mandeville.P2.5.82","speaker":"Hor"},{"type":"paragraph","content":"What would you infer from this?","subId":"83","id":"Mandeville.P2.5.83","speaker":"Cleo"},{"type":"paragraph","content":"That we can say no more for ourselves, than what Men of all Parties and Persuasions have done in all Ages, every one for their Cause, viz. That they alone were in the Right, and all that differ'd from them in the Wrong.","subId":"84","id":"Mandeville.P2.5.84","speaker":"Hor"},{"type":"paragraph","content":"Is it not sufficient, that we can say this of ourselves, with Truth and Justice, after the strictest Examination; when no other Cause can stand any Test, or bear the least Enquiry? A Man may relate Miracles, that never were wrought, and give an Account of Things that never happen'd; but a thousand Years hence, all knowing Men will agree, that no Body could have wrote Sir Isaac Newton's Principia, unless he had been a great Mathematician. When Moses acquainted the Israelites, with what had been reveal'd to him, he told them a Truth, which no Body then upon Earth knew but himself.","subId":"85","id":"Mandeville.P2.5.85","speaker":"Cleo"},{"type":"paragraph","content":"You mean the Unity of God, and his being the Author of the Universe.","subId":"86","id":"Mandeville.P2.5.86","speaker":"Hor"},{"type":"paragraph","content":"I do so.","subId":"87","id":"Mandeville.P2.5.87","speaker":"Cleo"},{"type":"paragraph","content":"But is not every Man of Sense, capable of knowing this from his Reason?","subId":"88","id":"Mandeville.P2.5.88","speaker":"Hor"},{"type":"paragraph","content":"Yes, when the Art of Reasoning consequentially is come to that Perfection, which it has been arrived at these several hundred Years, and himself has been led into the Method of thinking justly. Every common Saylor could steer a Course through the midst of the Ocean, as soon as the Use of the Loadstone and the Mariners Compass were invented. But before that, the most expert Navigator would have trembled at the Thoughts of such an Enterprise. When Moses acquainted and imbued the Posterity of Jacob with this sublime and important Truth, they were degenerated into Slaves, attach'd to the Superstition of the Country they dwell'd in; and the Ægyptians their Masters, tho' they were great Proficients in many Arts and Sciences, and more deeply skill'd in the Mysteries of Nature than any other Nation then was, had the most abject and abominable Notions of the Deity, which it is possible to conceive; and no Savages could have exceeded their Ignorance and Stupidity, as to the supreme Being, the invisible Cause that governs the World. He taught the Israelites, à priori; and their Children, before they were nine or ten Years old, knew, what the greatest Philosophers did not attain to, by the Light of Nature, till many Ages after.","subId":"89","id":"Mandeville.P2.5.89","speaker":"Cleo"},{"type":"paragraph","content":"The Advocates for the Ancients will never allow, that any modern Philosophers have either thought or reason'd better, than Men did in former Ages.","subId":"90","id":"Mandeville.P2.5.90","speaker":"Hor"},{"type":"paragraph","content":"Let them believe their Eyes: What you say, every Man of Sense may know, by his own Reason, was in the Beginning of Christianity contested, and denied with Zeal and Vehemence by the greatest Men in Rome. Celsus, Symmachus, Porphyry, Hierocles, and other famous Rhetoricians, and Men of unquestionable good Sense, wrote in Defence of Idolatry, and strenuously maintained the Plurality and Multiplicity of their Gods. Moses lived above fifteen hundred Years before the Reign of Augustus. If in a Place, where I was very well assured, that no Body understood any thing of colouring or drawing, a Man should tell me, that he had acquired the Art of Painting by Inspiration, I should be more ready to laugh at him, than to believe him; but if I saw him draw several fine Portraicts, before my Face, my Unbelief would cease, and I should think it ridiculous, any longer to suspect his Veracity. All the Accounts that other Lawgivers and Founders of Nations have given of the Deities, which they or their Predecessors convers'd with, contain'd Idea's that were unworthy of the Divine Being; and by the Light of Nature only, it is easily prov'd, that they must have been false: But the Image which Moses  gave the Jews  of the Supreme Being, that he was One, and had made Heaven and Earth, will stand all Tests, and is a Truth that will outlast the World. Thus, I think, I have fully proved on the one hand, that all true Religion must be reveal'd, and could not have come into the World without Miracle; and on the other, that what all Men are born with towards Religion, before they receive any Instruction, is Fear.","subId":"91","id":"Mandeville.P2.5.91","speaker":"Cleo"},{"type":"paragraph","content":"You have convinced me many ways, that we are poor Creatures, by Nature; but I can't help strugling against those mortifying Truths, when I hear them started first. I long to hear the Origin of Society, and I continually retard your Account of it myself, with new Questions.","subId":"92","id":"Mandeville.P2.5.92","speaker":"Hor"},{"type":"paragraph","content":"Do you remember where we left off?","subId":"93","id":"Mandeville.P2.5.93","speaker":"Cleo"},{"type":"paragraph","content":"I don't think we have made any Progress yet; for we have nothing towards it but a wild Man, and a wild Woman; with some Children and Grand-children, which they are not able either to teach or to govern.","subId":"94","id":"Mandeville.P2.5.94","speaker":"Hor"},{"type":"paragraph","content":"I thought that the Introduction of the Reverence, which the wildest Son must feel more or less for the most Savage Father, if he stays with him, had been a considerable Step.","subId":"95","id":"Mandeville.P2.5.95","speaker":"Cleo"},{"type":"paragraph","content":"I thought so too, till you destroy'd the Hopes I had conceiv'd of it, yourself, by shewing me the Incapacity of Savage Parents to make use of it: And since we are still as far from the Origin of Society as ever we were, or ever can be, in my Opinion; I desire, that before you proceed to that main Point, you would answer what you have put off once already, which is my Question concerning the Notions of Right and Wrong: I cannot be easy, before I have your Sentiments on this Head.","subId":"96","id":"Mandeville.P2.5.96","speaker":"Hor"},{"type":"paragraph","content":"Your Demand is very reasonable, and I will satisfy you as well as I can. A Man of Sense, Learning and Experience, that has been well educated, will always find out the difference between Right and Wrong in things diametrically opposite; and there are certain Facts, which he will always condemn, and others which he will always approve of: To kill a Member of the same Society, that has not offended us, or to rob him, will always be bad; and to cure the Sick, and be beneficent to the Publick, he will always pronounce to be good Actions in themselves: and for a Man to do as he would be done by, he will always say is a good Rule in Life; and not only Men of great Accomplishments, and such as have learn'd to think abstractly, but all Men of midling Capacities, that have been brought up in Society, will agree in this, in all Countries, and in all Ages. Nothing likewise seems more true to all, that have made any tolerable use of their Faculty of Thinking, than that out of the Society, before any Division was made, either by Contract or otherwise, all Men would have an equal Right to the Earth: But do you believe, that our wild Man, if he had never seen any other human Creature but his Savage Consort, and his Progeny, would ever have entertain'd the same Notions of Right and Wrong?","subId":"97","id":"Mandeville.P2.5.97","speaker":"Cleo"},{"type":"paragraph","content":"Hardly; his small Capacity in the Art of Reasoning, would hinder him from doing it so justly; and the Power he found he had over his Children would render him very arbitrary.","subId":"98","id":"Mandeville.P2.5.98","speaker":"Hor"},{"type":"paragraph","content":"But without that Incapacity, suppose that at threescore he was by a Miracle to receive a fine Judgment, and the Faculty of Thinking, and Reasoning consequentially, in as great a Perfection, as the wisest Man ever had it; do you think, he'd ever alter his Notion, of the Right he had to every thing he could manage; or have other Sentiments in Relation to himself, and his Progeny, than from his Behaviour it appear'd he entertain'd, when he seem'd to act almost altogether by Instinct?","subId":"99","id":"Mandeville.P2.5.99","speaker":"Cleo"},{"type":"paragraph","content":"Without doubt: For if Judgment and Reason were given him, what could hinder him from making use of those Faculties, as well as others do?","subId":"100","id":"Mandeville.P2.5.100","speaker":"Hor"},{"type":"paragraph","content":"You seem not to consider, that no Man can reason but à posteriori, from something that he knows, or supposes to be true: What I said of the difference between Right and Wrong, I spoke of Persons, who remembred their Education, and lived in Society; or at least such, as plainly saw others of their own Species, that were independent of them, and either their Equals or Superiours.","subId":"101","id":"Mandeville.P2.5.101","speaker":"Cleo"},{"type":"paragraph","content":"I begin to believe you are in the Right: But at second Thoughts, why might not a Man with great Justice think himself the Sovereign of a Place, where he knew no human Creature but his own Wife, and the Descendents of both?","subId":"102","id":"Mandeville.P2.5.102","speaker":"Hor"},{"type":"paragraph","content":"With all my Heart: But may there not be an hundred such Savages in the World with large Families, that might never meet, nor ever hear of one another?","subId":"103","id":"Mandeville.P2.5.103","speaker":"Cleo"},{"type":"paragraph","content":"A thousand, if you will, and then there would be so many natural Sovereigns.","subId":"104","id":"Mandeville.P2.5.104","speaker":"Hor"},{"type":"paragraph","content":"Very well: what I would have you observe, is, that there are things, which are commonly esteem'd to be eternal Truths, that an hundred or a thousand People of fine Sense and Judgment, could have no Notion of. What if it should be true, that every Man is born with this domineering Spirit, and that we cannot be cured of it, but by our Commerce with others, and the Experience of Facts, by which we are convinc'd, that we have no such Right? Let us examine a Man's whole Life, from his Infancy to his Grave, and see, which of the two seems to be most natural to him; a Desire of Superiority, and grasping every thing to himself; or a Tendency to act according to the reasonable Notions of Right and Wrong; and we shall find, that in his early Youth the first is very conspicuous; that nothing appears of the second before he has receiv'd some Instructions, and that this latter will always have less Influence upon his Actions, the more uncivilis'd he remains: From whence I infer, that the Notions of Right and Wrong are acquired; for if they were as natural, or if they affected us, as early as the Opinion, or rather the Instinct we are born with, of taking every thing to be our own, no Child would ever cry for his eldest Brother's Playthings.","subId":"105","id":"Mandeville.P2.5.105","speaker":"Cleo"},{"type":"paragraph","content":"I think, there is no Right more natural, nor more reasonable, than that which Men have over their Children; and what we owe our Parents can never be repaid.","subId":"106","id":"Mandeville.P2.5.106","speaker":"Hor"},{"type":"paragraph","content":"The Obligations we have to good Parents, for their Care and Education, is certainly very great.","subId":"107","id":"Mandeville.P2.5.107","speaker":"Cleo"},{"type":"paragraph","content":"That's the least. We are indebted to them for our Being; we might be educated by an hundred others, but without them, we could never have existed.","subId":"108","id":"Mandeville.P2.5.108","speaker":"Hor"},{"type":"paragraph","content":"So we could have no Malt Liquor, without the Ground that bears the Barley: I know no Obligations for Benefits that never were intended. Should a Man see a fine Parcel of Cherries, be tempted to eat, and devour them accordingly with great Satisfaction: It is possible, he might swallow some of the Stones, which we know by Experience don't digest: If twelve or fourteen Months after, he should find a little Sprig of a Cherry-tree growing in a Field, where no Body would expect it: If he recollected the time, he had been there before, it is not improbable, that he might guess at the true Reason how it came there. It is possible likewise, that for Curiosity's sake, this Man might take up this Plant, and take Care of it; I am well assured, that whatever became of it afterwards, the Right he would have to it from the Merit of his Action, would be the same, which a Savage would have to his Child.","subId":"109","id":"Mandeville.P2.5.109","speaker":"Cleo"},{"type":"paragraph","content":"I think, there would be a vast Difference between the one and the other: The Cherry-stone was never part of himself, nor mix'd with his Blood.","subId":"110","id":"Mandeville.P2.5.110","speaker":"Hor"},{"type":"paragraph","content":"Pardon me; all the difference, as vast as you take it to be, can only consist in this, that the Cherry-stone was not Part of the Man, who swallow'd it, so long, nor receiv'd so great an Alteration in its Figure, whilst it was, as some other things, which the Savage swallow'd, were, and receiv'd in their Figure, whilst they stay'd with him.","subId":"111","id":"Mandeville.P2.5.111","speaker":"Cleo"},{"type":"paragraph","content":"But he that swallow'd the Cherry-stone, did nothing to it; it produced a Plant as a Vegetable, which it might have done as well without his swallowing it.","subId":"112","id":"Mandeville.P2.5.112","speaker":"Hor"},{"type":"paragraph","content":"That's true; and I own, that as to the Cause to which the Plant owes its Existence, you are in the right: But I plainly spoke as to the Merit of the Action, which in either Case could only proceed from their Intentions, as free Agents; and the Savage might, and would in all Probability act, with as little Design to get a Child, as the other had eat Cherries in order to plant a Tree. It is commonly said, that our Children are our own Flesh and Blood: But this way of speaking is strangely figurative. However, allow it to be just, tho' Rhetoriciens have no Name for it; what does it prove, what Benevolence in us, what Kindness to others, in the Intention?","subId":"113","id":"Mandeville.P2.5.113","speaker":"Cleo"},{"type":"paragraph","content":"You shall say what you please, but I think, that nothing can endear Children to their Parents more, than the Reflection, that they are their own Flesh and Blood.","subId":"114","id":"Mandeville.P2.5.114","speaker":"Hor"},{"type":"paragraph","content":"I am of your Opinion; and it is a plain Demonstration of the superlative Value, we have for our own selves, and every thing that comes from us, if it be good, and counted laudable; whereas other things, that are offensive, tho' equally our own, are in Compliment to ourselves industriously conceal'd; and as soon as it is agreed upon that any thing is unseemly, and rather a Disgrace to us than otherwise, presently it becomes ill Manners to name, or so much as to hint at it. The Contents of the Stomach are variously disposed of, but we have no hand in that; and whether they go to the Blood, or elsewhere, the last thing we did to them voluntarily, and with our Knowledge, was swallowing them; and whatever is afterwards perform'd by the Animal Oeconomy, a Man contributes no more to, than he does to the going of his Watch. This is another Instance of the unjust Claim we lay to every Performance, we are but in the least concern'd in, if good comes of it, tho' Nature does all the Work; but whoever places a Merit in his prolifick Faculty, ought likewise to expect the Blame, when he has the Stone, or a Fever. Without this violent Principle of innate Folly, no rational Creature would value himself on his free Agency, and at the same time accept of Applause for Actions that are visibly independent of his Will. Life in all Creatures is a compound Action, but the Share they have in it themselves, is only passive. We are forc'd to breathe, before we know it; and our Continuance palpably depends upon the Guardianship, and perpetual Tutelage of Nature; whilst every part of her Works, ourselves not excepted, is an impenetrable Secret to us, that eludes all Enquiries. Nature furnishes us with all the Substance of our Food herself, nor does she trust to our Wisdom for an Appetite to crave it; to chew it, she teaches us by Instinct, and bribes us to it by Pleasure. This seeming to be an Action of Choice, and ourselves being conscious of the Performance, we perhaps may be said to have a part in it; but the Moment after, Nature resumes her Care, and, again withdrawn from our Knowledge, preserves us in a mysterious manner, without any Help or Concurrence of ours, that we are sensible of. Since then the Management of what we have eat and drank, remains entirely under the Direction of Nature, what Honour or Shame ought we to receive from any part of the Product, whether it is to serve as a doubtful Means toward Generation, or yields to Vegetation a less fallible Assistance? It is Nature that prompts us to propagate, as well as to eat; and a Savage Man multiplies his Kind by Instinct, as other Animals do, without more Thought or Design of preserving his Species, than a new-born Infant has of keeping itself alive, in the Action of Sucking.","subId":"115","id":"Mandeville.P2.5.115","speaker":"Cleo"},{"type":"paragraph","content":"Yet Nature gave the different Instincts to both, for those Reasons.","subId":"116","id":"Mandeville.P2.5.116","speaker":"Hor"},{"type":"paragraph","content":"Without doubt; but what I mean, is, that the Reason of the Thing is as much the Motive of Action in the one, as it is in the other; and I verily believe, that a Wild Woman, who had never seen, or not minded the Production of any young Animals, would have several Children before she would guess at the real Cause of them; any more, than, if she had the Cholick, she would suspect that it proceeded from some delicious Fruit she had eaten; especially if she had feasted upon it for several Months, without perceiving any Inconveniency from it. Children, all the World over, are brought forth with Pain, more or less, which seems to have no Affinity with Pleasure; and an untaught Creature, however docil and attentive, would want several clear Experiments, before it would believe, that the one could produce or be the Cause of the other.","subId":"117","id":"Mandeville.P2.5.117","speaker":"Cleo"},{"type":"paragraph","content":"Most People marry in Hopes, and with a Design, of having Children.","subId":"118","id":"Mandeville.P2.5.118","speaker":"Hor"},{"type":"paragraph","content":"I doubt, not; and believe, that there are as many, that would rather not have Children, or at least not so fast as often they come, as there are that wish for them, even in the State of Matrimony: But out of it, in the Amours of Thousands, that revel in Enjoyments, Children are reckon'd to be the greatest Calamity that can befal them; and often, what criminal Love gave Birth to, without Thought, more criminal Pride destroys, with purpos'd and considerate Cruelty. But all this belongs to People in Society, that are knowing, and well acquainted with the natural Consequences of Things; what I urg'd, I spoke of a Savage.","subId":"119","id":"Mandeville.P2.5.119","speaker":"Cleo"},{"type":"paragraph","content":"Still the End of Love, between the different Sexes, in all Animals, is the Preservation of their Species.","subId":"120","id":"Mandeville.P2.5.120","speaker":"Hor"},{"type":"paragraph","content":"I have allow'd that already. But once more; the Savage is not prompted to Love, from that Consideration: He propagates, before he knows the Consequence of it; and I much question, whether the most civiliz'd Pair, in the most chaste of their Embraces, ever acted from the Care of their Species, as a real Principle. A rich Man may, with great Impatience, wish for a Son, to inherit his Name and his Estate; perhaps, he may marry from no other Motive, and for no other Purpose; but all the Satisfaction he seems to receive, from the flattering Prospect of an happy Posterity, can only arise from a pleasing Reflection on himself, as the Cause of those Descendants. How much soever this Man's Posterity might be thought to owe him for their Being, it is certain, that, the Motive he acted from, was to oblige himself: Still here's a wishing for Posterity, a Thought and Design of getting Children, which no wild Couple could have to boast of; yet they would be vain enough to look upon themselves, as the principal Cause of all their Offspring and Descendants; though they should live to see the fifth or sixth Generation.","subId":"121","id":"Mandeville.P2.5.121","speaker":"Cleo"},{"type":"paragraph","content":"I can find no Vanity in that, and I should think 'em so myself.","subId":"122","id":"Mandeville.P2.5.122","speaker":"Hor"},{"type":"paragraph","content":"Yet, as free Agents, it would be plain, that they had contributed nothing to the Existence of their Posterity.","subId":"123","id":"Mandeville.P2.5.123","speaker":"Cleo"},{"type":"paragraph","content":"Now surely, you have over-shot the Mark; nothing?","subId":"124","id":"Mandeville.P2.5.124","speaker":"Hor"},{"type":"paragraph","content":"No, nothing, even to that of their own Children, knowingly; if you'll allow, that Men have their Appetites from Nature. There is but one real Cause in the Universe, to produce that infinite Variety of stupendious Effects, and all the mighty Labours that are perform'd in Nature; either within, or far beyond, the Reach of our Senses. Parents are the Efficients of their Offspring, with no more Truth or Propriety of Speech, than the Tools of an Artificer, that were made and contriv'd by himself, are the Cause of the most elaborate of his Works. The senseless Engine, that raises Water into the Copper, and the passive Mash-tub, have between them, as great a Share in the Art and Action of Brewing, as the liveliest Male and Female ever had in the Production of an Animal.","subId":"125","id":"Mandeville.P2.5.125","speaker":"Cleo"},{"type":"paragraph","content":"You make Stocks and Stones of us; Is it not in our choice, to act, or not to act?","subId":"126","id":"Mandeville.P2.5.126","speaker":"Hor"},{"type":"paragraph","content":"Yes, it is in my choice now, either to run my Head against the Wall, or to let it alone; but, I hope, it does not puzzle you much to guess, which of the two I shall chuse.","subId":"127","id":"Mandeville.P2.5.127","speaker":"Cleo"},{"type":"paragraph","content":"But don't we move our Bodies as we list? and is not every Action determin'd by the Will?","subId":"128","id":"Mandeville.P2.5.128","speaker":"Hor"},{"type":"paragraph","content":"What signifies that, where there is a Passion that manifestly sways, and with a strict Hand governs that Will?","subId":"129","id":"Mandeville.P2.5.129","speaker":"Cleo"},{"type":"paragraph","content":"Still we act with Consciousness, and are intelligent Creatures.","subId":"130","id":"Mandeville.P2.5.130","speaker":"Hor"},{"type":"paragraph","content":"Not in the Affair I speak of; where, willing or not willing, we are violently urg'd from within, and, in a manner, compell'd, not only to assist in, but likewise to long for, and, in spight of our Teeth, be highly pleased with, a Performance, that infinitely surpasses our Understanding. The Comparison I made is just, in every Part of it; for the most loving, and, if you will, the most sagacious Couple, you can conceive, are as ignorant in the Mystery of Generation; nay, must remain, after having had twenty Children, together, as much uninform'd, and as little conscious of Nature's Transactions, and what has been wrought within them; as inanimate Utensils are of the most mystick and most ingenious Operations they have been employ'd in.","subId":"131","id":"Mandeville.P2.5.131","speaker":"Cleo"},{"type":"paragraph","content":"I don't know any Man more expert in tracing human Pride, or more severe in humbling it, than yourself; but when the Subject comes in your Way, you don't know how to leave it. I wish you would, at once, go over to the Origin of Society; which, how to derive, or bring about at all, from the savage Family, as we left it, is past my Skill. It is impossible but those Children, when they grew up, would quarrel on innumerable Occasions: If Men had but three Appetites to gratify, that are the most obvious, they could never live together in Peace, without Government: For though they all paid a Deference to the Father, yet, if he was a Man void of all Prudence, that could give them no good Rules to walk by, I am persuaded that they would live in a perpetual State of War; and the more numerous his Offspring grew, the more the old Savage would be puzzled, between his Desire and Incapacity of Government. As they encreased in Numbers, they would be forced to extend their Limits, and the Spot they were born upon would not hold them long: No body would be willing to leave his native Vale, especially if it was a fruitful one. The more I think upon it, and the more I look into such Multitudes, the less I can conceive, which way they could ever be form'd into a Society.","subId":"132","id":"Mandeville.P2.5.132","speaker":"Hor"},{"type":"paragraph","content":"The first thing that could make Man associate, would be common Danger, which unites the greatest Enemies: This Danger they would certainly be in, from wild Beasts, considering, that no uninhabited Country is without them, and the defenceless Condition, in which Men come into the World. This often must have been a cruel Article, to prevent the Increase of our Species.","subId":"133","id":"Mandeville.P2.5.133","speaker":"Cleo"},{"type":"paragraph","content":"The Supposition then, that this wild Man, with his Progeny, should for fifty Years live undisturbed, is not very probable; and I need not trouble myself about our Savage's being embarrass'd with too numerous an Offspring.","subId":"134","id":"Mandeville.P2.5.134","speaker":"Hor"},{"type":"paragraph","content":"You say right; there is no Probability, that a Man and his Progeny, all unarm'd, should so long escape the ravenous Hunger of Beasts of Prey, that are to live upon what Animals they can get; that leave no Place unsearch'd, nor Pains untry'd, to come at Food, though with the Hazard of their Lives. The Reason why I made that Supposition, was to shew you, first, the Improbability that a wild, and altogether untaught Man, should have the Knowledge and Discretion, which Sir William Temple  gives him; secondly, that Children, who convers'd with their own Species, though they were brought up by Savages, would be governable; and consequently, that all such, when come to Maturity, would be fit for Society, how ignorant and unskillful soever their Parents might have been.","subId":"135","id":"Mandeville.P2.5.135","speaker":"Cleo"},{"type":"paragraph","content":"I thank you for it; for it has shewn me, that the very first Generation of the most brutish Savages, was sufficient to produce sociable Creatures; but that to produce a Man fit to govern others, much more was required.","subId":"136","id":"Mandeville.P2.5.136","speaker":"Hor"},{"type":"paragraph","content":"I return to my Conjecture, concerning the first Motive, that would make Savages associate: It is not possible to know any thing, with Certainty, of Beginnings, where Men were destitute of Letters; but I think, that the Nature of the thing makes it highly probable, that it must have been their common Danger from Beasts of Prey; as well such sly ones, as lay in wait for their Children, and the defenceless Animals, Men made Use of for themselves; as the more bold, that would openly attack grown Men and Women. What much confirms me in this Opinion, is, the general Agreement of all the Relations we have, from the most ancient Times, in different Countries: For in the Infancy of all Nations, prophane History is stuff'd with the Accounts of the Conflicts Men had with wild Beasts. It took up the chief Labours of the Heroes of remotest Antiquity, and their greatest Prowess was shewn in killing of Dragons, and subduing of other Monsters.","subId":"137","id":"Mandeville.P2.5.137","speaker":"Cleo"},{"type":"paragraph","content":"Do you lay any Stress upon Sphinxes, Basilisks, flying Dragons, and Bulls that spit Fire?","subId":"138","id":"Mandeville.P2.5.138","speaker":"Hor"},{"type":"paragraph","content":"As much as I do on modern Witches. But I believe, that all those Fictions had their Rise from noxious Beasts, the Mischiefs they did, and other Realities that struck Terrour into Man; and, I believe, that if no Man had ever been seen on a Horse's Back, we should never have heard of Centaurs. The prodigious Force and Rage, that are apparent in some savage Animals, and the astonishing Power, which from the various Poysons of venemous Creatures, we are sure must be hid in others; the sudden and unexpected Assaults of Serpents, the Variety of them, the vast Bulks of Crocodiles; the irregular and uncommon Shapes of some Fishes, and the Wings of others, are all things that are capable of alarming Man's Fear; and it is incredible what Chimera's, that Passion alone may produce in a terrify'd Mind: The Dangers of the Day often haunt Men at Night with Addition of Terror; and from what they remember in their Dreams, it is easy to forge Realities. If you will consider likewise, that the natural Ignorance of Man, and his hankering after Knowledge, will augment the Credulity, which Hope and Fear first give Birth to; the Desire the Generality have of Applause, and the great Esteem that is commonly had for the Merveilleux, and the Witnesses and Relaters of it: If, I say, you will consider all these, you will easily discover; how many Creatures came to be talk'd of, describ'd, and formally painted, that never had any Existence.","subId":"139","id":"Mandeville.P2.5.139","speaker":"Cleo"},{"type":"paragraph","content":"I don't wonder at the Origin of monstrous Figures, or the Invention of any Fables whatever; but in the Reason you gave for the first Motive, that would make Men combine in one Interest, I find something very perplexing, which, I own, I never thought of before. When I reflect on the Condition of Man, as you have set it before me, naked and defenceless, and the Multitude of ravenous Animals, that thirst after his Blood, and are superior to him in Strength, and completely arm'd by Nature, it is inconceivable to me, how our Species should have subsisted.","subId":"140","id":"Mandeville.P2.5.140","speaker":"Hor"},{"type":"paragraph","content":"What you observe is well worthy our Attention.","subId":"141","id":"Mandeville.P2.5.141","speaker":"Cleo"},{"type":"paragraph","content":"It is astonishing. What filthy, abominable Beasts are Lions and Tygers!","subId":"142","id":"Mandeville.P2.5.142","speaker":"Hor"},{"type":"paragraph","content":"I think them to be very fine Creatures; there is nothing I admire more than a Lion.","subId":"143","id":"Mandeville.P2.5.143","speaker":"Cleo"},{"type":"paragraph","content":"We have strange Accounts of his Generosity and Gratitude; but do you believe them?","subId":"144","id":"Mandeville.P2.5.144","speaker":"Hor"},{"type":"paragraph","content":"I don't trouble my Head about them: What I admire, is his Fabrick, his Structure, and his Rage, so justly proportion'd to one another. There are Order, Symmetry, and superlative Wisdom to be observ'd in all the Works of Nature; but she has not a Machine, of which every Part more visibly answers the End, for which the whole was form'd.","subId":"145","id":"Mandeville.P2.5.145","speaker":"Cleo"},{"type":"paragraph","content":"The Destruction of other Animals.","subId":"146","id":"Mandeville.P2.5.146","speaker":"Hor"},{"type":"paragraph","content":"That's true; but how conspicuous is that End, without Mystery or Uncertainty! That Grapes were made for Wine, and Man for Society, are Truths not accomplish'd in every Individual: But there is a real Majesty stamp'd on every single Lion, at the Sight of which, the stoutest Animals submit and tremble. When we look upon, and examine his massy Talons, the Size of them, and the labour'd Firmness, with which they are fix'd in, and fasten'd to that prodigious Paw; his dreadful Teeth, the Strength of his Jaws, and the Width of his Mouth equally terrible, the Use of them is obvious; but when we consider, moreover, the Make of his Limbs, the Toughness of his Flesh and Tendons, the Solidity of his Bones, beyond that of other Animals, and the whole Frame of him, together with his never-ceasing Anger, Speed and Agility; whilst in the Desart he ranges King of Beasts: When, I say, we consider all these Things, it is Stupidity, not to see the Design of Nature, and with what amazing Skill, the beautiful Creature is contrived, for offensive War and Conquest.","subId":"147","id":"Mandeville.P2.5.147","speaker":"Cleo"},{"type":"paragraph","content":"You are a good Painter. But, after all, why would you judge of a Creature's Nature from what it was perverted to, rather than from its Original, the State it was first produced in? The Lion in Paradise was a gentle, loving Creature. Hear what Milton says of his Behaviour before Adam and Eve, as they sate recline on the soft downy Bank, damask'd with Flowers: \n\n—— —— About them frisking play'd \n All Beasts of the Earth, since wild, and of all chace \n In Wood or Wilderness, Forest or Den; \n Sporting the Lion ramp'd, and in his Paw \n Dandl'd the Kid; Bears, Tygres, Ounces, Pards, \n Gambol'd before them.—— —— ——\n\n What was it, the Lion fed upon; what Sustenance had all these Beasts of Prey, in Paradise?","subId":"148","id":"Mandeville.P2.5.148","speaker":"Hor"},{"type":"paragraph","content":"I don't know. No body, who believes the Bible, doubts, but that the whole State of Paradise, and the Intercourse between God and the first Man, were as much preternatural, as the Creation out of Nothing; and therefore it cannot be suppos'd, that they should be accounted for by human Reason; and if they were, Moses would not be answerable for more than he advanced himself. The History which he has given us of those Times is extremely succinct, and ought not to be charged with any thing, contain'd in the Glosses and Paraphrases, that have been made upon it by others.","subId":"149","id":"Mandeville.P2.5.149","speaker":"Cleo"},{"type":"paragraph","content":"Milton has said nothing of Paradise, but what he could justify from Moses.","subId":"150","id":"Mandeville.P2.5.150","speaker":"Hor"},{"type":"paragraph","content":"It is no where to be proved, from Moses, that the State of Innocence lasted so long, that Goats or any viviparous Animals could have bred, and brought forth young ones.","subId":"151","id":"Mandeville.P2.5.151","speaker":"Cleo"},{"type":"paragraph","content":"You mean, that there could have been no Kid. I should never have made that Cavil, in so fine a Poem. It was not in my Thoughts: What I aim'd at in repeating those Lines, was to shew you, how superfluous and impertinent a Lion must have been in Paradise; and that those who pretend to find fault with the Works of Nature, might have censur'd her with Justice, for lavishing and throwing away so many Excellencies, upon a great Beast, to no Purpose. What a fine Variety of destructive Weapons, would they say, what prodigious Strength of Limbs and Sinews are here given to a Creature! What to do with? To be quiet, and dandle a Kid. I own, that to me, this Province, the Employment assign'd to the Lion, seems to be as proper and well chosen, as if you'd make a Nurse of Alexander the Great.","subId":"152","id":"Mandeville.P2.5.152","speaker":"Hor"},{"type":"paragraph","content":"You might make as many Flights upon a Lion now, if you saw him asleep. No body would think that a Bull had Occasion for Horns, who had never seen him otherwise, than quietly grazing among a Parcel of Cows; but, if one should see him attack'd by Dogs, by a Wolf, or a Rival of his own Species, he would soon find out, that his Horns were of great Use and Service to him. The Lion was not made to be always in Paradise.","subId":"153","id":"Mandeville.P2.5.153","speaker":"Cleo"},{"type":"paragraph","content":"There I would have you. If the Lion was contriv'd for Purposes, to be serv'd and executed out of Paradice, then it is manifest, from the very Creation, that the Fall of Man was determin'd and predestinated.","subId":"154","id":"Mandeville.P2.5.154","speaker":"Hor"},{"type":"paragraph","content":"Fore-known it was: Nothing could be hid from Omniscience: that is certain; but that it was predestinated so as to have prejudiced, or any ways influenced the Free-Will of Adam, I utterly deny. But that Word, predestinated, has made so much Noise in the World, and the thing itself has been the Cause of so many fatal Quarrels, and is so inexplicable, that I am resolved never to engage in any Dispute concerning it.","subId":"155","id":"Mandeville.P2.5.155","speaker":"Cleo"},{"type":"paragraph","content":"I can't make you; but what you have extoll'd so much, must have cost the Lives of thousands of our Species; and it is a Wonder to me how Men, when they were but few, could possibly defend themselves, before they had Fire Arms, or at least, Bows and Arrows; for what Number of naked Men and Women, would be a Match for one Couple of Lions?","subId":"156","id":"Mandeville.P2.5.156","speaker":"Hor"},{"type":"paragraph","content":"Yet, here we are; and none of those Animals are suffer'd to be wild, in any civiliz'd Nation; our superior Understanding has got the Start of them.","subId":"157","id":"Mandeville.P2.5.157","speaker":"Cleo"},{"type":"paragraph","content":"My Reason tells me, it must be that; but I can't help observing, that when human Understanding serves your Purpose to solve any thing, it is always ready and full grown; but at other times, Knowledge and Reasoning are the Work of Time, and Men are not capable of thinking justly, 'till after many Generations. Pray, before Men had Arms, what could their Understanding do against Lions, and what hindred wild Beasts from devouring Mankind, as soon as they were born?","subId":"158","id":"Mandeville.P2.5.158","speaker":"Hor"},{"type":"paragraph","content":"Providence.","subId":"159","id":"Mandeville.P2.5.159","speaker":"Cleo"},{"type":"paragraph","content":"Daniel, indeed, was sav'd by Miracle; but what is that to the rest of Mankind? great Numbers, we know, have, at different times, been torn to Pieces by savage Beasts: What I want to know, is the Reason, that any of them escap'd, and the whole Species was not destroy'd by them; when Men had yet no Weapons to defend, nor strong Holds to shelter themselves from the Fury of those merciless Creatures.","subId":"160","id":"Mandeville.P2.5.160","speaker":"Hor"},{"type":"paragraph","content":"I have named it to you already, Providence.","subId":"161","id":"Mandeville.P2.5.161","speaker":"Cleo"},{"type":"paragraph","content":"But which Way can you prove this miraculous Assistance?","subId":"162","id":"Mandeville.P2.5.162","speaker":"Hor"},{"type":"paragraph","content":"You still talk of Miracles, and I speak of Providence, or the all-governing Wisdom of God.","subId":"163","id":"Mandeville.P2.5.163","speaker":"Cleo"},{"type":"paragraph","content":"If you can demonstrate to me, how that Wisdom interpos'd between our Species, and that of Lions, in the Beginning of the World, without Miracle, any more than it does at present, Eris mihi magnus Apollo: For now, I am sure, a wild Lion would prey upon a naked Man, as soon, at least, as he would upon an Ox or an Horse.","subId":"164","id":"Mandeville.P2.5.164","speaker":"Hor"},{"type":"paragraph","content":"Won't you allow me, that all Properties, Instincts, and what we call the Nature of Things, animate or inanimate, are the Produce, the Effects of that Wisdom?","subId":"165","id":"Mandeville.P2.5.165","speaker":"Cleo"},{"type":"paragraph","content":"I never thought otherwise.","subId":"166","id":"Mandeville.P2.5.166","speaker":"Hor"},{"type":"paragraph","content":"Then it will not be difficult to prove this to you. Lions are never brought forth wild, but in very hot Countries, as Bears are the Product of the cold. But the Generality of our Species, which loves moderate Warmth, are most delighted with the middle Regions. Men may, against their Wills, be inured to intense Cold, or by Use and Patience accustom themselves to excessive Heat; but a mild Air, and Weather between both Extremes, being more agreeable to human Bodies, the greatest Part of Mankind would naturally settle in temperate Climates, and with the same Conveniency, as to every thing else, never chuse any other. This would very much lessen the Danger Men would be in from the fiercest and most irresistible wild Beasts.","subId":"167","id":"Mandeville.P2.5.167","speaker":"Cleo"},{"type":"paragraph","content":"But would Lions and Tygers in hot Countries, keep so close within their Bounds, and Bears in cold ones, as never to straggle or stray beyond them?","subId":"168","id":"Mandeville.P2.5.168","speaker":"Hor"},{"type":"paragraph","content":"I don't suppose they would; and Men, as well as Cattle, have often been pick'd up by Lions, far from the Places where these were whelp'd. No wild Beasts are more fatal to our Species, than often we are to one another; and Men pursued by their Enemies have fled into Climates and Countries, which they would never have chose. Avarice likewise and Curiosity, have, without Force or Necessity, often exposed Men to Dangers, which they might have avoided, if they had been satisfied with what Nature required; and labour'd for Self-preservation in that simple Manner, which Creatures less vain and fantastical content themselves with. In all these Cases, I don't question, but Multitudes of our Species have suffer'd from Savage Beasts, and other noxious Animals; and on their account only, I verily believe, it would have been impossible for any Number of Men, to have settled or subsisted in either very hot or very cold Countries, before the Invention of Bows and Arrows, or better Arms. But all this does nothing to overthrow my Assertion: What I wanted to prove is, that all Creatures, chusing by Instinct that Degree of Heat or Cold which is most natural to them, there would be Room enough in the World for Man to multiply his Species, for many Ages, without running almost any Risque of being devour'd either by Lions or by Bears; and that the most savage Man would find this out, without the help of his Reason. This I call the Work of Providence; by which I mean the unalterable Wisdom of the Supreme Being, in the harmonious Disposition of the Universe; the Fountain of that incomprehensible Chain of Causes, on which all Events have their undoubted Dependance.","subId":"169","id":"Mandeville.P2.5.169","speaker":"Cleo"},{"type":"paragraph","content":"You have made this out, better than I had expected; but I am afraid, that what you alledged, as the first Motive toward Society, is come to nothing by it.","subId":"170","id":"Mandeville.P2.5.170","speaker":"Hor"},{"type":"paragraph","content":"Don't fear that; there are other savage Beasts, against which Men could not guard themselves unarm'd, without joyning, and mutual Assistance: In temperate Climates, most uncultivated Countries abound with Wolves.","subId":"171","id":"Mandeville.P2.5.171","speaker":"Cleo"},{"type":"paragraph","content":"I have seen them in Germany; they are of the Size of a large Mastiff; but I thought their chief Prey had been Sheep.","subId":"172","id":"Mandeville.P2.5.172","speaker":"Hor"},{"type":"paragraph","content":"Any thing they can conquer is their Prey: They are desperate Creatures, and will fall upon Men, Cows, and Horses, as well as upon Sheep, when they are very hungry: They have Teeth like Mastiffs; but besides them they have sharp Claws to tear with, which Dogs have not. The stoutest Man is hardly equal to them in Strength; but what is worse, they often come in Troops, and whole Villages have been attack'd by them: They have five, six, and more Whelps at a Litter, and would soon over-run a Country, where they breed, if Men did not combine against, and make it their Business to destroy them. Wild Boars likewise, are terrible Creatures, that few large Forests, and uninhabited Places, in temperate Climates, are free from.","subId":"173","id":"Mandeville.P2.5.173","speaker":"Cleo"},{"type":"paragraph","content":"Those Tusks of theirs are dreadful Weapons.","subId":"174","id":"Mandeville.P2.5.174","speaker":"Hor"},{"type":"paragraph","content":"And they are much superiour to Wolves in Bulk and Strength. History is full of the Mischief they have done in ancient Times, and of the Renown that valiant Men have gain'd by conquering them.","subId":"175","id":"Mandeville.P2.5.175","speaker":"Cleo"},{"type":"paragraph","content":"That's true; but those Heroes, that fought Monsters in former Days, were well arm'd; at least, the Generality of them; but what could a Number of naked Men, before they had any Arms at all, have, to oppose to the Teeth and Claws of ravenous Wolves, that came in Troops; and what Impression could the greatest Blow a Man can strike, make upon the thick bristly Hide of a wild Boar?","subId":"176","id":"Mandeville.P2.5.176","speaker":"Hor"},{"type":"paragraph","content":"As on the one hand, I have named every thing, that Man has to fear from wild Beasts; so, on the other, we ought not to forget the Things that are in his Favour. In the first place, a wild Man inured to Hardship, would far exceed a tame one, in all Feats of Strength, Nimbleness, and Activity: In the second, his Anger would sooner and more usefully transport and assist him in his savage State, than it can do in Society; where, from his Infancy, he is so many ways taught, and forced, in his own Defence, to cramp and stifle with his Fears the noble Gift of Nature. In wild Creatures we see, that most of them, when their own Life, or that of their young ones, is at Stake, fight with great Obstinacy, and continue fighting to the last, and do what Mischief they can, whilst they have Breath, without regard to their being overmatch'd, or the Disadvantages they labour under. It is observ'd likewise, that the more untaught and inconsiderate Creatures are, the more entirely they are sway'd by the Passion that is uppermost: Natural Affection would make wild Men, and Women too, sacrifice their Lives, and die for their Children; but they would die fighting; and one Wolf would not find it an easy Matter to carry off a Child from his watchful Parents, if they were both resolute, though they were naked. As to Man's being born defenceless, it is not to be conceiv'd, that he should long know the Strength of his Arms, without being acquainted with the Articulation of his Fingers, or at least, what is owing to it, his Faculty of grasping and holding fast; and the most untaught Savage would make Use of Clubs and Staves before he came to Maturity. As the Danger Men are in from wild Beasts would be of the highest Consequence, so it would employ their utmost Care and Industry: They would dig Holes, and invent other Stratagems, to distress their Enemies, and destroy their young ones: As soon as they found out Fire, they would make use of that Element to guard themselves and annoy their Foes: By the Help of it they would soon learn to sharpen Wood, which presently would put 'em upon making Spears and other Weapons that would cut. When Men are angry enough with Creatures to strike them, and these are running away, or flying from them, they are apt to throw at what they cannot reach: This, as soon as they had Spears, would naturally lead them to the Invention of Darts and Javelins. Here, perhaps, they might stop a while; but the same Chain of Thinking would, in Time, produce Bows and Arrows: The Elasticity of Sticks and Boughs of Trees is very obvious; and to make Strings of the Guts of Animals, I dare say, is more ancient than the Use of Hemp. Experience teaches us, that Men may have all these, and many more Weapons, and be very expert in the Use of them, before any manner of Government, except that of Parents over their Children, is to be seen among them: It is likewise very well known, that Savages furnish'd with no better Arms, when they are strong enough in Number, will venture to attack, and even hunt after the fiercest wild Beasts, Lions and Tygers not excepted. Another thing is to be consider'd, that likewise favours our Species, and relates to the Nature of the Creatures, of which in temperate Climates Man has Reason to stand in bodily fear of.","subId":"177","id":"Mandeville.P2.5.177","speaker":"Cleo"},{"type":"paragraph","content":"Wolves and wild Boars?","subId":"178","id":"Mandeville.P2.5.178","speaker":"Hor"},{"type":"paragraph","content":"Yes. That great Numbers of our Species have been devour'd by the first, is uncontested; but they most naturally go in quest of Sheep and Poultry; and, as long as they can get Carrion, or any thing to fill their Bellies with, they seldom hunt after Men, or other large Animals; which is the reason, that in the Summer our Species, as to personal Insults, have not much to fear from them. It is certain likewise, that Savage Swine will hunt after Men, and many of their Maws have been cramm'd with human Flesh: But they naturally feed on Acorns, Chesnuts, Beachmast, and other Vegetables; and they are only carnivorous upon Occasion, and through Necessity, when they can get nothing else; in great Frosts, when the Country is bare, and every thing cover'd with Snow. It is evident then, that human Creatures are not in any great and immediate Danger from either of these Species of Beasts, but in hard Winters, which happen but seldom in temperate Climates. But as they are our perpetual Enemies, by spoiling and devouring every thing that may serve for the Sustenance of Man; it is highly necessary, that we should not only be always upon our guard against them, but likewise never cease to assist one another, in routing and destroying them.","subId":"179","id":"Mandeville.P2.5.179","speaker":"Cleo"},{"type":"paragraph","content":"I plainly see, that Mankind might subsist and survive to multiply, and get the Mastery over all other Creatures that should oppose them; and as this could never have been brought about, unless Men had assisted one another against Savage Beasts, it is possible, that the Necessity Men were in of joyning and uniting together, was the first Step toward Society. Thus far I am willing to allow you, to have proved your main Point: But to ascribe all this to Providence, otherwise, than that nothing is done without the Divine Permission, seems inconsistent with the Ideas we have of a perfectly good, and merciful Being. It is possible, that all poysonous Animals may have something in them, that's beneficial to Men; and I won't dispute with you, whether the most venomous of all the Serpents, which Lucan has made mention of, did not contain some Antidote, or other fine Medicine, still undiscovered: But when I look upon the vast Variety of ravenous and blood-thirsty Creatures, that are not only superiour to us in Strength, but likewise visibly arm'd by Nature, as it were on purpose for our Destruction; when, I say, I look upon these, I can find out no Use for them, nor what they could be design'd for, unless it be to punish us: but I can much less conceive, that the Divine Wisdom should have made them the Means without which Men could not have been civiliz'd. How many thousands of our Species must have been devour'd in the Conflicts with them!","subId":"180","id":"Mandeville.P2.5.180","speaker":"Hor"},{"type":"paragraph","content":"Ten Troops of Wolves, with fifty in each, would make a terrible Havock in a long Winter among a Million of our Species with their Hands tied behind them; but among half that Number, one Pestilence has been known to slaughter more, than so many Wolves could have eaten in the same time; notwithstanding the great Resistance that was made against it, by approv'd of Medicines and able Physicians. It is owing to the Principle of Pride we are born with, and the high Value we all, for the Sake of one, have for our Species, that Men imagine the whole Universe to be principally made for their use; and this Errour makes them commit a thousand Extravagancies, and have pitiful and most unworthy Notions of God and his Works. It is not greater Cruelty, or more unnatural in a Wolf to eat a piece of a Man, than it is in a Man to eat part of a Lamb or a Chicken. What, or how many Purposes wild Beasts were made for, is not for us to determine: But that they were made, we know; and that some of them must have been very calamitous to every Infant Nation, and Settlement of Men, is almost as certain: This you was fully persuaded of; and thought moreover, that they must have been such an Obstacle to the very Subsistence of our Species, as was insurmountable: In answer to this difficulty, which you started, I shew'd you, from the different Instincts, and peculiar Tendencies of Animals, that in Nature a manifest Provision was made for our Species; by which, notwithstanding the Rage and Power of the fiercest Beasts, we should make a shift, naked and defenceless, to escape their Fury, so as to be able to maintain ourselves and multiply our Kind, till by our Numbers, and Arms acquired by our own Industry, we could put to flight, or destroy all Savage Beasts without Exception, whatever Spot of the Globe we might have a mind to cultivate and settle on. The necessary Blessings we receive from the Sun, are obvious to a Child; and it is demonstrable, that without it, none of the living Creatures that are now upon the Earth, could subsist. But if it were of no other Use, being eight hundred thousand times bigger than the Earth at least, one thousandth part of it would do our Business as well, if it was but nearer to us in Proportion. From this Consideration alone, I am persuaded, that the Sun was made to enlighten and cherish other Bodies, besides this Planet of ours. Fire and Water were design'd for innumerable Purposes, and among the Uses that are made of them, some are immensly different from others. But whilst we receive the Benefit of these, and are only intent on ourselves, it is highly probable, that there are thousands of things, and perhaps our own Machines among them, that in the vast System of the Universe are now serving some very wise Ends, which we shall never know. Accord-ing to that Plan of this Globe, I mean the Scheme of Government, in relation to the living Creatures that inhabit the Earth, the Destruction of Animals is as necessary as the Generation of them.","subId":"181","id":"Mandeville.P2.5.181","speaker":"Cleo"},{"type":"paragraph","content":"I have learn'd that from the Fable of the Bees; and I believe what I have read there to be very true; that, if any one Species was to be exempt from Death, it would in time crush all the rest to pieces, tho' the first were Sheep, and the latter all Lions: But that the Supreme Being should have introduced Society at the Expence of so many Lives of our Species, I cannot believe, when it might have been done much better in a milder way.","subId":"182","id":"Mandeville.P2.5.182","speaker":"Hor"},{"type":"paragraph","content":"We are speaking of what probably was done, and not of what might have been done. There is no question, but the same Power that made Whales, might have made us seventy Feet high, and given us Strength in Proportion. But since the Plan of this Globe requires, and you think it necessary your self, that in every Species some should dye almost as fast as others are born, why would you take away any of the Means of dying?","subId":"183","id":"Mandeville.P2.5.183","speaker":"Cleo"},{"type":"paragraph","content":"Are there not Diseases enough, Physicians and Apothecaries, as well as Wars by Sea and Land, that may take off more than the Redundancy of our Species?","subId":"184","id":"Mandeville.P2.5.184","speaker":"Hor"},{"type":"paragraph","content":"They may, it is true; but in Fact, they are not always sufficient to do this: And in populous Nations we see, that War, wild Beasts, Hanging, Drowning, and an hundred Casualties together, with Sickness and all its Attendants, are hardly a Match for one invisible Faculty of ours, which is the Instinct Men have to preserve their Species. Every thing is easy to the Deity; but to speak after an human manner, it is evident, that in forming this Earth, and every thing that is in it, no less Wisdom or Sollicitude was required, in contriving the various Ways and Means, to get rid and destroy Animals, than seems to have been employ'd in producing them; and it is as demonstrable, that our Bodies were made on purpose not to last beyond such a Period, as it is, that some Houses are built with a Design not to stand longer than such a Term of Years. But it is Death itself to which our Aversion by Nature is universal; as to the manner of dying, Men differ in their Opinions; and I never heard of one yet that was generally liked of.","subId":"185","id":"Mandeville.P2.5.185","speaker":"Cleo"},{"type":"paragraph","content":"But no Body chuses a cruel one. What an unspeakable and infinitely excruciating Torment must it be, to be torn to pieces, and eat alive by a Savage Beast!","subId":"186","id":"Mandeville.P2.5.186","speaker":"Hor"},{"type":"paragraph","content":"Not greater, I can assure you, than are daily occasion'd by the Gout in the Stomach, and the Stone in the Bladder.","subId":"187","id":"Mandeville.P2.5.187","speaker":"Cleo"},{"type":"paragraph","content":"Which way can you give me this Assurance; how can you prove it?","subId":"188","id":"Mandeville.P2.5.188","speaker":"Hor"},{"type":"paragraph","content":"From our Fabrick itself, the Frame of human Bodies, that cannot admit of any Torment, infinitely excruciating. The Degrees of Pain, as well as of Pleasure, in this Life are limited, and exactly proportion'd to every one's Strength; whatever exceeds that, takes away the Senses; and whoever has once fainted away with the Extremity of any Torture, knows the full Extent of what here he can suffer, if he remembers what he felt. The real Mischief, which wild Beasts have done to our Species, and the Calamities they have brought upon it, are not to be compared to the cruel Usage, and the Multiplicity of mortal Injuries, which Men have receiv'd from one another. Set before your Eyes a robust Warriour, that having lost a Limb in Battle, is afterwards trampled upon by twenty Horses; and tell me, pray, whether you think, that lying thus helpless with most of his Ribs broke, and a fractur'd Skull, in the Agony of Death for several Hours, he suffers less, than if a Lion had dispatch'd him?","subId":"189","id":"Mandeville.P2.5.189","speaker":"Cleo"},{"type":"paragraph","content":"They are both very bad.","subId":"190","id":"Mandeville.P2.5.190","speaker":"Hor"},{"type":"paragraph","content":"In the choice of things we are more often directed by the Caprice of Fashions, and the Custom of the Age, than we are by solid Reason, or our own Understanding. There is no greater Comfort in dying of a Dropsy, and being eaten by Worms, than there is in being drown'd at Sea, and becoming the Prey of Fishes. But in our narrow way of thinking, there is something that subverts and corrupts our Judgment; how else could Persons of known Elegancy in their Taste, prefer rotting and stinking in a loathsome Sepulchre, to their being burnt in the open Air to inoffensive Ashes?","subId":"191","id":"Mandeville.P2.5.191","speaker":"Cleo"},{"type":"paragraph","content":"I freely own, that I have an Aversion to every thing that is shocking and unnatural.","subId":"192","id":"Mandeville.P2.5.192","speaker":"Hor"},{"type":"paragraph","content":"What you call shocking, I don't know; but nothing is more common to Nature, or more agreeable to her ordinary Course, than that Creatures should live upon one another: The whole System of animated Beings on the Earth seems to be built upon this; and there is not one Species, that we know of, that has not another that feeds upon it, either alive or dead; and most kind of Fish are forced to live upon Fish. That this in the last-mention'd, was not an Omission or Neglect, is evident from the large Provision Nature has made for it, far exceeding any thing she has done for other Animals.","subId":"193","id":"Mandeville.P2.5.193","speaker":"Cleo"},{"type":"paragraph","content":"You mean the prodigious Quantity of Roe they spawn.","subId":"194","id":"Mandeville.P2.5.194","speaker":"Hor"},{"type":"paragraph","content":"Yes; and that the Eggs, contain'd in them, receive not their Fecundity, till after they are excluded; by which means the Female may be fill'd with as many of them as her Belly can hold, and the Eggs themselves may be more closely crowded together, than would be consistent with the Admission of any Substance from the Male: Without this, one Fish could not bring forth yearly such a prodigious Shoal.","subId":"195","id":"Mandeville.P2.5.195","speaker":"Cleo"},{"type":"paragraph","content":"But might not the aura seminalis of the Male be subtile enough to penetrate the whole Cluster of Eggs, and influence every one of them, without taking up any room, as it does in Fowls and other oviparous Animals?","subId":"196","id":"Mandeville.P2.5.196","speaker":"Hor"},{"type":"paragraph","content":"The Ostrich excepted in the first place; in the second, there are no other oviparous Animals, in which the Eggs are so closely compacted together, as they are in Fish. But suppose that the prolifick Power should pervade the whole Mass of them; if all the Eggs, which some of the Females are cramm'd with, were to be impregnated whilst they are within the Fish, it is impossible, but the aura seminalis, the prolifick Spirit of the Male, tho' it took up no room itself, would, as it does in all other Creatures, dilate, and more or less distend every Egg; and the least Expansion of so many Individuals would swell the whole Roe to a Bulk that would require a much greater Space, than the Cavity that now contains them. Is not here a Contrivance beyond Imagination fine, to provide for the Continuance of a Species, tho' every Individual of it should be born with an Instinct to destroy it!","subId":"197","id":"Mandeville.P2.5.197","speaker":"Cleo"},{"type":"paragraph","content":"What you speak of, is only true at Sea, in a considerable part of Europe at least: For in fresh Water most kinds of Fish do not feed on their own Species, and yet they spawn in the same manner, and are as full of Roe as all the rest: Among them, the only great Destroyer with us, is the Pike.","subId":"198","id":"Mandeville.P2.5.198","speaker":"Hor"},{"type":"paragraph","content":"And he is a very ravenous one: We see in Ponds, that, where Pikes are suffer'd to be, no other Fish shall ever encrease in Number. But in Rivers, and all Waters near any Land, there are amphibious Fowls, and many sorts of them, that live mostly upon Fish: Of these Water-Fowls in many Places there are prodigious Quantities. Besides these, there are Otters, Beavers, and many other Creatures that live upon Fish. In Brooks and shallow Waters, the Hearn and Bittern will have their Share: What is taken off by them, perhaps, is but little; but the young Fry, and the Spawn that one pair of Swans are able to consume in one Year, would very well serve to stock a considerable River. So they are but eat, it is no matter what eats them, either their own Species or another: What I would prove, is, that Nature produces no extraordinary Numbers of any Species, but she has contriv'd Means answerable to destroy them. The Variety of Insects, in the several Parts of the World, would be incredible to any one, that has not examin'd into this matter; and the different Beauties to be observ'd in them is infinite: But neither the Beauty nor the Variety of 'em are more surprizing, than the Industry of Nature in the Multiplicity of her Contrivances to kill them; and if the Care and Vigilance of all other Animals, in destroying them, were to cease at once, in two Years time the greatest part of the Earth which is ours now would be theirs, and in many Countries Insects would be the only Inhabitants.","subId":"199","id":"Mandeville.P2.5.199","speaker":"Cleo"},{"type":"paragraph","content":"I have heard that Whales live upon nothing else; That must make a fine Consumption.","subId":"200","id":"Mandeville.P2.5.200","speaker":"Hor"},{"type":"paragraph","content":"That is the general Opinion; I suppose, because they never find any Fish in them; and because there are vast Multitudes of Insects in those Seas, hovering on the Surface of the Water. This Creature likewise helps to corroborate my Assertion, that in the Numbers produced of every Species, the greatest Regard is had to the Consumption of them: This prodigious Animal being too big to be swallow'd, Nature in it has quite alter'd the OEconomy observed in all other Fish; for they are viviparous, engender like other viviparous Animals, and have never above two or three young ones at a time. For the Continuance of every Species, among such an infinite Variety of Creatures, as this Globe yields; it was highly necessary, that the Provision for their Destruction should not be less ample, than that, which was made for the Generation of them; and therefore the Sollicitude of Nature in procuring Death, and the Consumption of Animals, is visibly superiour to the Care she takes to feed and preserve them.","subId":"201","id":"Mandeville.P2.5.201","speaker":"Cleo"},{"type":"paragraph","content":"Prove that pray.","subId":"202","id":"Mandeville.P2.5.202","speaker":"Hor"},{"type":"paragraph","content":"Millions of her Creatures are starv'd every Year, and doom'd to perish for want of Sustenance; but whenever any dye, there is always plenty of Mouths to devour them. But then again, she gives all she has: Nothing is so fine or elaborate, as that she grudges it for Food; nor is any thing more extensive or impartial than her Bounty: She thinks nothing too good for the meanest of her Broods, and all Creatures are equally welcome to every thing they can find to eat. How curious is the Workmanship in the Structure of a common Fly; how inimitable are the Celerity of his Wings, and the Quickness of all his Motions in hot Weather! Should a Pythagorean, that was likewise a good Master in Mechanicks, by the help of a Microscope, pry into every minute part of this changeable Creature, and duly consider the Elegancy of its Machinery, would he not think it great pity, that thousands of Millions of animated Beings, so nicely wrought and admirably finish'd, should every Day be devour'd by little Birds and Spiders, of which we stand in so little need? Nay, don't you think yourself, that things would have been managed full as well, if the quantity of Flies had been less, and there had been no Spiders at all?","subId":"203","id":"Mandeville.P2.5.203","speaker":"Cleo"},{"type":"paragraph","content":"I remember the Fable of the Acorn and the Pumpkin too well to answer you; I don't trouble my Head about it.","subId":"204","id":"Mandeville.P2.5.204","speaker":"Hor"},{"type":"paragraph","content":"Yet you found fault with the Means, which I supposed Providence had made use of to make Men associate; I mean the common Danger they were in from wild Beasts: Tho' you own'd the Probability of its having been the first Motive of their uniting.","subId":"205","id":"Mandeville.P2.5.205","speaker":"Cleo"},{"type":"paragraph","content":"I cannot believe, that Providence should have no greater regard to our Species, than it has to Flies, and the Spawn of Fish; or that Nature has ever sported with the Fate of human Creatures, as she does with the Lives of Insects, and been as wantonly lavish of the first, as she seems to be of the latter. I wonder how you can reconcile this to Religion; you, that are such a Stickler for Christianity.","subId":"206","id":"Mandeville.P2.5.206","speaker":"Hor"},{"type":"paragraph","content":"Religion has nothing to do with it. But we are so full of our own Species, and the Excellency of it, that we have no Leisure seriously to consider the System of this Earth; I mean the Plan on which the OEconomy of it is built, in relation to the living Creatures, that are in and upon it.","subId":"207","id":"Mandeville.P2.5.207","speaker":"Cleo"},{"type":"paragraph","content":"I don't speak as to our Species, but in respect to the Deity: Has Religion nothing to do with it, that you make God the Author of so much Cruelty and Malice?","subId":"208","id":"Mandeville.P2.5.208","speaker":"Hor"},{"type":"paragraph","content":"It is impossible, you should speak otherwise, than in relation to our Species, when you make use of those Expressions, which can only signify to us the Intentions things were done with, or the Sentiments human Creatures have of them; and nothing can be call'd cruel, or malicious, in regard to him who did it, unless his Thoughts and Designs were such in doing it. All Actions in Nature, abstractly consider'd, are equally indifferent; and whatever it may be to individual Creatures, to die is not a greater Evil to this Earth, or the whole Universe, than it is to be born.","subId":"209","id":"Mandeville.P2.5.209","speaker":"Cleo"},{"type":"paragraph","content":"This is making the First Cause of Things not an Intelligent Being.","subId":"210","id":"Mandeville.P2.5.210","speaker":"Hor"},{"type":"paragraph","content":"Why so? Can you not conceive an Intelligent, and even a most Wise Being, that is not only exempt from, but likewise incapable of entertaining, any Malice or Cruelty?","subId":"211","id":"Mandeville.P2.5.211","speaker":"Cleo"},{"type":"paragraph","content":"Such a Being could not commit or order Things, that are malicious and cruel.","subId":"212","id":"Mandeville.P2.5.212","speaker":"Hor"},{"type":"paragraph","content":"Neither does God. But this will carry us into a Dispute about the Origin of Evil; and from thence we must inevitably fall on Free-Will and Predestination, which, as I have told you before, is an inexplicable Mystery, I will never meddle with. But I never said nor thought any thing irreverent to the Deity: On the contrary, the Idea I have of the Supreme Being, is as transcendently great, as my Capacity is able to form one, of what is incomprehensible; and I could as soon believe, that he could cease to exist, as that he should be the Author of any real Evil. But I should be glad to hear the Method, after which you think Society might have been much better introduced: Pray, acquaint me with that milder way you spoke of.","subId":"213","id":"Mandeville.P2.5.213","speaker":"Cleo"},{"type":"paragraph","content":"You have thoroughly convinced me, that the natural Love, which it is pretended, we have for our Species, is not greater, than what many other Animals have for theirs: But if Nature had actually given us an Affection for one another, as sincere, and conspicuous, as that, which Parents are seen to have for their Children, whilst they are helpless, Men would have joyn'd together by Choice; and nothing could have hindred them from associating, whether their Numbers had been great or small, and themselves either ignorant, or knowing.","subId":"214","id":"Mandeville.P2.5.214","speaker":"Hor"},{"type":"paragraph","content":"O mentes hominum cæcas! O Pectora cæca!","subId":"215","id":"Mandeville.P2.5.215","speaker":"Cleo"},{"type":"paragraph","content":"You may exclaim as much as you please; I am persuaded, that this would have united Men in firmer Bonds of Friendship, than any common Danger from wild Beasts could have tied them with: But what Fault can you find with it, and what Mischief could have befaln us from mutual Affection?","subId":"216","id":"Mandeville.P2.5.216","speaker":"Hor"},{"type":"paragraph","content":"It would have been inconsistent with the Scheme, the Plan after which, it is evident, Providence has been pleas'd to order and dispose of things in the Universe. If such an Affection had been planted in Man by Instinct, there never could have been any fatal Quarrels among them, nor mortal Hatreds; Men could never have been cruel to one another: In short, there could have been no Wars of any duration; and no considerable Numbers of our Species could ever have been kill'd by one another's Malice.","subId":"217","id":"Mandeville.P2.5.217","speaker":"Cleo"},{"type":"paragraph","content":"You'd make a rare State-Physician, in prescribing War, Cruelty and Malice, for the Welfare and Maintenance of civil Society.","subId":"218","id":"Mandeville.P2.5.218","speaker":"Hor"},{"type":"paragraph","content":"Pray, don't misrepresent me: I have done no such thing: But if you believe the World is govern'd by Providence at all, you must believe likewise, that the Deity makes use of Means to bring about, perform, and execute his Will and Pleasure: As for Example, to have War kindled, there must be first Misunderstandings and Quarrels between the Subjects of different Nations, and Dissentions among the respective Princes, Rulers, or Governours of them: It is evident, that the Mind of Man is the general Mint, where the Means of this sort must be coin'd; from whence I conclude, that if Providence had order'd Matters after that mild way, which you think would have been the best, very little of humane Blood could have been spilt, if any at all.","subId":"219","id":"Mandeville.P2.5.219","speaker":"Cleo"},{"type":"paragraph","content":"Where would have been the Inconveniency of that?","subId":"220","id":"Mandeville.P2.5.220","speaker":"Hor"},{"type":"paragraph","content":"You could not have had that Variety of living Creatures, there is now; nay, there would not have been Room for Man himself, and his Sustenance: Our Species alone would have overstock'd the Earth, if there had been no Wars, and the common Course of Providence had not been more interrupted than it has been. Might I not justly say then, that this is quite contrary and destructive to the Scheme, on which it is plain this Earth was built? This is a Consideration which you will never give its due Weight. I have once already put you in mind of it, that you yourself have allow'd the Destruction of Animals to be as necessary as the Generation of them. There is as much Wisdom to be seen in the Contrivances, how Numbers of living Creatures might always be taken off and destroy'd, to make room for those that continually succeed them, as there is in making all the different sorts of them every one preserve their own Species. What do you think is the reason, that there is but one Way for us to come into the World?","subId":"221","id":"Mandeville.P2.5.221","speaker":"Cleo"},{"type":"paragraph","content":"Because that one is sufficient.","subId":"222","id":"Mandeville.P2.5.222","speaker":"Hor"},{"type":"paragraph","content":"Then from a Parity of reason, we ought to think, that there are several Ways to go out of the World, because one would not have been sufficient. Now, if for the Support and Maintenance of that variety of Creatures which are here, that they should die, is a postulatum as necessary as it is, that they should be born; and you cut off or obstruct the means of dying, and actually stop up one of the great Gates, through which we see Multitudes go to Death; do you not oppose the Scheme, nay do you mar it less, than if you hinder'd Generation? If there never had been War, and no other means of dying, besides the ordinary ones, this Globe could not have born, or at least not maintain'd, the tenth part of the People that would have been in it. By War, I don't mean only such as one Nation has had against another, but civil as well as foreign Quarrels, general Massacres, private Murders, Poyson, Sword, and all hostile Force, by which Men, notwithstanding their Pretence of Love to their Species, have endeavour'd to take away one another's Lives throughout the World, from the time that Cain slew Abel, to this Day.","subId":"223","id":"Mandeville.P2.5.223","speaker":"Cleo"},{"type":"paragraph","content":"I don't believe, that a quarter of all these Mischiefs are upon Record; but what may be known from History, would make a prodigious Number of Men; much greater, I dare say, than ever was on this Earth at one time: But what would you infer from this? They would not have been immortal; and if they had not died in War, they must soon after have been slain by Diseases. When a Man of threescore is kill'd by a Bullet in the Field, it is odds, that he would not have lived four Years longer, tho' he had stay'd at Home.","subId":"224","id":"Mandeville.P2.5.224","speaker":"Hor"},{"type":"paragraph","content":"There are Soldiers of threescore perhaps in all Armies, but Men generally go to the War when they are young; and when four or five thousand are lost in Battle, you'll find the greatest Number to have been under five and thirty: Consider now, that many Men do not marry till after that Age, who get ten or a dozen Children.","subId":"225","id":"Mandeville.P2.5.225","speaker":"Cleo"},{"type":"paragraph","content":"If all, that die by the Hands of another, were to get a dozen Children before they die ——","subId":"226","id":"Mandeville.P2.5.226","speaker":"Hor"},{"type":"paragraph","content":"There is no Occasion for that: I suppose nothing, that is either extravagant or improbable; but that all such, as have been wilfully destroy'd by means of their Species, should have lived, and taken their Chance with the rest; that every thing should have befaln them, that has befaln those that have not been kill'd that way; and the same likewise to their Posterity; and that all of them should have been subject to all the Casualties as well as Diseases, Doctors, Apothecaries, and other Accidents, that take away Man's Life, and shorten his Days; War, and Violence from one another, only excepted.","subId":"227","id":"Mandeville.P2.5.227","speaker":"Cleo"},{"type":"paragraph","content":"But if the Earth had been too full of Inhabitants, might not Providence have sent Pestilences and Diseases oftener? More Children might have died when they were young, or more Women might have proved barren.","subId":"228","id":"Mandeville.P2.5.228","speaker":"Hor"},{"type":"paragraph","content":"I don't know whether your mild way would have been more generally pleasing; but you entertain Notions of the Deity that are unworthy of him. Men might certainly have been born with the Instinct you speak of; but if this had been the Creator's Pleasure, there must have been another OEconomy; and things on Earth, from the beginning, would have been ordered in a manner quite different from what they are now. But to make a Scheme first, and afterwards to mend it, when it proves defective, is the Business of finite Wisdom: It belongs to human Prudence alone to mend Faults, to correct and redress what was done amiss before, and to alter the Measures which, Experience teaches Men, were ill concerted: But the Knowledge of God was consummate from Eternity. Infinite Wisdom is not liable to Errors or Mistakes; therefore all his Works are universally good, and every thing is made exactly as he would have it: The firmness and stability of his Laws and Councils are everlasting, and therefore his Resolutions are as unalterable, as his Decrees are eternal. It is not a quarter of an Hour ago, that you named Wars among the necessary Means to carry off the Redundancy of our Species; how come you now to think them useless? I can demonstrate to you, that Nature, in the Production of our Species, has amply provided against the Losses of our Sex, occasioned by Wars, by repairing them visibly, where they are sustained, in as palpable a manner, as she has provided for the great Destruction that is made of Fish, by their devouring one another.","subId":"229","id":"Mandeville.P2.5.229","speaker":"Cleo"},{"type":"paragraph","content":"How is that, pray?","subId":"230","id":"Mandeville.P2.5.230","speaker":"Hor"},{"type":"paragraph","content":"By sending more Males into the World than Females. You will easily allow me, that our Sex bears the Brunt of all the Toils and Hazards that are undergone by Sea and Land; and that by this means a far greater Number of Men must be destroy'd, than there is of Women: Now if we see, as certainly we do, that of the Infants yearly born, the Number of Males is always considerably superior to that of the Females, is it not manifest, that Nature has made a Provision for great Multitudes, which, if they were not destroy'd, would be not only superfluous, but of pernicious Consequence, in great Nations?","subId":"231","id":"Mandeville.P2.5.231","speaker":"Cleo"},{"type":"paragraph","content":"That Superiority in the Number of Males born is wonderful indeed; I remember the Account that has been publish'd concerning it, as it was taken from the Bills of Births and Burials in the City and Suburbs.","subId":"232","id":"Mandeville.P2.5.232","speaker":"Hor"},{"type":"paragraph","content":"For fourscore Years; in which the Number of Females born was constantly much inferior to that of the Males, sometimes by many Hundreds: And that this Provision of Nature, to supply the Havock that is made of Men by Wars and Navigation, is still greater than could be imagin'd from that Difference only, will soon appear, if we consider that Women, in the first Place, are liable to all Diseases, within a Trifle, that are incident to Men; and that, in the second, they are subject to many Disorders and Calamities on account of their Sex, which great Numbers die of, and which Men are wholly exempt from.","subId":"233","id":"Mandeville.P2.5.233","speaker":"Cleo"},{"type":"paragraph","content":"This could not well be the Effect of Chance; but it spoils the Consequence which you drew from my affectionate Scheme, in case there had been no Wars: For your Fear, that our Species would have encreased beyond all Bounds, was entirely built upon the Supposition, that those who have died in War should not have wanted Women, if they had lived; which, from this Superiority in the Number of Males, it is evident, they should and must have wanted.","subId":"234","id":"Mandeville.P2.5.234","speaker":"Hor"},{"type":"paragraph","content":"What you observe is true; but my chief Aim was to shew you, how disagreeable the Alteration, you required, would have been every way to the rest of the Scheme, by which it is manifest things are govern'd at present. For if the Provision had been made on the other side; and Nature, in the Production of our Species, had continually taken Care to repair the Loss of Women, that die of Calamities not incident to Men, then certainly there would have been Women for all the Men, that have been destroy'd by their own Species, if they had lived; and the Earth, without War, as I have said, would have been over-stocked; or if Nature had ever been the same as she is now, that is, if more Males had been born than Females, and more Females had died of Diseases than Males, the World would constantly have had a great Superfluity of Men, if there never had been any Wars; and this disproportion between their number and that of the Women, would have caused innumerable Mischiefs, that are now prevented by no other natural Causes, than the small Value Men set upon their Species, and their Dissentions with one another.","subId":"235","id":"Mandeville.P2.5.235","speaker":"Cleo"},{"type":"paragraph","content":"I can see no other mischief this would produce, than that the number of Males, which die without having ever tried Matrimony, would be greater than it is now; and whether that would be a real Evil or not, is a very disputable Point.","subId":"236","id":"Mandeville.P2.5.236","speaker":"Hor"},{"type":"paragraph","content":"Don't you think, that this perpetual Scarcity of Women, and Superfluity of Men, would make great Uneasiness in all Societies, how well soever People might love one another; and that the Value, the Price of Women, would be so inhanced by it, that none but Men in tolerable good Circumstances would be able to purchase them? This alone would make us another World; and Mankind could never have known that most necessary and now inexhaustible Spring, from which all Nations, where Slaves are not allow'd of, are constantly supply'd with willing Hands for all the Drudgery of hard and dirty Labour; I mean the Children of the Poor, the greatest and most extensive of all temporal Blessings that accrue from Society, on which all the Comforts of Life, in the civilis'd State, have their unavoidable dependance. There are many other things, from which it is plain, that such a real Love of Man for his Species would have been altogether inconsistent with the present Scheme; the World must have been destitute of all that Industry, that is owing to Envy and Emulation; no Society could have been easy with being a flourishing People, at the Expence of their Neighbours, or enduring to be counted a formidable Nation. All Men would have been Levellers, Government would have been unnecessary, and there could have been no great Bustle in the World. Look into the Men of greatest Renown, and the most celebrated Atchievements of Antiquity, and every thing that has been cried up, and admired in past Ages, by the fashionable part of Mankind: If the same Labours were to be perform'd over again, which Qualification, which help of Nature do you think, would be the most proper means to have them executed; that Instinct of real Affection, you required, without Ambition or the Love of Glory; or a stanch Principle of Pride and Selfishness, acting under Pretence to, and assuming the Resemblance of, that Affection? Consider, I beseech you, that no Men governed by this Instinct would require Services of any of their Species, which they would not be ready to perform for others; and you will easily see, that its being universal would quite alter the Scene of Society from what it is now. Such an Instinct might be very suitable to another Scheme different from this, in another World; where instead of Fickleness, and a restless desire after Changes and Novelty, there was observ'd an universal Steadiness continually preserv'd by a serene Spirit of Contentment, among other Creatures of different Appetites from ours, that had Frugality without Avarice, and Generosity without Pride; and whose Sollicitude after Happiness in a future State, was as active and apparent in Life, as our Pursuits are after the Enjoyments of this present. But as to the World we live in, examine into the various ways of earthly Greatness, and all the Engines that are made use of to attain to the Felicity of carnal Men, and you'll find, that the Instinct you speak of, must have destroy'd the Principles, and prevented the very Existence of that Pomp and Glory, to which human Societies have been, and are still raised by worldly Wisdom.","subId":"237","id":"Mandeville.P2.5.237","speaker":"Cleo"},{"type":"paragraph","content":"I give up my affectionate Scheme; you have convinced me, that there could not have been that Stir and Variety, nor, upon the whole, that Beauty in the World, which there have been, if all Men had been naturally Humble, Good, and Virtuous. I believe that Wars of all sorts, as well as Diseases, are natural Means to hinder Mankind from encreasing too fast; but that wild Beasts should likewise have been design'd to thin our Species, I cannot conceive; for they can only serve this End, when Men are but few, and their numbers should be encreas'd, instead of lessen'd; and afterwards, if they were made for that purpose, when Men are strong enough, they would not answer it.","subId":"238","id":"Mandeville.P2.5.238","speaker":"Hor"},{"type":"paragraph","content":"I never said, that wild Beasts were design'd to thin our Species. I have shew'd, that many things were made to serve a variety of different Purposes; that in the Scheme of this Earth, many things must have been consider'd, that Man has nothing to do with; and that it is ridiculous to think, that the Universe was made for our sake. I have said likewise, that as all our Knowledge comes à posteriori, it is imprudent to reason otherwise than from Facts. That there are wild Beasts, and that there are savage Men, is certain; and that where there are but few of the latter, the first must always be very troublesome, and often fatal to them, is as certain; and when I reflect on the Passions, all Men are born with, and their Incapacity, whilst they are untaught; I can find no Cause or Motive, which is so likely to unite them together, and make them espouse the same Interest, as that common Danger they must always be in from wild Beasts, in uncultivated Countries; whilst they live in small Families, that all shift for themselves, without Government or Dependance upon one another: This first Step to Society, I believe to be an Effect, which that same Cause, the common Danger so often mentioned, will never fail to produce upon our Species in such Circumstances: What other, and how many Purposes wild Beasts might have been design'd for besides, I don't pretend to determine, as I have told you before.","subId":"239","id":"Mandeville.P2.5.239","speaker":"Cleo"},{"type":"paragraph","content":"But whatever other Purposes wild Beasts were design'd for, it still follows from your Opinion, that the uniting of Savages in common Defence, must have been one; which to me seems clashing with our Idea of the Divine Goodness.","subId":"240","id":"Mandeville.P2.5.240","speaker":"Hor"},{"type":"paragraph","content":"So will every thing seem to do, which we call Natural Evil; if you ascribe human Passions to the Deity, and measure infinite Wisdom by the Standard of our most shallow Capacity: You have been at this twice already; I thought I had answer'd it. I would not make God the Author of Evil, any more than yourself; but I am likewise persuaded, that nothing could come by Chance, in respect to the supreme Being; and therefore, unless you imagine the World not to be govern'd by Providence, you must believe, that Wars, and all the Calamities we can suffer from Man or Beast, as well as Plagues and all other Diseases, are under a wise Direction that is unfathomable. As there can be no Effect without a Cause, so nothing can be said to happen by Chance, but in respect to him who is ignorant of the Cause of it. I can make this evident to you, in an obvious and familiar Example. To a Man, who knows nothing of the Tennis-Court, the Skips and Rebounds of the Ball seem to be all fortuitous; as he is not able to guess at the several different Directions it will receive, before it comes to the Ground; so, as soon as it has hit the Place, to which it was plainly directed at first, it is Chance to him where it will fall: whereas the experienced Player, knowing perfectly well the Journey the Ball will make, goes directly to the Place, if he is not there already, where it will certainly come within his Reach. Nothing seems to be more the Effect of Chance than a Cast of the Dice: yet they obey the Laws of Gravity and Motion in general, as much as any thing else; and from the Impressions that are given them, it is impossible they should fall otherwise than they do: but the various Directions which they shall receive in the whole Course of the Throw being entirely unknown, and the Rapidity with which they change their Situation being such, that our slow Apprehension cannot trace them, what the Cast will be is a Mystery to human Understanding, at fair Play. But if the same Variety of Directions was given to two Cubes of ten Feet each, which a Pair of Dice receive as well from one another as the Box, the Caster's Fingers that cover it, and the Table they are flung upon, from the time they are taken up 'till they lye still, the same Effect would follow; and if the Quantity of Motion, the Force that is imparted to the Box and Dice was exactly known, and the Motion itself was so much retarded in the Performance, that what is done in three or four seconds, should take up an Hour's time, it would be easy to find out the Reason of every Throw, and Men might learn with Certainty to foretell which Side of the Cube would be uppermost. It is evident then, that the Words fortuitous and casual, have no other meaning, than what depends upon our want of Knowledge, Foresight and Penetration; the Reflection on which will shew us, by what an Infinity of Degrees all human Capacity falls short of that universal intuitus, with which the supreme Being beholds at once every thing without Exception, whether to us it be visible or invisible, past, present, or to come.","subId":"241","id":"Mandeville.P2.5.241","speaker":"Cleo"},{"type":"paragraph","content":"I yield: You have solved every Difficulty I have been able to raise; and I must confess, that your Supposition concerning the first Motive, that would make Savages associate, is neither clashing with good Sense, nor any Idea we ought to have of the Divine Attributes; but on the contrary, in answering my Objections, you have demonstrated the Probability of your Conjecture, and rendred the Wisdom and Power of Providence, in the Scheme of this Earth, both as to the Contrivance and the Execution of it, more conspicuous and palpable to me, than any thing I ever heard or read, had done before.","subId":"242","id":"Mandeville.P2.5.242","speaker":"Hor"},{"type":"paragraph","content":"I am glad you are satisfied; tho' far from arrogating to my self so much Merit as your Civility would compliment me with.","subId":"243","id":"Mandeville.P2.5.243","speaker":"Cleo"},{"type":"paragraph","content":"It is very clear to me now; that as it is appointed for all Men to die, so it is necessary there should be Means to compass this End; that from the Number of those Means, or Causes of Death, it is impossible to exclude either the Malice of Men, or the Rage of wild Beasts, and all noxious Animals; and that, if they had been actually design'd by Nature, and contriv'd for that Purpose, we should have no more Reason justly to complain of them, than we have to find fault with Death itself, or that frightful Train of Diseases, which are daily and hourly the manifest occasion of it.","subId":"244","id":"Mandeville.P2.5.244","speaker":"Hor"},{"type":"paragraph","content":"They are all equally included in the Curse, which after the Fall was deservedly pronounc'd against the whole Earth; and if they be real Evils, they are to be look'd upon as the Consequence of Sin, and a condign Punishment, which the Transgression of our first Parents has drawn and entail'd upon all their Posterity. I am fully persuaded, that all the Nations in the World, and every Individual of our Species, civilis'd or savage, had their Origin from Seth, Cham, or Japhet: and as Experience has taught us, that the greatest Empires have their Periods, and the best govern'd States and Kingdoms may come to Ruin; so it is certain, that the politest People by being scatter'd and distress'd, may soon degenerate, and some of them by Accidents and Misfortunes, from knowing and well taught Ancestors, be reduced at last to Savages of the first and lowest Class.","subId":"245","id":"Mandeville.P2.5.245","speaker":"Cleo"},{"type":"paragraph","content":"If what you are fully persuaded of, be true, the other is self-evident, from the Savages that are still subsisting.","subId":"246","id":"Mandeville.P2.5.246","speaker":"Hor"},{"type":"paragraph","content":"You once seem'd to insinuate, that all the Danger Men were in from wild Beasts, would entirely cease, as soon as they were civiliz'd, and lived in large and well-ordered Societies; but by this you may see, that our Species will never be wholly exempt from that Danger; because Mankind will always be liable to be reduced to Savages; for as this Calamity has actually befallen vast Multitudes that were the undoubted Descendants of Noah; so the greatest Prince upon Earth, that has Children, cannot be sure, that the same Disaster will never happen to any of his Posterity. Wild Beasts may be entirely extirpated in some Countries, that are duly cultivated; but they will multiply in others, that are wholly neglected; and great Numbers of them range now, and are Masters in many Places, where they had been routed and kept out before. I shall always believe, that every Species of living Creatures in and upon this Globe, without Exception, continues to be, as it was at first, under the Care of that same Providence, that thought fit to produce it. You have had a great deal of Patience, but I would not tire it: This first Step towards Society, now we have master'd it, is a good Resting-place, and so we'll leave off for to-day.","subId":"247","id":"Mandeville.P2.5.247","speaker":"Cleo"},{"type":"paragraph","content":"With all my Heart: I have made you talk a great deal; but I long to hear the rest, as soon as you are at leisure.","subId":"248","id":"Mandeville.P2.5.248","speaker":"Hor"},{"type":"paragraph","content":"I am obliged to dine at Windsor to-morrow; if you are not otherwise engaged, I can carry you, where the Honour of your Company will be highly esteem'd: My Coach shall be ready at Nine; you know you are in my way.","subId":"249","id":"Mandeville.P2.5.249","speaker":"Cleo"},{"type":"paragraph","content":"A fine Opportunity indeed of three or four Hours Chat.","subId":"250","id":"Mandeville.P2.5.250","speaker":"Hor"},{"type":"paragraph","content":"I shall be all alone, without you.","subId":"251","id":"Mandeville.P2.5.251","speaker":"Cleo"},{"type":"paragraph","content":"I am your Man, and shall expect you.","subId":"252","id":"Mandeville.P2.5.252","speaker":"Hor"},{"type":"paragraph","content":"Adieu.","subId":"253","id":"Mandeville.P2.5.253","speaker":"Cleo"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"}],"prev":{"id":"Mandeville.P2.4","imported":true,"title":"The Fourth Dialogue, between Horatio and Cleomenes","breadcrumb":"Fourth Dialogue","published":[1729]},"next":{"id":"Mandeville.P2.6","imported":true,"title":"The Sixth Dialogue, between Horatio and Cleomenes","breadcrumb":"Sixth Dialogue","published":[1729]}}