{"imported":true,"id":"Mandeville.P2.6","parent":"Mandeville.P2","title":"The Sixth Dialogue, between Horatio and Cleomenes","breadcrumb":"Sixth Dialogue","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-2/simple#lf0014-02_div_022","texts":[],"published":[1729],"copytext":[1729],"sourceDesc":"This text was imported from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English [Dutch]","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"THE SIXTH\nDIALOGUE\nBETWEEN\nHoratio and Cleomenes.\n","id":"Mandeville.P2.6"},{"type":"paragraph","content":"NOW we are off the Stones, pray let us lose no time; I expect a great deal of Pleasure from what I am to hear further.","subId":"1","id":"Mandeville.P2.6.1","speaker":"Horatio"},{"type":"paragraph","content":"The second Step to Society, is the Danger Men are in from one another: for which we are beholden to that stanch Principle of Pride and Ambition, that all Men are born with. Different Families may endeavour to live together, and be ready to join in common Danger; but they are all of little use to one another, when there is no common Enemy to oppose. If we consider, that Strength, Agility, and Courage would in such a State be the most valuable Qualifications, and that many Families could not live long together, but some, actuated by the Principle I named, would strive for Superiority: this must breed Quarrels, in which the most weak and fearful will, for their own Safety, always join with him, of whom they have the best Opinion.","subId":"2","id":"Mandeville.P2.6.2","speaker":"Cleo"},{"type":"paragraph","content":"This would naturally divide Multitudes into Bands and Companies, that would all have their different Leaders, and of which the strongest and most valiant would always swallow up the weakest and most fearful.","subId":"3","id":"Mandeville.P2.6.3","speaker":"Hor"},{"type":"paragraph","content":"What you say agrees exactly with the Accounts we have of the unciviliz'd Nations, that are still subsisting in the World; and thus Men may live miserably many Ages.","subId":"4","id":"Mandeville.P2.6.4","speaker":"Cleo"},{"type":"paragraph","content":"The very first Generation, that was brought up under the Tuition of Parents, would be governable: and would not every succeeding Generation grow wiser than the foregoing?","subId":"5","id":"Mandeville.P2.6.5","speaker":"Hor"},{"type":"paragraph","content":"Without doubt they would encrease in Knowledge and Cunning: Time and Experience would have the same effect upon them as it has upon others; and in the particular things, to which they apply'd themselves, they would become as expert and ingenious as the most civiliz'd Nations: But their unruly Passions, and the Discords occasioned by them, would never suffer them to be happy; their mutual Contentions would be continually spoiling their Improvements, destroying their Inventions, and frustrating their Designs.","subId":"6","id":"Mandeville.P2.6.6","speaker":"Cleo"},{"type":"paragraph","content":"But would not their Sufferings in time bring them acquainted with the Causes of their Disagreement; and would not that Knowledge put them upon making of Contracts, not to injure one another?","subId":"7","id":"Mandeville.P2.6.7","speaker":"Hor"},{"type":"paragraph","content":"Very probably they would; but among such ill-bred and uncultivated People, no Man would keep a Contract longer than that Interest lasted, which made him submit to it.","subId":"8","id":"Mandeville.P2.6.8","speaker":"Cleo"},{"type":"paragraph","content":"But might not Religion, the Fear of an invisible Cause, be made serviceable to them, as to the keeping of their Contracts?","subId":"9","id":"Mandeville.P2.6.9","speaker":"Hor"},{"type":"paragraph","content":"It might, without dispute; and would before many Generations passed away. But Religion could do no more among them, than it does among civilis'd Nations; where the Divine Vengeance is seldom trusted to only, and Oaths themselves are thought to be of little Service, where there is no human Power to enforce the Obligation, and punish Perjury.","subId":"10","id":"Mandeville.P2.6.10","speaker":"Cleo"},{"type":"paragraph","content":"But don't you think, that the same Ambition that made a Man aspire to be a Leader, would make him likewise desirous of being obey'd in civil Matters, by the Numbers he led?","subId":"11","id":"Mandeville.P2.6.11","speaker":"Hor"},{"type":"paragraph","content":"I do; and moreover that, notwithstanding this unsettled and precarious way Communities would live in, after three or four Generations human Nature would be look'd into, and begin to be understood: Leaders would find out, that the more Strife and Discord there was amongst the People they headed, the less use they could make of them: this would put them upon various ways of curbing Mankind; they would forbid killing and striking one another; the taking away by force the Wives, or Children of others in the same Community: they would invent Penalties, and very early find out, that no body ought to be a Judge in his own Cause; and that old Men, generally speaking, knew more than young.","subId":"12","id":"Mandeville.P2.6.12","speaker":"Cleo"},{"type":"paragraph","content":"When once they have Prohibitions and Penalties, I should think all the Difficulty surmounted; and I wonder why you said, that thus they might live miserably for many Ages.","subId":"13","id":"Mandeville.P2.6.13","speaker":"Hor"},{"type":"paragraph","content":"There is one thing of great moment, which has not been named yet; and 'till that comes to pass, no considerable Numbers can ever be made happy: What signify the strongest Contracts, when we have nothing to shew for them; and what Dependance can we have upon oral Tradition, in Matters that require Exactness; especially whilst the Language that is spoken is yet very imperfect? Verbal Reports are liable to a thousand Cavils and Disputes, that are prevented by Records, which every body knows to be unerring Witnesses; and from the many Attempts that are made to wrest and distort the Sense of even written Laws, we may judge, how impracticable the Administration of Justice must be among all Societies that are destitute of them. Therefore the third and last Step to Society is the Invention of Letters. No Multitudes can live peaceably without Government; no Government can subsist without Laws; and no Laws can be effectual long, unless they are wrote down: The Consideration of this is alone sufficient to give us a great Insight into the Nature of Man.","subId":"14","id":"Mandeville.P2.6.14","speaker":"Cleo"},{"type":"paragraph","content":"I don't think so: The Reason why no Government can subsist without Laws is, because there are bad Men in all Multitudes; but to take Patterns from them, when we would judge of human Nature, rather than from the good ones that follow the Dictates of their Reason, is an Injustice one would not be guilty of to brute Beasts; and it would be very wrong in us, for a few vicious Horses, to condemn the whole Species as such, without taking notice of the many fine-spirited Creatures, that are naturally tame and gentle.","subId":"15","id":"Mandeville.P2.6.15","speaker":"Hor"},{"type":"paragraph","content":"At this rate I must repeat every thing that I have said Yesterday and the Day before: I thought you was convinced, that it was with Thought as it is with Speech; and that, tho' Man was born with a Capacity beyond other Animals, to attain to both, yet, whilst he remain'd untaught, and never conversed with any of his Species, these Characteristicks were of little use to him. All Men uninstructed, whilst they are let alone, will follow the Impulse of their Nature, without regard to others; and therefore all of them are bad, that are not taught to be good: so all Horses are ungovernable that are not well broken: for what we call vicious in them, is, when they bite or kick, endeavour to break their Halter, throw their Rider, and exert themselves with all their Strength to shake off the Yoke, and recover that Liberty which Nature prompts them to assert and desire. What you call Natural, is evidently Artificial, and belongs to Education: no fine-spirited Horse was ever tame or gentle, without Management. Some perhaps are not back'd, 'till they are four Years old, but then long before that time they are handled, spoke to, and dress'd; they are fed by their Keepers, put under restraint, sometimes caress'd, and sometimes made to smart; and nothing is omitted, whilst they are young, to inspire them with Awe and Veneration to our Species; and make them not only submit to it, but likewise take a Pride in obeying the superior Genius of Man. But would you judge of the Nature of Horses in general, as to its Fitness to be govern'd, take the Foals of the best-bred Mares and finest Stallions, and turn an hundred of them loose, Fillys and Colts together, in a large Forest, till they are seven Years old, and then see how tractable they will be.","subId":"16","id":"Mandeville.P2.6.16","speaker":"Cleo"},{"type":"paragraph","content":"But this is never done.","subId":"17","id":"Mandeville.P2.6.17","speaker":"Hor"},{"type":"paragraph","content":"Whose Fault is that? It is not at the Request of the Horses, that they are kept from the Mares; and that any of them are ever gentle or tame, is entirely owing to the Management of Man. Vice proceeds from the same Origin in Men, as it does in Horses; the Desire of uncontroul'd Liberty, and Impatience of Restraint, are not more visible in the one, than they are in the other; and a Man is then call'd vicious, when, breaking the Curb of Precepts and Prohibitions, he wildly follows the unbridled Appetites of his untaught or ill-managed Nature. The Complaints against this Nature of ours, are every where the same: Man would have every thing he likes, without considering, whether he has any Right to it or not; and he would do every thing he has a mind to do, without regard to the Consequence it would be of to others; at the same time that he dislikes every Body, that, acting from the same Principle, have in all their Behaviour not a special Regard to him.","subId":"18","id":"Mandeville.P2.6.18","speaker":"Cleo"},{"type":"paragraph","content":"That is, in short, Man naturally will not do, as he would be done by.","subId":"19","id":"Mandeville.P2.6.19","speaker":"Hor"},{"type":"paragraph","content":"That's true; and for this, there is another Reason in his Nature: All Men are partial in their Judgments, when they compare themselves to others; no two Equals think so well of each other, as both do of themselves; and where all Men have an equal Right to judge, there needs no greater Cause of Quarrel, than a Present amongst them with an Inscription of detur digniori. Man in his Anger behaves himself in the same manner as other Animals; disturbing, in the Pursuit of Self-preservation, those they are angry with; and all of them endeavour, according as the degree of their Passion is, either to destroy, or cause Pain and Displeasure to their Adversaries. That these Obstacles to Society are the Faults, or rather Properties of our Nature, we may know by this, that all Regulations and Prohibitions, that have been contriv'd for the temporal Happiness of Mankind, are made exactly to tally with them, and to obviate those Complaints, which I said were every where made against Mankind. The principal Laws of all Countries have the same Tendency; and there is not one, that does not point at some Frailty, Defect, or Unfitness for Society, that Men are naturally subject to; but all of them are plainly design'd as so many Remedies, to cure and disappoint that natural Instinct of Sovereignty, which teaches Man to look upon every thing as centring in himself, and prompts him to put in a Claim to every thing, he can lay his Hands on. This Tendency and Design to mend our Nature for the temporal Good of Society, is no where more visible, than in that compendious as well as complete Body of Laws, that was given by God himself. The Israelites, whilst they were Slaves in Ægypt, were govern'd by the Laws of their Masters; and as they were many degrees remov'd from the lowest Savages, so they were yet far from being a civiliz'd Nation. It is reasonable to think, that, before they receiv'd the Law of God, they had Regulations and Agreements already establish'd, which the Ten Commandments did not abolish; and that they must have had Notions of Right and Wrong, and Contracts among them against open Violence, and the Invasion of Property, is demonstrable.","subId":"20","id":"Mandeville.P2.6.20","speaker":"Cleo"},{"type":"paragraph","content":"How is that demonstrable?","subId":"21","id":"Mandeville.P2.6.21","speaker":"Hor"},{"type":"paragraph","content":"From the Decalogue itself: All wise Laws are adapted to the People that are to obey them. From the ninth Commandment, for Example, it is evident, that a Man's own Testimony was not sufficient to be believ'd in his own Affair, and that no Body was allow'd to be a Judge in his own Case.","subId":"22","id":"Mandeville.P2.6.22","speaker":"Cleo"},{"type":"paragraph","content":"It only forbids us to bear false Witness against our Neighbour.","subId":"23","id":"Mandeville.P2.6.23","speaker":"Hor"},{"type":"paragraph","content":"That's true; and therefore the whole Tenor and Design of this Commandment presupposes, and must imply what I say. But the Prohibitions of Stealing, Adultery, and coveting any thing that belong'd to their Neighbours, are still more plainly intimating the same; and seem to be Additions and Amendments, to supply the Defects of some known Regulations and Contracts, that had been agreed upon before. If in this View we behold the three Commandments last hinted at, we shall find them to be strong Evidences, not only of that Instinct of Sovereignty within us, which at other times I have called a domineering Spirit, and a Principle of Selfishness; but likewise of the difficulty there is to destroy, eradicate and pull it out of the Heart of Man: For from the eighth Commandment it appears, that, tho' we debar ourselves from taking the Things of our Neighbour by Force, yet there is Danger that this Instinct will prompt us to get them unknown to him in a clandestine Manner, and deceive us with the Insinuations of an oportet habere. From the foregoing Precept, it is likewise manifest, that tho' we agree not to take away, and rob a Man of the Woman that is his own, it is yet to be fear'd, that if we like her, this innate Principle, that bids us gratify every Appetite, will advise us to make Use of her, as if she was our own; tho' our Neighbour is at the Charge of maintaining her, and all the Children she brings forth. The last more especially is very ample in confirming my Assertion. It strikes directly at the Root of the Evil, and lays open the real Source of the Mischiefs that are apprehended in the seventh and the eighth Commandment: For without first actually trespassing against this, no Man is in Danger of breaking either of the former. This tenth Commandment moreover insinuates very plainly; in the first place, that this Instinct of ours is of great Power, and a Frailty hardly to be cured; in the Second, that there is nothing, which our Neighbour can be possess'd of; but, neglecting the Consideration of Justice and Property, we may have a Desire after it; for which Reason it absolutely forbids us to covet any thing that is His: The Divine Wisdom well knowing the Strength of this selfish Principle, which obliges us continually to assume every thing to ourselves; and that, when once a Man heartily covets a thing, this Instinct, this Principle, will overrule and persuade him to leave no Stone unturn'd, to compass his Desires.","subId":"24","id":"Mandeville.P2.6.24","speaker":"Cleo"},{"type":"paragraph","content":"According to your way of expounding the Commandments, and making them tally so exactly with the Frailties of our Nature, it should follow from the Ninth, that all Men are born with a strong Appetite to forswear themselves; which I never heard before.","subId":"25","id":"Mandeville.P2.6.25","speaker":"Hor"},{"type":"paragraph","content":"Nor I neither; and I confess, that the Rebuke there is, in this smart Turn of yours, is very plausible; but the Censure, how specious soever it may appear, is unjust; and you shall not find the Consequence you hint at, if you will be pleas'd to distinguish between the natural Appetites themselves, and the various Crimes which they make us commit, rather than not be obey'd: For tho' we are born with no immediate Appetite to forswear ourselves, yet we are born with more than one, that, if never check'd, may in time oblige us to forswear ourselves, or do worse, if it be possible, and they cannot be gratify'd without it; and the Commandment you mention, plainly implies, that by Nature we are so unreasonably attach'd to our Interest, on all Emergencies; that it is possible for a Man to be sway'd by it, not only to the visible Detriment of others, as is manifest from the Seventh and the Eighth, but even, tho' it should be against his own Conscience: For no Body did ever knowingly bear false Witness against his Neighbour, but he did it for some End or other; this End, whatever it is, I call his Interest. The Law which forbids Murder, had already demonstrated to us, how immensely we undervalue every thing, when it comes in Competition with ourselves; for, tho' our greatest Dread be Destruction, and we know no other Calamity, equal to the Dissolution of our Being, yet such unequitable Judges this Instinct of Sovereignty is able to make us, that rather than not have our Will, which we count our Happiness, we chuse to inflict this Calamity on others, and bring total Ruin on such, as we think to be Obstacles to the Gratification of our Appetites; and this Men do, not only for Hindrances that are present, or apprehended as to come, but likewise for former Offences, and Things that are past redress.","subId":"26","id":"Mandeville.P2.6.26","speaker":"Cleo"},{"type":"paragraph","content":"By what you said last, you mean Revenge, I suppose.","subId":"27","id":"Mandeville.P2.6.27","speaker":"Hor"},{"type":"paragraph","content":"I do so; and the Instinct of Sovereignty, which I assert to be in humane Nature, is in nothing so glaringly conspicuous as it is in this Passion, which no mere Man was ever born without, and which even the most Civiliz'd, as well as the most Learned, are seldom able to conquer: For whoever pretends to revenge himself, must claim a Right to a Judicature within, and an Authority to punish: Which, being destructive to the mutual Peace of all Multitudes, are for that Reason the first things, that in every civil Society are snatch'd away out of every Man's Hands, as dangerous Tools, and vested in the governing part, the Supreme Power only.","subId":"28","id":"Mandeville.P2.6.28","speaker":"Cleo"},{"type":"paragraph","content":"This Remark on Revenge has convinced me more, than any thing you have said yet, that there is some such thing as a Principle of Sovereignty in our Nature; but I cannot conceive yet, why the Vices of private, I mean particular, Persons should be thought to belong to the whole Species.","subId":"29","id":"Mandeville.P2.6.29","speaker":"Hor"},{"type":"paragraph","content":"Because every body is liable to fall into the Vices, that are peculiar to his Species; and it is with them, as it is with Distempers among Creatures of different Kinds: There are many Ailments that Horses are subject to, which are not incident to Cows. There is no Vice, but whoever commits it, had within him, before he was guilty of it, a Tendency towards it, a latent Cause that disposed him to it: Therefore all Lawgivers have two main Points to consider, at setting out; first, what things will procure Happiness to the Society under their Care; secondly, what Passions and Properties there are in Man's Nature, that may either promote or obstruct this Happiness. It is Prudence to watch your Fish-Ponds against the Insults of Hearns and Bitterns; but the same Precaution would be ridiculous against Turkies and Peacocks, or any other Creatures, that neither love Fish, nor are able to catch them.","subId":"30","id":"Mandeville.P2.6.30","speaker":"Cleo"},{"type":"paragraph","content":"What Frailty or Defect is it in our Nature that the two first Commandments have a Regard to, or as you call it tally with?","subId":"31","id":"Mandeville.P2.6.31","speaker":"Hor"},{"type":"paragraph","content":"Our natural Blindness and Ignorance of the true Deity: For tho' we all come into the World with an Instinct toward Religion, that manifests it self before we come to Maturity; yet the Fear of an invisible Cause, or invisible Causes, which all Men are born with, is not more universal, than the Uncertainty which all untaught Men fluctuate in, as to the Nature and Properties of that Cause, or those Causes: There can be no greater Proof of this ——","subId":"32","id":"Mandeville.P2.6.32","speaker":"Cleo"},{"type":"paragraph","content":"I want none; the History of all Ages is a sufficient Witness.","subId":"33","id":"Mandeville.P2.6.33","speaker":"Hor"},{"type":"paragraph","content":"Give me Leave: There can, I say, be no greater Proof of this, than the second Commandment, which palpably points at all the Absurdities and Abominations, which the ill-guided Fear of an invisible Cause had already made, and would still continue to make Men commit; and in doing this, I can hardly think, that any thing but Divine Wisdom could in so few Words have comprehended the vast Extent and Sum total of human Extravagancies, as it is done in that Commandment: For there is nothing so high or remote in the Firmament, nor so low, or abject upon Earth; but some Men have worship'd it, or made it one way or other the Object of their Superstition.","subId":"34","id":"Mandeville.P2.6.34","speaker":"Cleo"},{"type":"paragraph","content":"\n\n—— Crocodilon adorat \n Pars hæc: illa pavet saturam serpentibus Ibin. \n Effigies sacri nitet aurea Cercopitheci.\n\n A holy Monkey! I own it is a Reproach to our Species, that ever any part of it should have adored such a Creature as a God. But that is the Tip-top of Folly, that can be charged on Superstition.","subId":"35","id":"Mandeville.P2.6.35","speaker":"Hor"},{"type":"paragraph","content":"I don't think so; a Monkey is still a living Creature, and consequently somewhat superiour to things inanimate.","subId":"36","id":"Mandeville.P2.6.36","speaker":"Cleo"},{"type":"paragraph","content":"I should have thought Men's Adoration of the Sun or Moon infinitely less absurd, than to have seen them fall down before so vile, so ridiculous an Animal.","subId":"37","id":"Mandeville.P2.6.37","speaker":"Hor"},{"type":"paragraph","content":"Those who have adored the Sun and Moon never question'd, but they were intelligent as well as glorious Beings. But when I mentioned the Word inanimate, I was thinking on what the same Poet you quoted said, of the Veneration, Men paid to Leeks and Onions, Deities they raised in their own Gardens. \n\nPorrum & cepe nefas violare, & frangere morsu: \n O sanctas Genteis, quibus hæc nascuntur in hortis \n Numina!—— —— ——\n\n But this is nothing to what has been done in America, fourteen hundred Years after the time of Juvenal. If the portentous Worship of the Mexicans had been known in his Days, he would not have thought it worth his while to take Notice of the Ægyptians. I have often admired at the uncommon Pains those poor People must have taken, to express the frightful and shocking as well as bizarre and unutterable Notions they entertain'd of the superlative Malice, and hellish implacable Nature of their Vitzliputzli, to whom they sacrific'd the Hearts of Men, cut out whilst they were alive. The monstrous Figure and labour'd Deformity of that abominable Idol, are a lively Representation of the direful Ideas those Wretches framed to themselves of an invisible over-ruling Power; and plainly shew us, how horrid and execrable they thought it to be, at the same time, that they paid it the highest Adoration ; and at the Expence of human Blood endeavour'd, with Fear and Trembling, if not to appease the Wrath and Rage of it, at least to avert in some measure the manifold Mischiefs, they apprehended from it.","subId":"38","id":"Mandeville.P2.6.38","speaker":"Cleo"},{"type":"paragraph","content":"Nothing, I must own, can render declaiming against Idolatry more seasonable than a Reflection upon the second Commandment: But as what you have been saying, required no great Attention, I have been thinking of something else. Thinking on the Purport of the third Commandment furnishes me with an Objection, and I think a strong one, to what you have affirm'd about all Laws in general, and the Decalogue in particular. You know, I urged, that it was wrong to ascribe the Faults of bad Men to human Nature in general.","subId":"39","id":"Mandeville.P2.6.39","speaker":"Hor"},{"type":"paragraph","content":"I do; and thought I had answered you.","subId":"40","id":"Mandeville.P2.6.40","speaker":"Cleo"},{"type":"paragraph","content":"Let me try only once more. Which of the two pray do you think, prophane swearing to proceed from, a Frailty in our Nature, or an ill Custom generally contracted by keeping of bad Company?","subId":"41","id":"Mandeville.P2.6.41","speaker":"Hor"},{"type":"paragraph","content":"Certainly the latter.","subId":"42","id":"Mandeville.P2.6.42","speaker":"Cleo"},{"type":"paragraph","content":"Then it is evident to me, that this Law is levell'd at the bad Men only, that are guilty of the Vice forbid in it; and not any Frailty, belonging to human Nature in general.","subId":"43","id":"Mandeville.P2.6.43","speaker":"Hor"},{"type":"paragraph","content":"I believe, you mistake the Design of this Law; and am of Opinion, that it has a much higher Aim than you seem to imagine. You remember my saying, that Reverence to Authority was necessary, to make human Creatures governable.","subId":"44","id":"Mandeville.P2.6.44","speaker":"Cleo"},{"type":"paragraph","content":"Very well; and that Reverence was a Compound of Fear, Love and Esteem.","subId":"45","id":"Mandeville.P2.6.45","speaker":"Hor"},{"type":"paragraph","content":"Now let us take a View of what is done in the Decalogue: In the short Preamble to it, expressly made that the Israelites should know who it was that spoke to them, God manifests himself to those, whom he had chosen for his People by a most remarkable Instance of his own great Power, and their strong Obligation to him, in a Fact, that none of them could be ignorant of. There is a Plainness and Grandeur withal in this Sentence, than which nothing can be more truly sublime or majestick; and I defy the learned World, to shew me another as comprehensive, and of equal Weight and Dignity, that so fully executes its Purpose, and answers its Design, with the same Simplicity of Words. In that part of the second Commandment, which contains the Motives and Inducements, why Men should obey the Divine Laws, are set forth in the most emphatical manner; First, God's Wrath on those that hate him, and the Continuance of it on their Posterity; Secondly, the wide Extent of his Mercy to those, who love him and keep his Commandments. If we duely consider these Passages, we shall find, that Fear as well as Love, and the highest Esteem, are plainly and distinctly inculcated in them; and that the best Method is made use of there, to inspire Men with a deep Sense of the three Ingredients, that make up the Compound of Reverence. The Reason is plain: If People were to be govern'd by that Body of Laws, nothing was more necessary to enforce their Obedience to them, than their awful Regard and utmost Veneration to Him, at whose Command they were to keep them, and to whom they were accountable for the breaking of them.","subId":"46","id":"Mandeville.P2.6.46","speaker":"Cleo"},{"type":"paragraph","content":"What Answer is all this to my Objection?","subId":"47","id":"Mandeville.P2.6.47","speaker":"Hor"},{"type":"paragraph","content":"Have a Moment's Patience; I am coming to it. Mankind are naturally fickle, and delight in Change and Variety; they seldom retain long the same Impression of things they receiv'd at first, when they were new to them; and they are apt to undervalue, if not despise, the best, when they grow common. I am of Opinion, that the third Commandment points at this Frailty, this want of Steadiness in our Nature; the ill Consequences of which, in our Duty to the Creator, could not be better prevented than by a strict Observance of this Law, in never making use of his Name; but in the most solemn Manner on necessary Occasions, and in Matters of high Importance. As in the foregoing part of the Decalogue, Care had been already taken by the strongest Motives to create and attract Reverence, so nothing could be more wisely adapted to strengthen, and make it everlasting, than the Contents of this Law: For as too much Familiarity breeds Contempt, so our highest Regard due, to what is most Sacred, cannot be kept up better than by a quite contrary Practice.","subId":"48","id":"Mandeville.P2.6.48","speaker":"Cleo"},{"type":"paragraph","content":"I am answer'd.","subId":"49","id":"Mandeville.P2.6.49","speaker":"Hor"},{"type":"paragraph","content":"What Weight Reverence is thought to be of to procure Obedience, we may learn from the same Body of Laws in another Commandment. Children have no Opportunity of Learning their Duty, but from their Parents, and those who act by their Authority or in their Stead: Therefore it was requisite, that Men should not only stand in great Dread of the Law of God, but likewise have great Reverence for those, who first inculcated it, and communicated to them, that this was the Law of God.","subId":"50","id":"Mandeville.P2.6.50","speaker":"Cleo"},{"type":"paragraph","content":"But you said, that the Reverence of Children to Parents was a natural Consequence of what the first experienc'd from the latter.","subId":"51","id":"Mandeville.P2.6.51","speaker":"Hor"},{"type":"paragraph","content":"You think there was no Occasion for this Law, if Man would do what is commanded in it, of his own Accord: But I desire, you would consider, that tho' the Reverence of Children to Parents is a natural Consequence, partly of the Benefits and Chastisements they receive from them, and partly of the great Opinion they form of the superiour Capacity they observe in them; Experience teaches us, that this Reverence may be overruled by stronger Passions; and therefore, it being of the highest Moment to all Government, and Sociableness itself, God thought fit to fortify and strengthen it in us, by a particular Command of his own; and moreover to encourage it, by the Promise of a Reward for the keeping of it. It is our Parents, that first cure us of our natural Wildness, and break in us the Spirit of Independancy, we are all born with: It is to them we owe the first Rudiments of our Submission; and to the Honour and Deference, which Children pay to Parents, all Societies are oblig'd for the Principle of human Obedience. The Instinct of Sovereignty in our Nature, and the Waywardness of Infants, which is the Consequence of it, discover themselves with the least glimmering of our Understanding, and before: Children that have been most neglected, and the least taught, are always the most stubborn and obstinate; and none are more unruly, and fonder of following their own Will, than those that are least capable of governing themselves.","subId":"52","id":"Mandeville.P2.6.52","speaker":"Cleo"},{"type":"paragraph","content":"Then this Commandment you think not obligatory, when we come to years of Maturity.","subId":"53","id":"Mandeville.P2.6.53","speaker":"Hor"},{"type":"paragraph","content":"Far from it: for though the Benefit politically intended by this Law, be chiefly receiv'd by us, whilst we are under Age and the Tuition of Parents; yet for that very reason ought the Duty, commanded in it, never to cease. We are fond of imitating our Superiors from our Cradle, and whilst this Honour and Reverence to Parents continue to be paid by their Children, when they are grown Men and Women, and act for themselves, the Example is of singular use to all Minors, in teaching them their Duty, and not to refuse what they see others, that are older and wiser, comply with by Choice: For by this means, as their Understanding encreases, this Duty by degrees becomes a Fashion, which at last their Pride will not suffer them to neglect.","subId":"54","id":"Mandeville.P2.6.54","speaker":"Cleo"},{"type":"paragraph","content":"What you said last is certainly the reason, that among fashionable People, even the most vicious and wicked do outward Homage, and pay Respect to Parents, at least before the World; tho' they act against and in their Hearts hate them.","subId":"55","id":"Mandeville.P2.6.55","speaker":"Hor"},{"type":"paragraph","content":"Here is another Instance to convince us, that good Manners are not inconsistent with Wickedness; and that Men may be strict Observers of Decorums, and take Pains to seem well-bred, and at the same time have no Regard to the Laws of God, and live in Contempt of Religion: and therefore to procure an outward Compliance with this fifth Commandment, no Lecture can be of such force, nor any Instruction so edifying to Youth, among the modish sort of People, as the Sight of a strong and vigorous, as well as polite and well dress'd Man, in a dispute giving way and submitting to a decrepit Parent.","subId":"56","id":"Mandeville.P2.6.56","speaker":"Cleo"},{"type":"paragraph","content":"But do you imagine that all the Divine Laws, even those that seem only to relate to God himself, his Power and Glory, and our Obedience to his Will, abstract from any Consideration of our Neighbour, had likewise a regard to the Good of Society, and the temporal Happiness of his People?","subId":"57","id":"Mandeville.P2.6.57","speaker":"Hor"},{"type":"paragraph","content":"There is no doubt of that; witness the keeping of the Sabbath.","subId":"58","id":"Mandeville.P2.6.58","speaker":"Cleo"},{"type":"paragraph","content":"We have seen that very handsomely proved in one of the Spectators.","subId":"59","id":"Mandeville.P2.6.59","speaker":"Hor"},{"type":"paragraph","content":"But the Usefulness of it in human Affairs, is of far greater Moment, than that which the Author of that Paper chiefly takes notice of. Of all the Difficulties, that Mankind have labour'd under in completing Society, nothing has been more puzling or perplexing than the Division of Time. Our annual Course round the Sun, not answering exactly any number of compleat Days or Hours, has been the occasion of immense Study and Labour; and nothing has more rack'd the Brain of Man, than the adjusting the Year, to prevent the Confusion of Seasons: but even when the Year was divided into Lunar Months, the Computation of Time must have been impracticable among the common People: To remember twenty nine, or thirty Days, where Feasts are irregular, and all other Days shew alike, must have been a great Burden to the Memory, and caused a continual Confusion among the ignorant; whereas a short Period soon returning is easily remembred, and one fix'd Day in seven, so remarkably distinguish'd from the rest, must rub up the Memory of the most unthinking.","subId":"60","id":"Mandeville.P2.6.60","speaker":"Cleo"},{"type":"paragraph","content":"I believe that the Sabbath is a considerable Help in the Computation of Time, and of greater use in human Affairs, than can be easily imagin'd by those, who never knew the Want of it.","subId":"61","id":"Mandeville.P2.6.61","speaker":"Hor"},{"type":"paragraph","content":"But what is most remarkable in this fourth Commandment, is God's revealing himself to his People, and acquainting an infant Nation with a Truth, which the rest of the World remain'd ignorant of for many Ages. Men were soon made sensible of the Sun's Power, observed every Meteor in the Sky, and suspected the Influence of the Moon and other Stars: but it was a long time, and Man was far advanced in sublime Notions, before the Light of Nature could raise mortal Thought to the Contemplation of an infinite Being, that is the Author of the whole.","subId":"62","id":"Mandeville.P2.6.62","speaker":"Cleo"},{"type":"paragraph","content":"You have descanted on this sufficiently, when you spoke of Moses: Pray let us proceed to the further Establishment of Society. I am satisfied that the third Step towards it is the Invention of Letters; that without them no Laws can be long effectual, and that the principal Laws of all Countries are Remedies against human Frailties; I mean, that they are design'd as Antidotes, to prevent the ill Consequences of some Properties, inseparable from our Nature; which yet in themselves, without Management or Restraint, are obstructive and pernicious to Society: I am persuaded likewise, that these Frailties are palpably pointed at in the Decalogue; that it was wrote with great Wisdom, and that there is not one Commandment in it, that has not a regard to the temporal Good of Society, as well as Matters of higher moment.","subId":"63","id":"Mandeville.P2.6.63","speaker":"Hor"},{"type":"paragraph","content":"These are the Things, indeed, that I have endeavor'd to prove; and now all the great Difficulties and chief Obstructions, that can hinder a Multitude from being form'd into a Body Politick, are removed: When once Men come to be govern'd by written Laws, all the rest comes on a-pace. Now Property, and Safety of Life and Limb, may be secured: This naturally will forward the Love of Peace, and make it spread. No number of Men, when once they enjoy Quiet, and no Man needs to fear his Neighbour, will be long without learning to divide and subdivide their Labour.","subId":"64","id":"Mandeville.P2.6.64","speaker":"Cleo"},{"type":"paragraph","content":"I don't understand you.","subId":"65","id":"Mandeville.P2.6.65","speaker":"Hor"},{"type":"paragraph","content":"Man, as I have hinted before, naturally loves to imitate what he sees others do, which is the reason that savage People all do the same thing: This hinders them from meliorating their Condition, though they are always wishing for it: But if one will wholly apply himself to the making of Bows and Arrows, whilst another provides Food, a third builds Huts, a fourth makes Garments, and a fifth Utensils, they not only become useful to one another, but the Callings and Employments themselves will in the same Number of Years receive much greater Improvements, than if all had been promiscuously follow'd by every one of the Five.","subId":"66","id":"Mandeville.P2.6.66","speaker":"Cleo"},{"type":"paragraph","content":"I believe you are perfectly right there; and the truth of what you say is in nothing so conspicuous, as it is in Watch-making, which is come to a higher degree of Perfection, than it would have been arrived at yet, if the whole had always remain'd the Employment of one Person; and I am persuaded, that even the Plenty we have of Clocks and Watches, as well as the Exactness and Beauty they may be made of, are chiefly owing to the Division that has been made of that Art into many Branches.","subId":"67","id":"Mandeville.P2.6.67","speaker":"Hor"},{"type":"paragraph","content":"The use of Letters must likewise very much improve Speech it self, which before that time cannot but be very barren and precarious.","subId":"68","id":"Mandeville.P2.6.68","speaker":"Cleo"},{"type":"paragraph","content":"I am glad to hear you mention Speech again: I would not interrupt you, when you named it once before: Pray what Language did your wild Couple speak, when first they met?","subId":"69","id":"Mandeville.P2.6.69","speaker":"Hor"},{"type":"paragraph","content":"From what I have said already it is evident, that they could have had none at all; at least, that is my Opinion.","subId":"70","id":"Mandeville.P2.6.70","speaker":"Cleo"},{"type":"paragraph","content":"Then wild People must have an Instinct to understand one another, which they lose when they are civiliz'd.","subId":"71","id":"Mandeville.P2.6.71","speaker":"Hor"},{"type":"paragraph","content":"I am persuaded, that Nature has made all Animals of the same kind, in their mutual Commerce, intelligible to one another, as far as is requisite for the Preservation of themselves and their Species: And as to my wild Couple, as you call them, I believe there would be a very good Understanding, before many Sounds past between them. It is not without some Difficulty, that a Man born in Society can form an Idea of such Savages, and their Condition; and unless he has used himself to abstract thinking, he can hardly represent to himself such a State of Simplicity, in which Man can have so few Desires, and no Appetites roving beyond the immediate Call of untaught Nature: To me it seems very plain, that such a Couple would not only be destitute of Language, but likewise never find out or imagine, that they stood in need of any; or that the want of it was any real Inconvenience to them.","subId":"72","id":"Mandeville.P2.6.72","speaker":"Cleo"},{"type":"paragraph","content":"Why do you think so?","subId":"73","id":"Mandeville.P2.6.73","speaker":"Hor"},{"type":"paragraph","content":"Because it is impossible, that any Creature should know the Want of what it can have no Idea of: I believe moreover, that if Savages, after they are grown Men and Women, should hear others speak, be made acquainted with the Usefulness of Speech, and consequently become sensible of the want of it in themselves, their Inclination to learn it would be as inconsiderable as their Capacity; and if they should attempt it, they would find it an immense labour, a thing not to be surmounted; because the Suppleness and Flexibility in the Organs of Speech, that Children are endued with, and which I have often hinted at, would be lost in them; and they might learn to play masterly upon the Violin, or any other the most difficult musical Instrument, before they could make any tolerable Proficiency in speaking.","subId":"74","id":"Mandeville.P2.6.74","speaker":"Cleo"},{"type":"paragraph","content":"Brutes make several distinct Sounds to express different Passions by: As for Example; Anguish, and great Danger, Dogs of all sorts express with another Noise than they do Rage and Anger; and the whole Species express Grief by howling.","subId":"75","id":"Mandeville.P2.6.75","speaker":"Hor"},{"type":"paragraph","content":"This is no Argument to make us believe, that Nature has endued Man with Speech: There are innumerable other Privileges and Instincts which some Brutes enjoy, and Men are destitute of: Chickens run about as soon as they are hatch'd; and most Quadrupedes can walk without help, as soon as they are brought forth. If ever Language came by Instinct, the People that spoke it, must have known every individual Word in it; and a Man in the wild State of Nature would have no occasion for a thousandth part of the most barren Language that ever had a Name. When a Man's Knowledge is confin'd within a narrow Compass, and he has nothing to obey, but the simple Dictates of Nature, the Want of Speech is easily supply'd by dumb Signs; and it is more natural to untaught Men to express themselves by Gestures, than by Sounds; but we are all born with a Capacity of making ourselves understood, beyond other Animals, without Speech: To express Grief, Joy, Love, Wonder and Fear, there are certain Tokens, that are common to the whole Species. Who doubts that the crying of Children was given them by Nature, to call Assistance and raise Pity, which latter it does so unaccountably beyond any other Sound?","subId":"76","id":"Mandeville.P2.6.76","speaker":"Cleo"},{"type":"paragraph","content":"In Mothers and Nurses, you mean.","subId":"77","id":"Mandeville.P2.6.77","speaker":"Hor"},{"type":"paragraph","content":"I mean in the generality of human Creatures. Will you allow me, that warlike Musick generally rouses and supports the Spirits, and keeps them from sinking?","subId":"78","id":"Mandeville.P2.6.78","speaker":"Cleo"},{"type":"paragraph","content":"I believe I must.","subId":"79","id":"Mandeville.P2.6.79","speaker":"Hor"},{"type":"paragraph","content":"Then I'll engage, that the crying (I mean the Vagitus) of helpless Infants will stir up Compassion in the generality of our Species, that are within the hearing of it, with much greater Certainty than Drums and Trumpets will dissipate and chase away Fear, in those they are applied to. Weeping, laughing, smiling, frowning, sighing, exclaiming, we spoke of before. How universal, as well as copious, is the Language of the Eyes, by the help of which the remotest Nations understand one another at first Sight, taught or untaught, in the weightiest temporal Concern that belongs to the Species? and in that Language our wild Couple would at their first meeting intelligibly say more to one another without guile, than any civiliz'd Pair would dare to name without blushing.","subId":"80","id":"Mandeville.P2.6.80","speaker":"Cleo"},{"type":"paragraph","content":"A Man without doubt may be as impudent with his Eyes, as he can be with his Tongue.","subId":"81","id":"Mandeville.P2.6.81","speaker":"Hor"},{"type":"paragraph","content":"All such Looks therefore, and several Motions, that are natural, are carefully avoided among polite People, upon no other Account, than that they are too significant: It is for the same reason that stretching ourselves before others, whilst we are yawning, is an absolute Breach of good Manners; especially in mix'd Company of both Sexes. As it is indecent to display any of these Tokens, so it is unfashionable to take Notice of, or seem to understand, them: This Disuse and Neglect of them is the Cause, that whenever they happen to be made either through Ignorance or wilful Rudeness, many of them are lost and really not understood, by the beau monde; that would be very plain to Savages without Language, who could have no other Means of conversing than by Signs and Motions.","subId":"82","id":"Mandeville.P2.6.82","speaker":"Cleo"},{"type":"paragraph","content":"But if the old Stock would never either be able or willing to acquire Speech, it is impossible they could teach it their Children: Then which way could any Language ever come into the World from two Savages?","subId":"83","id":"Mandeville.P2.6.83","speaker":"Hor"},{"type":"paragraph","content":"By slow degrees, as all other Arts and Sciences have done, and length of time; Agriculture, Physick, Astronomy, Architecture, Painting, &c. From what we see in Children that are backward with their Tongues, we have reason to think, that a wild Pair would make themselves intelligible to each other by Signs and Gestures, before they would attempt it by Sounds: But when they lived together for many Years, it is very probable, that for the Things they were most conversant with they would find out Sounds, to stir up in each other the Idea's of such Things, when they were out of sight; these Sounds they would communicate to their young ones; and the longer they lived together the greater Variety of Sounds they would invent, as well for Actions as the Things themselves: They would find that the Volubility of Tongue, and Flexibility of Voice, were much greater in their young ones, than they could remember it ever to have been in themselves: It is impossible, but some of these young ones would, either by Accident or Design, make use of this superior Aptitude of the Organs at one time or other; which every Generation would still improve upon; and this must have been the Origin of all Languages, and Speech it self, that were not taught by Inspiration. I believe moreover, that after Language (I mean such as is of human Invention) was come to a great degree of Perfection, and even when People had distinct Words for every Action in Life, as well as every Thing they meddled or convers'd with, Signs and Gestures still continued to be made for a great while, to accompany Speech; because both are intended for the same Purpose.","subId":"84","id":"Mandeville.P2.6.84","speaker":"Cleo"},{"type":"paragraph","content":"The Design of Speech is to make our Thoughts known to others.","subId":"85","id":"Mandeville.P2.6.85","speaker":"Hor"},{"type":"paragraph","content":"I don't think so.","subId":"86","id":"Mandeville.P2.6.86","speaker":"Cleo"},{"type":"paragraph","content":"What! Don't Men speak to be understood?","subId":"87","id":"Mandeville.P2.6.87","speaker":"Hor"},{"type":"paragraph","content":"In one Sense they do; but there is a double Meaning in those Words, which I believe you did not intend: If by Man's speaking to be understood you mean, that when Men speak, they desire that the Purport of the Sounds they utter should be known and apprehended by others, I answer in the Affirmative: But if you mean by it, that Men speak, in order that their Thoughts may be known, and their Sentiments laid open and seen through by others, which likewise may be meant by speaking to be understood, I answer in the Negative. The first Sign or Sound that ever Man made, born of a Woman, was made in Behalf, and intended for the use of him who made it; and I am of Opinion, that the first Design of Speech was to persuade others, either to give Credit to what the speaking Person would have them believe; or else to act or suffer such Things, as he would compel them to act or suffer, if they were entirely in his Power.","subId":"88","id":"Mandeville.P2.6.88","speaker":"Cleo"},{"type":"paragraph","content":"Speech is likewise made use of to teach, advise, and inform others for their Benefit, as well as to persuade them in our own Behalf.","subId":"89","id":"Mandeville.P2.6.89","speaker":"Hor"},{"type":"paragraph","content":"And so by the help of it Men may accuse themselves and own their Crimes; but no Body would have invented Speech for those purposes; I speak of the Design, the first Motive and Intention that put Man upon speaking. We see in Children that the first things they endeavour to express with Words are their Wants and their Will; and their Speech is but a Confirmation of what they ask'd, deny'd, or affirm'd, by Signs before.","subId":"90","id":"Mandeville.P2.6.90","speaker":"Cleo"},{"type":"paragraph","content":"But why do you imagine that People would continue to make use of Signs and Gestures, after they could sufficiently express themselves in Words?","subId":"91","id":"Mandeville.P2.6.91","speaker":"Hor"},{"type":"paragraph","content":"Because Signs confirm Words, as much as Words do Signs; and we see, even in polite People, that when they are very eager they can hardly forbear making use of both. When an Infant, in broken imperfect Gibberish, calls for a Cake or a Play-thing, and at the same time points at and reaches after it, this double Endeavour makes a stronger Impression upon us, than if the Child had either spoke its Wants in plain Words, without making any Signs, or else look'd at and reach'd after the thing wanted, without attempting to speak. Speech and Action assist and corroborate one another, and Experience teaches us that they move us much more, and are more persuasive jointly than separately; vis unita fortior; and when an Infant makes use of both, he acts from the same Principle, that an Orator does, when he joins proper Gestures to an elaborate Declamation.","subId":"92","id":"Mandeville.P2.6.92","speaker":"Cleo"},{"type":"paragraph","content":"From what you have said, it should seem that Action is not only more natural, but likewise more ancient than Speech it self, which before I should have thought a Paradox.","subId":"93","id":"Mandeville.P2.6.93","speaker":"Hor"},{"type":"paragraph","content":"Yet it is true; and you shall always find, that the most forward, volatile, and fiery Tempers make more use of Gestures, when they speak, than others that are more patient and sedate.","subId":"94","id":"Mandeville.P2.6.94","speaker":"Cleo"},{"type":"paragraph","content":"It is a very diverting Scene to see how this is overdone among the French, and still more among the Portuguese: I have often been amazed to see, what Distortions of Face and Body, as well as other strange Gesticulations with Hands and Feet, some of them will make in their ordinary Discourses: But nothing was more offensive to me, when I was abroad, than the Loudness and Violence which most Foreigners speak with, even among Persons of Quality, when a Dispute arises, or any thing is to be debated: Before I was used to it, it put me always upon my Guard; for I did not question but they were angry; and I often recollected what had been said, in order to consider, whether it was not something I ought to have resented.","subId":"95","id":"Mandeville.P2.6.95","speaker":"Hor"},{"type":"paragraph","content":"The natural Ambition and strong Desire Men have to triumph over, as well as persuade others, are the occasion of all this. Heightning and lowring the Voice, at proper Seasons, is a bewitching Engine to captivate mean Understandings; and Loudness is an Assistant to Speech, as well as Action is: Uncorrectness, false Grammar, and even want of Sense, are often happily drown'd in Noise and great Bustle; and many an Argument has been convincing, that had all its Force from the Vehemence it was made with: The Weakness of the Language it self may be palliatively cured by strength of Elocution.","subId":"96","id":"Mandeville.P2.6.96","speaker":"Cleo"},{"type":"paragraph","content":"I am glad that speaking low is the Fashion among well-bred People in England; for Bawling and Impetuosity I cannot endure.","subId":"97","id":"Mandeville.P2.6.97","speaker":"Hor"},{"type":"paragraph","content":"Yet this latter is more natural; and no Man ever gave in to the contrary Practice, the Fashion you like, that was not taught it, either by Precept or Example: And if Men do not accustom themselves to it, whilst they are young, it is very difficult to comply with it afterwards: But it is the most lovely, as well as most rational Piece of good Manners, that human Invention has to boast of in the Art of Flattery; for when a Man addresses himself to me in a calm manner, without making Gestures, or other Motions with Head or Body, and continues his Discourse in the same submissive Strain and Composure of Voice, without exalting or depressing it, he, in the first place, displays his own Modesty and Humility in an agreeable manner; and, in the second, makes me a great Compliment, in the Opinion which he seems to have of me; for by such a Behaviour he gives me the Pleasure to imagine, that he thinks me not influenc'd by my Passions, but altogether sway'd by my Reason: He seems to lay his Stress on my Judgment, and therefore to desire, that I should weigh and consider what he says, without being ruffled or disturbed: No Man would do this unless he trusted entirely to my good Sense, and the Rectitude of my Understanding.","subId":"98","id":"Mandeville.P2.6.98","speaker":"Cleo"},{"type":"paragraph","content":"I have always admired this unaffected manner of speaking, tho' I never examined so deeply into the Meaning of it.","subId":"99","id":"Mandeville.P2.6.99","speaker":"Hor"},{"type":"paragraph","content":"I can't help thinking, but that, next to the Laconick and manly Spirit, that runs through the Nation, we are very much beholden for the Strength and Beauty of our Language to this Tranquility in Discourse, which for many Years has been in England, more than any where else, a Custom peculiar to the beau monde, who, in all Countries, are the undoubted Refiners of Language.","subId":"100","id":"Mandeville.P2.6.100","speaker":"Cleo"},{"type":"paragraph","content":"I thought that it was the Preachers, Playwrights, Orators, and fine Writers that refin'd upon Language.","subId":"101","id":"Mandeville.P2.6.101","speaker":"Hor"},{"type":"paragraph","content":"They make the best of what is ready coin'd to their Hands; but the true and only Mint of Words and Phrases is the Court; and the polite Part of every Nation are in Possession of the Jus & norma loquendi. All technick Words indeed, and Terms of Art, belong to the respective Artists and Dealers, that primarily and literally make use of them in their Business; but whatever is borrow'd from them for metaphorical Use, or from other Languages, living or dead, must first have the Stamp of the Court, and the Approbation of the beau monde, before it can pass for current; and whatever is not used among them, or comes abroad without their Sanction, is either vulgar, pedantick, or obsolete. Orators therefore, Historians, and all wholesale Dealers in Words, are confin'd to those, that have been already well receiv'd, and from that Treasure they may pick and chuse what is most for their purpose; but they are not allow'd to make new ones of their own, any more than Bankers are suffer'd to coin.","subId":"102","id":"Mandeville.P2.6.102","speaker":"Cleo"},{"type":"paragraph","content":"All this while I cannot comprehend what Advantage or Disadvantage speaking loud or low can be of to the Language it self; and if what I am saying now was set down, it must be a real Conjurer that, half a Year hence, should be able to tell by the Writing, whether it had been bawl'd out or whisper'd.","subId":"103","id":"Mandeville.P2.6.103","speaker":"Hor"},{"type":"paragraph","content":"I am of Opinion that when People of Skill and Address accustom themselves to speak in the manner aforesaid, it must in time have an Influence upon the language, and render it strong and expressive.","subId":"104","id":"Mandeville.P2.6.104","speaker":"Cleo"},{"type":"paragraph","content":"But your Reason?","subId":"105","id":"Mandeville.P2.6.105","speaker":"Hor"},{"type":"paragraph","content":"When a Man has only his Words to trust to, and the Hearer is not to be affected by the Delivery of them otherwise, than if he was to read them himself, it will infallibly put Men upon studying not only for nervous Thoughts and Perspicuity, but likewise for Words of great Energy, for Purity of Diction, Compactness of Style, and Fullness as well as Elegancy of Expressions.","subId":"106","id":"Mandeville.P2.6.106","speaker":"Cleo"},{"type":"paragraph","content":"This seems to be far fetch'd, and yet I don't know but there may be something in it.","subId":"107","id":"Mandeville.P2.6.107","speaker":"Hor"},{"type":"paragraph","content":"I am sure you will think so, when you consider that all Men, that do speak, are equally desirous and endeavoring to persuade and gain the Point they labour for, whether they speak loud or low, with Gestures or without.","subId":"108","id":"Mandeville.P2.6.108","speaker":"Cleo"},{"type":"paragraph","content":"Speech, you say, was invented to persuade; I am afraid you lay too much Stress upon that: It certainly is made use of likewise for many other Purposes.","subId":"109","id":"Mandeville.P2.6.109","speaker":"Hor"},{"type":"paragraph","content":"I don't deny that.","subId":"110","id":"Mandeville.P2.6.110","speaker":"Cleo"},{"type":"paragraph","content":"When People scold, call Names, and pelt one another with Scurrilities, what Design is that done with? If it be to persuade others, to have a worse Opinion of themselves, than they are supposed to entertain, I believe it is seldom done with Success.","subId":"111","id":"Mandeville.P2.6.111","speaker":"Hor"},{"type":"paragraph","content":"Calling Names is shewing others, and shewing them with Pleasure and Ostentation, the vile and wretched Opinion we have of them; and Persons that make use of opprobrious Language are often endeavouring to make those, whom they give it to, believe that they think worse of them than they really do.","subId":"112","id":"Mandeville.P2.6.112","speaker":"Cleo"},{"type":"paragraph","content":"Worse than they do! Whence does that ever appear?","subId":"113","id":"Mandeville.P2.6.113","speaker":"Hor"},{"type":"paragraph","content":"From the Behaviour and the common Practice of those that scold and call Names. They rip up and exaggerate not only the Faults and Imperfections of their Adversary himself, but likewise every thing that is ridiculous or contemptible in his Friends or Relations: They will fly to, and reflect upon every thing, which he is but in the least concern'd in, if any thing can possibly be said of it that is reproachful; the Occupation he follows, the Party he sides with, or the Country he is of. They repeat with Joy the Calamities and Misfortunes that have befal'n him or his Family: They see the Justice of Providence in them, and they are sure, they are Punishments he has deserv'd. Whatever Crime he has been suspected of, they charge him with, as if it had been proved upon him. They call in every thing to their Assistance; bare Surmises, loose Reports, and known Calumnies; and often upbraid him with what they themselves at other times have own'd not to believe.","subId":"114","id":"Mandeville.P2.6.114","speaker":"Cleo"},{"type":"paragraph","content":"But how comes the Practice of scolding and calling Names to be so common among the Vulgar all the World over? There must be a Pleasure in it, tho' I cannot conceive it: I ask to be inform'd; what Satisfaction or other Benefit is it, that Men receive or expect from it? What View is it done with?","subId":"115","id":"Mandeville.P2.6.115","speaker":"Hor"},{"type":"paragraph","content":"The real Cause and inward Motive Men act from, when they use ill Language, or call Names in earnest, is, in the first place, to give vent to their Anger, which it is troublesome to stifle and conceal. Secondly, to vex and afflict their Enemies, with greater hopes of Impunity, than they could reasonably entertain, if they did them any more substantial Mischief, which the Law would revenge: But this never comes to be a Custom, nor is thought of, before Language is arrived to great Perfection, and Society is carried to some degree of Politeness.","subId":"116","id":"Mandeville.P2.6.116","speaker":"Cleo"},{"type":"paragraph","content":"That's merry enough, to assert that Scurrility is the effect of Politeness.","subId":"117","id":"Mandeville.P2.6.117","speaker":"Hor"},{"type":"paragraph","content":"You shall call it what you please, but in its original it is a plain Shift to avoid fighting, and the ill Consequences of it; for no Body ever call'd another Rogue and Rascal, but he would have struck him, if it had been in his own Power, and himself had not been with-held by the Fear of something or other: Therefore where People call Names, without doing further Injury, it is a sign not only that they have wholesome Laws amongst them against open Force and Violence, but likewise that they obey and stand in awe of them; and a Man begins to be a tolerable Subject, and is nigh half civiliz'd, that in his Passion will take up and content himself with this paultry Equivalent; which never was done without great Self-denial at first: For otherwise the obvious, ready, and unstudy'd manner of venting and expressing Anger, which Nature teaches, is the same in human Creatures that it is in other Animals, and is done by fighting; as we may observe in Infants of two or three Months old, that never yet saw any Body out of Humour: For even at that Age they'll scratch, fling, and strike with their Heads as well as Arms and Legs, when any thing raises their Anger, which is easily and at most times unaccountably provok'd; often by Hunger, Pain, and other inward Ailments. That they do this by Instinct, something implanted in the Frame, the Mechanism of the Body, before any Marks of Wit or Reason are to be seen in them, I am fully persuaded; as I am likewise, that Nature teaches them the manner of fighting peculiar to their Species; and Children strike with their Arms as naturally as Horses kick, Dogs bite, and Bulls push with their Horns. I beg your Pardon for this Digression.","subId":"118","id":"Mandeville.P2.6.118","speaker":"Cleo"},{"type":"paragraph","content":"It was natural enough, but if it had been less so, you would not have slipt the Opportunity of having a Fling at human Nature, which you never spare.","subId":"119","id":"Mandeville.P2.6.119","speaker":"Hor"},{"type":"paragraph","content":"We have not a more dangerous Enemy than our own inborn Pride: I shall ever attack and endeavour to mortify it, when it is in my Power: For the more we are persuaded that the greatest Excellencies the best Men have to boast of, are acquired, the greater Stress it will teach us to lay upon Education; and the more truly sollicitous it will render us about it: And the absolute Necessity of good and early Instructions, can be no way more clearly demonstrated, than by exposing the Deformity as well as the Weakness of our untaught Nature.","subId":"120","id":"Mandeville.P2.6.120","speaker":"Cleo"},{"type":"paragraph","content":"Let us return to Speech: If the chief Design of it is to persuade, the French have got the start of us a great way; theirs is really a charming Language.","subId":"121","id":"Mandeville.P2.6.121","speaker":"Hor"},{"type":"paragraph","content":"So it is without doubt to a Frenchman.","subId":"122","id":"Mandeville.P2.6.122","speaker":"Cleo"},{"type":"paragraph","content":"And every Body else, I should think, that understands it, and has any Taste: Don't you think it to be very engaging?","subId":"123","id":"Mandeville.P2.6.123","speaker":"Hor"},{"type":"paragraph","content":"Yes, to one that loves his Belly; for it is very copious in the Art of Cookery, and every thing that belongs to eating and drinking.","subId":"124","id":"Mandeville.P2.6.124","speaker":"Cleo"},{"type":"paragraph","content":"But without Banter, don't you think that the French Tongue is more proper, more fit to persuade in, than ours?","subId":"125","id":"Mandeville.P2.6.125","speaker":"Hor"},{"type":"paragraph","content":"To coax and wheedle in, I believe it may.","subId":"126","id":"Mandeville.P2.6.126","speaker":"Cleo"},{"type":"paragraph","content":"I can't conceive what Nicety it is you aim at, in that Distinction.","subId":"127","id":"Mandeville.P2.6.127","speaker":"Hor"},{"type":"paragraph","content":"The Word you named includes no Idea of Reproach or Disparagement; the greatest Capacities may, without Discredit to them, yield to Persuasion, as well as the least; but those, who can be gain'd by coaxing and wheedling, are commonly supposed to be Persons of mean Parts and weak Understandings.","subId":"128","id":"Mandeville.P2.6.128","speaker":"Cleo"},{"type":"paragraph","content":"But pray come to the Point; which of the two do you take to be the finest Language?","subId":"129","id":"Mandeville.P2.6.129","speaker":"Hor"},{"type":"paragraph","content":"That is hard to determine: Nothing is more difficult, than to compare the Beauties of two Languages together, because what is very much esteem'd in the one, is often not relish'd at all in the other: In this Point the Pulchrum & Honestum varies, and is different every where, as the Genius of the People differs. I don't set up for a Judge, but what I have commonly observed in the two Languages, is this: All favourite Expressions in French are such, as either sooth or tickle; and nothing is more admired in English, than what pierces or strikes.","subId":"130","id":"Mandeville.P2.6.130","speaker":"Cleo"},{"type":"paragraph","content":"Do you take yourself to be entirely impartial now?","subId":"131","id":"Mandeville.P2.6.131","speaker":"Hor"},{"type":"paragraph","content":"I think so; but if I am not, I don't know how to be sorry for it: There are some things, in which it is the Interest of the Society that Men should be biass'd; and I don't think it amiss, that Men should be inclined to love their own Language, from the same Principle, that they love their Country. The French call us Barbarous, and we say, they are Fawning: I won't believe the first, let them believe what they please. Do you remember the six Lines in the Cid, which Corneille is said to have had a Present of six thousand Livres for?","subId":"132","id":"Mandeville.P2.6.132","speaker":"Cleo"},{"type":"paragraph","content":"Very well. \n\nMon Pere est mort, Elvire, & la premiere Espée \n Dont s'est armé Rodrigue a sa trame coupée. \n Pleurès, pleurès mes yeux, & fondes vous en eau, \n La moitié de ma vie a mis l'autre au tombeau; \n Et m'oblige à venger, apres ce coup funeste, \n Celle que je n'ay plus sur celle qui me reste.\n\n","subId":"133","id":"Mandeville.P2.6.133","speaker":"Hor"},{"type":"paragraph","content":"The same Thought express'd in our Language, to all the Advantage it has in the French, would be hiss'd by an English Audience.","subId":"134","id":"Mandeville.P2.6.134","speaker":"Cleo"},{"type":"paragraph","content":"That's no Compliment to the Taste of your Country.","subId":"135","id":"Mandeville.P2.6.135","speaker":"Hor"},{"type":"paragraph","content":"I don't know that: Men may have no bad Taste, and yet not be so ready at conceiving, which way one half of one's Life can put the other into the Grave: To me, I own it is puzling, and it has too much the Air of a Riddle, to be seen in heroick Poetry.","subId":"136","id":"Mandeville.P2.6.136","speaker":"Cleo"},{"type":"paragraph","content":"Can you find no Delicacy at all in the Thought?","subId":"137","id":"Mandeville.P2.6.137","speaker":"Hor"},{"type":"paragraph","content":"Yes; but it is too fine spun, it is the Delicacy of a Cobweb; there is no Strength in it.","subId":"138","id":"Mandeville.P2.6.138","speaker":"Cleo"},{"type":"paragraph","content":"I have always admired these Lines; but now you have made me out of Conceit with them, methinks I spy another Fault that's much greater.","subId":"139","id":"Mandeville.P2.6.139","speaker":"Hor"},{"type":"paragraph","content":"What is that?","subId":"140","id":"Mandeville.P2.6.140","speaker":"Cleo"},{"type":"paragraph","content":"The Author makes his Heroine say a thing, which was false in Fact: One half, says Chimene, of my Life has put the other into the Grave, and obliges me to revenge, &c. Which is the Nominative of the Verb obliges?","subId":"141","id":"Mandeville.P2.6.141","speaker":"Hor"},{"type":"paragraph","content":"One half of my Life.","subId":"142","id":"Mandeville.P2.6.142","speaker":"Cleo"},{"type":"paragraph","content":"Here lies the Fault; it is this, which I think is not true; For the one half of her Life, here mention'd, is plainly that half which was left; it is Rodrigues her Lover: Which way did he oblige her to seek for Revenge?","subId":"143","id":"Mandeville.P2.6.143","speaker":"Hor"},{"type":"paragraph","content":"By what he had done, killing her Father.","subId":"144","id":"Mandeville.P2.6.144","speaker":"Cleo"},{"type":"paragraph","content":"No, Cleomenes, this Excuse is insufficient. Chimene's Calamity sprung from the Dilemma she was in between her Love and her Duty; when the latter was inexorable, and violently pressing her, to sollicit the Punishment, and employ with Zeal all her Interest and Eloquence, to obtain the Death of him, whom the first had made dearer to her than her own Life; and therefore it was the half that was gone, that was put in the Grave, her dead Father, and not Rodrigues which obliged her to sue for Justice: Had the Obligation she lay under come from this quarter, it might soon have been cancell'd, and herself releas'd without crying out her Eyes.","subId":"145","id":"Mandeville.P2.6.145","speaker":"Hor"},{"type":"paragraph","content":"I beg Pardon for differing from you, but I believe the Poet is in the right.","subId":"146","id":"Mandeville.P2.6.146","speaker":"Cleo"},{"type":"paragraph","content":"Pray, consider which it was, that made Chimene prosecute Rodrigues, Love, or Honour.","subId":"147","id":"Mandeville.P2.6.147","speaker":"Hor"},{"type":"paragraph","content":"I do; but still I can't help thinking, but that her Lover, by having kill'd her Father, obliged Chimene to prosecute him; in the same manner as a Man, who will give no Satisfaction to his Creditors, obliges them to arrest him; or as we would say to a Coxcomb who is offending us with his Discourse, If you go on thus, Sir, you'll oblige me to treat you ill: Tho' all this while the Debtor might be as little desirous of being arrested, and the Coxcomb of being ill treated, as Rodrigues was of being prosecuted.","subId":"148","id":"Mandeville.P2.6.148","speaker":"Cleo"},{"type":"paragraph","content":"I believe you are in the right, and I beg Corneille's Pardon. But now I desire you would tell me, what you have further to say of Society: What other Advantages do Multitudes receive from the Invention of Letters, besides the Improvements it makes in their Laws and Language?","subId":"149","id":"Mandeville.P2.6.149","speaker":"Hor"},{"type":"paragraph","content":"It is an Incouragement to all other Inventions in general; by preserving the Knowledge of every useful Improvement that is made. When Laws begin to be well known, and the Execution of them is facilitated by general Approbation, Multitudes may be kept in tolerable Concord among themselves: It is then that it appears, and not before, how much the Superiority of Man's Understanding beyond other Animals, contributes to his Sociableness, which is only retarded by it in his Savage State.","subId":"150","id":"Mandeville.P2.6.150","speaker":"Cleo"},{"type":"paragraph","content":"How so, pray? I don't understand you.","subId":"151","id":"Mandeville.P2.6.151","speaker":"Hor"},{"type":"paragraph","content":"The Superiority of Understanding, in the first place, makes Man sooner sensible of Grief and Joy, and capable of entertaining either, with greater difference as to the Degrees, than they are felt in other Creatures. Secondly, it renders him more industrious to please himself, that is, it furnishes Self-love with a greater Variety of Shifts to exert itself on all Emergencies, than is made use of by Animals of less Capacity. Superiority of Understanding likewise gives us a Foresight, and inspires us with Hopes, of which other Creatures have little, and that only of things immediately before them. All these things are so many Tools, Arguments, by which Self-love reasons us into Content, and renders us patient under many Afflictions, for the sake of supplying those Wants that are most pressing: This is of infinite use to a Man, who finds himself born in a Body Politick, and it must make him fond of Society: Whereas the same Endowment before that time, the same Superiority of Understanding in the State of Nature, can only serve to render Man incurably averse to Society, and more obstinately tenacious of his Savage Liberty, than any other Creature would be, that is equally necessitous.","subId":"152","id":"Mandeville.P2.6.152","speaker":"Cleo"},{"type":"paragraph","content":"I don't know how to refute you: There is a Justness of Thought in what you say, which I am forc'd to assent to; and yet it seems strange: How come you by this Insight into the Heart of Man, and which way is that Skill of unravelling humane Nature to be obtain'd?","subId":"153","id":"Mandeville.P2.6.153","speaker":"Hor"},{"type":"paragraph","content":"By diligently observing what Excellencies and Qualifications are really acquired, in a well-accomplish'd Man; and having done this impartially, we may be sure that the Remainder of him is Nature. It is for want of duly separating and keeping asunder these two things, that Men have utter'd such Absurdities on this Subject; alledging as the Causes of Man's Fitness for Society, such Qualifications as no Man ever was endued with, that was not educated in a Society, a civil Establishment, of several hundred Years standing. But the Flatterers of our Species keep this carefully from our View: Instead of separating what is acquired from what is natural, and distinguishing between them, they take Pains to unite and confound them together.","subId":"154","id":"Mandeville.P2.6.154","speaker":"Cleo"},{"type":"paragraph","content":"Why do they? I don't see the Compliment; since the acquired, as well as natural Parts, belong to the same Person; and the one is not more inseparable from him than the other.","subId":"155","id":"Mandeville.P2.6.155","speaker":"Hor"},{"type":"paragraph","content":"Nothing is so near to a Man, nor so really and entirely his own, as what he has from Nature; and when that dear Self, for the sake of which he values or despises, loves or hates every thing else, comes to be stript and abstracted from all Foreign Acquisitions, humane Nature makes a poor Figure; it shews a Nakedness, or at least an Undress, which no Man cares to be seen in. There is nothing we can be possess'd of, that is worth having, which we do not endeavour, closely to annex, and make an Ornament of to ourselves; even Wealth and Power, and all the Gifts of Fortune, that are plainly adventitious, and altogether remote from our Persons; whilst they are our Right and Property, we don't love to be consider'd without them. We see likewise that Men, who are come to be great in the World from despicable Beginnings, don't love to hear of their Origin.","subId":"156","id":"Mandeville.P2.6.156","speaker":"Cleo"},{"type":"paragraph","content":"That is no general Rule.","subId":"157","id":"Mandeville.P2.6.157","speaker":"Hor"},{"type":"paragraph","content":"I believe it is, tho' there may be Exceptions from it; and these are not without Reasons. When a Man is proud of his Parts, and wants to be esteem'd for his Diligence, Penetration, Quickness and Assiduity, he'll make perhaps an ingenuous Confession, even to the exposing of his Parents; and in order to set off the Merit that rais'd him, be speaking himself of his original Meanness. But this is commonly done before Inferiours, whose Envy will be lessen'd by it, and who will applaud his Candor and Humility in owning this Blemish: But not a Word of this before his Betters, who value themselves upon their Families; and such Men could heartily wish that their Parentage was unknown, whenever they are with those that are their Equals in Quality, tho' superior to them in Birth; by whom they know, that they are hated for their Advancement, and despis'd for the Lowness of their Extraction. But I have a shorter way of proving my Assertion. Pray, is it good Manners to tell a Man, that he is meanly born, or to hint at his Descent, when it is known to be Vulgar?","subId":"158","id":"Mandeville.P2.6.158","speaker":"Cleo"},{"type":"paragraph","content":"No: I don't say it is.","subId":"159","id":"Mandeville.P2.6.159","speaker":"Hor"},{"type":"paragraph","content":"That decides it, by shewing the general Opinion about it. Noble Ancestors, and every thing else that is honourable and esteem'd, and can be drawn within our Sphere, are an Advantage to our Persons, and we all desire, they should be look'd upon as our own.","subId":"160","id":"Mandeville.P2.6.160","speaker":"Cleo"},{"type":"paragraph","content":"Ovid did not think so, when he said, Nam genus & proavos & quæ non fecimus ipsi, vix ea nostra voco.","subId":"161","id":"Mandeville.P2.6.161","speaker":"Hor"},{"type":"paragraph","content":"A pretty piece of Modesty in a Speech, where a Man takes Pains to prove that Jupiter was his Great Grandfather. What signifies a Theory, which a Man destroys by his Practice? Did you ever know a Person of Quality pleas'd with being call'd a Bastard, tho' he owed his Being, as well as his Greatness, chiefly to his Mother's Impudicity.","subId":"162","id":"Mandeville.P2.6.162","speaker":"Cleo"},{"type":"paragraph","content":"By things acquired, I thought you meant Learning and Virtue; how come you to talk of Birth and Descent?","subId":"163","id":"Mandeville.P2.6.163","speaker":"Hor"},{"type":"paragraph","content":"By shewing you, that Men are unwilling to have any thing that is honourable separated from themselves, tho' it is remote from, and has nothing to do with their Persons: I would convince you of the little Probability there is, that we should be pleased with being consider'd, abstract from what really belongs to us; and Qualifications, that in the Opinion of the best and wisest are the only things, for which we ought to be valued. When Men are well-accomplish'd, they are ashamed of the lowest Steps, from which they rose to that Perfection; and the more civiliz'd they are, the more they think it injurious, to have their Nature seen, without the Improvements that have been made upon it. The most correct Authors would blush to see every thing publish'd, which in the composing of their Works they blotted out, and stifled; and which yet it is certain they once conceiv'd: For this Reason they are justly compared to Architects, that remove the Scaffolding before they shew their Buildings. All Ornaments bespeak the Value we have for the Things adorn'd. Don't you think, that the first red or white that ever was laid upon a Face, and the first false Hair that was wore, were put on with great Secrecy, and with a Design to deceive?","subId":"164","id":"Mandeville.P2.6.164","speaker":"Cleo"},{"type":"paragraph","content":"In France Painting is now look'd upon as Part of a Woman's Dress; they make no Mystery of it.","subId":"165","id":"Mandeville.P2.6.165","speaker":"Hor"},{"type":"paragraph","content":"So it is with all the Impositions of this nature, when they come to be so gross that they can be hid no longer; as Men's Perukes all over Europe: But if these things could be conceal'd, and were not known, the Tawny Coquette would heartily wish, that the ridiculous Dawbing she plaisters herself with, might pass for Complexion; and the bald-pated Beau would be as glad, to have his full-botom'd Wig look'd upon as a natural head of Hair. No body puts in artificial Teeth, but to hide the Loss of his own.","subId":"166","id":"Mandeville.P2.6.166","speaker":"Cleo"},{"type":"paragraph","content":"But is not a Man's Knowledge a real Part of himself?","subId":"167","id":"Mandeville.P2.6.167","speaker":"Hor"},{"type":"paragraph","content":"Yes, and so is his Politeness; but neither of them belong to his Nature, any more than his Gold Watch or his Diamond Ring; and even from these he endeavours to draw a Value and Respect to his Person. The most admired among the fashionable People that delight in outward Vanity, and know how to dress well, would be highly displeas'd if their Clothes, and Skill in putting them on, should be look'd upon otherwise than as Part of themselves; nay, it is this Part of them only, which whilst they are unknown, can procure them Access to the highest Companies, the Courts of Princes; where it is manifest, that both Sexes are either admitted or refused, by no other Judgment than what is form'd of them from their Dress, without the least Regard to their Goodness, or their Understanding.","subId":"168","id":"Mandeville.P2.6.168","speaker":"Cleo"},{"type":"paragraph","content":"I believe I apprehend you. It is our Fondness of that Self, which we hardly know what it consists in, that could first make us think of embellishing our Persons; and when we have taken Pains in correcting, polishing, and beautifying Nature, the same Self-love makes us unwilling to have the Ornaments seen separately from the Thing adorned.","subId":"169","id":"Mandeville.P2.6.169","speaker":"Hor"},{"type":"paragraph","content":"The Reason is obvious. It is that Self we are in love with, before it is adorn'd as well as after, and every thing which is confess'd to be acquired, seems to point at our original Nakedness, and to upbraid us with our natural Wants; I would say, the Meanness and Deficiency of our Nature. That no Bravery is so useful in War, as that which is artificial, is undeniable; yet the Soldier that by Art and Discipline has manifestly been trick'd and wheedled into Courage, after he has behaved himself in two or three Battles with Intrepidity, will never endure to hear, that he has not natural Valour; tho' all his Acquaintance, as well as himself, remember the time, that he was an arrant Coward.","subId":"170","id":"Mandeville.P2.6.170","speaker":"Cleo"},{"type":"paragraph","content":"But since the Love, Affection, and Benevolence, we naturally have for our Species, is not greater than other Creatures have for theirs, how comes it, that Man gives more ample Demonstrations of this Love on thousand Occasions, than any other Animal?","subId":"171","id":"Mandeville.P2.6.171","speaker":"Hor"},{"type":"paragraph","content":"Because no other Animal has the same Capacity or Opportunity to do it. But you may ask the same of his Hatred: The greater Knowledge and the more Wealth and Power a Man has, the more capable he is of rendring others sensible of the Passion he is affected with, as well when he hates as when he loves them. The more a Man remains unciviliz'd, and the less he is remov'd from the State of Nature, the less his Love is to be depended upon.","subId":"172","id":"Mandeville.P2.6.172","speaker":"Cleo"},{"type":"paragraph","content":"There is more Honesty and less Deceit among plain, untaught People, than there is among those that are more artful; and therefore I should have look'd for true Love and unfeign'd Affection, among those that live in a natural Simplicity, rather than any where else.","subId":"173","id":"Mandeville.P2.6.173","speaker":"Hor"},{"type":"paragraph","content":"You speak of Sincerity; but the Love which I said was less to be depended upon in untaught than in civilis'd People, I supposed to be real and sincere in both. Artful People may dissemble Love, and pretend to Friendship, where they have none; but they are influenc'd by their Passions, and natural Appetites, as well as Savages, though they gratify them in another manner: Well-bred People behave themselves in the Choice of Diet and the taking of their Repastes, very differently from Savages; so they do in their Amours; but Hunger and Lust are the same in both. An artful Man, nay, the greatest Hypocrite, whatever his Behaviour is abroad, may love his Wife and Children at his Heart, and the sincerest Man can do no more. My Business is to demonstrate to you, that the good Qualities Men compliment our Nature and the whole Species with, are the Result of Art and Education. The Reason why Love is little to be depended upon in those that are uncivilis'd, is because the Passions in them are more fleeting and inconstant; they oftener jostle out and succeed one another, than they are and do in well-bred People, Persons that are well educated, have learn'd to study their Ease, and the Comforts of Life; to tye themselves up to Rules and Decorums for their own Advantage, and often to submit to small Inconveniencies to avoid greater. Among the lowest Vulgar, and those of the meanest Education of all, you seldom see a lasting Harmony: You shall have a Man and his Wife, that have a real Affection for one another, be full of Love one Hour, and disagree the next, for a Trifle; and the Lives of many are made miserable from no other Faults in themselves, than their Want of Manners and Discretion. Without Design they will often talk imprudently, 'till they raise one another's Anger; which neither of them being able to stifle, she scolds at him; he beats her; she bursts out into Tears; this moves him, he is sorry; both repent, and are Friends again; and with all the Sincerity imaginable resolve never to quarrel for the future, as long as they live: All this will pass between them in less than half a Day, and will perhaps be repeated once a Month, or oftner, as Provocations offer, or either of them is more or less prone to Anger. Affection never remain'd long uninterrupted between two Persons, without Art; and the best Friends, if they are always together, will fall out, unless great Discretion be used on both Sides.","subId":"174","id":"Mandeville.P2.6.174","speaker":"Cleo"},{"type":"paragraph","content":"I have always been of your Opinion, that the more Men were civilis'd the happier they were; but since Nations can never be made polite, but by length of Time, and Mankind must have been always miserable before they had written Laws, how come Poets and others to launch out so much in praise of the Golden Age, in which they pretend there was so much Peace, Love, and Sincerity?","subId":"175","id":"Mandeville.P2.6.175","speaker":"Hor"},{"type":"paragraph","content":"For the same reason, that Heralds compliment obscure Men of unknown Extraction with illustrious Pedigrees: As there is no Mortal of high descent, but who values himself upon his Family, so extolling the Virtue and Happiness of their Ancestors, can never fail pleasing every Member of a Society: But what Stress would you lay upon the Fictions of Poets?","subId":"176","id":"Mandeville.P2.6.176","speaker":"Cleo"},{"type":"paragraph","content":"You reason very clearly, and with great Freedom, against all heathen Superstition, and never suffer yourself to be imposed upon by any Fraud from that Quarter; but when you meet with any thing belonging to the Jewish or Christian Religion, you are as credulous as any of the Vulgar.","subId":"177","id":"Mandeville.P2.6.177","speaker":"Hor"},{"type":"paragraph","content":"I am sorry you should think so.","subId":"178","id":"Mandeville.P2.6.178","speaker":"Cleo"},{"type":"paragraph","content":"What I say is fact. A Man that contentedly swallows every thing that is said of Noah and his Ark, ought not to laugh at the Story of Deucalion and Pyrrha.","subId":"179","id":"Mandeville.P2.6.179","speaker":"Hor"},{"type":"paragraph","content":"Is it as credible, that human Creatures should spring from Stones, because an old Man and his Wife threw them over their Heads; as that a Man and his Family, with a great Number of Birds and Beasts, should be preserv'd in a large Ship, made convenient for that Purpose?","subId":"180","id":"Mandeville.P2.6.180","speaker":"Cleo"},{"type":"paragraph","content":"But you are partial: What odds is there between a Stone and a Lump of Earth, for either of them to become a human Creature? I can as easily conceive how a Stone should be turn'd into a Man or a Woman, as how a Man or a Woman should be turn'd into a Stone; and I think it not more strange, that a Woman should be chang'd into a Tree, as was Daphne, or into Marble as Niobe, than that she should be transform'd into a Pillar of Salt, as the Wife of Lot was. Pray suffer me to catechize you a little.","subId":"181","id":"Mandeville.P2.6.181","speaker":"Hor"},{"type":"paragraph","content":"You'll hear me afterwards, I hope.","subId":"182","id":"Mandeville.P2.6.182","speaker":"Cleo"},{"type":"paragraph","content":"Yes, yes. Do you believe Hesiod?","subId":"183","id":"Mandeville.P2.6.183","speaker":"Hor"},{"type":"paragraph","content":"No.","subId":"184","id":"Mandeville.P2.6.184","speaker":"Cleo"},{"type":"paragraph","content":"Ovid's Metamorphosis?","subId":"185","id":"Mandeville.P2.6.185","speaker":"Hor"},{"type":"paragraph","content":"No.","subId":"186","id":"Mandeville.P2.6.186","speaker":"Cleo"},{"type":"paragraph","content":"But you believe the Story of Adam and Eve, and Paradise.","subId":"187","id":"Mandeville.P2.6.187","speaker":"Hor"},{"type":"paragraph","content":"Yes.","subId":"188","id":"Mandeville.P2.6.188","speaker":"Cleo"},{"type":"paragraph","content":"That they were produced at once, I mean at their full Growth; he from a Lump of Earth, and she from one of his Ribbs?","subId":"189","id":"Mandeville.P2.6.189","speaker":"Hor"},{"type":"paragraph","content":"Yes.","subId":"190","id":"Mandeville.P2.6.190","speaker":"Cleo"},{"type":"paragraph","content":"And that as soon as they were made, they could speak, reason, and were endued with Knowledge?","subId":"191","id":"Mandeville.P2.6.191","speaker":"Hor"},{"type":"paragraph","content":"Yes.","subId":"192","id":"Mandeville.P2.6.192","speaker":"Cleo"},{"type":"paragraph","content":"In short, you believe the Innocence, the Delight, and all the Wonders of Paradise, that are related by one Man; at the same time that you will not believe what has been told us by many, of the Uprightness, the Concord, and the Happiness of a Golden Age.","subId":"193","id":"Mandeville.P2.6.193","speaker":"Hor"},{"type":"paragraph","content":"That's very true.","subId":"194","id":"Mandeville.P2.6.194","speaker":"Cleo"},{"type":"paragraph","content":"Now give me leave to shew you, how unaccountable, as well as partial, you are in this. In the first Place, the Things naturally impossible, which you believe, are contrary to your own Doctrine, the Opinion you have laid down, and which I believe to be true: For you have proved, that no Man would ever be able to speak, unless he was taught it; that Reasoning and Thinking come upon us by slow Degrees; and that we can know nothing that has not from without been conveyed to the Brain, and communicated to us through the Organs of the Senses. Secondly, in what you reject as fabulous, there is no manner of Improbability. We know from History, and daily Experience teaches us, that almost all the Wars and private Quarrels, that have at any time disturbed Mankind, have had their Rise from the Differences about Superiority, and the meum & tuum: Therefore before Cunning, Covetousness, and Deceit crept into the World, before Titles of Honour, and the Distinction between Servant and Master were known: Why might not moderate Numbers of People have lived together in Peace and Amity, when they enjoy'd every thing in common; and have been content with the Product of the Earth in a fertile Soil and a happy Climate? Why can't you believe this?","subId":"195","id":"Mandeville.P2.6.195","speaker":"Hor"},{"type":"paragraph","content":"Because it is inconsistent with the Nature of human Creatures, that any Number of them should ever live together in tolerable Concord, without Laws or Government, let the Soil, the Climate, and their Plenty be whatever the most luxuriant Imagination shall be pleas'd to fancy them. But Adam was altogether the Workmanship of God; a præternatural Production: His Speech and Knowledge, his Goodness and Innocence were as miraculous, as every other Part of his Frame.","subId":"196","id":"Mandeville.P2.6.196","speaker":"Cleo"},{"type":"paragraph","content":"Indeed, Cleomenes, this is insufferable; when we are talking Philosophy you foist in Miracles: Why may not I do the same, and say that the People of the Golden Age were made happy by Miracle?","subId":"197","id":"Mandeville.P2.6.197","speaker":"Hor"},{"type":"paragraph","content":"It is more probable, that one Miracle should at a stated time have produced a Male and Female, from whom all the rest of Mankind are descended in a natural Way; than that by a continued Series of Miracles several Generations of People should have all been made to live and act contrary to their Nature; for this must follow from the Account we have of the Golden and Silver Ages. In Moses, the first natural Man, the first that was born of a Woman, by envying and slaying his Brother, gives an ample Evidence of the domineering Spirit, and the Principle of Sovereignty, which I have asserted to belong to our Nature.","subId":"198","id":"Mandeville.P2.6.198","speaker":"Cleo"},{"type":"paragraph","content":"You will not be counted credulous, and yet you believe all those Stories, which even some of our Divines have call'd ridiculous, if literally understood. But I don't insist upon the Golden Age, if you'll give up Paradise: A Man of Sense, and a Philosopher, should believe neither.","subId":"199","id":"Mandeville.P2.6.199","speaker":"Hor"},{"type":"paragraph","content":"Yet you have told me that you believ'd the Old and New Testament.","subId":"200","id":"Mandeville.P2.6.200","speaker":"Cleo"},{"type":"paragraph","content":"I never said, that I believ'd every thing that is in them in a litteral Sense. But why should you believe Miracles at all?","subId":"201","id":"Mandeville.P2.6.201","speaker":"Hor"},{"type":"paragraph","content":"Because I can't help it: and I promise never to mention the Name to you again, if you can shew me the bare Possibility, that Man could have ever been produced, brought into the World, without Miracle. Do you believe there ever was a Man, who had made himself?","subId":"202","id":"Mandeville.P2.6.202","speaker":"Cleo"},{"type":"paragraph","content":"No: That's a plain Contradiction.","subId":"203","id":"Mandeville.P2.6.203","speaker":"Hor"},{"type":"paragraph","content":"Then it is manifest the first Man must have been made by something; and what I say of Man, I may say of all Matter and Motion in general. The Doctrine of Epicurus, that every thing is deriv'd from the Concourse and fortuitous Jumble of Atoms, is monstrous and extravagant beyond all other Follies.","subId":"204","id":"Mandeville.P2.6.204","speaker":"Cleo"},{"type":"paragraph","content":"Yet there is no mathematical Demonstration against it.","subId":"205","id":"Mandeville.P2.6.205","speaker":"Hor"},{"type":"paragraph","content":"Nor is there one to prove, that the Sun is not in Love with the Moon, if one had a Mind to advance it: and yet I think it a greater Reproach to human Understanding, to believe either, than it is to believe the most childish Stories that are told of Fairies and Hobgoblins.","subId":"206","id":"Mandeville.P2.6.206","speaker":"Cleo"},{"type":"paragraph","content":"But there is an Axiom very little inferior to a mathematical Demonstration, ex nihilo nihil fit, that is directly clashing with and contradicts the Creation out of Nothing. Do you understand, how Something can come from Nothing?","subId":"207","id":"Mandeville.P2.6.207","speaker":"Hor"},{"type":"paragraph","content":"I do not, I confess, any more than I can comprehend Eternity, or the Deity itself: but when I cannot comprehend what my Reason assures me must necessarily exist, there is no Axiom or Demonstration clearer to me, than that the Fault lies in my want of Capacity, the Shallowness of my Understanding. From the little we know of the Sun and Stars, their Magnitudes, Distances, and Motion; and what we are more nearly acquainted with, the gross, visible Parts in the Structure of Animals, and their Oeconomy, it is demonstrable, that they are the Effects of an intelligent Cause, and the Contrivance of a Being infinite in Wisdom as well as Power.","subId":"208","id":"Mandeville.P2.6.208","speaker":"Cleo"},{"type":"paragraph","content":"But let Wisdom be as superlative, and Power as extensive as it is possible for them to be, still it is impossible to conceive, how they should exert themselves, unless they had something to act upon.","subId":"209","id":"Mandeville.P2.6.209","speaker":"Hor"},{"type":"paragraph","content":"This is not the only thing which, tho' it be true, we are not able to conceive: How came the first Man to exist? and yet here we are. Heat and Moisture are the plain Effects from manifest Causes, and tho' they bear a great Sway, even in the mineral as well as the animal and vegetable World; yet they cannot produce a Sprig of Grass, without a previous Seed.","subId":"210","id":"Mandeville.P2.6.210","speaker":"Cleo"},{"type":"paragraph","content":"As we our selves, and every thing we see, are the undoubted Parts of some one Whole, some are of Opinion, that this all, the τὸ πὰν, the Universe, was from all Eternity.","subId":"211","id":"Mandeville.P2.6.211","speaker":"Hor"},{"type":"paragraph","content":"This is not more satisfactory or comprehensible, than the System of Epicurus, who derives every thing from wild Chance, and an undesign'd Struggle of senseless Atoms. When we behold things, which our Reason tells us could not have been produced without Wisdom and Power, in a degree far beyond our Comprehension, can any thing be more contrary to, or clashing with that same Reason, than that the things, in which that high Wisdom and great Power are visibly display'd, should be coeval with the Wisdom and Power themselves, that contriv'd and wrought them? Yet this Doctrine, which is Spinosism in Epitome, after having been neglected many Years, begins to prevail again, and the Atoms lose ground: for of Atheism, as well as Superstition, there are different Kinds, that have their Periods and Returns, after they have been long exploded.","subId":"212","id":"Mandeville.P2.6.212","speaker":"Cleo"},{"type":"paragraph","content":"What makes you couple together two things so diametrically opposite?","subId":"213","id":"Mandeville.P2.6.213","speaker":"Hor"},{"type":"paragraph","content":"There is greater Affinity between them than you imagine: They are of the same Origin.","subId":"214","id":"Mandeville.P2.6.214","speaker":"Cleo"},{"type":"paragraph","content":"What, Atheism and Superstition!","subId":"215","id":"Mandeville.P2.6.215","speaker":"Hor"},{"type":"paragraph","content":"Yes, indeed; they both have their Rise from the same Cause, the same Defect in the Mind of Man, our want of Capacity in discerning Truth, and natural Ignorance of the Divine Essence. Men, that from their most early Youth have not been imbued with the Principles of the true Religion, and have not afterwards continued to be strictly educated in the same, are all in great Danger of falling either into the one or the other, according to the Difference there is in the Temperament and Complexion they are of, the Circumstances they are in, and the Company they converse with. Weak Minds, and those that are brought up in Ignorance, and a low Condition, such as are much exposed to Fortune, Men of slavish Principles, the Covetous and Mean-spirited, are all naturally inclin'd to, and easily susceptible of Superstition; and there is no Absurdity so gross, nor Contradiction so plain, which the Dregs of the People, most Gamesters, and nineteen Women in twenty, may not be taught to Believe, concerning invisible Causes. Therefore Multitudes are never tainted with Irreligion; and, the less civiliz'd Nations are, the more boundless is their Credulity. On the contrary, Men of Parts and Spirit, of Thought and Reflection, the Assertors of Liberty, such as meddle with Mathematicks and natural Philosophy, most inquisitive Men, the disinterested, that live in Ease and Plenty; if their Youth has been neglected, and they are not well grounded in the Principles of the true Religion, are prone to Infidelity; especially such amongst them, whose Pride and Sufficiency are greater than ordinary; and if Persons of this sort fall into Hands of Unbelievers, they run great Hazard of becoming Atheists or Scepticks.","subId":"216","id":"Mandeville.P2.6.216","speaker":"Cleo"},{"type":"paragraph","content":"The Method of Education you recommend, in pinning Men down to an Opinion, may be very good to make Bigots, and raise a strong Party to the Priests; but to have good Subjects, and moral Men, nothing is better than to inspire Youth with the Love of Virtue, and strongly to imbue them with Sentiments of Justice and Probity, and the true Notions of Honour and Politeness. These are the true Specificks to cure Man's Nature, and destroy in him the Savage Principles of Sovereignty and Selfishness, that infest and are so mischievous to it. As to religious Matters, prepossessing the Mind, and forcing Youth into a Belief, is more partial and unfair, than it is to leave them unbiass'd, and unprejudiced till they come to Maturity, and are fit to judge, as well as chuse for themselves.","subId":"217","id":"Mandeville.P2.6.217","speaker":"Hor"},{"type":"paragraph","content":"It is this fair and impartial Management you speak in praise of, that will ever promote and encrease Unbelief; and nothing has contributed more to the growth of Deism in this Kingdom, than the Remisness of Education in Sacred Matters, which for some time has been in Fashion among the better sort.","subId":"218","id":"Mandeville.P2.6.218","speaker":"Cleo"},{"type":"paragraph","content":"The Publick Welfare ought to be our principal Care; and I am well assured, that it is not Bigotry to a Sect or Persuasion; but common Honesty, Uprightness in all Dealings, and Benevolence to one another, which the Society stands most in need of.","subId":"219","id":"Mandeville.P2.6.219","speaker":"Hor"},{"type":"paragraph","content":"I don't speak up for Bigotry; and where the Christian Religion is thoroughly taught, as it should be, it is impossible, that Honesty, Uprightness, or Benevolence should ever be forgot; and no Appearances of those Virtues are to be trusted to, unless they proceed from that Motive; for without the Belief of another World, a Man is under no Obligation for his Sincerity in this: His very Oath is no Tye upon him.","subId":"220","id":"Mandeville.P2.6.220","speaker":"Cleo"},{"type":"paragraph","content":"What is it upon an Hypocrite, that dares to be perjured?","subId":"221","id":"Mandeville.P2.6.221","speaker":"Hor"},{"type":"paragraph","content":"No Man's Oath is ever taken, if it is known that once he has been forsworn; nor can I ever be deceiv'd by an Hypocrite, when he tells me that he is one; and I shall never believe a Man to be an Atheist, unless he owns it himself.","subId":"222","id":"Mandeville.P2.6.222","speaker":"Cleo"},{"type":"paragraph","content":"I don't believe there are real Atheists in the World.","subId":"223","id":"Mandeville.P2.6.223","speaker":"Hor"},{"type":"paragraph","content":"I won't quarrel about Words; but our Modern Deism is no greater Security than Atheism: For a Man's acknowledging the Being of a God, even an intelligent first Cause, is of no use, either to himself or others, if he denies a Providence and a Future State.","subId":"224","id":"Mandeville.P2.6.224","speaker":"Cleo"},{"type":"paragraph","content":"After all, I don't think, that Virtue has any more Relation to Credulity, than it has to Want of Faith.","subId":"225","id":"Mandeville.P2.6.225","speaker":"Hor"},{"type":"paragraph","content":"Yet it would and ought to have, if we were consistent with ourselves; and if Men were sway'd in their Actions by the Principles they side with, and the Opinion they profess themselves to be of, all Atheists would be Devils, and superstitious Men Saints: But this is not true; there are Atheists of good Morals, and great Villains superstitious: Nay, I don't believe, there is any Wickedness that the worst Atheist can commit, but superstitious Men may be guilty of it; Impiety not excepted; for nothing is more common amongst Rakes and Gamesters, than to hear Men blaspheme, that believe in Spirits, and are afraid of the Devil. I have no greater Opinion of Superstition, than I have of Atheism; what I aim'd at, was to prevent and guard against both; and I am persuaded, that there is no other Antidote, to be obtain'd by human Means, so powerful and infallible against the Poyson of either, as what I have mention'd. As to the Truth of our Descent from Adam, I would not be a Believer, and cease to be a rational Creature: what I have to say for it, is this. We are convinc'd, that human Understanding is limited; and by the help of very little Reflection, we may be as certain, that the Narrowness of its bounds, its being so limited, is the very thing, the sole Cause, which palpably hinders us from diving into our Origin by dint of Penetration: the Consequence is, that to come at the Truth of this Origin, which is of very great Concern to us, something is to be believ'd: But what or whom to believe is the Question. If I cannot demonstrate to you, that Moses was divinely inspired, you'll be forc'd to confess, that there never was any thing more extraordinary in the World, than that in a most superstitious Age one Man brought up among the grossest Idolaters, that had the vilest and most abominable Notions of the Godhead, should, without Help as we know of, find out the most hidden and most important Truths by his natural Capacity only; for, besides the deep Insight he had in human Nature, as appears from the Decalogue, it is manifest, that he was acquainted with the Creation out of nothing, the Unity and immense Greatness of that invisible Power, that has made the Universe; and that he taught this to the Israëlites, fifteen Centuries before any other Nation upon Earth was so far enlighten'd: It is undeniable moreover, that the History of Moses, concerning the Beginning of the World and Mankind, is the most ancient and least improbable of any that are extant; that others, who have wrote after him on the same Subject, appear most of them to be imperfect Copiers of him; and that the Relations, which seem not to have been borrow'd from Moses, as the Accounts we have of Sommona-codom, Confucius, and others, are less rational, and fifty times more extravagant, and incredible, than any thing contain'd in the Pentateuch. As to the things reveal'd, the Plan itself, abstract from Faith and Religion; when we have weigh'd every System, that has been advanced, we shall find; that, since we must have had a Beginning, nothing is more rational or more agreeable to good Sense, than to derive our Origin from an incomprehensible creative Power, that was the first Mover and Author of all things.","subId":"226","id":"Mandeville.P2.6.226","speaker":"Cleo"},{"type":"paragraph","content":"I never heard any Body entertain higher Notions, or more noble Sentiments of the Deity, than at different times I have heard from you; pray, when you read Moses, don't you meet with several Things in the Oeconomy of Paradise, and the Conversation between God and Adam, that seem to be low, unworthy, and altogether inconsistent with the sublime Ideas, you are used to form of the Supreme Being?","subId":"227","id":"Mandeville.P2.6.227","speaker":"Hor"},{"type":"paragraph","content":"I freely own, not only that I have thought so, but likewise that I have long stumbled at it: But when I consider, on the one hand, that the more human Knowledge encreases, the more consummate and unerring the Divine Wisdom appears to be, in every thing we can have any Insight into; and on the other, that the things hitherto detected, either by Chance or Industry, are very inconsiderable, both in Number and Value, if compared to the vast Multitude of weightier Matters, that are left behind, and remain still undiscover'd: When, I say, I consider these things, I can't help thinking, that there may be very wise Reasons for what we find Fault with, that are, and perhaps ever will be, unknown to Men as long as the World endures.","subId":"228","id":"Mandeville.P2.6.228","speaker":"Cleo"},{"type":"paragraph","content":"But why should we remain labouring under Difficulties, we can easily solve, and not say with Dr. Burnet and several others, that those things are Allegories, and to be understood in a figurative Sense?","subId":"229","id":"Mandeville.P2.6.229","speaker":"Hor"},{"type":"paragraph","content":"I have nothing against it; and shall always applaud the Ingenuity and good Offices of Men, who endeavour to reconcile Religious Mysteries to human Reason and Probability; but I insist upon it, that no Body can disprove any thing that is said in the Pentateuch in the most literal Sense; and I defy the Wit of Man to frame or contrive a Story, the best concerted Fable they can invent, how Man came into the World, which I shall not find as much Fault with, and be able to make as strong Objections to, as the Enemies of Religion have found with, and rais'd against the Account of Moses: If I may be allow'd to take the same Liberty with their known Forgery, which they take with the Bible, before they have brought one Argument against the Veracity of it.","subId":"230","id":"Mandeville.P2.6.230","speaker":"Cleo"},{"type":"paragraph","content":"It may be so. But as first I was the Occasion of this long Digression, by mentioning the Golden Age; so now, I desire we may return to our Subject. What Time, how many Ages, do you think, it would require to have a well-civiliz'd Nation from such a Savage Pair as yours?","subId":"231","id":"Mandeville.P2.6.231","speaker":"Hor"},{"type":"paragraph","content":"That's very uncertain; and I believe it impossible, to determine any thing about it. From what has been said, it is manifest, that the Family descending from such a Stock, would be crumbled to pieces, re-united, and dispers'd again several times, before the whole or any part of it could be advanced to any degree of Politeness. The best Forms of Government are subject to Revolutions, and a great many things must concur, to keep a Society of Men together, till they become a civiliz'd Nation.","subId":"232","id":"Mandeville.P2.6.232","speaker":"Cleo"},{"type":"paragraph","content":"Is not a vast deal owing, in the raising of a Nation, to the difference there is in the Spirit and Genius of People?","subId":"233","id":"Mandeville.P2.6.233","speaker":"Hor"},{"type":"paragraph","content":"Nothing, but what depends upon Climates, which is soon over-ballanc'd by skilful Government. Courage and Cowardice, in all Bodies of Men, depend entirely upon Exercise and Discipline. Arts and Sciences seldom come before Riches, and both flow in faster or slower, according to the Capacity of the Governours, the Situation of the People, and the Opportunities they have of Improvements; but the first is the Chief: To preserve Peace and Tranquility among Multitudes of different Views, and make them all labour for one Interest, is a great Task; and nothing in human Affairs requires greater Knowledge, than the Art of Governing.","subId":"234","id":"Mandeville.P2.6.234","speaker":"Cleo"},{"type":"paragraph","content":"According to your System, it should be little more, than guarding against human Nature.","subId":"235","id":"Mandeville.P2.6.235","speaker":"Hor"},{"type":"paragraph","content":"But it is a great while, before that Nature can be rightly understood; and it is the Work of Ages to find out the true Use of the Passions, and to raise a Politician, that can make every Frailty of the Members add Strength to the whole Body, and by dextrous Management turn private Vices into publick Benefits.","subId":"236","id":"Mandeville.P2.6.236","speaker":"Cleo"},{"type":"paragraph","content":"It must be a great Advantage to an Age, when many extraordinary Persons are born in it.","subId":"237","id":"Mandeville.P2.6.237","speaker":"Hor"},{"type":"paragraph","content":"It is not Genius, so much as Experience, that helps Men to good Laws: Solon, Lycurgus, Socrates and Plato all travell'd for their Knowledge, which they communicated to others. The wisest Laws of human Invention are generally owing to the Evasions of bad Men, whose Cunning had eluded the Force of former Ordinances, that had been made with less Caution.","subId":"238","id":"Mandeville.P2.6.238","speaker":"Cleo"},{"type":"paragraph","content":"I fancy that the Invention of Iron, and working the Oar into a Metal, must contribute very much to the completing of Society; because Men can have no Tools nor Agriculture without it.","subId":"239","id":"Mandeville.P2.6.239","speaker":"Hor"},{"type":"paragraph","content":"Iron is certainly very useful; but Shells and Flints, and hardning of Wood by Fire, are Substitutes, that Men make a Shift with; if they can but have Peace, live in Quiet, and enjoy the Fruits of their Labour. Could you ever have believ'd, that a Man without Hands could have shaved himself, wrote good Characters, and made use of a Needle and Thread with his Feet? Yet this we have seen. It is said by some Men of Reputation, that the Americans in Mexico and Peru have all the Signs of an infant World; because when the Europeans first came among them, they wanted a great many things, that seem to be of easy Invention. But considering, that they had no Body to borrow from, and no Iron at all, it is amasing which way they could arrive at the Perfection we found them in. First, it is impossible to know, how long Multitudes may have been troublesome to one another, before the Invention of Letters came among them, and they had any written Laws. Secondly, from the many Chasms in History we know by Experience, that the Accounts of Transactions and Times in which Letters are known, may be entirely lost. Wars and human Discord may destroy the most civiliz'd Nations, only by dispersing them; and general Devastations spare Arts and Sciences no more than they do Cities and Palaces. That all Men are born with a strong Desire, and no Capacity at all to govern, has occasion'd an Infinity of Good and Evil. Invasions and Persecutions, by mixing and scattering our Species, have made strange Alterations in the World. Sometimes large Empires are divided into several Parts, and produce new Kingdoms and Principalities; at others, great Conquerors in few Years bring different Nations under one Dominion. From the Decay of the Roman Empire alone we may learn, that Arts and Sciences are more perishable, much sooner lost, than Buildings or Inscriptions; and that a Deluge of Ignorance may overspread Countries, without their ceasing to be inhabited.","subId":"240","id":"Mandeville.P2.6.240","speaker":"Cleo"},{"type":"paragraph","content":"But what is it at last, that raises opulent Cities and powerful Nations from the smallest Beginnings?","subId":"241","id":"Mandeville.P2.6.241","speaker":"Hor"},{"type":"paragraph","content":"Providence.","subId":"242","id":"Mandeville.P2.6.242","speaker":"Cleo"},{"type":"paragraph","content":"But Providence makes use of Means that are visible; I want to know the Engines it is perform'd with.","subId":"243","id":"Mandeville.P2.6.243","speaker":"Hor"},{"type":"paragraph","content":"All the Ground Work, that is required to aggrandise Nations, you have seen in the Fable of the Bees. All sound Politicks, and the whole Art of governing, are entirely built upon the Knowledge of human Nature. The great Business in general of a Politician is to promote, and, if he can, reward all good and useful Actions on the one hand; and on the other, to punish, or at least discourage, every thing that is destructive or hurtful to Society. To name Particulars would be an endless Task. Anger, Lust, and Pride may be the Causes of innumerable Mischiefs, that are all carefully to be guarded against: But setting them aside, the Regulations only, that are required to defeat and prevent all the Machinations and Contrivances, that Avarice and Envy may put Man upon, to the Detriment of his Neighbour, are almost infinite. Would you be convinc'd of these Truths, do but employ yourself for a Month or two, in surveying and minutely examining into every Art and Science, every Trade, Handicraft and Occupation, that are profess'd and follow'd in such a City as London; and all the Laws, Prohibitions, Ordinances and Restrictions, that have been found absolutely necessary, to hinder both private Men and Bodies corporate, in so many different Stations, first from interfering with the Publick Peace and Welfare; secondly, from openly wronging and secretly over-reaching, or any other way injuring, one another: If you will give yourself this Trouble, you will find the Number of Clauses and Proviso's, to govern a large flourishing City well, to be prodigious beyond Imagination; and yet every one of them tending to the same Purpose, the curbing, restraining and disappointing the inordinate Passions, and hurtful Frailties of Man. You will find moreover, which is still more to be admired, the greater part of the Articles, in this vast Multitude of Regulations, when well understood, to be the Result of consummate Wisdom.","subId":"244","id":"Mandeville.P2.6.244","speaker":"Cleo"},{"type":"paragraph","content":"How could these things exist, if there had not been Men of very bright Parts and uncommon Talents?","subId":"245","id":"Mandeville.P2.6.245","speaker":"Hor"},{"type":"paragraph","content":"Among the things I hint at, there are very few, that are the Work of one Man, or of one Generation; the greatest part of them are the Product, the joynt Labour of several Ages. Remember, what in our third Conversation I told you, concerning the Arts of Ship-building and Politeness. The Wisdom I speak of, is not the Offspring of a fine Understanding, or intense Thinking, but of sound and deliberate Judgment, acquired from a long Experience in Business, and a Multiplicity of Observations. By this sort of Wisdom, and Length of Time, it may be brought about, that there shall be no greater Difficulty in governing a large City, than (pardon the Lowness of the Simile) there is in weaving of Stockings.","subId":"246","id":"Mandeville.P2.6.246","speaker":"Cleo"},{"type":"paragraph","content":"Very low indeed.","subId":"247","id":"Mandeville.P2.6.247","speaker":"Hor"},{"type":"paragraph","content":"Yet I know nothing to which the Laws and establish'd Oeconomy of a well-order'd City may be more justly compared, than the Knitting-frame. The Machine, at first View, is intricate and unintelligible; yet the Effects of it are exact and beautiful; and in what is produced by it, there is a surprizing Regularity: But the Beauty and Exactness in the Manufacture are principally, if not altogether, owing to the Happiness of the Invention, the Contrivance of the Engine. For the greatest Artist at it can furnish us with no better Work, than may be made by almost any Scoundrel after half a Year's Practice.","subId":"248","id":"Mandeville.P2.6.248","speaker":"Cleo"},{"type":"paragraph","content":"Tho' your Comparison be low, I must own, that it very well illustrates your Meaning.","subId":"249","id":"Mandeville.P2.6.249","speaker":"Hor"},{"type":"paragraph","content":"Whilst you spoke, I have thought of another, which is better. It is common now, to have Clocks, that are made to play several Tunes with great Exactness: The Study and Labour, as well as Trouble of Disappointments, which, in doing and undoing, such a Contrivance must necessarily have cost from the Beginning to the End, are not to be thought of without Astonishment: There is something analogous to this in the Government of a flourishing City, that has lasted uninterrupted for several Ages: There is no Part of the wholesome Regulations, belonging to it, even the most trifling and minute, about which great Pains and Consideration have not been employ'd, as well as Length of Time; and if you will look into the History and Antiquity of any such City, you will find that the Changes, Repeals, Additions and Amendments, that have been made in and to the Laws and Ordinances by which it is ruled, are in Number prodigious: But that when once they are brought to as much Perfection, as Art and human Wisdom can carry them, the whole Machine may be made to play of itself, with as little Skill, as is required to wind up a Clock; and the Government of a large City, once put into good Order, the Magistrates only following their Noses, will continue to go right for a great while, tho' there was not a wise Man in it: Provided that the Care of Providence was to watch over it in the same manner as it did before.","subId":"250","id":"Mandeville.P2.6.250","speaker":"Cleo"},{"type":"paragraph","content":"But supposing the Government of a large City, when it is once establish'd, to be very easy, it is not so with whole States and Kingdoms: Is it not a great Blessing to a Nation, to have all Places of Honour and great Trust fill'd with Men of Parts and Application, of Probity and Virtue?","subId":"251","id":"Mandeville.P2.6.251","speaker":"Hor"},{"type":"paragraph","content":"Yes; and of Learning, Moderation, Frugality, Candour and Affability: Look out for such as fast as you can: But in the mean time the Places can't stand open, the Offices must be served by such as you can get.","subId":"252","id":"Mandeville.P2.6.252","speaker":"Cleo"},{"type":"paragraph","content":"You seem to insinuate, that there is a great Scarcity of good Men in the Nation.","subId":"253","id":"Mandeville.P2.6.253","speaker":"Hor"},{"type":"paragraph","content":"I don't speak of our Nation in particular, but of all States and Kingdoms in general. What I would say, is, that it is the Interest of every Nation to have their Home Government, and every Branch of the Civil Administration, so wisely contriv'd, that every Man of midling Capacity and Reputation may be fit for any of the highest Posts.","subId":"254","id":"Mandeville.P2.6.254","speaker":"Cleo"},{"type":"paragraph","content":"That's absolutely impossible, at least in such a Nation as ours: For what would you do for Judges and Chancellours?","subId":"255","id":"Mandeville.P2.6.255","speaker":"Hor"},{"type":"paragraph","content":"The Study of the Law is very crabbed and very tedious; but the Profession of it is as gainful, and has great Honours annex'd to it: The Consequence of this is, that few come to be eminent in it, but Men of tolerable Parts and great Application. And whoever is a good Lawyer, and not noted for Dishonesty, is always fit to be a Judge, as soon as he is old and grave enough. To be a Lord Chancellour indeed, requires higher Talents; and he ought not only to be a good Lawyer and an honest Man, but likewise a Person of general Knowledge, and great Penetration. But this is but one Man; and considering, what I have said of the Law, and the Power which Ambition and the Love of Gain have upon Mankind, it is morally impossible, that, in the common Course of Things among the Practicioners in Chancery, there should not at all times be one or other fit for the Seals.","subId":"256","id":"Mandeville.P2.6.256","speaker":"Cleo"},{"type":"paragraph","content":"Must not every Nation have Men that are fit for Publick Negotiations, and Persons of great Capacity to serve for Envoys, Ambassadors and Plenipotentiaries? must they not have others at Home, that are likewise able to treat with Foreign Ministers?","subId":"257","id":"Mandeville.P2.6.257","speaker":"Hor"},{"type":"paragraph","content":"That every Nation must have such People, is certain; but I wonder, that the Company you have kept both at Home and Abroad, have not convinced you, that the things you speak of require no such extraordinary Qualifications. Among the People of Quality, that are bred up in Courts of Princes, all midling Capacities must be Persons of Address and a becoming Boldness, which are the most useful Talents in all Conferences and Negotiations.","subId":"258","id":"Mandeville.P2.6.258","speaker":"Cleo"},{"type":"paragraph","content":"In a Nation so involved in Debts of different kinds, and loaded with such a Variety of Taxes, as ours is, to be thoroughly acquainted with all the Funds, and the Appropriations of them, must be a Science not to be attain'd to without good natural Parts and great Application; and therefore the chief Management of the Treasury must be a Post of the highest Trust, as well as endless Difficulty.","subId":"259","id":"Mandeville.P2.6.259","speaker":"Hor"},{"type":"paragraph","content":"I don't think so: Most Branches of the Publick Administration are in reality less difficult to those, that are in them, than they seem to be to those that are out of them, and are Strangers to them. If a Jack and the Weights of it were out of Sight, a sensible Man, unacquainted with that Matter, would be very much puzled, if he was to account for the regular turning of two or three Spits well loaded, for Hours together; and it is ten to one, but he would have a greater Opinion of the Cook or the Scullion, than either of them deserved. In all Business that belongs to the Exchequer, the Constitution does nine parts in ten; and has taken effectual Care, that the happy Person, whom the King shall be pleas'd to favour with the Superintendency of it, should never be greatly tired or perplex'd with his Office; and likewise that the Trust, the Confidence, that must be reposed in him, should be very near as moderate as his Trouble. By dividing the Employments in a great Office, and subdividing them into many parts, every Man's Business may be made so plain and certain, that, when he is a little used to it, it is hardly possible for him to make Mistakes: And again, by careful Limitations of every Man's Power, and judicious Cheques upon every body's Trust, every Officer's Fidelity may be placed in so clear a Light, that, the Moment he forfeits it, he must be detected. It is by these Arts that the weightiest Affairs, and a vast Multiplicity of them, may be managed with Safety as well as Dispatch, by ordinary Men, whose highest Good is Wealth and Pleasure; and that the utmost Regularity may be observed in a great Office, and every part of it; at the same time, that the whole Oeconomy of it seems to be intricate and perplex'd to the last degree, not only to Strangers, but the greatest part of the very Officers that are employ'd in it.","subId":"260","id":"Mandeville.P2.6.260","speaker":"Cleo"},{"type":"paragraph","content":"The Oeconomy of our Exchequer, I own, is an admirable Contrivance to prevent Frauds and Encroachments of all kinds; but in the Office, which is at the Head of it, and gives Motion to it, there is greater Latitude.","subId":"261","id":"Mandeville.P2.6.261","speaker":"Hor"},{"type":"paragraph","content":"Why so? A Lord Treasurer, or if his Office be executed by Commissioners, the Chancellour of the Exchequer, are no more lawless, and have no greater Power with Impunity to embezle Money, than the meanest Clerk that is employ'd under them.","subId":"262","id":"Mandeville.P2.6.262","speaker":"Cleo"},{"type":"paragraph","content":"Is not the King's Warrant their Discharge?","subId":"263","id":"Mandeville.P2.6.263","speaker":"Hor"},{"type":"paragraph","content":"Yes; for Sums, which the King has a Right to dispose of, or the Payment of Money for Uses directed by Parliament; not otherwise; and if the King, who can do no Wrong, should be imposed upon, and his Warrant be obtain'd for Money at Random, whether it is appropriated or not, contrary to, or without a direct Order of the Legislature, the Treasurer obeys at his Peril.","subId":"264","id":"Mandeville.P2.6.264","speaker":"Cleo"},{"type":"paragraph","content":"But there are other Posts, or at least there is one still of higher Moment, and that requires a much greater, and more general Capacity than any yet named.","subId":"265","id":"Mandeville.P2.6.265","speaker":"Hor"},{"type":"paragraph","content":"Pardon me: As the Lord Chancellour's is the highest Office in Dignity, so the Execution of it actually demands greater, and more uncommon Abilities than any other whatever.","subId":"266","id":"Mandeville.P2.6.266","speaker":"Cleo"},{"type":"paragraph","content":"What say you to the Prime Minister, who governs all, and acts immediately under the King?","subId":"267","id":"Mandeville.P2.6.267","speaker":"Hor"},{"type":"paragraph","content":"There is no such Officer belonging to our Constitution; for by this, the whole Administration is, for very wise Reasons, divided into several Branches.","subId":"268","id":"Mandeville.P2.6.268","speaker":"Cleo"},{"type":"paragraph","content":"But who must give Orders and Instructions to Admirals, Generals, Governours, and all our Ministers in Foreign Courts? who is to take Care of the King's Interest throughout the Kingdom, and of his Safety?","subId":"269","id":"Mandeville.P2.6.269","speaker":"Hor"},{"type":"paragraph","content":"The King and his Council, without which, Royal Authority is not suppos'd to act, superintend, and govern all; and whatever the Monarch has not a Mind immediately to take care of himself, falls in course to that part of the Administration it belongs to, in which every Body has plain Laws to walk by. As to the King's Interest, it is the same with that of the Nation; his Guards are to take Care of his Person; and there is no Business of what nature soever, that can happen in or to the Nation, which is not within the Province, and under the Inspection of some one or other of the great Officers of the Crown, that are all known, dignify'd, and distinguish'd by their respective Titles; and amongst them, I can assure you, there is no such Name as Prime Minister.","subId":"270","id":"Mandeville.P2.6.270","speaker":"Cleo"},{"type":"paragraph","content":"But why will you prevaricate with me after this manner? You know yourself, and all the World knows and sees, that there is such a Minister; and it is easily proved, that there always have been such Ministers: And in the Situation we are, I don't believe a King could do without. When there are a great many disaffected People in the Kingdom, and Parliament-men are to be chosen, Elections must be look'd after with great Care, and a thousand things are to be done, that are necessary, to disappoint the sinister ends of Malecontents, and keep out the Pretender; things of which the Management often requires great Penetration, and uncommon Talents, as well as Secrecy and Dispatch.","subId":"271","id":"Mandeville.P2.6.271","speaker":"Hor"},{"type":"paragraph","content":"How sincerely soever you may seem to speak in Defence of these Things, Horatio, I am sure, from your Principles, that you are not in earnest. I am not to judge of the Exigency of our Affairs: But as I would not pry into the Conduct, or scan the Actions of Princes, and their Ministers, so I pretend to justify or defend no Wisdom, but that of the Constitution itself.","subId":"272","id":"Mandeville.P2.6.272","speaker":"Cleo"},{"type":"paragraph","content":"I don't desire you should: Only tell me, whether you don't think, that a Man, who has and can carry this vast Burden upon his Shoulders, and all Europe's Business in his Breast, must be a Person of a prodigious Genius, as well as general Knowledge, and other great Abilities.","subId":"273","id":"Mandeville.P2.6.273","speaker":"Hor"},{"type":"paragraph","content":"That a Man, invested with so much real Power, and an Authority so extensive, as such Ministers generally have, must make a great Figure, and be considerable above all other Subjects, is most certain: But it is my Opinion, that there are always fifty Men in the Kingdom, that, if employ'd, would be fit for this Post, and after a little Practice shine in it, to one, who is equally qualify'd to be a Lord High Chancellor of Great Britain. A Prime Minister has a vast, an unspeakable Advantage, barely by being so, and by every Body's knowing him to be, and treating him as, such: A Man, who, in every Office and every Branch of it throughout the Administration, has the Power, as well as the Liberty, to ask and see whom and what he pleases, has more Knowledge within his Reach, and can speak of every thing with greater Exactness, than any other Man, that is much better vers'd in Affairs, and has ten times greater Capacity. It is hardly possible, that an active Man of tolerable Education, that is not destitute of a Spirit nor of Vanity, should fail of appearing to be wise, vigilant, and expert, who has the Opportunity, whenever he thinks fit, to make use of all the Cunning and Experience, as well as Diligence and Labour, of every Officer in the civil Administration; and if he has but Money enough, and will employ Men to keep up a strict Correspondence in every Part of the Kingdom, he can remain ignorant of nothing; and there is hardly any Affair or Transaction, Civil or Military, Foreign or Domestick, which he will not be able greatly to influence, when he has a Mind, either to promote or obstruct it.","subId":"274","id":"Mandeville.P2.6.274","speaker":"Cleo"},{"type":"paragraph","content":"There seems to be a great deal in what you say, I must confess; but I begin to suspect, that what often inclines me to be of your Opinion, is your Dexterity in placing Things in the Light, you would have them seen in, and the great Skill you have in depreciating what is valuable, and detracting from Merit.","subId":"275","id":"Mandeville.P2.6.275","speaker":"Hor"},{"type":"paragraph","content":"I protest, that I speak from my Heart.","subId":"276","id":"Mandeville.P2.6.276","speaker":"Cleo"},{"type":"paragraph","content":"When I reflect on what I have beheld with my own Eyes, and what I still see every Day of the Transactions, between Statesmen and Politicians, I am very well assured, you are in the wrong: When I consider all the Stratagems, and the Force, as well as Finesse, that are made use of, to supplant and undo Prime Ministers; the Wit and Cunning, Industry and Address, that are employ'd to misrepresent all their Actions; the Calumnies and false Reports that are spread of them, the Ballads and Lampoons that are publish'd; the set Speeches and study'd Invectives that are made against them; when I consider, I say, and reflect on these Things, and every thing else that is said and done, either to ridicule or to render them odious, I am convinced; that to defeat so much Art and Strength, and disappoint so much Malice and Envy, as prime Ministers are generally attack'd with, require extraordinary Talents: No Man of only common Prudence and Fortitude could maintain himself in that Post for a Twelve-month, much less for many Years together, tho' he understood the World very well, and had all the Virtue, Faithfulness, and Integrity in it; therefore there must be some Fallacy in your Assertion.","subId":"277","id":"Mandeville.P2.6.277","speaker":"Hor"},{"type":"paragraph","content":"Either I have been deficient in explaining myself, or else I have had the Misfortune to be misunderstood. When I insinuated, that Men might be prime Ministers without extraordinary Endowments, I spoke only in regard to the Business itself, that Province, which if there was no such Minister, the King and Council would have the trouble of managing.","subId":"278","id":"Mandeville.P2.6.278","speaker":"Cleo"},{"type":"paragraph","content":"To direct and manage the whole Machine of Government, he must be a consummate Statesman in the first place.","subId":"279","id":"Mandeville.P2.6.279","speaker":"Hor"},{"type":"paragraph","content":"You have too sublime a Notion of that Post. To be a consummate Statesman, is the highest Qualification human Nature is capable of possessing: To deserve that Name, a Man must be well versed in ancient and modern History, and thoroughly acquainted with all the Courts of Europe; that he may know not only the publick Interest in every Nation, but likewise the private Views, as well as Inclinations, Virtues and Vices of Princes and Ministers: Of every Country in Christendom and the Borders of it, he ought to know the Product and Geography; the principal Cities and Fortresses; and of these, the Trade and Manufactures; their Situation, natural Advantages, Strength and Number of Inhabitants; he must have read Men as well as Books, and perfectly well understand human Nature, and the use of the Passions: He must moreover be a great Master in concealing the Sentiments of his Heart, have an entire Command over his Features, and be well skill'd in all the Wiles and Stratagems to draw out Secrets from others. A Man, of whom all this, or the greatest Part of it, may not be said with truth, and that he has had great Experience in publick Affairs, cannot be call'd a consummate Statesman; but he may be fit to be a prime Minister, tho' he had not a hundredth Part of those Qualifications. As the King's Favour creates prime Ministers, and makes their Station the Post of the greatest Power as well as Profit; so the same Favour is the only Bottom, which those that are in it have to stand upon: The Consequence is, that the most ambitious Men in all Monarchies are ever contending for this Post, as the highest Prize, of which the Enjoyment is easy, and all the Difficulty in obtaining and preserving it. We see accordingly, that the Accomplishments I spoke of to make a Statesman are neglected, and others aim'd at and study'd, that are more useful and more easily acquired. The Capacities you observe in prime Ministers, are of another Nature, and consist in being finish'd Courtiers, and thoroughly understanding the Art of pleasing and cajoling with Address. To procure a Prince what he wants, when it is known, and to be diligent in entertaining him with the Pleasures he calls for, are ordinary Services: Asking is no better than Complaining; therefore being forced to ask, is to have Cause of Complaint, and to see a Prince submit to the Slavery of it, argues great Rusticity in his Courtiers; a polite Minister penetrates into his Master's Wishes, and furnishes him with what he delights in, without giving him the trouble to name it. Every common Flatterer can praise and extol promiscuously every thing that is said or done; and find Wisdom and Prudence in the most indifferent Actions; but it belongs to the skilful Courtier to set fine Glosses upon manifest Imperfections, and make every Failing, every Frailty of his Prince, have the real Appearance of the Virtues that are the nearest, or to speak more justly, the least opposite to them. By the Observance of these necessary Duties it is, that the Favour of Princes may be long preserv'd as well as obtain'd. Whoever can make himself agreeable at a Court, will seldom fail of being thought necessary; and when a Favourite has once established himself in the good Opinion of his Master, it is easy for him to make his own Family, engross the King's Ear, and keep every body from him, but his own Creatures: Nor is it more difficult, in length of time, to turn out of the Administration every body that was not of his own bringing in, and constantly be tripping up the Heels of those, who attempt to raise themselves by any other Interest or Assistance. A prime Minister has by his Place great Advantages over all that oppose him; one of them is, that no body, without Exception, ever fill'd that Post, but who had many Enemies, whether he was a Plunderer or a Patriot: Which being well known, many things that are laid to a prime Minister's Charge, are not credited among the impartial and more discreet Part of Mankind, even when they are true. As to the defeating and disappointing all the Envy and Malice they are generally attack'd with; if the Favourite was to do all that himself, it would certainly, as you say, require extraordinary Talents, and a great Capacity, as well as continual Vigilance and Application; but this is the Province of their Creatures, a Task divided into a great Number of Parts; and every body that has the least Dependance upon, or has any thing to hope from the Minister, makes it his Business and his Study, as it is his Interest, on the one hand, to cry up their Patron, magnify his Virtues and Abilities, and justify his Conduct; on the other, to exclaim against his Adversaries, blacken their Reputation, and play at them every Engine, and the same Stratagems that are made use of to supplant the Minister.","subId":"280","id":"Mandeville.P2.6.280","speaker":"Cleo"},{"type":"paragraph","content":"Then every well-polish'd Courtier is fit to be a prime Minister, without Learning, or Languages, Skill in Politicks, or any other Qualification besides.","subId":"281","id":"Mandeville.P2.6.281","speaker":"Hor"},{"type":"paragraph","content":"No other than what are often and easily met with: It is necessary, that he should be a Man, at least, of plain common Sense, and not remarkable for any gross Frailties or Imperfections; and of such there is no Scarcity almost in any Nation: He ought to be a Man of tolerable Health and Constitution, and one who delights in Vanity, that he may relish, as well as be able to bear, the gaudy Crouds that honour his Levées; the constant Addresses, Bows, and Cringes of Solicitors; and the rest of the Homage that is perpetually paid him. The Accomplishment he stands most in need of, is to be bold and resolute, so as not to be easily shock'd or ruffled; if he be thus qualify'd, has a good Memory, and is moreover able to attend a Multiplicity of Business, if not with a continual Presence of Mind, at least seeniingly without Hurry or Perplexity, his Capacity can never fail of being extoll'd to the Skies.","subId":"282","id":"Mandeville.P2.6.282","speaker":"Cleo"},{"type":"paragraph","content":"You say nothing of his Virtue nor his Honesty; there is a vast Trust put in a prime Minister: If he should be covetous and have no Probity, nor Love for his Country, he might make strange Havock with the Publick Treasure.","subId":"283","id":"Mandeville.P2.6.283","speaker":"Hor"},{"type":"paragraph","content":"There is no Man that has any Pride, but he has some Value for his Reputation; and common Prudence is sufficient to hinder a Man of very indifferent Principles from stealing, where he would be in great Danger of being detected, and has no manner of Security that he shall not be punish'd for it.","subId":"284","id":"Mandeville.P2.6.284","speaker":"Cleo"},{"type":"paragraph","content":"But great Confidence is reposed in him where he cannot be traced; as in the Money for Secret Services, of which, for Reasons of State, it may be often improper even to mention, much more to scrutinize into the Particulars; and in Negotiations with other Courts, should he be only sway'd by Selfishness and private Views, without regard to Virtue or the Publick, is it not in his Power to betray his Country, sell the Nation, and do all manner of Mischief?","subId":"285","id":"Mandeville.P2.6.285","speaker":"Hor"},{"type":"paragraph","content":"Not amongst us, where Parliaments are every Year sitting. In Foreign Affairs nothing of moment can be transacted, but what all the World must know; and should any thing be done or attempted, that would be palpably ruinous to the Kingdom, and in the Opinion of Natives and Foreigners, grosly and manifestly clashing with our Interest, it would raise a general Clamour, and throw the Minister into Dangers, which no Man of the least Prudence, who intends to stay in his Country, would ever run into. As to the Money for Secret Services, and perhaps other Sums, which Ministers have the Disposal of, and where they have great Latitudes, I don't question, but they have Opportunities of embezling the Nation's Treasure: But to do this without being discover'd, it must be done sparingly, and with great Discretion: The malicious Overlookers that envy them their Places, and watch all their Motions, are a great Awe upon them: The Animosities between those Antagonists, and the Quarrels between Parties, are a considerable Part of the Nation's Security.","subId":"286","id":"Mandeville.P2.6.286","speaker":"Cleo"},{"type":"paragraph","content":"But would it not be a greater Security to have Men of Honour, of Sense and Knowledge, of Application and Frugality, preferr'd to publick Employments?","subId":"287","id":"Mandeville.P2.6.287","speaker":"Hor"},{"type":"paragraph","content":"Yes, without doubt.","subId":"288","id":"Mandeville.P2.6.288","speaker":"Cleo"},{"type":"paragraph","content":"What Confidence can we have in the Justice or Integrity of Men; that, on the one hand, shew themselves on all Occasions mercenary and greedy after Riches; and on the other, make it evident, by their manner of living, that no Wealth or Estate could ever suffice to support their Expences, or satisfy their Desires? Besides, would it not be a great Encouragement to Virtue and Merit, if from the Posts of Honour and Profit all were to be debarr'd and excluded, that either wanted Capacity, or were Enemies to Business; all the selfish, ambitious, vain, and voluptuous?","subId":"289","id":"Mandeville.P2.6.289","speaker":"Hor"},{"type":"paragraph","content":"No body disputes it with you; and if Virtue, Religion, and future Happiness were sought after by the Generality of Mankind, with the same Sollicitude, as sensual Pleasure, Politeness, and worldly Glory are, it would certainly be best, that none but Men of good Lives, and known Ability, should have any Place in the Government whatever: But to expect that this ever should happen, or to live in hopes of it in a large, opulent and flourishing Kingdom, is to betray great Ignorance in human Affairs; and whoever reckons a general Temperance, Frugality, and Disinterestedness among the national Blessings, and at the same time sollicites Heaven for Ease and Plenty, and the Encrease of Trade, seems to me, little to understand what he is about. The best of all then not being to be had, let us look out for the next best, and we shall find, that of all possible Means to secure and perpetuate to Nations their Establishment, and whatever they value, there is no better Method than with wise Laws to guard and entrench their Constitution, and contrive such Forms of Administration, that the Common-Weal can receive no great Detriment from the Want of Knowledge or Probity of Ministers, if any of them should prove less able or honest, than they could wish them. The Publick Administration must always go forward; it is a Ship that can never lie at Anchor: The most knowing, the most virtuous, and the least self-interested Ministers are the best; but in the mean time there must be Ministers. Swearing and Drunkenness are crying Sins among Seafaring Men, and I should think it a very desirable Blessing to the Nation, if it was possible to reform them: But all this while we must have Sailors; and if none were to be admitted on board of any of his Majesty's Ships, that had sworn above a thousand Oaths, or had been drunk above ten times in their Lives, I am persuaded that the Sea Service would suffer very much by the well-meaning Regulation.","subId":"290","id":"Mandeville.P2.6.290","speaker":"Cleo"},{"type":"paragraph","content":"Why don't you speak more openly, and say that there is no Virtue or Probity in the World? for all the drift of your Discourse is tending to prove that.","subId":"291","id":"Mandeville.P2.6.291","speaker":"Hor"},{"type":"paragraph","content":"I have amply declared my self upon this Subject already in a former Conversation; and I wonder you will lay again to my Charge what I once absolutely denied: I never thought that there were no virtuous or religious Men; what I differ in with the Flatterers of our Species, is about the Numbers, which they contend for; and I am persuaded that you your self, in reality, don't believe that there are so many virtuous Men as you imagine you do.","subId":"292","id":"Mandeville.P2.6.292","speaker":"Cleo"},{"type":"paragraph","content":"How come you to know my Thoughts better than I do my self?","subId":"293","id":"Mandeville.P2.6.293","speaker":"Hor"},{"type":"paragraph","content":"You know I have tried you upon this Head already, when I ludicrously extoll'd and set a fine Gloss on the Merit of several Callings and Professions in the Society, from the lowest Stations of Life to the highest: It then plainly appear'd, that, tho' you have a very high Opinion of Mankind in general, when we come to Particulars, you was as severe, and every whit as censorious, as my self. I must observe one thing to you, which is worth Consideration. Most, if not all, People are desirous of being thought impartial; yet nothing is more difficult than to preserve our Judgment unbiass'd, when we are influenc'd either by our Love or our Hatred; and how just and equitable soever People are, we see that their Friends are seldom so good, or their Enemies so bad, as they represent them, when they are angry with the one, or highly pleas'd with the other. For my Part, I don't think that, generally speaking, Prime Ministers are much worse than their Adversaries, who, for their own Interest, defame them, and, at the same time, move Heaven and Earth to be in their Places. Let us look out for two Persons of Eminence, in any Court of Europe, that are equal in Merit and Capacity, and as well match'd in Virtues and Vices, but of contrary Parties; and whenever we meet with two such, one in Favour, and the other neglected, we shall always find, that whoever is uppermost, and in great Employ, has the Applause of his Party; and, if things go tollerably well, his Friends will attribute every good Success to his Conduct, and derive all his Actions from laudable Motives: The opposite Side can discover no Virtues in him; they will not allow him to act from any Principles but his Passions; and, if any thing be done amiss, are very sure that it would not have happen'd if their Patron had been in the same Post. This is the Way of the World. How immensely do often People of the same Kingdom differ in the Opinion they have of their Chiefs and Commanders, even when they are successful to Admiration! We have been Witnesses our selves, that one Part of the Nation has ascrib'd the Victories of a General, entirely to his consummate Knowledge in Martial Affairs, and superlative Capacity in Action; and maintain'd, that it was impossible for a Man to bear all the Toils and Fatigues he underwent with Alacrity, or to court the Dangers he voluntarily expos'd himself to, if he had not been supported, as well as animated, by the true Spirit of Heroism, and a most generous Love for his Country: These, you know, were the Sentiments of one Part of the Nation, whilst the other attributed all his Successes to the Bravery of his Troops, and the extraordinary Care that was taken at Home to supply his Army; and insisted upon it, that, from the whole Course of his Life, it was demonstrable, that he had never been buoy'd up or actuated by any other Principles than excess of Ambition, and an insatiable greediness after Riches.","subId":"294","id":"Mandeville.P2.6.294","speaker":"Cleo"},{"type":"paragraph","content":"I don't know but I may have said so my self. But, after all, the Duke of Marlborough was a very great Man, an extraordinary Genius.","subId":"295","id":"Mandeville.P2.6.295","speaker":"Hor"},{"type":"paragraph","content":"Indeed was he, and I am glad to hear you own it at last. \n\nVirtutem incolumem odimus, \n Sublatam ex oculis quærimus invidi.\n\n","subId":"296","id":"Mandeville.P2.6.296","speaker":"Cleo"},{"type":"paragraph","content":"A propos. I wish you would bid them stop for two or three Minutes: Some of the Horses perhaps may stale the while.","subId":"297","id":"Mandeville.P2.6.297","speaker":"Hor"},{"type":"paragraph","content":"No Excuses, pray. You command here. Besides, we have Time enough. —— Do you want to go out?","subId":"298","id":"Mandeville.P2.6.298","speaker":"Cleo"},{"type":"paragraph","content":"No; but I want to set down something, now I think of it, which I have heard you repeat several times. I have often had a mind to ask you for it, and it always went out of my Head again. It is the Epitaph which your Friend made upon the Duke.","subId":"299","id":"Mandeville.P2.6.299","speaker":"Hor"},{"type":"paragraph","content":"Of Marlborough? with all my Heart. Have you Paper?","subId":"300","id":"Mandeville.P2.6.300","speaker":"Cleo"},{"type":"paragraph","content":"I'll write it upon the Back of this Letter; and, as it happens, I mended my Pencil this Morning. How does it begin?","subId":"301","id":"Mandeville.P2.6.301","speaker":"Hor"},{"type":"paragraph","content":"\n\nQui Belli, aut Pacis virtutibus astra petebant.\n\n","subId":"302","id":"Mandeville.P2.6.302","speaker":"Cleo"},{"type":"paragraph","content":"Well.","subId":"303","id":"Mandeville.P2.6.303","speaker":"Hor"},{"type":"paragraph","content":"\n\nFinxerunt homines Sæcula prisca Deos.\n\n","subId":"304","id":"Mandeville.P2.6.304","speaker":"Cleo"},{"type":"paragraph","content":"I have it. But tell me a whole Distich at a time; the Sense is clearer.","subId":"305","id":"Mandeville.P2.6.305","speaker":"Hor"},{"type":"paragraph","content":"\n\nQuæ Martem sine patre tulit, sine matre Minervam, \n Illustres Mendax Græcia jactet Avos.\n\n","subId":"306","id":"Mandeville.P2.6.306","speaker":"Cleo"},{"type":"paragraph","content":"That is really a happy Thought. Courage and Conduct: just the two Qualifications he excelled in. What's the next?","subId":"307","id":"Mandeville.P2.6.307","speaker":"Hor"},{"type":"paragraph","content":"\n\nAnglia quem genuit jacet hâc, Homo, conditus Urnâ, \n Antiqui qualem non habuere Deum.\n\n","subId":"308","id":"Mandeville.P2.6.308","speaker":"Cleo"},{"type":"paragraph","content":"—I thank you. They may go on now. I have seen several things since first I heard this Epitaph of you, that are manifestly borrow'd from it. Was it never publish'd?","subId":"309","id":"Mandeville.P2.6.309","speaker":"Hor"},{"type":"paragraph","content":"I believe not. The first time I saw it was the Day the Duke was buried, and ever since it has been handed about in Manuscript; but I never met with it in Print yet.","subId":"310","id":"Mandeville.P2.6.310","speaker":"Cleo"},{"type":"paragraph","content":"It is worth all his Fable of the Bees, in my Opinion.","subId":"311","id":"Mandeville.P2.6.311","speaker":"Hor"},{"type":"paragraph","content":"If you like it so well, I can shew you a Translation of it, lately done by a Gentleman of Oxford, if I have not lost it. It only takes in the first and last Distich, which indeed contain the main Thought: The second does not carry it on, and is rather a Digression.","subId":"312","id":"Mandeville.P2.6.312","speaker":"Cleo"},{"type":"paragraph","content":"But it demonstrates the Truth of the first, in a very convincing manner; and that Mars had no Father, and Minerva no Mother, is the most fortunate thing a Man could wish for, who wanted to prove that the Account we have of them is fabulous.","subId":"313","id":"Mandeville.P2.6.313","speaker":"Hor"},{"type":"paragraph","content":"Oh, here it is. I don't know whether you can read it: I copied it in haste.","subId":"314","id":"Mandeville.P2.6.314","speaker":"Cleo"},{"type":"paragraph","content":"Very well. \n\nThe grateful Ages past a God declar'd, \n Who wisely council'd, or who bravely war'd: \n Hence Greece her Mars and Pallas deify'd; \n Made him the Hero's, her the Patriot's Guide. \n Ancients, within this Urn a Mortal lies; \n Shew me his Peer among your Deities.\n\n It is very good.","subId":"315","id":"Mandeville.P2.6.315","speaker":"Hor"},{"type":"paragraph","content":"Very lively; and what is aim'd at in the Latin, is rather more clearly express'd in the English.","subId":"316","id":"Mandeville.P2.6.316","speaker":"Cleo"},{"type":"paragraph","content":"You know I am fond of no English Verse but Milton's. But don't let this hinder our Conversation.","subId":"317","id":"Mandeville.P2.6.317","speaker":"Hor"},{"type":"paragraph","content":"I was speaking of the Partiality of Mankind in general, and putting you in mind how differently Men judg'd of Actions, according as they liked or disliked the Persons that perform'd them.","subId":"318","id":"Mandeville.P2.6.318","speaker":"Cleo"},{"type":"paragraph","content":"But before that you was arguing against the Necessity, which I think there is, for Men of great Accomplishments and extraordinary Qualifications in the Administration of Publick Affairs. Had you any thing to add?","subId":"319","id":"Mandeville.P2.6.319","speaker":"Hor"},{"type":"paragraph","content":"No; at least I don't remember that I had.","subId":"320","id":"Mandeville.P2.6.320","speaker":"Cleo"},{"type":"paragraph","content":"I don't believe you have an ill Design in advancing these Notions; but supposing them to be true, I can't comprehend that divulging them can have any other Effect than the Increase of Sloth and Ignorance; for if Men may fill the highest Places in the Government without Learning or Capacity, Genius or Knowledge, there's an End of all the Labour of the Brain, and the Fatigue of hard Study.","subId":"321","id":"Mandeville.P2.6.321","speaker":"Hor"},{"type":"paragraph","content":"I have made no such general Assertion; but that an artful Man may make a considerable Figure in the highest Post of the Administration, and other great Employments, without extraordinary Talents, is certain: As to consummate Statesmen, I don't believe there ever were three Persons upon Earth, at the same time, that deserv'd that Name. There is not a quarter of the Wisdom, solid Knowledge, or intrinsick Worth, in the World, that Men talk of, and compliment one another with; and of Virtue or Religion there is not an hundredth Part in Reality of what there is in Appearance.","subId":"322","id":"Mandeville.P2.6.322","speaker":"Cleo"},{"type":"paragraph","content":"I allow that those who set out from no better Motives, than Avarice and Ambition, aim at no other Ends but Wealth and Honour; which, if they can but get any ways they are satisfied; but Men, who act from Principles of Virtue and a publick Spirit, take Pains with Alacrity to attain the Accomplishments that will make them capable of serving their Country: And if Virtue be so scarce, how come there to be Men of Skill in their Professions? for that there are Men of Learning, and Men of Capacity, is most certain.","subId":"323","id":"Mandeville.P2.6.323","speaker":"Hor"},{"type":"paragraph","content":"The Foundation of all Accomplishments must be laid in our Youth, before we are able or allow'd to chuse for ourselves, or to judge, which is the most profitable way of employing our Time. It is to good Discipline, and the prudent Care of Parents and Masters, that Men are beholden for the greatest Part of their Improvements; and few Parents are so bad as not to wish their Offspring might be well accomplish'd: The same natural Affection, that makes Men take Pains to leave their Children rich, renders them sollicitous about their Education. Besides, it is unfashionable, and consequently a Disgrace, to neglect them. The chief Design of Parents in bringing up their Children to a Calling or Profession, is to procure them a Livelihood. What promotes and encourages Arts and Sciences, is the Reward, Money and Honour; and thousands of Perfections are attain'd to, that would have had no Existence, if Men had been less proud or less covetous. Ambition, Avarice, and often Necessity, are great Spurs to Industry and Application; and often rouse Men from Sloth and Indolence, when they are grown up, whom no Persuasions, or Chastisement of Fathers or Tutors, made any Impression upon in their Youth. Whilst Professions are lucrative, and have great Dignities belonging to them, there will always be Men that excell in them. In a large polite Nation therefore all sorts of Learning will ever abound, whilst the People flourish. Rich Parents, and such as can afford it, seldom fail bringing up their Children to Literature: From this inexhaustible Spring it is, that we always draw much larger Supplies than we stand in need of, for all the Callings and Professions where the Knowledge of the learned Languages is required. Of those that are brought up to Letters, some neglect them, and throw by their Books, as soon as they are their own Masters; others grow fonder of Study, as they increase in Years; but the greatest Part will always retain a Value for what has cost them Pains to acquire. Among the Wealthy, there will be always Lovers of Knowledge, as well as idle People: Every Science will have its Admirers, as Men differ in their Tastes and Pleasures; and there is no Part of Learning but some Body or other will look into it, and labour at it, from no better Principles, than some Men are Fox-hunters, and others take delight in Angling. Look upon the mighty Labours of Antiquaries, Botanists, and the Vertuoso's in Butterflies, Cockle-shells, and other odd Productions of Nature; and mind the magnificent Terms they all make use of in their respective Provinces, and the pompous Names they often give, to what others, who have no Taste that way, would not think worth any Mortal's Notice. Curiosity is often as bewitching to the Rich, as Lucre is to the Poor; and what Interest does in some, Vanity does in others; and great Wonders are often produced from a happy Mixture of both. Is it not amazing, that a temperate Man should be at the Expence of four or five Thousand a Year, or, which is much the same thing, be contented to lose the Interest of above a hundred thousand Pounds, to have the Reputation of being the Possessor and Owner of Rarities and Knicknacks in a very great abundance, at the same time that he loves Money, and continues slaving for it in his old Age? It is the Hopes either of Gain or Reputation, of large Revenues and great Dignities, that promote Learning; and when we say that any Calling, Art or Science, is not encouraged, we mean no more by it, than that the Masters or Professors of it are not sufficiently rewarded for their Pains, either with Honour or Profit. The most Holy Functions are no Exception to what I say; and few Ministers of the Gospel are so disinterested as to have a less regard to the Honours and Emoluments, that are or ought to be annex'd to their Employment, than they have to the Service and Benefit they should be of to others; and among those of them, that study hard and take uncommon Pains, it is not easily proved that many are excited to their extraordinary Labour by a publick Spirit, or Solicitude for the Spiritual Wellfare of the Laity: On the contrary, it is visible, in the greatest Part of them, that they are animated by the Love of Glory and the Hopes of Preferment; neither is it uncommon to see the most useful Parts of Learning neglected for the most trifling, when, from the latter, Men have Reason to hope that they shall have greater Opportunities of shewing their Parts, than offer themselves from the former. Ostentation and Envy have made more Authors than Virtue and Benevolence. Men of known Capacity and Erudition are often labouring hard to eclipse and ruin one another's Glory. What Principle must we say two Adversaries act from, both Men of unquestionable good Sense and extensive Knowledge, when all the Skill and Prudence they are Masters of are not able to stifle, in their study'd Performances, and hide from the World the Rancour of their Minds, the Spleen and Animosity they both write with against one another?","subId":"324","id":"Mandeville.P2.6.324","speaker":"Cleo"},{"type":"paragraph","content":"I don't say that such act from Principles of Virtue.","subId":"325","id":"Mandeville.P2.6.325","speaker":"Hor"},{"type":"paragraph","content":"Yet you know an Instance of this in two grave Divines, Men of Fame and great Merit, of whom each would think himself very much injured, should his Virtue be call'd in question.","subId":"326","id":"Mandeville.P2.6.326","speaker":"Cleo"},{"type":"paragraph","content":"When Men have an Opportunity, under pretence of Zeal for Religion, or the Publick Good, to vent their Passion, they take great Liberties. What was the Quarrel?","subId":"327","id":"Mandeville.P2.6.327","speaker":"Hor"},{"type":"paragraph","content":"De lanâ caprinâ.","subId":"328","id":"Mandeville.P2.6.328","speaker":"Cleo"},{"type":"paragraph","content":"A Trifle. I can't guess yet.","subId":"329","id":"Mandeville.P2.6.329","speaker":"Hor"},{"type":"paragraph","content":"About the Metre of the Comick Poets among the Ancients.","subId":"330","id":"Mandeville.P2.6.330","speaker":"Cleo"},{"type":"paragraph","content":"I know what you mean now; the manner of scanding and chanting those Verses.","subId":"331","id":"Mandeville.P2.6.331","speaker":"Hor"},{"type":"paragraph","content":"Can you think of any thing belonging to Literature, of less Importance, or more useless?","subId":"332","id":"Mandeville.P2.6.332","speaker":"Cleo"},{"type":"paragraph","content":"Not readily.","subId":"333","id":"Mandeville.P2.6.333","speaker":"Hor"},{"type":"paragraph","content":"Yet the great Contest between them, you see, is which of them understands it best, and has known it the longest. This Instance, I think, hints to us, how highly improbable it is, tho' Men should act from no better Principles than Envy, Avarice and Ambition, that, when Learning is once establish'd, any Part of it, even the most unprofitable, should ever be neglected in such a large, opulent Nation as ours is; where there are so many Places of Honour, and great Revenues to be disposed of among Scholars.","subId":"334","id":"Mandeville.P2.6.334","speaker":"Cleo"},{"type":"paragraph","content":"But since Men are fit to serve in most Places with so little Capacity, as you insinuate, why should they give themselves that unnecessary trouble of studying hard, and acquiring more Learning, than there is occasion for?","subId":"335","id":"Mandeville.P2.6.335","speaker":"Hor"},{"type":"paragraph","content":"I thought, I had answer'd that already; a great many, because they take Delight in Study and Knowledge.","subId":"336","id":"Mandeville.P2.6.336","speaker":"Cleo"},{"type":"paragraph","content":"But there are Men that labour at it with so much Application, as to impair their Healths, and actually to kill themselves with the Fatigue of it.","subId":"337","id":"Mandeville.P2.6.337","speaker":"Hor"},{"type":"paragraph","content":"Not so many, as there are, that injure their Healths, and actually kill themselves with hard drinking, which is the most unreasonable Pleasure of the two, and a much greater Fatigue. But I don't deny that there are Men, who take Pains to qualify themselves in order to serve their Country; what I insist upon, is, that the Number of those, who do the same thing to serve themselves with little regard to their Country, is infinitely greater. Mr. Hutcheson, who wrote the Inquiry into the Original of our Ideas of Beauty and Virtue, seems to be very expert at weighing and measuring the Quantities of Affection, Benevolence, &c. I wish that curious Metaphysician would give himself the Trouble, at his Leisure, to weigh two things separately: First, the real Love Men have for their Country, abstracted from Selfishness. Secondly, the Ambition they have, of being thought to act from that Love, tho' they feel none. I wish, I say, that this ingenious Gentleman would once weigh these two asunder; and afterwards, having taken in impartially all he could find of either, in this or any other Nation, shew us in his demonstrative way, what Proportion the Quantities bore to each other. —— Quisque sibi commissus est, says Seneca; and certainly, it is not the Care of others, but the Care of itself, which Nature has trusted and charged every individual Creature with. When Men exert themselves in an extraordinary manner, they generally do it to be the better for it themselves; to excel, to be talk'd of, and to be preferr'd to others, that follow the same Business, or court the same Favours.","subId":"338","id":"Mandeville.P2.6.338","speaker":"Cleo"},{"type":"paragraph","content":"Do you think it more probable, that Men of Parts and Learning should be preferr'd, than others of less Capacity?","subId":"339","id":"Mandeville.P2.6.339","speaker":"Hor"},{"type":"paragraph","content":"Cæteris paribus, I do.","subId":"340","id":"Mandeville.P2.6.340","speaker":"Cleo"},{"type":"paragraph","content":"Then you must allow, that there is Virtue at least in those, who have the Disposal of Places.","subId":"341","id":"Mandeville.P2.6.341","speaker":"Hor"},{"type":"paragraph","content":"I don't say there is not; but there is likewise Glory, and real Honour accruing to Patrons, for advancing Men of Merit; and if a Person, who has a good Living in his Gift, bestows it upon a very able Man, every Body applauds him, and every Parishioner is counted to be particularly obliged to him. A vain Man does not love to have his Choice disapprov'd of, and exclaim'd against by all the World, any more than a virtuous Man; and the Love of Applause, which is innate to our Species, would alone be sufficient to make the Generality of Men, and even the greatest part of the most vicious, always chuse the most worthy, out of any Number of Candidates; if they knew the Truth, and no stronger Motive arising from Consanguinity, Friendship, Interest, or something else, was to interfere with the Principle I named.","subId":"342","id":"Mandeville.P2.6.342","speaker":"Cleo"},{"type":"paragraph","content":"But, methinks, according to your System, those should be soonest preferr'd, that can best coax and flatter.","subId":"343","id":"Mandeville.P2.6.343","speaker":"Hor"},{"type":"paragraph","content":"Among the Learned there are Persons of Art and Address, that can mind their Studies without neglecting the World: These are the Men, that know how to ingratiate themselves with Persons of Quality; employing to the best advantage all their Parts and Industry for that Purpose. Do but look into the Lives and the Deportment of such eminent Men, as we have been speaking of, and you will soon discover the End and Advantages they seem to propose to themselves from their hard Study and severe Lucubrations. When you see Men in Holy Orders, without Call or Necessity, hovering about the Courts of Princes; when you see them continually addressing and scraping Acquaintance with the Favorites; when you hear them exclaim against the Luxury of the Age, and complain of the Necessity they are under, of complying with it; and at the same time you see, that they are forward, nay eager and take pains with Satisfaction, in their way of Living, to imitate the Beau Monde, as far as it is in their Power: That no sooner they are in Possession of one Preferment, but they are ready, and actually solliciting for another, more gainful and more reputable; and that on all Emergencies, Wealth, Power, Honour and Superiority are the things they grasp at, and take delight in; when, I say, you see these things, this Concurrence of Evidences, is it any longer difficult to guess at, or rather is there room to doubt of, the Principles they act from, or the Tendency of their Labours?","subId":"344","id":"Mandeville.P2.6.344","speaker":"Cleo"},{"type":"paragraph","content":"I have little to say to Priests, and do not look for Virtue from that Quarter.","subId":"345","id":"Mandeville.P2.6.345","speaker":"Hor"},{"type":"paragraph","content":"Yet you'll find as much of it among Divines, as you will among any other Class of Men; but every where less in Reality, than there is in Appearance. No Body would be thought insincere, or to prevaricate; but there are few Men, tho' they are so honest as to own what they would have, that will acquaint us with the true Reason, why they would have it: Therefore the Disagreement between the Words and Actions of Men is at no time more conspicuous, than when we would learn from them their Sentiments concerning the real Worth of Things. Virtue is without doubt the most valuable Treasure, which Man can be possess'd of; it has every Body's good Word; but where is the Country in which it is heartily embraced, præmia si tollas? Money, on the other hand, is deservedly call'd the Root of all Evil: There has not been a Moralist nor a Satyrist of Note, that has not had a Fling at it; yet what Pains are taken, and what Hazards are run to acquire it, under various Pretences of designing to do good with it! As for my part, I verily believe, that as an accessary Cause, it has done more Mischief in the World than any one thing besides: Yet it is impossible to name another, that is so absolutely necessary to the Order, Oeconomy, and the very Existence of the Civil Society; for as this is entirely built upon the Variety of our Wants, so the whole Superstructure is made up of the reciprocal Services, which Men do to each other. How to get these Services perform'd by others, when we have Occasion for them, is the grand and almost constant Sollicitude in Life of every individual Person. To expect, that others should serve us for nothing, is unreasonable; therefore all Commerce, that Men can have together, must be a continual bartering of one thing for another. The Seller, who transfers the Property of a Thing, has his own Interest as much at Heart as the Buyer, who purchases that Property; and, if you want or like a thing, the Owner of it, whatever Stock or Provision he may have of the same, or how greatly soever you may stand in need of it, will never part with it, but for a Consideration, which he likes better, than he does the thing you want. Which way shall I persuade a Man to serve me, when the Service, I can repay him in, is such as he does not want or care for? No Body, who is at Peace, and has no Contention with any of the Society, will do any thing for a Lawyer; and a Physician can purchase nothing of a Man, whose whole Family is in perfect Health. Money obviates and takes away all those Difficulties, by being an acceptable Reward for all the Services Men can do to one another.","subId":"346","id":"Mandeville.P2.6.346","speaker":"Cleo"},{"type":"paragraph","content":"But all Men valuing themselves above their Worth, every Body will over-rate his Labour. Would not this follow from your System?","subId":"347","id":"Mandeville.P2.6.347","speaker":"Hor"},{"type":"paragraph","content":"It certainly would, and does. But what is to be admired is, that the larger the Numbers are in a Society, the more extensive they have rendred the Variety of their Desires, and the more operose the Gratification of them is become among them by Custom; the less mischievous is the Consequence of that Evil, where they have the use of Money: Whereas, without it, the smaller the Number was of a Society, and the more strictly the Members of it, in supplying their Wants, would confine themselves to those only that were necessary for their Subsistance, the more easy it would be for them to agree about the reciprocal Services I spoke of. But to procure all the Comforts of Life, and what is call'd temporal Happiness, in a large polite Nation, would be every whit as practicable without Speech, as it would be without Money, or an Equivalent to be used instead of it. Where this is not wanting, and due Care is taken of it by the Legislature, it will always be the Standard, which the Worth of every Thing will be weigh'd by. There are great Blessings that arise from Necessity; and that every Body is obliged to eat and drink, is the Cement of civil Society. Let Men set what high Value they please upon themselves, that Labour, which most People are capable of doing, will ever be the cheapest. Nothing can be dear, of which there is great Plenty, how beneficial soever it may be to Man; and Scarcity inhances the Price of Things much oftener than the Usefulness of them. Hence it is evident why those Arts and Sciences will always be the most lucrative that cannot be attain'd to, but in great length of Time, by tedious Study and close Application; or else require a particular Genius, not often to be met with. It is likewise evident, to whose Lot, in all Societies, the hard and dirty Labour, which no Body would meddle with, if he could help it, will ever fall: But you have seen enough of this in the Fable of the Bees.","subId":"348","id":"Mandeville.P2.6.348","speaker":"Cleo"},{"type":"paragraph","content":"I have so, and one remarkable Saying I have read there on this Subject, which I shall never forget. The Poor, says the Author, have nothing to stir them up to labour, but their Wants, which it is Wisdom to relieve, but Folly to cure.","subId":"349","id":"Mandeville.P2.6.349","speaker":"Hor"},{"type":"paragraph","content":"I believe the Maxim to be just, and that it is not less calculated for the real Advantage of the Poor, than it appears to be for the Benefit of the Rich. For, among the labouring People, those will ever be the least wretched as to themselves, as well as most useful to the Publick, that being meanly born and bred, submit to the Station they are in with Chearfulness; and contented, that their Children should succeed them in the same low Condition, inure them from their Infancy to Labour and Submission, as well as the cheapest Diet and Apparel; when, on the contrary, that sort of them will always be the least serviceable to others, and themselves the most unhappy, who, dissatisfy'd with their Labour, are always grumbling and repining at the meanness of their Condition; and, under Pretence of having a great Regard for the Welfare of their Children, recommend the Education of them to the Charity of others; and you shall always find, that of this latter Class of Poor, the greatest Part are idle, sottish People, that, leading dissolute Lives themselves, are neglectful of their Families, and only want, as far as it is in their Power, to shake off the Burden of providing for their Brats from their own Shoulders.","subId":"350","id":"Mandeville.P2.6.350","speaker":"Cleo"},{"type":"paragraph","content":"I am no Advocate for Charity-Schools; yet I think it is barbarous, that the Children of the labouring Poor should be for ever pinn'd down, they, and all their Posterity, to that slavish Condition; and that those who are meanly born, what Parts or Genius soever they might be of, should be hinder'd and debarr'd from raising themselves higher.","subId":"351","id":"Mandeville.P2.6.351","speaker":"Hor"},{"type":"paragraph","content":"So should I think it barbarous, if what you speak of was done any where, or proposed to be done. But there is no Degree of Men in Christendom that are pinn'd down, they and their Posterity, to Slavery for ever. Among the very lowest sort, there are fortunate Men in every Country; and we daily see Persons that, without Education or Friends, by their own Industry and Application, raise themselves from nothing to Mediocrity, and sometimes above it, if once they come rightly to love Money and take Delight in saving it: And this happens more often to People of common and mean Capacities, than it does to those of brighter Parts. But there is a prodigious Difference between debarring the Children of the Poor from ever rising higher in the World, and refusing to force Education upon Thousands of them promiscuously, when they should be more usefully employ'd. As some of the Rich must come to be Poor, so some of the Poor will come to be Rich in the common Course of Things. But that universal Benevolence, that should every where industriously lift up the indigent Labourer from his Meanness, would not be less injurious to the whole Kingdom than a tyrannical Power, that should, without a Cause, cast down the Wealthy from their Ease and Affluence. Let us suppose, that the hard and dirty Labour throughout the Nation requires three Millions of Hands, and that every Branch of it is perform'd by the Children of the Poor, Illiterate, and such as had little or no Education themselves; it is evident, that if a tenth Part of these Children, by Force and Design, were to be exempt from the lowest Drudgery, either there must be so much Work left undone, as would demand three hundred thousand People; or the Defect, occasion'd by the Numbers taken off, must be supply'd by the Children of others, that had been better bred.","subId":"352","id":"Mandeville.P2.6.352","speaker":"Cleo"},{"type":"paragraph","content":"So that what is done at first out of Charity to some, may, at long Run, prove to be Cruelty to others.","subId":"353","id":"Mandeville.P2.6.353","speaker":"Hor"},{"type":"paragraph","content":"And will, depend upon it. In the Compound of all Nations, the different Degrees of Men ought to bear a certain Proportion to each other, as to Numbers, in order to render the whole a well-proportion'd Mixture. And as this due Proportion is the Result and natural Consequence of the difference there is in the Qualifications of Men, and the Vicissitudes that happen among them, so it is never better attained to, or preserv'd, than when no body meddles with it. Hence we may learn, how the short-sighted Wisdom, of perhaps well-meaning People, may rob us of a Felicity, that would flow spontaneously from the Nature of every large Society, if none were to divert or interrupt the Stream.","subId":"354","id":"Mandeville.P2.6.354","speaker":"Cleo"},{"type":"paragraph","content":"I don't care to enter into these abstruse Matters; what have you further to say in Praise of Money?","subId":"355","id":"Mandeville.P2.6.355","speaker":"Hor"},{"type":"paragraph","content":"I have no design to speak either for, or against it; but be it good or bad, the Power and Dominion of it are both of vast extent, and the Influence of it upon Mankind has never been stronger or more general in any Empire, State or Kingdom, than in the most knowing and politest Ages, when they were in their greatest Grandeur and Prosperity; and when Arts and Sciences were the most flourishing in them: Therefore the Invention of Money seems to me to be a thing more skilfully adapted to the whole Bent of our Nature, than any other of human Contrivance. There is no greater remedy against Sloth or Stubbornness; and with Astonishment I have beheld the Readiness and Alacrity with which it often makes the proudest Men pay Homage to their Inferiors: It purchases all Services and cancels all Debts; nay, it does more, for when a Person is employ'd in his Occupation, and he who sets him to work, a good PayMaster, how laborious, how difficult, or irksome soever the Service be, the Obligation is always reckoned to lie upon him who performs it.","subId":"356","id":"Mandeville.P2.6.356","speaker":"Cleo"},{"type":"paragraph","content":"Don't you think, that many eminent Men in the learned Professions would dissent from you in this?","subId":"357","id":"Mandeville.P2.6.357","speaker":"Hor"},{"type":"paragraph","content":"I know very well, that none ought to do it, if ever they courted Business or hunted after Employment.","subId":"358","id":"Mandeville.P2.6.358","speaker":"Cleo"},{"type":"paragraph","content":"All you have said is true, among mercenary People; but upon noble Minds that despise Lucre, Honour has a far greater Efficacy than Money.","subId":"359","id":"Mandeville.P2.6.359","speaker":"Hor"},{"type":"paragraph","content":"The highest Titles, and the most illustrious Births are no Security against Covetousness; and Persons of the first Quality, that are actually generous and munificent, are often as greedy after Gain, when it is worth their while, as the most sordid Mechanicks are for Trifles: The Year Twenty has taught us, how difficult it is to find out those noble Minds that despise Lucre, when there is a Prospect of getting vastly. Besides, nothing is more universally charming than Money; it suits with every Station; the high, the low, the wealthy, and the poor: whereas Honour has little influence on the mean, slaving People, and rarely affects any of the vulgar; but if it does, Money will almost every where purchase Honour; nay, Riches of themselves are an honour to all those, who know how to use them fashionably. Honour on the contrary wants Riches for its support; without them it is a dead Weight that oppresses its Owner; and Titles of Honour, joyn'd to a necessitous Condition, are a greater Burden together, than the same degree of Poverty is alone: for the higher a Man's Quality is, the more considerable are his Wants in Life; but the more Money he has, the better he is able to supply the greatest Extravagancy of them. Lucre is the best Restorative in the World, in a literal Sense, and works upon the Spirits mechanically; for it is not only a Spur, that excites Men to labour, and makes them in love with it; but it likewise gives Relief in Weariness, and actually supports Men in all Fatigues and Difficulties. A Labourer of any sort, who is paid in proportion to his Diligence, can do more work than another, who is paid by the Day or the Week, and has standing Wages.","subId":"360","id":"Mandeville.P2.6.360","speaker":"Cleo"},{"type":"paragraph","content":"Don't you think then, that there are Men in laborious Offices, who for a fix'd Salary discharge their Duties with Diligence and Assiduity?","subId":"361","id":"Mandeville.P2.6.361","speaker":"Hor"},{"type":"paragraph","content":"Yes, many; but there is no Place or Employment, in which there are required or expected, that continual Attendance and uncommon Severity of Application, that some Men harrass and punish themselves with by Choice, when every fresh Trouble meets with a new Recompence; and you never saw Men so entirely devote themselves to their Calling, and pursue Business with that Eagerness, Dispatch and Perseverance in any Office or Preferment, in which the yearly Income is certain and unalterable, as they often do in those Professions, where the Reward continually accompanies the Labour, and the Fee immediately, either precedes the Service they do to others, as it is with the Lawyers, or follows it, as it is with the Physicians.——— I am sure you have hinted at this in our first Conversation yourself.","subId":"362","id":"Mandeville.P2.6.362","speaker":"Cleo"},{"type":"paragraph","content":"Here's the Castle before us.","subId":"363","id":"Mandeville.P2.6.363","speaker":"Hor"},{"type":"paragraph","content":"Which I suppose you are not sorry for.","subId":"364","id":"Mandeville.P2.6.364","speaker":"Cleo"},{"type":"paragraph","content":"Indeed I am, and would have been glad to have heard you speak of Kings and other Sovereigns, with the same Candor as well as Freedom, with which you have treated Prime Ministers and their envious Adversaries. When I see a Man entirely impartial, I shall always do him that Justice, as to think, that, if he is not in the right in what he says, at least he aims at Truth. The more I examine your Sentiments, by what I see in the World, the more I am obliged to come into them; and all this Morning I have said nothing in Opposition to you, but to be better inform'd, and to give you an Opportunity to explain yourself more amply. I am your Convert, and shall henceforth look upon the Fable of the Bees very differently from what I did; for tho' in the Characteristicks the Language and the Diction are better, the System of Man's Sociableness is more lovely and more plausible, and Things are set off with more Art and Learning; yet in the other there is certainly more Truth, and Nature is more faithfully copied in it, almost every where.","subId":"365","id":"Mandeville.P2.6.365","speaker":"Hor"},{"type":"paragraph","content":"I wish you would read them both once more, and, after that, I believe you'll say that you never saw two Authors who seem to have wrote with more different Views. My Friend, the Author of the Fable, to engage and keep his Readers in good Humour, seems to be very merry, and to do something else, whilst he detects the Corruption of our Nature; and, having shewn Man to himself in various Lights, he points indirectly at the Necessity, not only of Revelation and Believing, but likewise of the Practice of Christianity, manifestly to be seen in Men's Lives.","subId":"366","id":"Mandeville.P2.6.366","speaker":"Cleo"},{"type":"paragraph","content":"I have not observ'd that: Which way has he done it indirectly?","subId":"367","id":"Mandeville.P2.6.367","speaker":"Hor"},{"type":"paragraph","content":"By exposing, on the one hand, the Vanity of the World, and the most polite Enjoyments of it; and, on the other, the Insufficiency of Human Reason and Heathen Virtue to procure real Felicity; for I cannot see what other Meaning a Man could have by doing this in a Christian Country, and among People, that all pretend to seek after Happiness.","subId":"368","id":"Mandeville.P2.6.368","speaker":"Cleo"},{"type":"paragraph","content":"And what say you of Lord Shaftsbury?","subId":"369","id":"Mandeville.P2.6.369","speaker":"Hor"},{"type":"paragraph","content":"First, I agree with you, that he was a Man of Erudition, and a very polite Writer; he has display'd a copious Imagination, and a fine Turn of thinking, in courtly Language and nervous Expressions: But as, on the one hand, it must be confess'd, that his Sentiments on Liberty and Humanity are noble and sublime, and that there is nothing trite or vulgar in the Characteristicks; so, on the other, it cannot be denied, that the Ideas he had form'd of the Goodness and Excellency of our Nature, were as romantick and chimerical as they are beautiful and amiable; that he labour'd hard to unite two Contraries that can never be reconcil'd together, Innocence of Manners and worldly Greatness; that to compass this End he favour'd Deism, and, under Pretence of lashing Priestcraft and Superstition, attack'd the Bible it self; and lastly, that by ridiculing many Passages of Holy Writ, he seems to have endeavour'd to sap the Foundation of all reveal'd Religion, with Design of establishing Heathen Virtue on the Ruins of Christianity.","subId":"370","id":"Mandeville.P2.6.370","speaker":"Cleo"}]}