{"imported":true,"id":"Hume.HE.4.38","parent":"Hume.HE.4","title":"Chapter 38. Elizabeth","breadcrumb":"Chapter 38","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. XXXVIII.</h2> <h1>ELIZABETH.</h1> <em>Queen's popularity——Re-establishment of the protestant religion——A parliament——Peace with France——Disgust between the queen and Mary queen of Scots——Affairs of Scotland——Reformation in Scotland——Civil wars in Scotland——Interposal of the queen in the affairs of Scotland——Settlement of Scotland——French affairs——Arrival of Mary in Scotland——Bigotry of the Scotch Reformers——Wise government of Elizabeth.</em>","id":"Hume.HE.4.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">1558.</span> IN a nation so divided as the English, it could scarcely be expected, that the death of one sovereign, and the accession of another, who was generally believed to have embraced opposite principles to those which prevailed, could be the object of universal satisfaction: Yet so much were men displeased with the present conduct of affairs, and such apprehensions were entertained of futurity, that the people, overlooking their theological disputes, expressed a general and unfeigned joy that the scepter had passed into the hand of Elizabeth. <span class=\"margin-comment\">Queen's popularity.</span> That princess had discovered great prudence in her conduct during the reign of her sister; and as men were sensible of the imminent danger, to which she was every <span class=\"page-break\"></span>moment exposed, compassion towards her situation, and concern for her safety, had rendered her, to an uncommon degree, the favourite of the nation. A parliament had been assembled a few days before Mary's death; and when Heathe, archbishop of York, then chancellor, notified to them that event, scarcely an interval of regret appeared; and the two houses immediately resounded with the joyful acclamations of <q>God save queen Elizabeth: Long and happily may she reign.</q> The people, less actuated by faction, and less influenced by private views, expressed a joy still more general and hearty on her proclamation; and the auspicious commencement of this reign prognosticated that felicity and glory, which, during its whole course, so uniformly attended it<a href=\"#n1\"><sup>[1]</sup></a>.","subId":"1","id":"Hume.HE.4.38.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> was at Hatfield when she heard of her sister's death; and after a few days she went thence to London through crowds of people, who strove with each other in giving her the strongest testimony of their affection. On her entrance into the Tower, she could not forbear reflecting on the great difference between her present fortune and that which a few years before had attended her, when she was conducted to that place as a prisoner, and lay there exposed to all the bigotted malignity of her enemies. She fell on her knees, and expressed her thanks to Heaven, for the deliverance, which the Almighty had granted her from her bloody persecutors; a deliverance, she said, no less miraculous than that which Daniel had received from the den of lions. This act of pious gratitude seems to have been the last circumstance, in which she remembered any past hardships and injuries. With a prudence and magnanimity truly laudable, she buried all offences in oblivion, and received with affability even those who had acted with the greatest malevolence against her. Sir Harry Bennifield himself, to whose custody she had been committed, and who had treated her with severity, never felt, during the whole course of her reign, any effects of her resentment<a href=\"#n2\"><sup>[2]</sup></a>. Yet was not the gracious reception, which she gave, prostitute and undistinguishing. When the bishops came in a body to make their obeisance to her, she expressed to all of them sentiments of regard; except to Bonner, from whom she turned aside, as from a man polluted with blood, who was a just object of horror to every heart susceptible of humanity<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"2","id":"Hume.HE.4.38.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> employing a few days in ordering her domestic affairs, Elizabeth notified to foreign courts, her sister's death, and her own accession. She sent Lord Cobham to the Low Countries, where Philip then resided; and she took care to express to that monarch, her gratitude for the protection which he had afforded her, and her desire of persevering in that friendship which had so happily commenced between them. Philip, who had long foreseen this event, and who still hoped, by means of Elizabeth, to obtain that dominion over England, of which he had failed in espousing Mary, immediately dispatched orders to the duke of Feria, his ambassador at London, to make proposals of marriage to the queen; and he offered to procure from Rome a dispensation for that purpose. But Elizabeth soon came to the resolution of declining the proposal. She saw, that the nation had entertained an extreme aversion to the Spanish alliance during her sister's reign; and that one great cause of the popularity, which she herself enjoyed, was the prospect of being freed, by her means, from the danger of foreign subjection. She was sensible, that her affinity with Philip was exactly similar to that of her father with Catherine of Arragon; and that her marrying that monarch was, in effect, declaring herself illegitimate, and incapable of succeeding to the throne. And though the power of the Spanish monarchy might still be sufficient, in opposition to all pretenders, to support her title, her masculine spirit disdained such precarious dominion, which, as it would depend solely on the power of another, must be exercised according to his inclinations<a href=\"#n4\"><sup>[4]</sup></a>. But while these views prevented her from entertaining any thoughts of a marriage with Philip, she gave him an obliging, though evasive, answer; and he still retained such hopes of success, that he sent a messenger to Rome, with orders to solicit the dispensation.","subId":"3","id":"Hume.HE.4.38.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen too, on her sister's death, had written to Sir Edward Carne, the English ambassador at Rome, to notify her accession to the pope; but the precipitate nature of Paul broke through all the cautious measures concerted by this young princess. He told Carne, that England was a fief of the holy see; and it was great temerity in Elizabeth to have assumed, without his participation, the title and authority of queen: That being illegitimate, she could <span class=\"page-break\"></span>not possibly inherit that kingdom; nor could he annul the sentence pronounced by Clement VII. and Paul III. with regard to Henry's marriage: That were he to proceed with rigour, he should punish this criminal invasion of his rights, by rejecting all her applications; but being willing to treat her with paternal indulgence, he would still keep the door of grace open to her: And that if she would renounce all pretensions to the crown, and submit entirely to his will, she should experience the utmost lenity, compatible with the dignity of the apostolic see<a href=\"#n5\"><sup>[5]</sup></a>. When this answer was reported to Elizabeth, she was astonished at the character of that aged pontiff; and having recalled her ambassador, she continued with more determined resolution to pursue those measures, which already she had secretly embraced.","subId":"4","id":"Hume.HE.4.38.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Re-establishment of the protestant religion.</span> <span class=\"small-capitals\">The</span> queen, not to alarm the partizans of the catholic religion, had retained eleven of her sister's counsellors; but in order to balance their authority, she added eight more, who were known to be inclined to the protestant communion; the marquis of Northampton, the earl of Bedford, Sir Thomas Parry, Sir Edward Rogers, Sir Ambrose Cave, Sir Francis Knolles, Sir Nicholas Bacon, whom she created lord keeper, and Sir William Cecil, secretary of state<a href=\"#n6\"><sup>[6]</sup></a>. With these counsellors, particularly Cecil, she frequently deliberated concerning the expediency of restoring the protestant religion, and the means of executing that great enterprise. Cecil told her, that the greater part of the nation had, ever since her father's reign, inclined to the reformation; and though her sister had constrained them to profess the ancient faith, the cruelties, exercised by her ministers, had still more alienated their affections from it: That happily the interests of the sovereign here concurred with the inclinations of the people; nor was her title to the crown compatible with the authority of the Roman pontiff: That a sentence, so solemnly pronounced by two popes against her mother's marriage, could not possibly be recalled, without inflicting a mortal wound on the credit of the see of Rome; and even if she were allowed to retain the crown, it would only be on an uncertain and dependant footing: That this circumstance alone counterbalanced all dangers whatsoever; and these dangers themselves, if narrowly examined, would be found very little formidable: That the curses <span class=\"page-break\"></span>and execrations of the Romish church, when not seconded by military force, were, in the present age, more an object of ridicule than of terror, and had now as little influence in this world as in the next: That though the bigotry or ambition of Henry or Philip might incline them to execute a sentence of excommunication against her, their interests were so incompatible, that they never could concur in any plan of operations; and the enmity of the one would always ensure to her the friendship of the other: That if they encouraged the discontents of her catholic subjects, their dominions also abounded with protestants, and it would be easy to retaliate upon them: That even such of the English as seemed at present zealously attached to the catholic faith, would, most of them, embrace the religion of their new sovereign; and the nation had of late been so much accustomed to these revolutions, that men had lost all idea of truth and falsehood in such subjects: That the authority of Henry VIII. so highly raised by many concurring circumstances, first enured the people to this submissive deference; and it was the less difficult for succeeding princes to continue the nation in a track, to which it had so long been accustomed: And that it would be easy for her, by bestowing on protestants all preferment in civil offices and the militia, the church and the universities, both to ensure her own authority, and to render her religion entirely predominant<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"5","id":"Hume.HE.4.38.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> education of Elizabeth, as well as her interest, led her to favour the reformation; and she remained not long in suspence with regard to the party, which she should embrace. But though determined in her own mind, she resolved to proceed by gradual and secure steps, and not to imitate the example of Mary, in encouraging the bigots of her party to make immediately a violent invasion on the established religion<a href=\"#n8\"><sup>[8]</sup></a>. She thought it requisite, however, to discover such symptoms of her intentions, as might give encouragement to the protestants, so much depressed by the late violent persecutions. She immediately recalled all the exiles, and gave liberty to the prisoners, who were confined on account of religion. We are told of a pleasantry of one Rainsford on this occasion, who said to the queen, that he had a petition to present <span class=\"page-break\"></span>her in behalf of other prisoners called Matthew, Mark, Luke, and John: She readily replied, that it behoved her first to consult the prisoners themselves, and to learn of them whether they desired that liberty, which he demanded for them<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"6","id":"Hume.HE.4.38.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> also proceeded to exert, in favour of the reformers, some acts of power which were authorized by the extent of royal prerogative, during that age. Finding, that the protestant teachers, irritated by persecution, broke out in a furious attack on the ancient superstition, and that the Romanists replied with no less zeal and acrimony, she published a proclamation, by which she inhibited all preaching without a special licence<a href=\"#n10\"><sup>[10]</sup></a>; and though she dispensed with these orders in favour of some preachers of her own sect, she took care, that they should be the most calm and moderate of the party. She also suspended the laws so far as to order a great part of the service; the litany, the Lord's prayer, the creed, and the gospels; to be read in English. And having first published injunctions, that all the churches should conform themselves to the practice of her own chapel, she forbade the hoste to be any more elevated in her presence; an innovation, which, however frivolous it may appear, implied the most material consequences<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"7","id":"Hume.HE.4.38.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> declarations of her intention, concurring with preceding suspicions, made the bishops foresee with certainty a revolution in religion. They therefore refused to officiate at her coronation; and it was with some difficulty, that the bishop of Carlisle was at last prevailed on to perform the ceremony. When she was conducted through London, amidst the joyful acclamations of her subjects, a boy, who personated Truth, was let down from one of the triumphal arches, and presented to her a copy of the Bible. She received the book with the most gracious deportment; placed it next her bosom; and declared, that, amidst all the costly testimonies, which the city had that day given her of their attachment, this present was by far the most precious and most acceptable<a href=\"#n12\"><sup>[12]</sup></a>. Such were the innocent artifices, by which Elizabeth insinuated herself into the affections of her subjects. Open in her address, <span class=\"page-break\"></span>gracious and affable in all public appearances, she rejoiced in the concourse of her subjects, entered into all their pleasures and amusements, and without departing from her dignity, which she knew well how to preserve, she acquired a popularity beyond what any of her predecessors or successors ever could attain. Her own sex exulted to see a woman hold the reins of empire with such prudence and fortitude: And while a young princess of twenty-five years (for that was her age at her accession) who possessed all the graces and insinuation, though not all the beauty of her sex, courted the affection of individuals by her civilities, of the public by her services, her authority, though corroborated by the strictest bands of law and religion, appeared to be derived entirely from the choice and inclination of the people.","subId":"8","id":"Hume.HE.4.38.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> sovereign of this disposition was not likely to offend her subjects by any useless or violent exertions of power; and Elizabeth, though she threw out such hints as encouraged the protestants, delayed the entire change of religion till the meeting of the parliament, which was summoned to assemble. <span class=\"margin-comment\">A parliament.</span> The elections had gone entirely against the catholics, who seem not indeed to have made any great struggle for the superiority<a href=\"#n13\"><sup>[13]</sup></a>; and the houses met, in a disposition of gratifying the queen in every particular, which she could desire of them. They began the session with an unanimous declaration, <q>that queen Elizabeth was, and ought to be, as well by the word of God, as the common and statute laws of the realm, the lawful, undoubted, and true heir to the crown, lawfully descended from the blood-royal, according to the order of succession, settled in the 35th of Henry VIII.</q><a href=\"#n14\"><sup>[14]</sup></a> This act of recognition was probably dictated by the queen herself and her ministers; and she shewed her magnanimity, as well as moderation, in the terms, which she employed on that occasion. She followed not Mary's practice in declaring the validity of her mother's marriage, or in expressly repealing the act formerly made against her own legitimacy: She knew, that this attempt must be attended with reflections <span class=\"page-break\"></span>on her father's memory, and on the birth of her deceased sister; and as all the world was sensible, that Henry's divorce from Anne Boleyn was merely the effect of his usual violence and caprice, she scorned to found her title on any act of an assembly, which had too much prostituted its authority by its former variable, servile, and iniquitous decisions. Satisfied therefore in the general opinion entertained with regard to this fact, which appeared the more undoubted, the less anxiety she discovered in fortifying it by votes and enquiries; she took possession of the throne, both as her birthright, and as ensured to her by former acts of parliament; and she never appeared anxious to distinguish these titles<a href=\"#n15\"><sup>[15]</sup></a>.","subId":"9","id":"Hume.HE.4.38.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first bill brought into parliament with a view of trying their disposition on the head of religion, was that for suppressing the monasteries lately erected, and for restoring the tenths and first-fruits to the queen. This point being gained without much difficulty, a bill was next introduced, annexing the supremacy to the crown; and though the queen was there denominated <em>governess,</em> not <em>head,</em> of the church, it conveyed the same extensive power, which, under the latter title, had been exercised by her father and brother. All the bishops who were present in the upper house strenuously opposed this law; and as they possessed more learning than the temporal peers, they triumphed in the debate; but the majority of voices in that house, as well as among the commons, was against them. By this act the crown, without the concurrence, either of the parliament or even of the convocation, was vested with the whole spiritual power; might repress all heresies, might establish or repeal all canons, might alter every point of discipline, and might ordain or abolish any religious rite or ceremony<a href=\"#n16\"><sup>[16]</sup></a>. In determining heresy, the sovereign was only limited (if that could be called a limitation) to such doctrines as had been adjudged heresy, by the authority of the Scripture, by the first four general councils, or by any general council, which followed the Scripture as their rule, or to such other doctrines as should hereafter be denominated heresy by the parliament and convocation. In order to exercise this authority, the queen, by a clause of the act, was empowered <span class=\"page-break\"></span>to name commissioners, either laymen or clergymen, as she should think proper; and on this clause was afterwards founded the court of ecclesiastical commission; which assumed large discretionary, not to say arbitrary powers, totally incompatible with any exact boundaries in the constitution. Their proceedings indeed were only consistent with absolute monarchy, but were entirely suitable to the genius of the act on which they were established; an act that at once gave the crown alone all the power, which had formerly been claimed by the popes, but which even these usurping prelates had never been able fully to exercise, without some concurrence of the national clergy.","subId":"10","id":"Hume.HE.4.38.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Whoever</span> refused to take an oath, acknowledging the queen's supremacy, was incapacitated from holding any office; whoever denied the supremacy, or attempted to deprive the queen of that prerogative, forfeited, for the first offence, all his goods and chattels; for the second, was subjected to the penalty of a premunire; but the third offence was declared treason. These punishments, however severe, were less rigorous than those which were formerly, during the reigns of her father and brother, inflicted in like cases.","subId":"11","id":"Hume.HE.4.38.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> law was passed, confirming all the statutes enacted in king Edward's time with regard to religion<a href=\"#n17\"><sup>[17]</sup></a>: The nomination of bishops was given to the crown without any election of the chapters: The queen was empowered, on the vacancy of any see, to seize all the temporalities, and to bestow on the bishop-elect an equivalent in the impropriations belonging to the crown. This pretended equivalent was commonly much inferior in value; and thus the queen, amidst all her concern for religion, followed the example of the preceding reformers, in committing depredations on the ecclesiastical revenues.","subId":"12","id":"Hume.HE.4.38.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> bishops and all incumbents were prohibited from alienating their revenues, and from letting leases longer than twenty-one years or three lives. This law seemed to be meant for securing the property of the church; but as an exception was left in favour of the crown, great abuses still prevailed. It was usual for the courtiers during this reign, to make an agreement with a bishop or incumbent; and to procure a fictitious alienation to the queen, who <span class=\"page-break\"></span>afterwards transferred the lands to the person agreed on<a href=\"#n18\"><sup>[18]</sup></a>. This method of pillaging the church was not remedied till the beginning of James I. The present depression of the clergy exposed them to all injuries; and the laity never stopped, till they had reduced the church to such poverty, that her plunder was no longer a compensation for the odium incurred by it.","subId":"13","id":"Hume.HE.4.38.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> solemn and public disputation was held during this session, in presence of lord keeper Bacon, between the divines of the protestant and those of the catholic communion. The champions, appointed to defend the religion of the sovereign, were, as in all former instances, entirely triumphant; and the popish disputants, being pronounced refractory and obstinate, were even punished by imprisonment<a href=\"#n19\"><sup>[19]</sup></a>. Emboldened by this victory, the protestants ventured on the last and most important step, and brought into parliament a bill<a href=\"#n20\"><sup>[20]</sup></a> for abolishing the mass, and re-establishing the liturgy of king Edward. Penalties were enacted, as well against those who departed from this mode of worship, as against those who absented themselves from the church and the sacraments. And thus in one session, without any violence, tumult, or clamour, was the whole system of religion altered, on the very commencement of a reign, and by the will of a young woman, whose title to the crown was by many thought liable to great objections: An event, which, though it may appear surprising to men in the present age, was every where expected on the first intelligence of Elizabeth's accession.","subId":"14","id":"Hume.HE.4.38.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commons also made a sacrifice to the queen, more difficult to obtain than that of any articles of faith: They voted a subsidy of four shillings in the pound on land, and two shillings and eight pence on moveables, together with two fifteenths<a href=\"#n21\"><sup>[21]</sup></a>. The house in no instance departed from the most respectful deference and complaisance towards the queen. Even the importunate address which they made her on the conclusion of the session, to fix her choice of a husband, could not, they supposed, be very disagreeable to one of her sex and age. The address was couched in the most respectful expressions; yet met with a refusal from the queen. She told the speaker, that, as the application from the house was conceived <span class=\"page-break\"></span>in general terms, only recommending marriage, without pretending to direct her choice of a husband, she could not take offence at the address, or regard it otherwise than as a new instance of their affectionate attachment to her: That any farther interposition on their part would have ill become either them to make as subjects, or her to hear as an independent princess: That even while she was a private person, and exposed to much danger, she had always declined that engagement, which she regarded as an incumbrance; much more, at present, would she persevere in this sentiment, when the charge of a great kingdom was committed to her, and her life ought to be entirely devoted to promoting the interests of religion and the happiness of her subjects: <span class=\"margin-comment\">1559.</span> That as England was her husband, wedded to her by this pledge (and here she shewed her finger with the same gold ring upon it, with which she had solemnly betrothed herself to the kingdom at her inauguration) so all Englishmen were her children; and while she was employed in rearing or governing such a family, she could not deem herself barren, or her life useless and unprofitable: That if she ever entertained thoughts of changing her condition, the care of her subjects' welfare would still be uppermost in her thoughts; but should she live and die a virgin, she doubted not but divine Providence, seconded by their counsels and her own measures, would be able to prevent all dispute with regard to the succession, and secure them a sovereign, who, perhaps better than her own issue, would imitate her example, in loving and cherishing her people: And that for her part, she desired that no higher character, or fairer remembrance of her should be transmitted to posterity, than to have this inscription engraved on her tomb-stone, when she should pay the last debt to nature; <q>Here lies Elizabeth, who lived and died a maiden queen.</q><a href=\"#n22\"><sup>[22]</sup></a>","subId":"15","id":"Hume.HE.4.38.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">8th May.</span> <span class=\"small-capitals\">After</span> the prorogation of the parliament<a href=\"#n23\"><sup>[23]</sup></a>, the laws, enacted with regard to religion, were put in execution, and met with little opposition from any quarter. The liturgy was again introduced in the <span class=\"page-break\"></span>vulgar tongue, and the oath of supremacy was tendered to the clergy. The number of bishops had been reduced to fourteen by a sickly season, which preceded; and all these, except the bishop of Landaffe, having refused compliance, were degraded from their sees: But of the inferior clergy throughout all England, where there are near 10,000 parishes, only eighty rectors and vicars, fifty prebendaries, fifteen heads of colleges, twelve archdeacons, and as many deans, sacrificed their livings to their religious principles<a href=\"#n24\"><sup>[24]</sup></a>. Those in high ecclesiastic stations, being exposed to the eyes of the public, seem chiefly to have placed a point of honour in their perseverance; but on the whole; the protestants, in the former change introduced by Mary, appear to have been much more rigid and conscientious. Though the catholic religion, adapting itself to the senses, and enjoining observances, which enter into the common train of life, does at present lay faster hold on the mind than the reformed, which, being chiefly spiritual, resembles more a system of metaphysics; yet was the proportion of zeal, as well as of knowledge, during the first ages after the reformation, much greater on the side of the protestants. The catholics continued, ignorantly and supinely, in their ancient belief, or rather their ancient practices: But the reformers, obliged to dispute on every occasion, and inflamed to a degree of enthusiasm by novelty and persecution, had strongly attached themselves to their tenets; and were ready to sacrifice their fortunes and even their lives, in support of their speculative and abstract principles.","subId":"16","id":"Hume.HE.4.38.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> forms and ceremonies, still preserved in the English liturgy, as they bore some resemblance to the ancient service, tended farther to reconcile the catholics to the established religion; and as the queen permitted no other mode of worship, and at the same time struck out every thing that could be offensive to them in the new liturgy<a href=\"#n25\"><sup>[25]</sup></a>, even those who were addicted to the Romish communion made no scruple of attending the established church. Had Elizabeth gratified her own inclinations, the exterior appearance, which is the chief circumstance with the people, would have been still more similar between the new and the ancient form of worship. Her love of state and magnificence, which she affected in <span class=\"page-break\"></span>every thing, inspired her with an inclination towards the pomp of the catholic religion; and it was merely in compliance with the prejudices of her party, that she gave up either images or the addresses to saints, or prayers for the dead<a href=\"#n26\"><sup>[26]</sup></a>. Some foreign princes interposed to procure the Romanists the privilege of separate assemblies in particular cities, but the queen would not comply with their request; and she represented the manifest danger of disturbing the national peace by a toleration of different religions<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"17","id":"Hume.HE.4.38.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Peace with France.</span> <span class=\"small-capitals\">While</span> the queen and parliament were employed in settling the public religion, the negociations for a peace were still conducted, first at Cercamp, then at Cateau-Cambresis, between the ministers of France, Spain, and England; and Elizabeth, though equally prudent, was not equally successful in this transaction. Philip employed his utmost efforts to procure the restitution of Calais, both as bound in honour to indemnify England, which, merely on his account, had been drawn into the war; and as engaged in interest to remove France to a distance from his frontiers in the Low Countries. So long as he entertained hopes of espousing the queen, he delayed concluding a peace with Henry; and even after the change of religion in England deprived him of all such views, his ministers hinted to her a proposal, which may be regarded as reasonable and honourable. Though all his own terms with France were settled, he seemed willing to continue the war, till she should obtain satisfaction; provided she would stipulate to adhere to the Spanish alliance, and continue hostilities against Henry, during the course of six years<a href=\"#n28\"><sup>[28]</sup></a>: But Elizabeth, after consulting with her ministers, wisely rejected this proposal. She was sensible of the low state of her finances; the great debts contracted by her father, brother, and sister; the disorders introduced into every part of the administration; the divisions by which her people were agitated; and she was convinced that nothing but tranquillity during some years could bring the kingdom again into a flourishing condition, or enable her to act with dignity and vigour, in her transactions with foreign nations. Well acquainted with the value which Henry put upon Calais, and the impossibility, during the present emergence, of recovering it by treaty, she was willing rather to suffer that loss, <span class=\"page-break\"></span>than submit to such a dependence on Spain, as she must expect to fall into, if she continued pertinaciously in her present demand. She ordered, therefore, her ambassadors, lord Effingham, the bishop of Ely, and Dr. Wotton, to conclude the negociation, and to settle a peace with Henry, on any reasonable terms. Henry offered to stipulate a marriage between the eldest daughter of the dauphin, and the eldest son of Elizabeth; and to engage for the restitution of Calais as the dowry of that princess<a href=\"#n29\"><sup>[29]</sup></a>; but as the queen was sensible, that this treaty would appear to the world a palpable evasion, she insisted upon more equitable, at least, more plausible conditions. It was at last agreed, that Henry should restore Calais at the expiration of eight years; that, in case of failure, he should pay five hundred thousand crowns, and the queen's title to Calais still remain; that he should find the security of seven or eight foreign merchants, not natives of France, for the payment of this sum; that he should deliver five hostages till that security were provided; that if Elizabeth broke the peace with France or Scotland during the interval, she should forfeit all title to Calais; but if Henry made war on Elizabeth, he should be obliged immediately to restore that fortress<a href=\"#n30\"><sup>[30]</sup></a>. All men of penetration easily saw, that these stipulations were but a colourable pretence for abandoning Calais; but they excused the queen on account of the necessity of her affairs; and they even extolled her prudence, in submitting, without farther struggle, to that necessity. A peace with Scotland was a necessary consequence of that with France.","subId":"18","id":"Hume.HE.4.38.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Philip</span> and Henry terminated hostilities by a mutual restitution of all places taken during the course of the war; and Philip espoused the princess Elizabeth, eldest daughter of France, formerly betrothed to his son Don Carlos. The duke of Savoy married Margaret, Henry's sister, and obtained a restitution of all his dominions of Savoy and Piedmont, except a few towns, retained by France. And thus, general tranquillity seemed to be restored to Europe.","subId":"19","id":"Hume.HE.4.38.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Disgust between the queen, and Mary queen of Scots.</span> <span class=\"small-capitals\">But</span>, though peace was concluded between France and England, there soon appeared a ground of quarrel, of the most serious nature, and which was afterwards attended with the most important consequences. The two marriages of Henry VIII. that with <span class=\"page-break\"></span>Catherine of Arragon, and that with Anne Boleyn, were incompatible with each other; and it seemed impossible, that both of them could be regarded as valid and legal: But still the birth of Elizabeth lay under some disadvantages, to which that of her sister, Mary, was not exposed. Henry's first marriage had obtained the sanction of all the powers, both civil and ecclesiastical, which were then acknowledged in England; and it was natural, for protestants as well as Romanists, to allow, on account of the sincere intention of the parties, that their issue ought to be regarded as legitimate. But his divorce and second marriage had been concluded in direct opposition to the see of Rome; and though they had been ratified by the authority both of the English parliament and convocation, those who were strongly attached to the catholic communion, and who reasoned with great strictness, were led to regard them as entirely invalid, and to deny altogether the queen's right of succession. The next heir of blood was the queen of Scots, now married to the dauphin; and the great power of that princess, joined to her plausible title, rendered her a formidable rival to Elizabeth. The king of France had secretly been soliciting at Rome a bull of excommunication against the queen; and she had here been beholden to the good offices of Philip, who, from interest more than either friendship or generosity, had negociated in her favour, and had successfully opposed the pretensions of Henry. But the court of France was not discouraged with this repulse: The duke of Guise, and his brothers, thinking, that it would much augment their credit, if their niece should bring an accession of England, as she had already done of Scotland, to the crown of France, engaged the king not to neglect the claim; and, by their persuasion, he ordered his son and daughter-in-law to assume openly the arms as well as title of England, and to quarter these arms on all their equipages, furniture, and liveries. When the English ambassador complained of this injury, he could obtain nothing but an evasive answer; that as the queen of Scots was descended from the blood royal of England, she was entitled, by the example of many princes, to assume the arms of that kingdom. But besides that this practice had never prevailed without permission being first obtained, and without making a visible difference between the arms; Elizabeth plainly saw, that this pretension had not been advanced during the reign of her sister Mary; and that, therefore, the king <span class=\"page-break\"></span>of France intended, on the first opportunity, to dispute her legitimacy, and her title to the crown. Alarmed at the danger, she thenceforth conceived a violent jealousy against the queen of Scots; and was determined, as far as possible, to incapacitate Henry from the execution of his project. The sudden death of that monarch, who was killed in a tournament at Paris, while celebrating the espousals of his sister with the duke of Savoy, altered not her views. Being informed that his successor, Francis II. still continued to assume, without reserve, the title of king of England, she began to consider him and his queen as her mortal enemies; and the present situation of affairs in Scotland afforded her a favourable opportunity, both of revenging the injury, and providing for her own safety.","subId":"20","id":"Hume.HE.4.38.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affairs of Scotland.</span> <span class=\"small-capitals\">The</span> murder of the cardinal-primate at St. Andrews had deprived the Scottish catholics of a head, whose severity, courage, and capacity had rendered him extremely formidable to the innovators in religion; and the execution of the laws against heresy began thenceforth to be more remiss. The queen-regent governed the kingdom by prudent and moderate counsels; and as she was not disposed to sacrifice the civil interests of the state to the bigotry or interests of the clergy, she deemed it more expedient to temporize, and to connive at the progress of a doctrine, which she had not power entirely to repress. When informed of the death of Edward, and the accession of Mary to the crown of England, she entertained hopes, that the Scottish reformers, deprived of the countenance which they received from that powerful kingdom, would lose their ardour with their prospect of success, and would gradually return to the faith of their ancestors. But the progress and revolutions of religion are little governed by the usual maxims of civil policy; and the event much disappointed the expectations of the regent. Many of the English preachers terrified with the severity of Mary's government, took shelter in Scotland, where they found more protection, and a milder administration; and while they propagated their theological tenets, they filled the whole kingdom with a just horror against the cruelties of the bigotted catholics, and showed their disciples the fate, which they must expect, if ever their adversaries should attain an uncontrouled authority over them.","subId":"21","id":"Hume.HE.4.38.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> hierarchy, moderate in its acquisitions of power and riches, <span class=\"page-break\"></span>may safely grant a toleration to sectaries; and the more it softens the zeal of innovators by lenity and liberty, the more securely will it possess those advantages, which the legal establishments bestow upon it. But where superstition has raised a church to such an exorbitant height as that of Rome, persecution is less the result of bigotry in the priests, than of a necessary policy; and the rigour of law is the only method of repelling the attacks of men, who, besides religious zeal, have so many motives, derived both from public and private interest, to engage them on the side of innovation. But though such overgrown hierarchies may long support themselves by these violent expedients, the time comes, when severities tend only to enrage the new sectaries, and make them break through all bounds of reason and moderation. This crisis was now visibly approaching in Scotland; and whoever considers merely the transactions resulting from it, will be inclined to throw the blame equally on both parties; whoever enlarges his view, and reflects on the situations, will remark the necessary progress of human affairs, and the operation of those principles, which are inherent in human nature.","subId":"22","id":"Hume.HE.4.38.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reformation in Scotland.</span> <span class=\"small-capitals\">Some</span> heads of the reformers in Scotland, such as the earl of Argyle, his son lord Lorne, the earls of Morton, and Glencarne, Erskine of Dun, and others, observing the danger to which they were exposed, and desirous to propagate their principles, entered privately into a bond or association; and called themselves the <em>Congregation</em> of the Lord, in contradistinction to the established church, which they denominated the congregation of Satan. The tenor of the bond was as follows: <q>We perceiving how Satan, in his members, the antichrist of our time, do cruelly rage, seeking to overthrow and to destroy the gospel of Christ and his congregation, ought, according to our bounden duty, to strive, in our master's cause, even unto the death, being certain of the victory in him. We do therefore promise, before the majesty of God and his congregation, that we, by his grace, shall with all diligence continually apply our whole power, substance, and our very lives, to maintain, set forward, and establish the most blessed word of God and his congregation; and shall labour, by all possible means, to have faithful ministers, truly and purely to minister Christ's gospel and sacraments to his people: We shall maintain them, nourish them, and defend them, the whole congregation of Christ, and <span class=\"page-break\"></span>every member thereof, by our whole power, and at the hazard of our lives, against Satan, and all wicked power, who may intend tyranny and trouble against the said congregation: Unto which holy word and congregation we do join ourselves; and we forsake and renounce the congregation of Satan, with all the superstitious abomination and idolatry thereof; and moreover shall declare ourselves manifestly enemies thereto, by this faithful promise before God, testified to this congregation by our subscriptions. At Edinburgh, the third of December, 1557.</q><a href=\"#n31\"><sup>[31]</sup></a>","subId":"23","id":"Hume.HE.4.38.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Had</span> the subscribers of this zealous league been content only to demand a toleration of the new opinions; however incompatible their pretensions might have been with the policy of the church of Rome, they would have had the praise of opposing tyrannical laws, enacted to support an establishment prejudicial to civil society: But it is plain, that they carried their views much farther; and their practice immediately discovered the spirit by which they were actuated. Supported by the authority, which, they thought, belonged to them as the congregation of the Lord, they ordained, that prayers in the vulgar tongue<a href=\"#n32\"><sup>[32]</sup></a> should be used in all the parish churches of the kingdom; and that preaching, and the interpretation of the scriptures should be practised in private houses, till God should move the prince to grant public preaching by faithful and true ministers<a href=\"#n33\"><sup>[33]</sup></a>. Such bonds of association are always the forerunners of rebellion; and this violent invasion of the established religion was the actual commencement of it.","subId":"24","id":"Hume.HE.4.38.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Before</span> this league was publicly known or avowed, the clergy, alarmed with the progress of the reformation, attempted to recover their lost authority by a violent exercise of power, which tended still farther to augment the zeal and number of their enemies. Hamilton, the primate, seized Walter Mill, a priest of an irreproachable life, who had embraced the new doctrines; and having tried him at St. Andrews, condemned him to the flames for heresy. Such general aversion was entertained against this barbarity, that it was some time before the bishops could prevail on any one to act the part of a civil judge, and pronounce sentence upon Mill; and even after the time of his execution was fixed, all the <span class=\"page-break\"></span>shops of St. Andrews being shut, no one would sell a rope to tie him to the stake, and the primate himself was obliged to furnish this implement. The man bore the torture with that courage, which, though usual on these occasions, always appears supernatural and astonishing to the multitude. The people, to express their abhorrence against the cruelty of the priests, raised a monument of stones on the place of his execution; and as fast as the stones were removed by order of the clergy, they were again supplied from the voluntary zeal of the populace<a href=\"#n34\"><sup>[34]</sup></a>. It is in vain for men to oppose the severest punishment to the united motives of religion and public applause; and this was the last barbarity of the kind, which the catholics had the power to exercise in Scotland.","subId":"25","id":"Hume.HE.4.38.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> time after, the people discovered their sentiments in such a manner as was sufficient to prognosticate to the priests the fate, which was awaiting them. It was usual on the festival of St. Giles, the tutelar saint of Edinburgh, to carry in procession the image of that saint; but the protestants, in order to prevent the ceremony, found means, on the eve of the festival, to purloin the statue from the church; and they pleased themselves with imagining the surprise and disappointment of his votaries. The clergy, however, framed hastily a new image, which, in derision, was called by the people young St. Giles; and they carried it through the streets, attended by all the ecclesiastics in the town and neighbourhood. The multitude abstained from violence so long as the queen-regent continued a spectator, but the moment she retired, they invaded the idol, threw it in the mire, and broke it in pieces. The flight and terror of the priests and friars, who, it was remarked, deserted, in his greatest distress, the object of their worship, was the source of universal mockery and laughter.","subId":"26","id":"Hume.HE.4.38.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">Encouraged</span> by all these appearances the congregation proceeded with alacrity in openly soliciting subscriptions to their league; and the death of Mary of England, with the accession of Elizabeth, which happened about this time, contributed to encrease their hopes of final success in their undertaking. They ventured to present a petition to the regent, craving a reformation of the church, and of the <em>wicked, scandalous,</em> and <em>detestable</em> lives of the prelates and ecclesiastics<a href=\"#n35\"><sup>[35]</sup></a>. They framed a petition, which they intended <span class=\"page-break\"></span>to present to parliament, and in which, after premising, that they could not communicate with the damnable idolatry, and intolerable abuses of the papistical church, they desired, that the laws against heretics, should be executed by the civil magistrate alone, and that the scripture should be the sole rule in judging of heresy<a href=\"#n36\"><sup>[36]</sup></a>. They even petitioned the convocation, and insisted, that prayers should be said in the vulgar tongue, and that bishops should be chosen with the consent of the gentry of the diocese, and priests with the consent of the parishioners<a href=\"#n37\"><sup>[37]</sup></a>. The regent prudently temporized between these parties; and as she aimed at procuring a matrimonial crown for her son-in-law, the dauphin, she was, on that as well as other accounts, unwilling to come to extremities with either of them.","subId":"27","id":"Hume.HE.4.38.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> after this concession was obtained, she received orders from France, probably dictated by the violent spirit of her brothers, to proceed with rigour against the reformers, and to restore the royal authority by some signal act of power<a href=\"#n38\"><sup>[38]</sup></a>. She made the more eminent of the protestant teachers be cited to appear before the council at Stirling; but when their followers were marching thither in great multitudes, in order to protect and countenance them, she entertained apprehensions of an insurrection, and, it is said, dissipated the people by a promise<a href=\"#n39\"><sup>[39]</sup></a>, that nothing should be done to the prejudice of the ministers. Sentence, however, was passed, by which all the ministers were pronounced rebels on account of their not appearing. A measure which enraged the people, and made them resolve to oppose the regent's authority by force of arms, and to proceed to extremities against the clergy of the established religion.","subId":"28","id":"Hume.HE.4.38.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">11th May.</span> <span class=\"small-capitals\">In</span> this critical time, John Knox arrived from Geneva, where he had passed some years in banishment, and where he had imbibed, from his commerce with Calvin, the highest fanaticism of his sect, augmented by the native ferocity of his own character. He had been invited back to Scotland by the leaders of the reformation; and mounting the pulpit at Perth, during the present ferment of men's minds, he declaimed with his usual vehemence against the idolatry and other abominations of the church of Rome, and incited <span class=\"page-break\"></span>his audience to exert their utmost zeal for its subversion. A priest was so imprudent after this sermon, as to open his repository of images and reliques, and prepare himself to say mass. The audience, exalted to a disposition for any furious enterprize, were as much enraged as if the spectacle had not been quite familiar to them: They attacked the priest with fury, broke the images in pieces, tore the pictures, overthrew the altars, scattered about the sacred vases; and left no implement of idolatrous worship, as they termed it, entire or undefaced. They thence proceeded, with additional numbers and augmented rage, to the monasteries of the grey and black friars, which they pillaged in an instant: The Carthusians underwent the same fate: And the populace, not content with robbing and expelling the monks, vented their fury on the buildings which had been the receptacles of such abomination; and in a little time nothing but the walls of these edifices were left standing. The inhabitants of Couper in Fife soon after imitated the example<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"29","id":"Hume.HE.4.38.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Civil wars in Scotland.</span> <span class=\"small-capitals\">The</span> queen-regent, provoked at these violences, assembled an army, and prepared to chastise the rebels. She had about two thousand French under her command, with a few Scottish troops; and being assisted by such of the nobility as were well affected to her, she pitched her camp within ten miles of Perth. Even the earl of Argyle, and lord James Stuart, prior of St. Andrews, the queen's natural brother, though deeply engaged with the reformers, attended the regent in this enterprise, either because they blamed the fury of the populace, or hoped by their own influence and authority to mediate some agreement between the parties. The congregation, on the other hand, made preparations for defence; and being joined by the earl of Glencarne from the west, and being countenanced by many of the nobility and gentry, they appeared formidable from their numbers, as well as from the zeal by which they were animated. They sent an address to the regent, where they plainly insinuated, that, if they were pursued to extremities, by the <em>cruel beasts</em> the churchmen, they would have recourse to foreign powers for assistance; and they subscribed themselves her faithful subjects in all things not repugnant to God, assuming, at the same time, the name of the faithful congregation of Christ <span class=\"page-break\"></span>Jesus<a href=\"#n41\"><sup>[41]</sup></a>. They applied to the nobility attending her, and maintained, that their own past violences were justified by the word of God, which commands the godly to destroy idolatry, and all the monuments of it; and though all civil authority was sacred, yet was there a great difference between the authority and the persons who exercised it<a href=\"#n42\"><sup>[42]</sup></a>; and that it ought to be considered, whether or not those abominations, called by the pestilent papists, Religion, and which they defend by fire and sword, be the true religion of Christ Jesus. They remonstrated with such of the queen's army as had formerly embraced their party, and told them, <q>That as they were already reputed traitors by God, they should likewise be excommunicated from their society, and from the participation of the sacraments of the church, which God by his mighty power had erected among them; whose ministers have the same authority which Christ granted to his apostles in these words, <em>Whose sins ye shall forgive shall be forgiven, and whose sins ye shall retain shall be retained.</em></q><em><a href=\"#n43\"><sup>[43]</sup></a></em> We may here see, that these new saints were no less lofty in their pretensions than the ancient hierarchy: No wonder they were enraged against the latter as their rivals in dominion. They joined to all these declarations an address to the established church; and they affixed this title to it: <q>To the generation of antichrist, the pestilent prelates and their <em>shavelings<a href=\"#n44\"><sup>[44]</sup></a></em> in Scotland, the congregation of Christ Jesus within the same sayeth.</q> The tenor of the manifesto was suitable to this title. They told the ecclesiastics, <q>As ye by tyranny intend not only to destroy our bodies, but also by the same to hold our souls in bondage of the devil, subject to idolatry; so shall we, with all the force and power which God shall grant unto us, execute just vengeance and punishment upon you: Yea, we shall begin the same war which God commanded Israel to execute against the Canaanites; that is, contract of peace shall never be made, till you desist from your open idolatry, and cruel persecution of God's children. And this, in the name of the eternal God, and of his son Christ Jesus, whose verity we profess, and Gospel we have preached, and holy sacraments rightly administered, we signify unto you, to be our intent, so far as God will assist us to withstand your idolatry. Take this for warning, and be not deceived.</q><a href=\"#n45\"><sup>[45]</sup></a> With these outrageous symptoms, commenced in <span class=\"page-break\"></span>Scotland that cant, hypocrisy, and fanaticism, which long infested that kingdom, and which, though now mollified by the lenity of the civil power, is still ready to break out on all occasions.","subId":"30","id":"Hume.HE.4.38.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen regent, finding such obstinate zeal in the rebels, was content to embrace the counsels of Argyle and the prior of St. Andrews, and to form an accommodation with them. She was received into Perth, which submitted, on her promising an indemnity for past offences, and engaging not to leave any French garrison in the place. Complaints, very ill founded, immediately arose concerning the infraction of this capitulation. Some of the inhabitants, it was pretended, were molested on account of the late violences; and some companies of Scotch soldiers, supposed to be in French pay, were quartered in the town; which step, though taken on very plausible grounds, was loudly exclaimed against by the congregation<a href=\"#n46\"><sup>[46]</sup></a>. It is asserted that the regent, to justify these measures, declared, that princes ought not to have their promises too strictly urged upon them; nor was any faith to be kept with heretics: And that for her part, could she find as good a colour, she would willingly bereave all these men of their lives and fortunes<a href=\"#n47\"><sup>[47]</sup></a>. But it is no wise likely, that such expressions ever dropped from this prudent and virtuous princess. On the contrary, it appears, that all these violences were disagreeable to her; that she was in this particular over-ruled by the authority of the French counsellors placed about her; and that she often thought, if the management of those affairs had been entrusted wholly to herself, she could easily, without force, have accommodated all differences<a href=\"#n48\"><sup>[48]</sup></a>.","subId":"31","id":"Hume.HE.4.38.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> congregation, inflamed with their own zeal, and enraged by these disappointments, remained not long in tranquillity. Even before they left Perth, and while as yet they had no colour to complain of any violation of treaty, they had signed a new covenant, in which, besides their engagements to mutual defence, they vowed, in the name of God, to employ their whole power in destroying every thing that dishonoured his holy name; and this covenant was subscribed, among others, by Argyle and the prior of St. Andrews<a href=\"#n49\"><sup>[49]</sup></a>. These two leaders now desired no better pretence for deserting the regent and openly joining their associates, than the complaints, however doubtful, or rather false, of her breach of <span class=\"page-break\"></span>promise. The congregation also, encouraged by this accession of force, gave themselves up entirely to the furious zeal of Knox, and renewed at Crail, Anstruther, and other places in Fife, like depredations on the churches and monasteries with those formerly committed at Perth and Couper. The regent, who marched against them with her army, finding their power so much encreased, was glad to conclude a truce for a few days, and to pass over with her forces to the Lothians. The reformers besieged and took Perth; proceeded thence to Stirling, where they exercised their usual fury; and finding nothing able to resist them, they bent their march to Edinburgh, the inhabitants of which, as they had already anticipated the zeal of the congregation against the churches and monasteries, gladly opened their gates to them. The regent, with the few forces which remained with her, took shelter in Dunbar, where she fortified herself, in expectation of a reinforcement from France.","subId":"32","id":"Hume.HE.4.38.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span>, she employed her partizans in representing to the people the dangerous consequences of this open rebellion; and she endeavoured to convince them, that the lord James, under pretence of religion, had formed the scheme of wresting the sceptre from the hands of the sovereign. By these considerations many were engaged to desert the army of the congregation; but much more by the want of pay or any means of subsistence; and the regent, observing the malcontents to be much weakened, ventured to march to Edinburgh, with a design of suppressing them. On the interposition of the duke of Chatelrault, who still adhered to her, she agreed to a capitulation, in which she granted them a toleration of their religion, and they engaged to commit no farther depredations on the churches. Soon after they evacuated the city; and before they left it, they proclaimed the articles of agreement; but they took care to publish only the articles favourable to themselves, and they were guilty of an imposture, in adding one to the number, namely, that idolatry should not again be erected in any place where it was at that time suppressed<a href=\"#n50\"><sup>[50]</sup></a>.","subId":"33","id":"Hume.HE.4.38.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">An</span> agreement, concluded while men were in this disposition, could not be durable; and both sides endeavoured to strengthen themselves as much as possible, against the ensuing rupture, <span class=\"page-break\"></span>which appeared inevitable. The regent, having got a reinforcement of 1000 men from France, began to fortify Leith; and the congregation seduced to their party the duke of Chatelrault, who had long appeared inclined to join them, and who was at last determined by the arrival of his son, the earl of Arran, from France, where he had escaped many dangers, from the jealousy, as well as bigotry, of Henry and the duke of Guise. More French troops soon after disembarked under the command of La Brosse, who was followed by the bishop of Amiens, and three doctors of the Sorbonne. These last were supplied with store of syllogisms, authorities, citations, and scholastic arguments, which they intended to oppose to the Scottish preachers, and which, they justly presumed, would acquire force, and produce conviction, by the influence of the French arms and artillery<a href=\"#n51\"><sup>[51]</sup></a>.","subId":"34","id":"Hume.HE.4.38.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> constable Montmorency had always opposed the marriage of the Dauphin with the queen of Scots, and had foretold, that, by forming such close connexions with Scotland, the ancient league would be dissolved; and the natives of that kingdom, jealous of a foreign yoke, would soon become, instead of allies, attached by interest and inclination, the most inveterate enemies to the French government. But though the event seemed now to have justified the prudence of that aged minister, it is not improbable, considering the violent counsels, by which France was governed, that the insurrection was deemed a favourable event; as affording a pretence, for sending over armies, for entirely subduing the country, for attainting the rebels<a href=\"#n52\"><sup>[52]</sup></a>, and for preparing means thence to invade England, and support Mary's title to the crown of that kingdom. The leaders of the congregation, well acquainted with these views, were not insensible of their danger, and saw that their only safety consisted in the vigour and success of their measures. They were encouraged by the intelligence received of the sudden death of Henry II.; and having passed an act from their own authority, depriving the queen-dowager of the regency, and ordering all the French troops to evacuate the kingdom, they collected forces to put their edict in execution against them. They again became masters of Edinburgh; but found themselves unable to keep long <span class=\"page-break\"></span>possession of that city. Their tumultuary armies, assembled in haste, and supported by no pay, soon separated upon the least disaster, or even any delay of success; and were incapable of resisting such veteran troops as the French, who were also seconded by some of the Scottish nobility, among whom the earl of Bothwel distinguished himself. Hearing that the marquis of Elbeuf, brother to the regent, was levying an army against them in Germany, they thought themselves excusable for applying, in this extremity, to the assistance of England; and as the sympathy of religion, as well as regard to national liberty, had now counterbalanced the ancient animosity against that kingdom, this measure was the result of inclination, no less than of interest<a href=\"#n53\"><sup>[53]</sup></a>. Maitland of Lidington, therefore, and Robert Melvil, were secretly dispatched by the congregation to solicit succours from Elizabeth.","subId":"35","id":"Hume.HE.4.38.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">Interposition of the queen in Scotch affairs.</span> <span class=\"small-capitals\">The</span> wise council of Elizabeth did not long deliberate in agreeing to this request, which concurred so well with the views and interests of their mistress. Cecil in particular represented to the queen, that the union of the crowns of Scotland and France, both of them the hereditary enemies of England, was ever regarded as a pernicious event; and her father, as well as protector Somerset, had employed every expedient, both of war and negociation, to prevent it: That the claim, which Mary advanced to the crown, rendered the present situation of England still more dangerous, and demanded, on the part of the queen, the greatest vigilance and precaution: That the capacity, ambition, and exorbitant views of the family of Guise, who now governed the French counsels, were sufficiently known; and they themselves made no secret of their design to place their niece on the throne of England: That deeming themselves secure of success, they had already, somewhat imprudently and prematurely, taken off the mask; and Throgmorton, the English ambassador at Paris, sent over, by every courier, incontestible proofs of their hostile intentions<a href=\"#n54\"><sup>[54]</sup></a>: That they only waited till Scotland should be entirely subdued; and having thus deprived the English of the advantages, resulting from their situation and naval power, they prepared means for subverting the queen's authority: That the zealous catholics in England, discontented with the present government, and satisfied in the legality of <span class=\"page-break\"></span>Mary's title, would bring them considerable reinforcement, and would disturb every measure of defence against that formidable power: That the only expedient for preventing these designs was to seize the present opportunity, and take advantage of a like zeal in the protestants of Scotland; nor could any doubt be entertained with regard to the justice of a measure, founded on such evident necessity, and directed only to the ends of self-preservation: That though a French war, attended with great expence, seemed the necessary consequence of supporting the malcontents in Scotland, that power, if removed to the continent, would be much less formidable; and a small disbursement at present would in the end be found the greatest frugality: And that the domestic dissentions of France, which every day augmented, together with the alliance of Philip, who, notwithstanding his bigotry and hypocrisy, would never permit the entire conquest of England, were sufficient to secure the queen against the dangerous ambition and resentment of the house of Guise<a href=\"#n55\"><sup>[55]</sup></a>.","subId":"36","id":"Hume.HE.4.38.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>'s propensity to caution and economy was, though with some difficulty<a href=\"#n56\"><sup>[56]</sup></a>, overcome by these powerful motives; and she prepared herself to support by arms and money the declining affairs of the congregation in Scotland. She equipped a fleet, which consisted of thirteen ships of war; and giving the command of it to Winter, she sent it to the Frith of Forth: She appointed the young duke of Norfolk her lieutenant in the northern counties, and she assembled at Berwic an army of eight thousand men under the command of lord Gray, warden of the east and middle marches. Though the court of France, sensible of the danger, offered her to make immediate restitution of Calais, provided she would not interpose in the affairs of Scotland; she resolutely replied, that she never would put an inconsiderable fishing-town in competition with the safety of her dominions<a href=\"#n57\"><sup>[57]</sup></a>; and she still continued her preparations. She concluded a treaty of mutual defence with the congregation, which was to last during the marriage of the queen of Scots with Francis and a year after; and she promised never to desist till the French had entirely evacuated Scotland<a href=\"#n58\"><sup>[58]</sup></a>. And having thus taken all proper measures for success, and received <span class=\"page-break\"></span>from the Scots six hostages for the performance of articles, she ordered her fleet and army to begin their operations.","subId":"37","id":"Hume.HE.4.38.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">1560. 15th Jan.</span> <span class=\"small-capitals\">The</span> appearance of Elizabeth's fleet in the Frith disconcerted the French army, who were at that time ravaging the county of Fife; and obliged them to make a circuit by Stirling, in order to reach Leith, where they prepared themselves for defence. The English army, reinforced by 5000 Scots<a href=\"#n59\"><sup>[59]</sup></a>, sat down before the place; and after two skirmishes, in the former of which, the English had the advantage, in the latter the French, they began to batter the town; and though repulsed with considerable loss in a rash and ill-conducted assault, they reduced the garrison to great difficulties. Their distress was augmented by two events; the dispersion by a storm of d'Elbeuf's fleet, which carried a considerable army on board<a href=\"#n60\"><sup>[60]</sup></a>, and the death of the queen-regent, who expired about this time in the castle of Edinburgh; a woman endowed with all the capacity which shone forth in her family, but possessed of much more virtue and moderation than appeared in the conduct of the other branches of it. <span class=\"margin-comment\">5th July.</span> The French, who found it impossible to subsist for want of provisions, and who saw, that the English were continually reinforced by fresh numbers, were obliged to capitulate: And the bishop of Valence and count Randan, plenipotentiaries from France, signed a treaty at Edinburgh with Cecil and Dr. Wotton, whom Elizabeth had sent thither for that purpose. <span class=\"margin-comment\">Settlement of Scotland.</span> It was there stipulated, that the French should instantly evacuate Scotland; that the king and queen of France and Scotland should thenceforth abstain from bearing the arms of England, or assuming the title of that kingdom; that farther satisfaction for the injury already done in that particular should be granted Elizabeth; and that commissioners should meet to settle this point, or if they could not agree, that the king of Spain should be umpire between the crowns. Besides these stipulations, which regarded England, some concessions were granted to the Scots; namely, that an amnesty should be published for all past offences; that none but natives should enjoy any office in Scotland; that the states should name twenty-four persons, of whom the queen of Scots should chuse seven, and the states five, and in the hands of these twelve should the whole administration be placed during their queen's <span class=\"page-break\"></span>absence; and that Mary should neither make peace nor war without consent of the states<a href=\"#n61\"><sup>[61]</sup></a>. In order to hasten the execution of this important treaty, Elizabeth sent ships, by which the French forces were transported into their own country.","subId":"38","id":"Hume.HE.4.38.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> Europe saw, in the first transaction of this reign, the genius and capacity of the queen and her ministers. She discerned at a distance the danger, which threatened her; and instantly took vigorous measures to prevent it. Making all possible advantages of her situation, she proceeded with celerity to a decision; and was not diverted by any offers, negociations, or remonstrances of the French court. She stopped not till she had brought the matter to a final issue; and had converted that very power, to which her enemies trusted for her destruction, into her firmest support and security. By exacting no improper conditions from the Scottish malcontents even during their greatest distresses, she established an entire confidence with them; and having cemented the union by all the ties of gratitude, interest, and religion, she now possessed an interest over them beyond what remained even with their native sovereign. The regard, which she acquired by this dextrous and spirited conduct, gave her every where, abroad as well as at home, more authority than had attended her sister, though supported by all the power of the Spanish monarchy<a href=\"#n62\"><sup>[62]</sup></a>.","subId":"39","id":"Hume.HE.4.38.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> subsequent measures of the Scottish reformers tended still more to cement their union with England. Being now entirely masters of the kingdom, they made no farther ceremony or scrupIe, in fully effecting their purpose. In the treaty of Edinburgh it had been agreed, that a parliament or convention should soon be assembled; and the leaders of the congregation, not waiting till the queen of Scots should ratify that treaty, thought themselves fully entitled, without the sovereign's authority, immediately to summon a parliament. The reformers presented a petition to this assembly; in which they were not contented with desiring the establishment of their doctrine; they also applied for the punishment of the catholics, whom they called vassals to the Roman harlot; and they asserted, that, among all the rabble of the clergy, such is their expression, there was not one lawful minister; but that <span class=\"page-break\"></span>they were, all of them, thieves and murderers; yea, rebels and traitors to civil authority; and therefore unworthy to be suffered in any reformed commonwealth<a href=\"#n63\"><sup>[63]</sup></a>. The parliament seem to have been actuated by the same spirit of rage and persecution. After ratifying a confession of faith, agreeable to the new doctrines, they passed a statute against the mass, and not only abolished it in all the churches, but enacted, that whoever, any where, either officiated in it or was present at it, should be chastised, for the first offence, with confiscation of goods and corporal punishment, at the discretion of the magistrate; for the second, with banishment; and for the third, with loss of life<a href=\"#n64\"><sup>[64]</sup></a>. A law was also voted for abolishing the papal jurisdiction in Scotland: The presbyterian form of discipline was settled, leaving only at first some shadow of authority to certain ecclesiastics, whom they called Superintendants. The prelates of the ancient faith appeared, in order to complain of great injustice committed on them by the invasion of their property, but the parliament took no notice of them; till at last, these ecclesiastics, tired with fruitless attendance, departed the town. They were then cited to appear; and as nobody presented himself, it was voted by the parliament, that the ecclesiastics were entirely satisfied, and found no reason of complaint.","subId":"40","id":"Hume.HE.4.38.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sir</span> James Sandilands, prior of St. John, was sent over to France to obtain the ratification of these acts; but was very ill received by Mary, who denied the validity of a parliament, summoned without the royal consent; and she refused her sanction to those statutes. But the protestants gave themselves little concern about their queen's refusal. They immediately put the statutes in execution: They abolished the mass; they settled their ministers; they committed every where furious devastations on the monasteries, and even on the churches, which they thought profaned by idolatry; and deeming the property of the clergy lawful prize, they took possession, without ceremony, of the far greater part of the ecclesiastical revenues. Their new preachers, who had authority sufficient to incite them to war and insurrection, could not restrain their rapacity; and fanaticism concurring with avarice, an incurable wound was given to the papal authority in that country. The protestant nobility and gentry, united by the consciousness of such <span class=\"page-break\"></span>unpardonable guilt, alarmed for their new possessions, well acquainted with the imperious character of the house of Guise, saw no safety for themselves but in the protection of England; and they dispatched Morton, Glencarne, and Lidington to express their sincere gratitude to the queen for her past favours, and represent to her the necessity of continuing them.","subId":"41","id":"Hume.HE.4.38.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">French affairs.</span> <span class=\"small-capitals\">Elizabeth</span>, on her part, had equal reason to maintain a union with the Scottish protestants; and soon found that the house of Guise, notwithstanding their former disappointments, had not laid aside the design of contesting her title, and subverting her authority. Francis and Mary, whose counsels were wholly directed by them, refused to ratify the treaty of Edinburgh; and showed no disposition to give her any satisfaction for that mortal affront, which they had put upon her, by their openly assuming the title and arms of England. She was sensible of the danger attending such pretensions; and it was with pleasure she heard of the violent factions, which prevailed in the French government, and of the opposition, which had arisen against the measures of the duke of Guise. That ambitious prince, supported by his four brothers, the cardinal of Lorraine, the duke of Aumale, the marquis of Elbeuf, and the grand prior, men no less ambitious than himself, had engrossed all the authority of the crown; and as he was possessed of every quality, which could command the esteem or seduce the affections of men, there appeared no end of his acquisitions and pretensions. The constable, Montmorency, who had long balanced his credit, was deprived of all power: The princes of the blood, the king of Navarre, and his brother, the prince of Condé, were entirely excluded from offices and favour: The queen-mother, herself, Catherine de Medicis, found her influence every day declining: And as Francis, a young prince, infirm both in mind and body, was wholly governed by his consort, who knew no law but the pleasure of her uncles, men despaired of ever obtaining freedom from the dominion of that aspiring family. It was the contests of religion, which first inspired the French with courage openly to oppose their unlimited authority.","subId":"42","id":"Hume.HE.4.38.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> theological disputes, first started in the north of Germany, next in Switzerland, countries at that time wholly illiterate, had long ago penetrated into France, and as they were assisted by the general discontent against the court and church of Rome, and <span class=\"page-break\"></span>by the zealous spirit of the age, the proselytes to the new religion were secretly encreasing in every province. Henry II. in imitation of his father Francis, had opposed the progress of the reformers; and though a prince addicted to pleasure and society, he was transported by a vehemence, as well as bigotry, which had little place in the conduct of his predecessor. Rigorous punishments had been inflicted on the most eminent of the protestant party; and a point of honour seemed to have arisen, whether the one sect could exercise, or the other suffer most barbarity. The death of Henry put some stop to the persecutions; and the people, who had admired the constancy of the new preachers, now heard with favour their doctrines and arguments. But the cardinal of Lorraine, as well as his brothers, who were possessed of the legal authority, thought it their interest to support the established religion; and when they revived the execution of the penal statutes, they necessarily drove the malcontent princes and nobles to embrace the protection of the new religion. The king of Navarre, a man of mild dispositions, but of a weak character, and the prince of Condé, who possessed many great qualities, having declared themselves in favour of the protestants, that sect acquired new force from their countenance; and the admiral, Coligni, with his brother Andelot, no longer scrupled to make open profession of their communion. The integrity of the admiral, who was believed sincere in his attachment to the new doctrine, and his great reputation both for valour and conduct, for the arts of peace as well as of war, brought credit to the reformers; and after a frustrated attempt of the malcontents to seize the king's person at Amboise, of which Elizabeth had probably some intelligence<a href=\"#n65\"><sup>[65]</sup></a>, every place was full of distraction, and matters hastened to an open rupture between the parties. But the house of Guise, though these factions had obliged them to remit their efforts in Scotland, and had been one chief cause of Elizabeth's success, were determined not to relinquish their authority in France, or yield to the violence of their enemies. They found an opportunity of seizing the king of Navarre and the prince of Condé; they threw the former into prison; they obtained a <span class=\"page-break\"></span>sentence of death against the latter; and they were proceeding to put the sentence in execution, when the king's sudden death saved the noble prisoner, and interrupted the prosperity of the duke of Guise. <span class=\"margin-comment\">4th Dec. 1561.</span> The queen-mother was appointed regent to her son Charles IX. now in his minority: The king of Navarre was named lieutenant-general of the kingdom: The sentence against Condé was annulled: The constable was recalled to court: And the family of Guise, though they still enjoyed great offices and great power, found a counterpoise to their authority.","subId":"43","id":"Hume.HE.4.38.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> was determined to make advantage of these events against the queen of Scots, whom she still regarded as a dangerous rival. She saw herself freed from the perils attending a union of Scotland with France, and from the pretensions of so powerful a prince as Francis; but she considered, at the same time, that the English catholics, who were numerous, and who were generally prejudiced in favour of Mary's title, would now adhere to that princess with more zealous attachment, when they saw, that her succession no longer endangered the liberties of the kingdom, and was rather attended with the advantage of effecting an entire union with Scotland. She gave orders, therefore, to her ambassador, Throgmorton, a vigilant and able minister, to renew his applications to the queen of Scots, and to require her ratification of the treaty of Edinburgh. But though Mary had desisted, after her husband's death, from bearing the arms and title of queen of England, she still declined gratifying Elizabeth in this momentous article; and being swayed by the ambitious suggestions of her uncles, she refused to make any formal renunciation of her pretensions.","subId":"44","id":"Hume.HE.4.38.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">Meanwhile</span>, the queen-mother of France, who imputed to Mary all the mortifications, which she had met with during Francis's life-time, took care to retaliate on her by like injuries; and the queen of Scots, finding her abode in France disagreeable, began to think of returning to her native country. Lord James, who had been sent in deputation from the states to invite her over, seconded these intentions; and she applied to Elizabeth, by D'Oisel, for a safe conduct, in case she should be obliged to pass through England<a href=\"#n66\"><sup>[66]</sup></a>: But she received for answer, that, till she had given <span class=\"page-break\"></span>satisfaction, by ratifying the treaty of Edinburgh, she could expect no favour from a person, whom she had so much injured. This denial excited her indignation; and she made no scruple of expressing her sentiments to Throgmorton, when he reiterated his applications to gratify his mistress in a demand, which he represented as so reasonable. Having cleared the room of her attendants, she said to him; <q>How weak I may prove, or how far a woman's frailty may transport me, I cannot tell: However, I am resolved not to have so many witnesses of my infirmity as your mistress had at her audience of my ambassador D'Oisel. There is nothing disturbs me so much, as the having asked, with so much importunity, a favour which it was of no consequence for me to obtain. I can, with God's leave, return to my own country without <em>her</em> leave; as I came to France, in spite of all the opposition of her brother, king Edward: Neither do I want friends both able and willing to conduct me home, as they have brought me hither; though I was desirous rather to make an experiment of your mistress's friendship than of the assistance of any other person. I have often heard you say, that a good correspondence between her and myself would conduce much to the security and happiness of both our kingdoms: Were she well convinced of this truth, she would hardly have denied me so small a request. But, perhaps, she bears a better inclination to my rebellious subjects than to me, their sovereign, her equal in royal dignity, her near relation, and the undoubted heir of her kingdoms. Besides her friendship, I ask nothing at her hands: I neither trouble her, nor concern myself in the affairs of her state: Not that I am ignorant, that there are now in England a great many malcontents, who are no friends to the present establishment. She is pleased to upbraid me as a person little experienced in the world: I freely own it; but age will cure that defect. However, I am already old enough to acquit myself honestly and courteously to my friends and relations, and to encourage no reports of your mistress, which would misbecome a queen and her kinswoman. I would also say, by her leave, that I am a queen as well as she, and not altogether friendless: And, perhaps, I have as great a soul too; so that methinks we should be upon a level in our treatment of each other. As soon as I have consulted the states of my kingdom, I shall be ready to give her a reasonable answer; and I am the more intent on my journey, in order to make the quicker dispatch in this affair. But she, it seems, intends to stop <span class=\"page-break\"></span>my journey; so that either she will not let me give her satisfaction, or is resolved not to be satisfied; perhaps, on purpose to keep up the disagreement between us. She has often reproached me with my being young; and I must be very young, indeed, and as ill advised, to treat of matters of such great concern and importance, without the advice of my parliament. I have not been wanting in all friendly offices to her; but she disbelieves or overlooks them. I could heartily wish, that I were as nearly allied to her in affection as in blood: For that, indeed, would be a most valuable alliance.</q><a href=\"#n67\"><sup>[67]</sup></a>","subId":"45","id":"Hume.HE.4.38.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> a spirited reply, notwithstanding the obliging terms interspersed in it, was but ill fitted to conciliate friendship between these rival princesses, or cure those mutual jealousies which had already taken place. Elizabeth equipped a fleet, on pretence of pursuing pyrates, but probably with an intention of intercepting the queen of Scots in her return homewards. <span class=\"margin-comment\">19th Aug. Arrival of Mary in Scotland.</span> Mary embarked at Calais; and passing the English fleet in a fog, arrived safely at Leith, attended by her three uncles, the duke of Aumale, the grand prior, and the marquess of Elbeuf, together with the marquess of Damville, and other French courtiers. This change of abode and situation was very little agreeable to that princess. Besides her natural prepossessions in favour of a country in which she had been educated from her earliest infancy, and where she had borne so high a rank, she could not forbear both regretting the society of that people, so celebrated for their humane disposition, and their respectful attachment to their sovereign, and reflecting on the disparity of the scene which lay before her. It is said, that, after she was embarked at Calais, she kept her eyes fixed on the coast of France, and never turned them from that beloved object, till darkness fell, and intercepted it from her view. She then ordered a couch to be spread for her in the open air; and charged the pilot, that, if in the morning the land were still in sight, he should awake her, and afford her one parting view of that country, in which all her affections were centered. The weather proved calm, so that the ship made little way in the night-time: And Mary had once more an opportunity of seeing the French coast. She sat up on her couch, and still looking towards the land, often repeated these words: <q>Farewell, France, farewell; I shall never see thee more.</q><a href=\"#n68\"><sup>[68]</sup></a> <span class=\"page-break\"></span>The first aspect, however, of things in Scotland was more favourable, if not to her pleasure and happiness, at least to her repose and security, than she had reason to apprehend. No sooner did the French gallies appear off Leith, than people of all ranks, who had long expected their arrival, flocked towards the shore, with an earnest impatience to behold and receive their young sovereign. Some were led by duty, some by interest, some by curiosity; and all combined to express their attachment to her, and to insinuate themselves into her confidence, on the commencement of her administration. She had now reached her nineteenth year; and the bloom of her youth and amiable beauty of her person were farther recommended by the affability of her address, the politeness of her manners, and the elegance of her genius. Well accomplished in all the superficial, but engaging graces of a court, she afforded, when better known, still more promising indications of her character; and men prognosticated both humanity from her soft and obliging deportment, and penetration from her taste in all the refined arts of music, eloquence, and poetry<a href=\"#n69\"><sup>[69]</sup></a>. And as the Scots had long been deprived of the presence of their sovereign, whom they once despaired ever more to behold among them, her arrival seemed to give universal satisfaction; and nothing appeared about the court, but symptoms of affection, joy, and festivity.","subId":"46","id":"Hume.HE.4.38.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first measures, which Mary embraced, confirmed all the prepossessions entertained in her favour. She followed the advice given her in France by D'Oisel and the bishop of Amiens, as well as her uncles; and she bestowed her confidence entirely on the leaders of the reformed party, who had greatest influence over the people, and who, she found, were alone able to support her government. Her brother, lord James, whom she soon after created earl of Murray, obtained the chief authority; and after him Lidington, secretary of state, a man of great sagacity, had a principal share in her confidence. By the vigour of these men's measures she endeavoured to establish order and justice in a country, divided by public factions and private feuds; and that fierce, intractable people, unacquainted with laws and obedience, seemed, for a time, to submit peaceably to her gentle and prudent administration.","subId":"47","id":"Hume.HE.4.38.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> there was one circumstance, which blasted all these promising appearances, and bereaved Mary of that general favour, which her agreeable manners and judicious deportment gave her just reason to expect. She was still a papist; and though she published, soon after her arrival, a proclamation, enjoining every one to submit to the established religion, the preachers and their adherents could neither be reconciled to a person polluted with so great an abomination, nor lay aside their jealousies of her future conduct. It was with great difficulty she could obtain permission for saying mass in her own chapel; and had not the people apprehended, that, if she had here met with a refusal, she would instantly have returned to France, the zealots never would have granted her even that small indulgence. The cry was, <q>Shall we suffer that idol to be again erected within the realm?</q> It was asserted in the pulpit, that one mass was more terrible than ten thousand armed men landed to invade the kingdom<a href=\"#n70\"><sup>[70]</sup></a>: Lord Lindesey, and the gentlemen of Fife, exclaimed, <q>That the idolater should die the death;</q> such was their expression. One that carried tapers for the ceremony of that worship, was attacked and insulted in the court of the palace. And if lord James, and some popular leaders, had not interposed, the most dangerous uproar was justly apprehended, from the ungoverned fury of the multitude<a href=\"#n71\"><sup>[71]</sup></a>. The usual prayers in the churches were to this purpose: That God would turn the queen's heart, which was obstinate against him and his truth; or if his holy will be otherwise, that he would strengthen the hearts and <em>hands</em> of the elect, stoutly to oppose the rage of all tyrants<a href=\"#n72\"><sup>[72]</sup></a>. Nay, it was openly called in question, whether that princess, being an idolatress, was entitled to any authority, even in civil matters<a href=\"#n73\"><sup>[73]</sup></a>?","subId":"48","id":"Hume.HE.4.38.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> helpless queen was every moment exposed to contumely, which she bore with benignity and patience. Soon after her arrival she dined in the castle of Edinburgh; and it was there contrived, that a boy, six years of age, should be let down from the roof, and should present her with a bible, a psalter, and the keys of the castle. Lest she should be at a loss to understand this insult on her as a papist; all the decorations expressed the burning of Corah, <span class=\"page-break\"></span>Dathan, and Abiram, and other punishments inflicted by God upon idolatry<a href=\"#n74\"><sup>[74]</sup></a>. The town council of Edinburgh had the assurance, from their own authority, to issue a proclamation banishing from their district, <q>all the wicked rabble of antichrist, the pope, such as priests, monks, friars, together with adulterers and fornicators.</q><a href=\"#n75\"><sup>[75]</sup></a> And because the privy-council suspended the magistrates for their insolence, the passionate historians<a href=\"#n76\"><sup>[76]</sup></a> of that age have inferred, that the queen was engaged, by a sympathy of manners, to take adulterers and fornicators under her protection. It appears probable, that the magistrates were afterwards reinstated in their office, and that their proclamation was confirmed<a href=\"#n77\"><sup>[77]</sup></a>.","subId":"49","id":"Hume.HE.4.38.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> all the insolence of the people was inconsiderable in comparison of that which was exercised by the clergy and the preachers, who took a pride in vilifying, even to her face, this amiable princess. The assembly of the church framed an address, in which, after telling her, that her mass was a bastard service of God, the fountain of all impiety, and the source of every evil which abounded in the realm; they expressed their hopes, that she would, ere this time, have preferred truth to her own preconceived opinion, and have renounced her religion, which, they assured her, was nothing but abomination and vanity. They said, that the present abuses of government were so enormous, that, if a speedy remedy were not provided, God would not fail in his anger to strike the head and the tail, the disobedient prince and sinful people. They required, that severe punishment should be inflicted on adulterers and fornicators. And they concluded with demanding for themselves some addition both of power and property<a href=\"#n78\"><sup>[78]</sup></a>.","subId":"50","id":"Hume.HE.4.38.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ringleader in all these insults on majesty was John Knox; who possessed an uncontrouled authority in the church, and even in the civil affairs of the nation, and who triumphed in the contumelious usage of his sovereign. His usual appellation for the queen was Jezabel; and though she endeavoured, by the most gracious condescension, to win his favour, all her insinuations could gain nothing on his obdurate heart. She promised him access to her whenever he demanded it; and she even desired him, if he found her blameable in any thing, to reprehend her freely in <span class=\"page-break\"></span>private, rather than vilify her in the pulpit before the whole people: But he plainly told her, that he had a public ministry entrusted to him; that if she would come to church, she should there hear the gospel of truth; and that it was not his business to apply to every individual, nor had he leisure for that occupation<a href=\"#n79\"><sup>[79]</sup></a>. The political principles of the man, which he communicated to his brethren, were as full of sedition as his theological were of rage and bigotry. Though he once condescended so far as to tell the queen, that he would submit to her, in the same manner as Paul did to Nero<a href=\"#n80\"><sup>[80]</sup></a>; he remained not long in this dutiful strain. He said to her, that <q>Samuel feared not to slay Agag, the fat and delicate king of Amalek, whom king Saul had saved: Neither spared Elias Jezabel's false prophets, and Baal's priests, though King Ahab was present. Phineas,</q> added he, <q>was no magistrate; yet feared he not to strike Cosbie and Zimri in the very act of filthy fornication. And so, Madam, your grace may see, that others than chief magistrates may lawfully inflict punishment on such crimes as are condemned by the law of God.</q><a href=\"#n81\"><sup>[81]</sup></a> Knox had formerly, during the reign of Mary of England, written a book against female succession to the crown: The title of it is, <em>The first blast of the trumpet against the monstrous regimen of women.</em> He was too proud either to recant the tenets of this book, or even to apologize for them; and his conduct shewed, that he thought no more civility than loyalty due to any of the female sex.","subId":"51","id":"Hume.HE.4.38.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> whole life of Mary was, from the demeanour of these men, filled with bitterness and sorrow. This rustic apostle scruples not, in his history, to inform us, that he once treated her with such severity, that she lost all command of temper, and dissolved in tears before him: Yet so far from being moved with youth, and beauty, and royal dignity reduced to that condition, he persevered in his insolent reproofs; and when he relates this incident, he discovers a visible pride and satisfaction in his own conduct<a href=\"#n82\"><sup>[82]</sup></a>. The pulpits had become mere scenes of railing against the vices of the court; among which were always noted as the principal, feasting, finery, dancing, balls, and whoredom, their necessary attendant<a href=\"#n83\"><sup>[83]</sup></a>. Some ornaments, which the ladies at that time wore upon <span class=\"page-break\"></span>their petticoats, excited mightily the indignation of the preachers; and they affirmed, that such vanity would provoke God's vengeance, not only against these foolish women, but against the whole realm<a href=\"#n84\"><sup>[84]</sup></a>.","subId":"52","id":"Hume.HE.4.38.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span>, whose age, condition, and education invited her to liberty and cheerfulness, was curbed in all amusements, by the absurd severity of these reformers; and she found every moment reason to regret her leaving that country, from whose manners she had in her early youth received the first impressions<a href=\"#n85\"><sup>[85]</sup></a>. Her two uncles, the duke of Aumale, and the grand prior, with the other French nobility, soon took leave of her: The marquis of Elbeuf remained some time longer; but after his departure, she was left to the society of her own subjects; men unacquainted with the pleasures of conversation, ignorant of arts and civility, and corrupted, beyond their usual rusticity, by a dismal fanaticism, which rendered them incapable of all humanity or improvement. Though Mary had made no attempt to restore the ancient religion, her popery was a sufficient crime: Though her behaviour was hitherto irreproachable, and her manners sweet and engaging, her gaiety and ease were interpreted as signs of dissolute vanity: And to the harsh and preposterous usage, which this princess met with, may, in part, be ascribed those errors of her subsequent conduct, which seemed so little of a piece with the general tenor of her character.","subId":"53","id":"Hume.HE.4.38.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> happened to the marquis of Elbeuf, before his departure, an adventure, which, though frivolous, might enable him to give Mary's friends in France a melancholy idea of her situation. This nobleman, with the earl of Bothwel, and some other young courtiers, had been engaged, after a debauch, to pay a visit to a woman called Alison Craig, who was known to be liberal of her favours; and because they were denied admittance, they broke the windows, thrust open the door, and committed some disorders, in searching for the damsel. It happened, that the assembly of the church was sitting at that time, and they immediately took the matter under their cognizance. In conjunction with several of the nobility, they presented an address to the queen, which was introduced with this awful prelude. <q>To the queen's majesty, and to her secret and great council, her grace's faithful and obedient subjects, <span class=\"page-break\"></span>the professors of Christ Jesus's holy evangil, with the spirit of righteous judgment.</q> The tenor of the petition was, that the fear of God, the duty which they owed her grace, and the terrible threatenings, denounced by God against every city or country where horrible crimes were openly committed, compelled them to demand the severe punishment of such as had done what in them lay to kindle the wrath of God against the whole realm: That the iniquity, of which they complained, was so heinous and so horrible, that they should esteem themselves accomplices in it, if they had been engaged by worldly fear, or servile complaisance, to pass it over in silence, or bury it in oblivion: That as they owed her grace obedience in the administration of justice, so were they entitled to require of her, in return, the sharp and condign punishment of this enormity, which, they repeated it, might draw down the vengeance of God on the whole kingdom: And that they maintained it to be her duty to lay aside all private affections towards the actors in so heinous a crime, and so enormous a villany, and without delay bring them to a trial, and inflict the severest penalties upon them. The queen gave a gracious reception to this peremptory address; but because she probably thought, that breaking the windows of a brothel merited not such severe reprehension, she only replied, that her uncle was a stranger, and that he was attended by a young company: But she would put such order to him and to all others, that her subjects should henceforth have no reason to complain. Her passing over this incident so slightly was the source of great discontent, and was regarded as a proof of the most profligate manners<a href=\"#n86\"><sup>[86]</sup></a>. It is not to be omitted, that Alison Craig, the cause of all the uproar, was known to entertain a commerce with the earl of Arran, who, on account of his great zeal for the reformation, was, without scruple, indulged in that enormity<a href=\"#n87\"><sup>[87]</sup></a>.","subId":"54","id":"Hume.HE.4.38.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> of the populace of Edinburgh broke into the queen's chapel during her absence, and committed outrages; for which two of them were indicted, and it was intended to bring them to a trial. Knox wrote circular letters to the most considerable zealots of the party, and charged them to appear in town, and protect their brethren. The holy sacraments, he there said, are abused by profane papists; the mass has been said; and in worshipping that idol, <span class=\"page-break\"></span>the priests have omitted no ceremony, not even the conjuring of their accursed water, that had ever been practised in the time of the greatest blindness. These violent measures for opposing justice were little short of rebellion; and Knox was summoned before the council to answer for his offence. The courage of the man was equal to his insolence. He scrupled not to tell the queen, that the pestilent papists, who had inflamed her against these holy men, were the sons of the devil; and must therefore obey the directions of their father, who had been a liar and a manslayer from the beginning. The matter ended with the full acquittal of Knox<a href=\"#n88\"><sup>[88]</sup></a>. Randolph, the English ambassador in Scotland, had reason to write to Cecil, speaking of the Scottish nation: <q>I think marvelously of the wisdom of God, that gave this unruly, inconstant, and cumbersome people no more power nor substance: For they would otherwise run wild.</q><a href=\"#n89\"><sup>[89]</sup></a>","subId":"55","id":"Hume.HE.4.38.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have related these incidents at greater length, than the necessity of our subject may seem to require: But even trivial circumstances, which show the manners of the age, are often more instructive, as well as entertaining, than the great transactions of wars and negociations, which are nearly similar in all periods and in all countries of the world.","subId":"56","id":"Hume.HE.4.38.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> reformed clergy in Scotland had, at that time, a very natural reason for their ill-humour, namely, the poverty or rather beggary, to which they were reduced. The nobility and gentry had at first laid their hands on all the property of the regular clergy, without making any provision for the friars and nuns, whom they turned out of their possessions. The secular clergy of the catholic communion, though they lost all ecclesiastical jurisdiction, still held some of the temporalities of their benefices; and either became laymen themselves, and converted them into private property, or made conveyance of them at low prices to the nobility, who thus enriched themselves by the plunder of the church. The new teachers had hitherto subsisted chiefly by the voluntary oblations of the faithful; and in a poor country, divided in religious sentiments, this establishment was regarded as very scanty and very precarious. Repeated applications were made for a legal settlement to the preachers; and though almost every thing in the <span class=\"page-break\"></span>kingdom was governed by their zeal and caprice, it was with difficulty that their request was at last complied with. The fanatical spirit which they indulged, and their industry in decrying the principles and practices of the Romish communion, which placed such merit in enriching the clergy, proved now a very sensible obstacle to their acquisitions. The convention, however, passed a vote<a href=\"#n90\"><sup>[90]</sup></a>, by which they divided all the ecclesiastical benefices into twenty-one shares: They assigned fourteen to the ancient possessors: Of the remaining seven they granted three to the crown; and if that were found to answer the public expences, they bestowed the overplus on the reformed ministers. The queen was empowered to levy all the seven; and it was ordained, that she should afterwards pay to the clergy what should be judged to suffice for their maintenance. The necessities of the crown, the rapacity of the courtiers, and the small affection which Mary bore to the protestant ecclesiastics, rendered their revenues contemptible as well as uncertain; and the preachers, finding that they could not rival the gentry, or even the middling rank of men, in opulence and plenty, were necessitated to betake themselves to other expedients for supporting their authority. They affected a furious zeal for religion, morose manners, a vulgar and familiar, yet mysterious cant; and though the liberality of subsequent princes put them afterwards on a better footing with regard to revenue, and thereby corrected in some degree those bad habits; it must be confessed, that, while many other advantages attend presbyterian government, these inconveniences are not easily separated from the genius of that ecclesiastical polity.","subId":"57","id":"Hume.HE.4.38.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen of Scots, destitute of all force, possessing a narrow revenue, surrounded with a factious turbulent nobility, a bigotted people, and insolent ecclesiastics, soon found, that her only expedient for maintaining tranquillity was to preserve a good correspondence with<a href=\"#n91\"><sup>[91]</sup></a> Elizabeth, who, by former connexions and services, had acquired such authority over all these ranks of men. Soon after her arrival in Scotland, secretary Lidington was sent to London, in order to pay her compliments to the queen, and express her desire of friendship and a good correspondence; and he received a commission from her, as well as from the nobility of Scotland, to demand, <span class=\"page-break\"></span>as a means of cementing this friendship, that Mary should, by act of parliament or by proclamation (for the difference between these securities was not then deemed very considerable) be declared successor to the crown. No request could be more unreasonable, or made at a more improper juncture. The queen replied, that Mary had once discovered her intention not to wait for the succession, but had openly, without ceremony or reserve, assumed the title of queen of England, and had pretended a superior right to her throne and kingdom: That though her ambassadors, and those of her husband, the French king, had signed a treaty, in which they renounced that claim, and promised satisfaction for so great an indignity, she was so intoxicated with this imaginary right, that she had rejected the most earnest solicitations, and even, as some endeavoured to persuade her, had incurred some danger in crossing the seas, rather than ratify that equitable treaty: That her partizans every where had still the assurance to insist on her title, and had presumed to talk of her own birth as illegitimate: That while affairs were on this footing; while a claim thus openly made, so far from being openly renounced, was only suspended till a more favourable opportunity, it would in her be the most egregious imprudence to fortify the hands of a pretender to her crown, by declaring her the successor: That no expedient could be worse imagined for cementing friendship than such a declaration; and kings were often found to bear no good will to their successors, even though their own children; much more when the connexion was less intimate, and when such cause of disgust and jealousy had already been given, and indeed was still continued, on the part of Mary: That though she was willing, from the amity which she bore her kinswoman, to ascribe her former pretensions to the advice of others, by whose direction she was then governed; her present refusal to relinquish them could proceed only from her own prepossessions, and was a proof that she still harboured some dangerous designs against her: That it was the nature of all men to be disgusted with the present, to entertain flattering views of futurity, to think their services ill rewarded, to expect a better recompence from the successor; and she should esteem herself scarcely half a sovereign over the English, if they saw her declare her heir, and arm her rival with authority against her own repose and safety: That she knew the inconstant nature of the people; she was acquainted <span class=\"page-break\"></span>with the present divisions in religion; she was not ignorant, that the same party, which expected greater favour during the reign of Mary, did also imagine, that the title of that princess was superior to her own: That for her part, whatever claims were advanced, she was determined to live and die queen of England; and after her death, it was the business of others to examine who had the best pretensions, either by the laws or by right of blood, to the succession: That she hoped the claim of the queen of Scots would then be found solid; and considering the injury, which she herself had received, it was sufficient indulgence, if she promised, in the mean time, to do nothing which might, in any respect, weaken or invalidate it: And that Mary, if her title were really preferable, a point, which, for her own part, she had never enquired into, possessed all advantages above her rivals; who, destitute both of present power, and of all support by friends, would only expose themselves to inevitable ruin, by advancing any weak, or even doubtful pretensions<a href=\"#n92\"><sup>[92]</sup></a>.","subId":"58","id":"Hume.HE.4.38.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> views of the queen were so prudent and judicious, that there was no likelihood of her ever departing from them: But that she might put the matter to a fuller proof, she offered to explain the words of the treaty of Edinburgh, so as to leave no suspicion of their excluding Mary's right of succession<a href=\"#n93\"><sup>[93]</sup></a>; and in this form, she again required her to ratify that treaty. Matters at last came to this issue, that Mary agreed to the proposal, and offered to renounce all present pretensions to the crown of England, provided Elizabeth would agree to declare her the successor<a href=\"#n94\"><sup>[94]</sup></a>. But such was the jealous character of this latter princess, that she never would consent to strengthen the interest and authority of any claimant, by fixing the succession; much less would she make this concession in favour of a rival queen, who possessed such plausible pretensions for the present, and who, though she might verbally renounce them, could easily resume her claim on the first opportunity. Mary's proposal, however, bore so specious an appearance of equity and justice, that Elizabeth, sensible that reason would, by superficial thinkers, be deemed to lie entirely on that side, made no more mention of the matter; and though farther concessions were <span class=\"page-break\"></span>never made by either princess, they put on all the appearances of a cordial reconciliation and friendship with each other.","subId":"59","id":"Hume.HE.4.38.59"},{"type":"paragraph","content":"<span class=\"margin-comment\">Wise government of Elizabeth.</span> <span class=\"small-capitals\">The</span> queen observed, that, even without her interposition, Mary was sufficiently depressed by the mutinous spirit of her own subjects; and instead of giving Scotland, for the present, any inquietude or disturbance, she employed herself, more usefully and laudably, in regulating the affairs of her own kingdom, and promoting the happiness of her people. She made some progress in paying those great debts which lay upon the crown; she regulated the coin, which had been much debased by her predecessors; she furnished her arsenals with great quantities of arms from Germany and other places; engaged her nobility and gentry to imitate her example in this particular; introduced into the kingdom the art of making gun-powder and brass cannon; fortified her frontiers on the side of Scotland; made frequent reviews of the militia; encouraged agriculture by allowing a free exportation of corn; promoted trade and navigation; and so much encreased the shipping of her kingdom, both by building vessels of force herself, and suggesting like undertakings to the merchants, that she was justly stiled the restorer of naval glory, and the queen of the northern seas<a href=\"#n95\"><sup>[95]</sup></a>. The natural frugality of her temper, so far from incapacitating her from these great enterprizes, only enabled her to execute them with greater certainty and success; and all the world saw in her conduct the happy effects of a vigorous perseverance in judicious and well concerted projects.","subId":"60","id":"Hume.HE.4.38.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is easy to imagine, that so great a princess, who enjoyed such singular felicity and renown, would receive proposals of marriage from every one, that had any likelihood of succeeding; and though she had made some public declarations in favour of a single life, few believed, that she would persevere for ever in that resolution. The archduke Charles, second son of the emperor<a href=\"#n96\"><sup>[96]</sup></a>, as well as Casimir, son of the elector Palatine, made applications to her; and as this latter prince professed the reformed religion, he thought himself, on that account, better entitled to succeed in his addresses. Eric, king of Sweden, and Adolph, duke of Holstein, were encouraged by the same views to become suitors: And the earl of Arran, heir to the crown of Scotland, was, by the states of that <span class=\"page-break\"></span>kingdom, recommended to her as a suitable marriage. Even some of her own subjects, though they did not openly declare their pretensions, entertained hopes of success. The earl of Arundel, a person declining in years, but descended from an ancient and noble family, as well as possessed of great riches, flattered himself with this prospect; as did also Sir William Pickering, a man much esteemed for his personal merit. But the person most likely to succeed, was a younger son of the late duke of Northumberland, lord Robert Dudley, who, by means of his exterior qualities, joined to address and flattery, had become, in a manner, her declared favourite, and had great influence in all her counsels. The less worthy he appeared of this distinction, the more was his great favour ascribed to some violent affection, which could thus seduce the judgment of this penetrating princess; and men long expected, that he would obtain the preference above so many princes and monarchs. But the queen gave all these suitors a gentle refusal, which still encouraged their pursuit; and she thought, that she should the better attach them to her interests, if they were still allowed to entertain hopes of succeeding in their pretensions. It is also probable, that this policy was not entirely free from a mixture of female coquetry; and that, though she was determined in her own mind never to share her power with any man, she was not displeased with the courtship, solicitation, and professions of love, which the desire of acquiring so valuable a prize procured her from all quarters.","subId":"61","id":"Hume.HE.4.38.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> is most singular in the conduct and character of Elizabeth, is, that, though she determined never to have any heir of her own body, she was not only very averse to fix any successor to the crown; but seems also to have resolved, as far as it lay in her power, that no one, who had pretensions to the succession, should ever have any heirs or successors. If the exclusion given by the will of Henry VIII. to the posterity of Margaret, queen of Scotland, was allowed to be valid, the right to the crown devolved on the house of Suffolk; and the lady Catharine Gray, younger sister to the lady Jane, was now the heir of that family. This lady had been married to lord Herbert, son of the earl of Pembroke; but having been divorced from that nobleman, she had made a private marriage with the earl of Hertford, son of the protector; and her husband, soon after consummation, travelled into France. In a little time she <span class=\"page-break\"></span>appeared to be pregnant, which so enraged Elizabeth, that she threw her into the Tower, and summoned Hertford to appear, in order to answer for his misdemeanor. He made no scruple of acknowledging the marriage, which, though concluded without the queen's consent, was entirely suitable to both parties; and for this offence he was also committed to the Tower. Elizabeth's severity stopped not here: She issued a commission to enquire into the matter; and as Hertford could not, within the time limited, prove the nuptials by witnesses, the commerce between him and his consort was declared unlawful, and their posterity illegitimate. They were still detained in custody; but by bribing their keepers, they found means to have farther intercourse; and another child appeared to be the fruit of their commerce. This was a fresh source of vexation to the queen; who made a fine of fifteen thousand pounds be set on Hertford by the star-chamber, and ordered his confinement to be thenceforth more rigid and severe. He lay in this condition for nine years, till the death of his wife, by freeing Elizabeth from all fears, procured him his liberty<a href=\"#n97\"><sup>[97]</sup></a>. This extreme severity must be accounted for, either by the unrelenting jealousy of the queen, who was afraid lest a pretender to the succession should acquire credit by having issue; or by her malignity, which, with all her great qualities, made one ingredient in her character, and which led her to envy in others those natural pleasures of love and posterity, of which her own ambition and desire of dominion made her renounce all prospect for herself.","subId":"62","id":"Hume.HE.4.38.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> happened, about this time, some other events in the royal family, where the queen's conduct was more laudable: Arthur Pole, and his brother, nephews to the late cardinal, and descended from the duke of Clarence, together with Anthony Fortescue, who had married a sister of these gentlemen, and some other persons, were brought to their trial for intending to withdraw into France, with a view of soliciting succours from the duke of Guise, of returning thence into Wales, and of proclaiming Mary queen of England, and Arthur Pole duke of Clarence. They confessed the indictment, but asserted, that they never meant to execute these projects during the queen's life-time: They had only deemed such precautions requisite in case of her demise, <span class=\"page-break\"></span>which, some pretenders to judicial astrology had assured them, they might with certainty look for before the year expired. They were condemned by the jury; but received a pardon from the queen's clemency<a href=\"#n98\"><sup>[98]</sup></a>.","subId":"63","id":"Hume.HE.4.38.63"},{"type":"note","content":"Burnet, vol. ii. p. 373.","subId":"n1","id":"Hume.HE.4.38.n1"},{"type":"note","content":"Burnet, vol. ii. p. 374.","subId":"n2","id":"Hume.HE.4.38.n2"},{"type":"note","content":"Ibid. Heylin, p. 102.","subId":"n3","id":"Hume.HE.4.38.n3"},{"type":"note","content":"Camden in Kennet, p. 370. Burnet, vol. ii. p. 375.","subId":"n4","id":"Hume.HE.4.38.n4"},{"type":"note","content":"Father Paul, lib. 5.","subId":"n5","id":"Hume.HE.4.38.n5"},{"type":"note","content":"Strype's Ann. vol. i. p. 5.","subId":"n6","id":"Hume.HE.4.38.n6"},{"type":"note","content":"Burnet, vol. ii. p. 377. Camden, p. 370.","subId":"n7","id":"Hume.HE.4.38.n7"},{"type":"note","content":"Burnet, vol. ii. p. 378. Camden, p. 371.","subId":"n8","id":"Hume.HE.4.38.n8"},{"type":"note","content":"Heylin, p. 103.","subId":"n9","id":"Hume.HE.4.38.n9"},{"type":"note","content":"Heylin, p. 104. Strype, vol. i. p. 41.","subId":"n10","id":"Hume.HE.4.38.n10"},{"type":"note","content":"Camden, p. 371. Heylin, p. 104. Strype, vol. i. p. 54. Stowe, p. 635.","subId":"n11","id":"Hume.HE.4.38.n11"},{"type":"note","content":"Burnet, vol. ii. p. 380. Strype, vol. i. p. 29.","subId":"n12","id":"Hume.HE.4.38.n12"},{"type":"note","content":"Notwithstanding the byass of the nation towards the protestant sect, it appears, that some violence, at least according to our present ideas, was used in these elections: Five candidates were nominated by the court to each borough and three to each county; and by the sheriff's authority the members were chosen from among these candidates. <em>See state papers collected by Edward earl of Clarendon,</em> p. 92.","subId":"n13","id":"Hume.HE.4.38.n13"},{"type":"note","content":"1 Eliz. cap. 3.","subId":"n14","id":"Hume.HE.4.38.n14"},{"type":"note","content":"Camden, p. 372. Heylin, p. 107, 108.","subId":"n15","id":"Hume.HE.4.38.n15"},{"type":"note","content":"1 Eliz. cap. 1. This last power was anew recognized in the act of uniformity. 1 Eliz. cap. 2.","subId":"n16","id":"Hume.HE.4.38.n16"},{"type":"note","content":"1 Eliz. cap. 2.","subId":"n17","id":"Hume.HE.4.38.n17"},{"type":"note","content":"Strype, vol. i. p. 79.","subId":"n18","id":"Hume.HE.4.38.n18"},{"type":"note","content":"Ibid. p. 95.","subId":"n19","id":"Hume.HE.4.38.n19"},{"type":"note","content":"1 Eliz. cap. 2.","subId":"n20","id":"Hume.HE.4.38.n20"},{"type":"note","content":"The parliament also granted the queen the duties of tonnage and poundage; but this concession was at that time regarded only as a matter of form, and she had levied these duties before they were voted by parliament: But there was another exertion of power, which she practiced, and which people, in the present age, from their ignorance of ancient practices, may be apt to think a little extraordinary. Her sister, after the commencement of the war with France, had, from her own authority, imposed four marks on each ton of wine imported, and had encreased the poundage a third on all commodities. Queen Elizabeth continued these impositions, as long as she thought convenient. The parliament, who had so good an opportunity of restraining these arbitrary taxes, when they voted the tonnage and poundage, thought not proper to make any mention of them. They knew, that the sovereign, during that age, pretended to have the sole regulation of foreign trade, and that their intermeddling with that prerogative would have drawn on them the severest reproof, if not chastisement. See Forbes, vol. i. p. 132, 133. We know certainly from the statutes and journals, that no such impositions were granted by parliament.","subId":"n21","id":"Hume.HE.4.38.n21"},{"type":"note","content":"Camden, p. 375. Sir Simon d'Ewes.","subId":"n22","id":"Hume.HE.4.38.n22"},{"type":"note","content":"It is thought remarkable by Camden, that though this session was the first of the reign, no person was attainted; but on the contrary, some restored in blood by the parliament. A good symptom of the lenity, at least of the prudence, of the queen's government; and that it should appear remarkable, is a proof of the rigour of preceding reigns.","subId":"n23","id":"Hume.HE.4.38.n23"},{"type":"note","content":"Camden, p. 376. Heylin, p. 115. Strype, vol. i. p. 73, with some small variations.","subId":"n24","id":"Hume.HE.4.38.n24"},{"type":"note","content":"Heylin, p. 111.","subId":"n25","id":"Hume.HE.4.38.n25"},{"type":"note","content":"Burnet, vol. ii. p. 376, 397. Camden, p. 371.","subId":"n26","id":"Hume.HE.4.38.n26"},{"type":"note","content":"Camden, p. 378. Strype, vol. i. p. 150, 370.","subId":"n27","id":"Hume.HE.4.38.n27"},{"type":"note","content":"Forbes's Full View, vol. i. p. 59.","subId":"n28","id":"Hume.HE.4.38.n28"},{"type":"note","content":"Forbes, vol. i. p. 54.","subId":"n29","id":"Hume.HE.4.38.n29"},{"type":"note","content":"Forbes, p. 68. Rymer, tom. xv. p. 505.","subId":"n30","id":"Hume.HE.4.38.n30"},{"type":"note","content":"Keith, p. 66. Knox, p. 101.","subId":"n31","id":"Hume.HE.4.38.n31"},{"type":"note","content":"The reformers used at that time king Edward's liturgy in Scotland. Forbes, p. 155.","subId":"n32","id":"Hume.HE.4.38.n32"},{"type":"note","content":"Keith, p. 66. Knox, p. 101.","subId":"n33","id":"Hume.HE.4.38.n33"},{"type":"note","content":"Knox, p. 122.","subId":"n34","id":"Hume.HE.4.38.n34"},{"type":"note","content":"Knox, p. 121.","subId":"n35","id":"Hume.HE.4.38.n35"},{"type":"note","content":"Ibid. p. 123.","subId":"n36","id":"Hume.HE.4.38.n36"},{"type":"note","content":"Keith, p. 78, 81, 82.","subId":"n37","id":"Hume.HE.4.38.n37"},{"type":"note","content":"Melvil's Memoirs, p. 24. Jeb, vol. ii. p. 446.","subId":"n38","id":"Hume.HE.4.38.n38"},{"type":"note","content":"Knox, p. 127. We shall suggest afterwards some reasons to suspect, that, perhaps, no express promise was ever given. Calumnies easily arise during times of faction, especially those of the religious kind, when men think every art lawful for promoting their purpose. The congregation in their manifesto, in which they enumerate all the articles of the regent's maladministration, do not reproach her with this breach of promise. It was probably nothing but a rumour spread abroad to catch the populace. If the papists have sometimes maintained, that no faith was to be kept with heretics, their adversaries seem also to have thought, that no truth ought to be told of idolaters.","subId":"n39","id":"Hume.HE.4.38.n39"},{"type":"note","content":"Spotswood, p. 121. Knox, p. 127.","subId":"n40","id":"Hume.HE.4.38.n40"},{"type":"note","content":"Knox, p. 129.","subId":"n41","id":"Hume.HE.4.38.n41"},{"type":"note","content":"Knox, p. 131.","subId":"n42","id":"Hume.HE.4.38.n42"},{"type":"note","content":"A contemptuous term for a priest.","subId":"n43","id":"Hume.HE.4.38.n43"},{"type":"note","content":"Keith, p. 85, 86, 87. Knox, p. 134.","subId":"n44","id":"Hume.HE.4.38.n44"},{"type":"note","content":"Ibid. p. 133.","subId":"n45","id":"Hume.HE.4.38.n45"},{"type":"note","content":"Knox, p. 139.","subId":"n46","id":"Hume.HE.4.38.n46"},{"type":"note","content":"Ibid. Spotswood, p. 123.","subId":"n47","id":"Hume.HE.4.38.n47"},{"type":"note","content":"Spotswood, p. 146. Melvil, p. 29. Knox, p. 225, 228. Lesley, lib. x. That there was really no violation of the capitulation of Perth, appears from the manifesto of the congregation in Knox, p. 184, in which it is not so much as pretended. The companies of Scotch soldiers were, probably, in Scotch pay, since the congregation complains, that the country was oppressed with taxes to maintain armies. Knox, p. 164, 165. And even if they had been in French pay, it had been no breach of the capitulation, since they were national troops, not French. Knox does not say, p. 139, that any of the inhabitants of Perth were tried or punished for their past offences; but only that they were oppressed with the quartering of soldiers: And the congregation, in their manifesto, say only that many of them had fled for fear. This plain detection of the calumny with regard to the breach of the capitulation of Perth, may make us suspect a like calumny with regard to the pretended promise not to give sentence against the ministers. The affair lay altogether between the regent and the laird of Dun; and that gentleman, though a man of sense and character, might be willing to take some general professions for promises. If the queen, overawed by the power of the congregation, gave such a promise in order to have liberty to proceed to a sentence; How could she expect to have power to execute a sentence so insidiously obtained? And to what purpose could it serve?","subId":"n48","id":"Hume.HE.4.38.n48"},{"type":"note","content":"Keith, p. 89. Knox, p. 138.","subId":"n49","id":"Hume.HE.4.38.n49"},{"type":"note","content":"Knox, p. 153, 154, 155. This author pretends that this article was agreed to verbally, but that the queen's scribes omitted it in the treaty which was signed. The story is very unlikely, or rather very absurd; and in the mean time it is allowed, that the article is not in the treaty: Nor do the congregation, in their subsequent manifesto insist upon it. Knox, p. 184. Besides, Would the queen regent in an article of a treaty, call her own religion idolatry?","subId":"n50","id":"Hume.HE.4.38.n50"},{"type":"note","content":"Spotswood, p. 134. Thuan, lib. xxiv. c. 10.","subId":"n51","id":"Hume.HE.4.38.n51"},{"type":"note","content":"Forbes, vol. i. p. 139. Thuan, lib. xxiv. c. 13.","subId":"n52","id":"Hume.HE.4.38.n52"},{"type":"note","content":"The Scotch lords in their declaration say, <q>How far we have sought support of England, or of any other prince, and what just cause we had and have so to do, we shall shortly make manifest unto the world, to the praise of God's holy name, and to the confusion of all those that slander us for so doing: For this we fear not to confess, that, as in this enterprize against the devil, against idolatry and the maintainers of the same, we chiefly and only seek God's glory to be notified unto men, sin to be punished, and virtue to be maintained; so where power faileth of ourselves, we will seek it, wheresoever God shall offer the same.</q> Knox, p. 176.","subId":"n53","id":"Hume.HE.4.38.n53"},{"type":"note","content":"Forbes, vol. i. p. 134, 136, 149, 150, 159, 165, 181, 194, 229, 231, 235–241, 253.","subId":"n54","id":"Hume.HE.4.38.n54"},{"type":"note","content":"Forbes, vol. i. p. 387. Jebb, vol. i. p. 448. Keith, append. 24.","subId":"n55","id":"Hume.HE.4.38.n55"},{"type":"note","content":"Forbes, vol. i. p. 454, 460.","subId":"n56","id":"Hume.HE.4.38.n56"},{"type":"note","content":"Spotswood, p. 146.","subId":"n57","id":"Hume.HE.4.38.n57"},{"type":"note","content":"Knox, p. 217. Haynes's State Papers, vol. i. p. 153. Rymer, tom. xv. p. 569.","subId":"n58","id":"Hume.HE.4.38.n58"},{"type":"note","content":"Haynes, vol. i. p. 256, 259.","subId":"n59","id":"Hume.HE.4.38.n59"},{"type":"note","content":"Haynes, vol. i. p. 223.","subId":"n60","id":"Hume.HE.4.38.n60"},{"type":"note","content":"Rymer, vol. xv, p. 593. Keith, p. 137. Spotswood, p. 147. Knox, p. 229.","subId":"n61","id":"Hume.HE.4.38.n61"},{"type":"note","content":"Forbes, vol. i. p. 354, 372. Jebb, vol. ii. p. 452.","subId":"n62","id":"Hume.HE.4.38.n62"},{"type":"note","content":"Knox, p. 237, 238.","subId":"n63","id":"Hume.HE.4.38.n63"},{"type":"note","content":"Ibid. p. 254.","subId":"n64","id":"Hume.HE.4.38.n64"},{"type":"note","content":"Forbes, vol. i. p. 214. Throgmorton, about this time, unwilling to entrust to letters the great secrets committed to him, obtained leave, under some pretext, to come over to London.","subId":"n65","id":"Hume.HE.4.38.n65"},{"type":"note","content":"Goodall, vol. i. p. 175.","subId":"n66","id":"Hume.HE.4.38.n66"},{"type":"note","content":"Caballa, p. 374. Spotswood, p. 177.","subId":"n67","id":"Hume.HE.4.38.n67"},{"type":"note","content":"Keith, p. 179. Jebb, vol. ii. p. 483.","subId":"n68","id":"Hume.HE.4.38.n68"},{"type":"note","content":"Buchan, lib. xvii. c. 9. Spotswood, p. 178, 179. Keith, p. 180. Thuan, lib. xxix. c. 2.","subId":"n69","id":"Hume.HE.4.38.n69"},{"type":"note","content":"Knox, p. 287.","subId":"n70","id":"Hume.HE.4.38.n70"},{"type":"note","content":"Ibid. p. 284, 285, 287. Spotswood, p. 179.","subId":"n71","id":"Hume.HE.4.38.n71"},{"type":"note","content":"Keith, p. 179.","subId":"n72","id":"Hume.HE.4.38.n72"},{"type":"note","content":"Ibid. p. 202.","subId":"n73","id":"Hume.HE.4.38.n73"},{"type":"note","content":"Ibid. p. 189.","subId":"n74","id":"Hume.HE.4.38.n74"},{"type":"note","content":"Ibid. p. 192.","subId":"n75","id":"Hume.HE.4.38.n75"},{"type":"note","content":"Knox, p. 292. Buchan, lib. xvii. c. 20. Haynes, vol. i. p. 372.","subId":"n76","id":"Hume.HE.4.38.n76"},{"type":"note","content":"Keith, p. 202.","subId":"n77","id":"Hume.HE.4.38.n77"},{"type":"note","content":"Knox, p. 311, 312.","subId":"n78","id":"Hume.HE.4.38.n78"},{"type":"note","content":"Knox, p. 310.","subId":"n79","id":"Hume.HE.4.38.n79"},{"type":"note","content":"Ibid. p. 288.","subId":"n80","id":"Hume.HE.4.38.n80"},{"type":"note","content":"Ibid. p. 326.","subId":"n81","id":"Hume.HE.4.38.n81"},{"type":"note","content":"Knox, p. 332, 333.","subId":"n82","id":"Hume.HE.4.38.n82"},{"type":"note","content":"Ibid. p. 322.","subId":"n83","id":"Hume.HE.4.38.n83"},{"type":"note","content":"Ibid. p. 330.","subId":"n84","id":"Hume.HE.4.38.n84"},{"type":"note","content":"Ibid. p. 294.","subId":"n85","id":"Hume.HE.4.38.n85"},{"type":"note","content":"Knox, p. 302, 303, 304. Keith, p. 509.","subId":"n86","id":"Hume.HE.4.38.n86"},{"type":"note","content":"Knox, Ibid.","subId":"n87","id":"Hume.HE.4.38.n87"},{"type":"note","content":"Knox, p. 336, 342.","subId":"n88","id":"Hume.HE.4.38.n88"},{"type":"note","content":"Keith, p. 202.","subId":"n89","id":"Hume.HE.4.38.n89"},{"type":"note","content":"Knox, p. 296. Keith, p. 210.","subId":"n90","id":"Hume.HE.4.38.n90"},{"type":"note","content":"Jebb, vol. ii. p. 456.","subId":"n91","id":"Hume.HE.4.38.n91"},{"type":"note","content":"Buchanan, lib. xvii. c. 14–17. Camden, p. 385. Spotswood, p. 180, 181.","subId":"n92","id":"Hume.HE.4.38.n92"},{"type":"note","content":"Ibid. p. 181.","subId":"n93","id":"Hume.HE.4.38.n93"},{"type":"note","content":"Haynes, vol. i. p. 377.","subId":"n94","id":"Hume.HE.4.38.n94"},{"type":"note","content":"Camden, p. 388. Strype, vol. i. p. 230, 336, 337.","subId":"n95","id":"Hume.HE.4.38.n95"},{"type":"note","content":"Haynes, vol. i. p. 233.","subId":"n96","id":"Hume.HE.4.38.n96"},{"type":"note","content":"Haynes, vol. i. p. 369, 378, 396. Camden, p. 389. Heylin, p. 154.","subId":"n97","id":"Hume.HE.4.38.n97"},{"type":"note","content":"Strype, vol. i. p. 333. Heylin, p. 154.","subId":"n98","id":"Hume.HE.4.38.n98"}]}