{"id":"Hume.HE.4.39","imported":true,"parent":"Hume.HE.4","title":"Chapter 39. Elizabeth (cont.)","breadcrumb":"Chapter 39","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XXXIX.</h2> <h1>ELIZABETH.</h1> <em>State of Europe——Civil wars of France——Havre de Grace put in possession of the English——A parliament——Havre lost——Affairs of Scotland——The queen of Scots marries the earl of Darnley——Confederacy against the protestants——Murder of Rizzio——A parliament——Murder of Darnley——Queen of Scots marries Bothwel——Insurrection in Scotland——Imprisonment of Mary——Mary flies into England——Conferences at York and Hampton Court.</em>","id":"Hume.HE.4.39"},{"type":"paragraph","content":"<span class=\"margin-comment\">1562. State of Europe.</span> AFTER the commencement of the religious wars in France, which rendered that flourishing kingdom, during the course of near forty years, a scene of horror and devastation, the great rival powers in Europe were Spain and England; and it was not long before an animosity, first political, then personal, broke out between the sovereigns of these countries.","subId":"1","id":"Hume.HE.4.39.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Philip</span> II. of Spain, though he reached not any enlarged views of policy, was endowed with great industry and sagacity, a remarkable caution in his enterprizes, an unusual foresight in all his measures; and as he was ever cool and seemingly unmoved by passion, and possessed neither talents nor inclination for war, both <span class=\"page-break\"></span>his subjects and his neighbours had reason to expect justice, happiness, and tranquillity, from his administration. But prejudices had on him as pernicious effects as ever passion had on any other monarch; and the spirit of bigotry and tyranny, by which he was actuated, with the fraudulent maxims which governed his counsels, excited the most violent agitation among his own people, engaged him in acts of the most enormous cruelty, and threw all Europe into combustion.","subId":"2","id":"Hume.HE.4.39.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> Philip had concluded peace at Cateau-Cambresis, and had remained some time in the Netherlands, in order to settle the affairs of that country, he embarked for Spain; and as the gravity of that nation, with their respectful obedience to their prince, had appeared more agreeable to his humour, than the homely familiar manners, and the pertinacious liberty of the Flemings, it was expected, that he would for the future reside altogether at Madrid, and would govern all his extensive dominions by Spanish ministers and Spanish counsels. Having met with a violent tempest on his voyage, he no sooner arrived in harbour, than he fell on his knees; and after giving thanks for his deliverance, he vowed, that his life, which was thus providentially saved, should thenceforth be entirely devoted to the extirpation of heresy<a href=\"#n1\"><sup>[1]</sup></a>. His subsequent conduct corresponded to these professions. Finding that the new doctrines had penetrated into Spain, he let loose the rage of persecution against all who professed them, or were suspected of adhering to them; and by his violence he gave new edge, even to the usual cruelty of priests and inquisitors. He threw into prison Constantine Ponce, who had been confessor to his father, the emperor Charles; who had attended him during his retreat; and in whose arms that great monarch had terminated his life: And after this ecclesiastic died in confinement, he still ordered him to be tried and condemned for heresy, and his statue to be committed to the flames. He even deliberated, whether he should not exercise like severity against the memory of his father, who was suspected, during his later years, to have indulged a propensity towards the Lutheran principles: In his unrelenting zeal for orthodoxy, he spared neither age, sex, nor condition: He was present, with an inflexible countenance, at the most barbarous executions: He issued <span class=\"page-break\"></span>rigorous orders, for the prosecution of heretics, in Spain, Italy, the Indies, and the Low Countries: And having founded his determined tyranny on maxims of civil policy, as well as on principles of religion, he made it apparent to all his subjects, that there was no method, except the most entire compliance, or most obstinate resistance, to escape or elude the severity of his vengeance.","subId":"3","id":"Hume.HE.4.39.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> that extreme animosity, which prevailed between the adherents of the opposite religions, the civil magistrate, who found it difficult, if not impossible, for the same laws to govern such enraged adversaries, was naturally led, by specious rules of prudence, in embracing one party, to declare war against the other, and to exterminate, by fire and sword, those bigots, who, from abhorrence of his religion, had proceeded to an opposition of his power, and to a hatred of his person. If any prince possessed such enlarged views as to foresee, that a mutual toleration would in time abate the fury of religious prejudices, he yet met with difficulties in reducing this principle to practice; and might deem the malady too violent to await a remedy, which, though certain, must necessarily be slow in its operation. But Philip, though a profound hypocrite, and extremely governed by self-interest, seems also to have been himself actuated by an imperious bigotry; and as he employed great reflection in all his conduct, he could easily palliate the gratification of his natural temper under the colour of wisdom, and find in this system no less advantage to his foreign than his domestic politics. By placing himself at the head of the catholic party, he converted the zealots of the ancient faith into partizans of Spanish greatness; and by employing the powerful allurement of religion, he seduced every where the subjects from that allegiance which they owed to their native sovereign.","subId":"4","id":"Hume.HE.4.39.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> course of events, guiding and concurring with choice, had placed Elizabeth in a situation diametrically opposite; and had raised her to be the glory, the bulwark, and the support of the numerous, though still persecuted protestants, throughout Europe. More moderate in her temper than Philip, she found, with pleasure, that the principles of her sect required not such extreme severity in her domestic government, as was exercised by that monarch; and having no object but self-preservation, she united her interests in all foreign negociations with those who were every where struggling under oppression, and guarding themselves <span class=\"page-break\"></span>against ruin and extermination. The more virtuous sovereign was thus happily thrown into the more favourable cause; and fortune, in this instance, concurred with policy and nature.","subId":"5","id":"Hume.HE.4.39.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the life-time of Henry II. of France, and of his successor, the force of these principles was somewhat restrained, though not altogether overcome, by motives of a superior interest; and the dread of uniting England with the French monarchy, engaged Philip to maintain a good correspondence with Elizabeth. Yet even during this period he rejected the garter which she sent him; he refused to gratify the ancient league between the house of Burgundy and England<a href=\"#n2\"><sup>[2]</sup></a>; he furnished ships to transport French forces into Scotland; he endeavoured to intercept the earl of Arran, who was hastening to join the malcontents in that country; and the queen's wisest ministers still regarded his friendship as hollow and precarious<a href=\"#n3\"><sup>[3]</sup></a>. But no sooner did the death of Francis II. put an end to Philip's apprehensions with regard to Mary's succession, than his animosity against Elizabeth began more openly to appear; and the interests of Spain and those of England were found opposite in every negociation and transaction.","subId":"6","id":"Hume.HE.4.39.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> two great monarchies of the continent, France and Spain, being possessed of nearly equal force, were naturally antagonists; and England, from its power and situation, was intitled to support its own dignity, as well as tranquillity, by holding the balance between them. Whatever incident, therefore, tended too much to depress one of these rival powers, as it left the other without controul, might be deemed contrary to the interests of England: Yet so much were these great maxims of policy over-ruled, during that age, by the disputes of theology, that Philip found an advantage in supporting the established government and religion of France; and Elizabeth in protecting faction and innovation.","subId":"7","id":"Hume.HE.4.39.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Civil wars of France.</span> <span class=\"small-capitals\">The</span> queen-regent of France, when reinstated in authority by the death of her son, Francis, had formed a plan of administration more subtle than judicious; and balancing the catholics with the hugonots, the duke of Guise with the prince of Condé, she endeavoured to render herself necessary to both, and to establish her own dominion on their constrained obedience<a href=\"#n4\"><sup>[4]</sup></a>. But the equal <span class=\"page-break\"></span>counterpoise of power, which, among foreign nations, is the source of tranquillity, proves always the ground of quarrel between domestic factions; and if the animosity of religion concur with the frequent occasions, which present themselves, of mutual injury, it is impossible, during any time, to preserve a firm concord in so delicate a situation. The constable, Montmorency, moved by zeal for the ancient faith, joined himself to the duke of Guise: The king of Navarre, from his inconstant temper, and his jealousy of the superior genius of his brother, embraced the same party: And Catherine, finding herself depressed by this combination, had recourse to Condé and the hugonots, who gladly embraced the opportunity of fortifying themselves by her countenance and protection<a href=\"#n5\"><sup>[5]</sup></a>. An edict had been published, granting a toleration to the protestants; but the interested violence of the duke of Guise, covered with the pretence of religious zeal, broke through this agreement; and the two parties, after the fallacious tranquillity of a moment, renewed their mutual insults and injuries. Condé, Coligni, Andelot, assembled their friends, and flew to arms: Guise and Montmorency got possession of the king's person, and constrained the queen-regent to embrace their party: Fourteen armies were levied and put in motion in different parts of France<a href=\"#n6\"><sup>[6]</sup></a>: each province, each city, each family, was agitated with intestine rage and animosity. The father was divided against the son; brother against brother; and women themselves, sacrificing their humanity as well as their timidity to the religious fury, distinguished themselves by acts of ferocity and valour<a href=\"#n7\"><sup>[7]</sup></a>. Wherever the hugonots prevailed, the images were broken, the altars pillaged, the churches demolished, the monasteries consumed with fire: Where success attended the catholics, they burned the bibles, re-baptized the infants, constrained married persons to pass anew through the nuptial ceremony: And plunder, desolation, and bloodshed attended equally the triumph of both parties. The parliament of Paris itself, the seat of law and justice, instead of employing its authority to compose these fatal quarrels, published an edict, by which it put the sword into the hands of the enraged multitude, and empowered the catholics every where to massacre the hugonots<a href=\"#n8\"><sup>[8]</sup></a>: <span class=\"page-break\"></span>And it was during this period, when men began to be somewhat enlightened, and in this nation, renowned for polished manners, that the theological rage, which had long been boiling in men's veins, seems to have attained its last stage of virulence and ferocity.","subId":"8","id":"Hume.HE.4.39.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"></span> <span class=\"small-capitals\">Philip</span>, jealous of the progress which the hugonots made in France, and dreading that the contagion would spread into the Low Country provinces, had formed a secret alliance with the princes of Guise, and had entered into a mutual concert for the protection of the ancient faith, and the suppression of heresy. He now sent six thousand men, with some supply of money, to reinforce the catholic party; and the prince of Condé, finding himself unequal to so great a combination, countenanced by the royal authority, was obliged to dispatch the Vidame of Chartres and Brieguemaut to London, in order to crave the assistance and protection of Elizabeth. <span class=\"margin-comment\">Havre de Grace put in possession of the English.</span> Most of the province of Normandy was possessed by the hugonots: And Condé offered to put Havre de Grace into the hands of the English; on condition, that, together with three thousand men for the garrison of that place, the queen should likewise send over three thousand to defend Dieppe and Rouen, and should furnish the prince with a supply of a hundred thousand crowns<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"9","id":"Hume.HE.4.39.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, besides the general and essential interest of supporting the protestants, and opposing the rapid progress of her enemy the duke of Guise, had other motives which engaged her to accept of this proposal. <span class=\"margin-comment\">20th Sept.</span> When she concluded the peace at Cateau-Cambresis, she had good reason to foresee, that France never would voluntarily fulfil the article, which regarded the restitution of Calais; and many subsequent incidents had tended to confirm this suspicion. Considerable sums of money had been expended on the fortifications; long leases had been granted of the lands; and many inhabitants had been encouraged to build and settle there, by assurances that Calais should never be restored to the English<a href=\"#n10\"><sup>[10]</sup></a>. The queen, therefore, wisely concluded, that, could she get possession of Havre, a place, which commanded the mouth of the Seine, and was of greater importance than Calais, she should easily constrain <span class=\"page-break\"></span>the French to execute the treaty, and should have the glory of restoring to the crown that ancient possession, so much the favourite of the nation.","subId":"10","id":"Hume.HE.4.39.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> measure could be more generally odious in France, than the conclusion of this treaty with Elizabeth. Men were naturally led to compare the conduct of Guise, who had finally expelled the English, and had debarred these dangerous and destructive enemies from all access into France, with the treasonable politics of Condé, who had again granted them an entrance into the heart of the kingdom. The prince had the more reason to repent of this measure, as he reaped not from it all the advantage which he expected. Three thousand English immediately took possession of Havre and Dieppe, under the command of Sir Edward Poinings; but the latter place was found so little capable of defence, that it was immediately abandoned<a href=\"#n11\"><sup>[11]</sup></a>. The siege of Rouen was already formed by the catholics, under the command of the king of Navarre and Montmorency; and it was with difficulty that Poinings could throw a small reinforcement into the place. Though these English troops behaved with gallantry<a href=\"#n12\"><sup>[12]</sup></a>, and though the king of Navarre was mortally wounded during the siege; the catholics still continued the attack of the place, and carrying it at last by assault, put the whole garrison to the sword. The earl of Warwic, eldest son of the late duke of Northumberland, arrived soon after at Havre, with another body of three thousand English, and took on him the command of the place.","subId":"11","id":"Hume.HE.4.39.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was expected, that the French catholics, flushed with their success at Rouen, would immediately have formed the siege of Havre, which was not as yet in any condition of defence; but the intestine disorders of the kingdom soon diverted their attention to another enterprise. Andelot, seconded by the negociations of Elizabeth, had levied a considerable body of protestants in Germany; and having arrived at Orleans, the seat of the hugonots' power, he enabled the prince of Condé and the admiral to take the field, and oppose the progress of their enemies. After threatening Paris during some time, they took their march towards Normandy, with a view of engaging the English to act in conjunction with them, and of fortifying themselves by the farther assistance, <span class=\"page-break\"></span>which they expected from the zeal and vigour of Elizabeth<a href=\"#n13\"><sup>[13]</sup></a>. The catholics, commanded by the constable, and under him by the duke of Guise, followed on their rear; and overtaking them at Dreux, obliged them to give battle. The field was fought with great obstinacy on both sides: And the action was distinguished by this singular event, that Condé and Montmorency, the commanders of the opposite armies, fell both of them prisoners into the hands of their enemies. The appearances of victory remained with Guise; but the admiral, whose fate it ever was to be defeated, and still to rise more terrible after his misfortunes, collected the remains of the army; and inspiring his own unconquerable courage and constancy into every breast, kept them in a body, and subdued some considerable places in Normandy. Elizabeth, the better to support his cause, sent him a new supply of a hundred thousand crowns; and offered, if he could find merchants to lend him the money, to give her bond for another sum of equal amount<a href=\"#n14\"><sup>[14]</sup></a>.","subId":"12","id":"Hume.HE.4.39.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">1563. January 12. A parliament.</span> <span class=\"small-capitals\">The</span> expences, incurred by assisting the French hugonots, had emptied the queen's exchequer; and in order to obtain supply, she found herself under a necessity of summoning a parliament: An expedient, to which she never willingly had recourse. A little before the meeting of this assembly, she had fallen into a dangerous illness, the small-pox; and as her life, during some time, was despaired of, the people became the more sensible of their perilous situation, derived from the uncertainty, which, in case of her demise, attended the succession of the crown. The partizans of the queen of Scots, and those of the house of Suffolk, already divided the nation into factions; and every one foresaw, that, though it might be possible at present to determine the controversy by law, yet, if the throne were vacant, nothing but the sword would be able to fix a successor. The commons, therefore, on the opening of the session, voted an address to the queen; in which, after enumerating the dangers attending a broken and doubtful succession, and mentioning the evils which their fathers had experienced from the contending titles of York and Lancaster, they entreated the queen to put an end to their apprehensions, by choosing some husband, whom, they promised, whoever he were, gratefully to receive, and faithfully to serve, honour, and obey: Or if she had entertained <span class=\"page-break\"></span>any reluctance to the married state, they desired, that the lawful successor might be named, at least appointed, by act of parliament. They remarked, that, during all the reigns which had passed since the conquest, the nation had never before been so unhappy, as not to know the person, who, in case of the sovereign's death, was legally entitled to fill the vacant throne. And they observed, that the fixed order, which took place in inheriting the French monarchy, was one chief source of the usual tranquillity, as well as of the happiness, of that kingdom<a href=\"#n15\"><sup>[15]</sup></a>.","subId":"13","id":"Hume.HE.4.39.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> subject, though extremely interesting to the nation, was very little agreeable to the queen; and she was sensible, that great difficulties would attend every decision. A declaration in favour of the queen of Scots would form a settlement perfectly legal; because that princess was commonly allowed to possess the right of blood; and the exclusion given by Henry's will, deriving its weight chiefly from an act of parliament, would lose all authority, whenever the queen and parliament had made a new settlement, and restored the Scottish line to its place in the succession. But she dreaded giving encouragement to the catholics, her secret enemies, by this declaration. She was sensible that every heir was, in some degree, a rival; much more one who enjoyed a claim for the present possession of the crown; and who had already advanced, in a very open manner, these dangerous pretensions. The great power of Mary, both from the favour of the catholic princes, and her connections with the house of Guise, not to mention the force and situation of Scotland, was well known to her; and she saw no security, that this princess, if fortified by a sure prospect of succession, would not revive claims, which she could never yet be prevailed on formally to relinquish. On the other hand, the title of the house of Suffolk was supported by the more zealous protestants only; and it was very doubtful, whether even a parliamentary declaration in its favour would bestow on it such validity as to give satisfaction to the people. The republican part of the constitution had not yet acquired such an ascendant as to controul, in any degree, the ideas of hereditary right; and as the legality of Henry's will was still disputed, though founded on the utmost authority which a parliament could confer; who could be assured, that a <span class=\"page-break\"></span>more recent act would be acknowledged to have greater validity? In the frequent revolutions, which had of late taken place, the right of blood had still prevailed over religious prejudices; and the nation had ever shewn itself disposed rather to change its faith than the order of succession. Even many protestants declared themselves in favour of Mary's claim of inheritance<a href=\"#n16\"><sup>[16]</sup></a>; and nothing would occasion more general disgust, than to see the queen, openly and without reserve, take part against it. The Scottish princess also, finding herself injured in so sensible a point, would thenceforth act as a declared enemy; and uniting together her foreign and domestic friends, the partizans of her present title and of her eventual succession, would soon bring matters to extremities against the present establishment. The queen, weighing all these inconveniences, which were great and urgent, was determined to keep both parties in awe, by maintaining still an ambiguous conduct; and she rather chose, that the people should run the hazard of contingent events, than that she herself should visibly endanger her throne, by employing expedients, which, at best, would not bestow entire security on the nation. She gave, therefore, an evasive answer to the applications of the commons; and when the house, at the end of the session, desired, by the mouth of their speaker, farther satisfaction on that head, she could not be prevailed on to make her reply more explicit. She only told them, contrary to her declarations in the beginning of her reign, that she had fixed no absolute resolution against marriage; and she added, that the difficulties, attending the question of the succession, were so great, that she would be contented, for the sake of her people, to remain some time longer in this vale of misery; and never should depart life with satisfaction, till she had laid some solid foundation for their future security<a href=\"#n17\"><sup>[17]</sup></a>.","subId":"14","id":"Hume.HE.4.39.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> most remarkable law passed this session was that which bore the title of<em> Assurance of the queen's royal power over all slates and subjects within her dominions<a href=\"#n18\"><sup>[18]</sup></a>.</em> By this act, the asserting twice, by writing, word, or deed, the pope's authority, was subjected to the penalties of treason. All persons in holy orders were bound to take the oath of supremacy; as also, all who were advanced to any degree, either in the universities or in common law; all school-masters, <span class=\"page-break\"></span>officers in court, or members of parliament: And the penalty of their second refusal was treason. The first offence, in both cases, was punished by banishment and forfeiture. This rigorous statute was not extended to any of the degree of a baron; because it was not supposed, that the queen could entertain any doubt with regard to the fidelity of persons possessed of such high dignity. Lord Montacute made opposition to the bill; and asserted in favour of the catholics, that they disputed not, they preached not, they disobeyed not the queen, they caused no trouble, no tumults among the people<a href=\"#n19\"><sup>[19]</sup></a>. It is, however, probable, that some suspicions of their secret conspiracies had made the queen and parliament encrease their rigour against them; though it is also more than probable, that they were mistaken in the remedy.","subId":"15","id":"Hume.HE.4.39.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was likewise another point, in which the parliament, this session, shewed more the goodness of their intention than the soundness of their judgment. They passed a law against fond and fantastical prophecies, which had been observed to seduce the people into rebellion and disorder<a href=\"#n20\"><sup>[20]</sup></a>: But at the same time they enacted a statute, which was most likely to encrease these and such like superstitions: It was levelled against conjurations, enchantments, and witchcraft<a href=\"#n21\"><sup>[21]</sup></a>. Witchcraft and heresy are two crimes, which commonly encrease by punishment, and never are so effectually suppressed as by being totally neglected. After the parliament had granted the queen a supply of one subsidy and two fifteenths, the session was finished by a prorogation. The convocation likewise voted the queen a subsidy of six shillings in the pound, payable in three years.","subId":"16","id":"Hume.HE.4.39.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the English parties exerted these calm efforts against each other, in parliamentary votes and debates, the French factions, enflamed to the highest degree of animosity, continued that cruel war, which their intemperate zeal, actuated by the ambition of their leaders, had kindled in the kingdom. The admiral was successful in reducing the towns of Normandy, which held for the king; but he frequently complained, that the numerous garrison of Havre, remained totally inactive, and was not employed in any military operation against the common enemy. The queen, in taking possession of that place, had published a manifesto<a href=\"#n22\"><sup>[22]</sup></a>, in which <span class=\"page-break\"></span>she pretended, that her concern for the interests of the French king had engaged her in that measure, and that her sole intention was to oppose her enemies of the house of Guise, who held their prince in captivity, and employed his power to the destruction of his best and most faithful subjects. It was chiefly her desire to preserve appearances, joined to the great frugality of her temper, which made her, at this critical juncture, keep her soldiers in garrison, and restrain them from committing farther hostilities upon the enemy<a href=\"#n23\"><sup>[23]</sup></a>. The duke of Guise, meanwhile, was aiming a mortal blow at the power of the hugonots; and had commenced the siege of Orleans, of which Andelot was governor, and where the constable was detained prisoner. He had the prospect of speedy success in this undertaking; when he was assassinated by Poltrot, a young gentleman, whose zeal, instigated (as is pretended, though without any certain foundation) by the admiral and Beza, a famous preacher, led him to attempt that criminal enterprize. The death of this gallant prince was a sensible loss to the catholic party; and though the cardinal of Lorraine, his brother, still supported the interests of the family, the danger of their progress appeared not so imminent either to Elizabeth or to the French protestants. The union, therefore, between these allies, which had been cemented by their common fears, began thenceforth to be less intimate; and the leaders of the hugonots were persuaded to hearken to terms of a separate accommodation. Condé and Montmorency held conferences for settling the peace; and as they were both of them impatient to relieve themselves from captivity, they soon came to an agreement with regard to the conditions. The character of the queen-regent, whose ends were always violent, but who endeavoured, by subtilty and policy, rather than force, to attain them, led her to embrace any plausible terms; and in spite of the protestations of the admiral, whose sagacity could easily discover the treachery of the court, the articles of agreement were finally settled between the parties. A toleration, under some restrictions, was anew granted to the protestants; a general amnesty was published; Condé was reinstated in his offices and governments; and after money was advanced for the payment of arrears due to the German troops, they were dismissed the kingdom.","subId":"17","id":"Hume.HE.4.39.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> the agreement between Elizabeth and the prince of Condé it had been stipulated<a href=\"#n24\"><sup>[24]</sup></a>, that neither party should conclude peace without the consent of the other; but this article was at present but little regarded by the leaders of the French protestants. They only comprehended her so far in the treaty, as to obtain a promise, that, on her relinquishing Havre, her charges and the money which she had advanced them, should be repaid her by the king of France, and that Calais, on the expiration of the term, should be restored to her. But she disdained to accept of these conditions; and thinking the possession of Havre a much better pledge for effecting her purpose, she sent Warwic orders to prepare himself against an attack from the now united power of the French monarchy.","subId":"18","id":"Hume.HE.4.39.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl of Warwic, who commanded a garrison of six thousand men, besides seven hundred pioniers, had no sooner got possession of Havre, than he employed every means for putting it in a posture of defence<a href=\"#n25\"><sup>[25]</sup></a>; and after expelling the French from the town, he encouraged his soldiers to make the most desperate defence against the enemy. The constable commanded the French army; the queen-regent herself, and the king, were present in the camp; even the prince of Condé joined the king's forces, and gave countenance to this enterprize; the admiral and Andelot alone, anxious still to preserve the friendship of Elizabeth, kept at a distance, and prudently refused to join their ancient enemies in an attack upon their allies.","subId":"19","id":"Hume.HE.4.39.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the force, and dispositions, and situation of both sides, it was expected, that the siege would be attended with some memorable event; yet did France make a much easier acquisition of this important place, than was at first apprehended. The plague creeped in among the English soldiers; and being encreased by their fatigue and bad diet (for they were but ill supplied with provisions<a href=\"#n26\"><sup>[26]</sup></a>) it made such ravages, that sometimes a hundred men a day died of it, and there remained not at last fifteen hundred in a condition to do duty<a href=\"#n27\"><sup>[27]</sup></a>. The French, meeting with such feeble resistance, carried on their attacks successfully; and having made two breaches, each of them sixty feet wide, they prepared for a general assault, which must have terminated in the slaughter of <span class=\"page-break\"></span>the whole garrison<a href=\"#n28\"><sup>[28]</sup></a>. <span class=\"margin-comment\">Havre lost. 28th July.</span> Warwic, who had frequently warned the English council of the danger, and who had loudly demanded a supply of men and provisions, found himself obliged to capitulate, and to content himself with the liberty of withdrawing his garrison. The articles were no sooner signed, than lord Clinton, the admiral, who had been detained by contrary winds, appeared off the harbour with a reinforcement of three thousand men; and found the place surrendered to the enemy. To encrease the misfortune, the infected army brought the plague with them into England, where it swept off great multitudes, particularly in the city of London. Above twenty thousand persons, there, died of it in one year<a href=\"#n29\"><sup>[29]</sup></a>.","subId":"20","id":"Hume.HE.4.39.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, whose usual vigour and foresight had not appeared in this transaction, was now glad to compound matters; and as the queen-regent desired to obtain leisure, in order to prepare measures for the extermination of the hugonots, she readily hearkened to any reasonable terms of accommodation with England<a href=\"#n30\"><sup>[30]</sup></a>. <span class=\"margin-comment\">2d April.</span> It was agreed, that the hostages, which the French had given for the restitution of Calais, should be restored for 220,000 crowns; and that both sides should retain all their claims and pretensions.","subId":"21","id":"Hume.HE.4.39.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Scotch affairs.</span> <span class=\"small-capitals\">The</span> peace still continued with Scotland; and even a cordial friendship seemed to have been cemented between Elizabeth and Mary. These princesses made profession of the most entire affection; wrote amicable letters every week to each other; and had adopted, in all appearance, the sentiments as well as style of sisters. Elizabeth punished one Hales, who had published a book against Mary's title<a href=\"#n31\"><sup>[31]</sup></a>; and as the lord keeper Bacon was thought to have encouraged Hales in this undertaking, he fell under her displeasure, and it was with some difficulty he was able to give her satisfaction, and recover her favour<a href=\"#n32\"><sup>[32]</sup></a>. The two queens had agreed in the foregoing summer to an interview at York<a href=\"#n33\"><sup>[33]</sup></a>; in order to remove all difficulties with regard to Mary's ratification of the treaty of Edinburgh, and to consider of the proper method for settling the succession of England: But as Elizabeth carefully avoided touching on this delicate subject, she employed a pretence of the wars in France, which, she said, would detain her in London; and she delayed till next year the intended interview. It is also <span class=\"page-break\"></span>probable, that, being well acquainted with the beauty and address and accomplishments of Mary, she did not chuse to stand the comparison with regard to those exterior qualities, in which she was eclipsed by her rival; and was unwilling, that a princess, who had already made great progress in the esteem and affections of the English, should have a farther opportunity of encreasing the number of her partizans.","subId":"22","id":"Hume.HE.4.39.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span>'s close connections with the house of Guise, and her devoted attachment to her uncles, by whom she had been early educated and constantly protected, was the ground of just and unsurmountable jealousy to Elizabeth, who regarded them as her mortal and declared enemies, and was well acquainted with their dangerous character and ambitious projects. They had made offer of their niece to Don Carlos, Philip's son; to the king of Sweden, the king of Navarre, the archduke Charles, the duke of Ferrara, the Cardinal of Bourbon, who had only taken deacon's orders, from which he might easily be freed by a dispensation; and they were ready to marry her to any one, who could strengthen their interests, or give inquietude and disturbance to Elizabeth<a href=\"#n34\"><sup>[34]</sup></a>. Elizabeth on her part was equally vigilant to prevent the execution of their schemes, and was particularly anxious, lest Mary should form any powerful foreign alliance, which might tempt her to revive her pretensions to the crown, and to invade the kingdom on the side where it was weakest and lay most exposed<a href=\"#n35\"><sup>[35]</sup></a>. As she believed, that the marriage with the archduke Charles was the one most likely to have place, she used every expedient to prevent it; and besides remonstrating against it to Mary herself, she endeavoured to draw off the archduke from that pursuit, by giving him some hopes of success in his pretensions to herself, and by inviting him to a renewal of the former treaty of marriage<a href=\"#n36\"><sup>[36]</sup></a>. She always told the queen of Scots, that nothing would satisfy her but her espousing some English nobleman, who would remove all grounds of jealousy, and cement the union between the kingdoms; and she offered on this condition to have her title examined, and to declare her successor to the crown<a href=\"#n37\"><sup>[37]</sup></a>. After keeping the matter in these general terms during a twelvemonth, she at last named lord Robert <span class=\"page-break\"></span>Dudley, now created earl of Leicester, as the person on whom she desired that Mary's choice should fall.","subId":"23","id":"Hume.HE.4.39.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl of Leicester, the great and powerful favourite of Elizabeth, possessed all those exterior qualities, which are naturally alluring to the fair sex; a handsome person, a polite address, an insinuating behaviour; and by means of these accomplishments, he had been able to blind even the penetration of Elizabeth, and conceal from her the great defects, or rather odious vices, which attended his character. He was proud, insolent, interested, ambitious; without honour, without generosity, without humanity; and atoned not for these bad qualities, by such abilities or courage, as could fit him for that high trust and confidence, with which she always honoured him. Her constant and declared attachment to him had naturally emboldened him to aspire to her bed; and in order to make way for these nuptials, he was universally believed to have murdered, in a barbarous manner, his wife, the heiress of one Robesart. The proposal of espousing Mary was by no means agreeable to him; and he always ascribed it to the contrivance of Cecil, his enemy; who, he thought, intended by that artifice to make him lose the friendship of Mary from the temerity of his pretensions, and that of Elizabeth from jealousy of his attachments to another woman<a href=\"#n38\"><sup>[38]</sup></a>. The queen herself had not any serious intention of effecting this marriage; but as she was desirous, that the queen of Scots should never have any husband, she named a man, who, she believed, was not likely to be accepted of; and she hoped, by that means, to gain time, and elude the project of any other alliance. The earl of Leicester was too great a favourite to be parted with; and when Mary, allured by the prospect of being declared successor to the crown, seemed at last to hearken to Elizabeth's proposal, this princess receded from her offers, and withdrew the bait, which she had thrown out to her rival<a href=\"#n39\"><sup>[39]</sup></a>. This duplicity of conduct, joined to some appearance of an imperious superiority, assumed by her, had drawn a peevish letter from Mary; and the seemingly amicable correspondence between the two queens was, during some time, interrupted. In order to make up the breach, the queen of Scots dispatched Sir James Melvil to London; who <span class=\"page-break\"></span>has given us in his memoirs a particular account of his negotiation.","subId":"24","id":"Hume.HE.4.39.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Melvil</span> was an agreeable courtier, a man of address and conversation; and it was recommended to him by his mistress, that, besides grave reasonings concerning politics and state-affairs, he should introduce more entertaining topics of conversation, suitable to the sprightly character of Elizabeth; and should endeavour by that means to insinuate himself into her confidence. He succeeded so well, that he threw that artful princess entirely off her guard<a href=\"#n40\"><sup>[40]</sup></a>, and made her discover the bottom of her heart, full of all those levities and follies and ideas of rivalship, which possess the youngest and most frivolous of her sex. He talked to her of his travels, and forgot not to mention the different dresses of the ladies in different countries, and the particular advantages of each, in setting off the beauties of the shape and person. The queen said, that she had dresses of all countries; and she took care thenceforth to meet the ambassador every day apparelled in a different habit: Sometimes she was dressed in the English garb, sometimes in the French, sometimes in the Italian; and she asked him, which of them became her most? He answered, the Italian; a reply, that, he knew, would be agreeable to her, because that mode showed to advantage her flowing locks, which, he remarked, though they were more red than yellow, she fancied to be the finest in the world. <span class=\"margin-comment\">1564.</span> She desired to know of him what was reputed the best colour of hair: She asked whether his queen or she had the finest hair: She even enquired which of them he esteemed the fairest person: A very delicate question, and which he prudently eluded, by saying that her majesty was the fairest person in England, and his mistress in Scotland. She next demanded which of them was tallest: He replied, his queen: Then is she too tall, said Elizabeth: For I myself am of a just stature. Having learned from him, that his mistress sometimes recreated herself by playing on the harpsichord, an instrument on which she herself excelled, she gave orders to lord Hunsdon, that he should lead the ambassador, as it were casually, into an apartment, where he might hear her perform; and when Melvil, as if ravished with the harmony, broke into the queen's apartment, she pretended to be displeased with his <span class=\"page-break\"></span>intrusion; but still took care to ask him whether he thought Mary or her the best performer on that instrument<a href=\"#n41\"><sup>[41]</sup></a>. From the whole of her behaviour, Melvil thought he might, on his return, assure his mistress, that she had no reason ever to expect any cordial friendship from Elizabeth, and that all her professions of amity were full of falsehood and dissimulation.","subId":"25","id":"Hume.HE.4.39.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> two years had been spent in evasions and artifices<a href=\"#n42\"><sup>[42]</sup></a>, Mary's subjects and counsellors, and probably herself, began to think it full time, that some marriage were concluded, and lord Darnley, son of the earl of Lenox, was the person, in whom most men's opinions and wishes centered. He was Mary's cousin-german, by the lady Margaret Douglas, niece to Harry VIII. and daughter of the earl of Angus, by Margaret, queen of Scotland. He had been born and educated in England, where the earl of Lenox had constantly resided, since he had been banished by the prevailing power of the house of Hamilton: And as Darnley was now in his twentieth year, and was a very comely person, tall and delicately shaped, it was hoped, that he might soon render himself agreeable to the queen of Scots. He was also by his father a branch of the same family with herself; and would, in espousing her, preserve the royal dignity in the house of Stuart: He was, after her, next heir to the crown of England; and those who pretended to exclude her on account of her being a foreigner, had endeavoured to recommend his title, and give it the preference. It seemed no inconsiderable advantage, that she could, by marrying him, unite both their claims; and as he was by birth an Englishman, and could not, by his power or alliances, give any ground or suspicion to Elizabeth, it was hoped, that the proposal of this marriage would not be unacceptable to that jealous princess.","subId":"26","id":"Hume.HE.4.39.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> was well informed of these intentions<a href=\"#n43\"><sup>[43]</sup></a>; and was secretly not displeased, with the projected marriage between Darnley and the queen of Scots<a href=\"#n44\"><sup>[44]</sup></a>. She would rather have wished, that Mary had continued for ever in a single life: But finding little probability of rendering this scheme effectual, she was satisfied with a choice, which freed her at once from the dread of a foreign alliance, and from the necessity of parting with Leicester, her <span class=\"page-break\"></span>favourite. In order to pave the way to Darnley's marriage, she secretly desired Mary to invite Lenox into Scotland, to reverse his attainder, and to restore him to his honours and fortune<a href=\"#n45\"><sup>[45]</sup></a>. And when her request was complied with, she took care, in order to preserve the friendship of the Hamiltons and her other partizans in Scotland, to blame openly this conduct of Mary<a href=\"#n46\"><sup>[46]</sup></a>. <span class=\"margin-comment\">28th July.</span> Hearing that the negotiation for Darnley's marriage advanced apace, she gave that nobleman permission, on his first application, to follow his father into Scotland: But no sooner did she learn, that the queen of Scots was taken with his figure and person, and that all measures were fixed for espousing him, than she exclaimed against the marriage; sent Throgmorton to order Darnley immediately, upon his allegiance, to return to England; threw the countess of Lenox and her second son into the Tower, where they suffered a rigorous confinement; seized all Lenox's English estate; and, though it was impossible for her to assign one single reason for her displeasure<a href=\"#n47\"><sup>[47]</sup></a>, she menaced, and protested, and complained, as if she had suffered the most grievous injury in the world.","subId":"27","id":"Hume.HE.4.39.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> politics of Elizabeth, though judicious, were usually full of duplicity and artifice; but never more so than in her transactions with the queen of Scots, where there entered so many little passions and narrow jealousies, that she durst not avow to the world the reasons of her conduct, scarcely to her ministers, and scarcely even to herself. But besides a womanish rivalship and envy against the marriage of this princess, she had some motives of interest for feigning a displeasure on the present occasion. It served her as a pretence for refusing to acknowledge Mary's title to the succession of England; a point to which, for good reasons, she was determined never to consent. And it was useful to her for a purpose, still more unfriendly and dangerous, for encouraging the discontents and rebellion of the Scottish nobility and ecclesiastics<a href=\"#n48\"><sup>[48]</sup></a>.","subId":"28","id":"Hume.HE.4.39.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nothing</span> can be more unhappy for a people than to be governed by a sovereign, attached to a religion different from the established; and it is scarcely possible that mutual confidence can ever, in such a situation, have place between the prince and his subjects. <span class=\"margin-comment\">1565.</span> Mary's conduct had been hitherto, in every respect, unexceptionable, <span class=\"page-break\"></span>and even laudable; yet had she not made such progress in acquiring popularity, as might have been expected from her gracious deportment and agreeable accomplishments. Suspicions every moment prevailed on account of her attachment to the catholic faith, and especially to her uncles, the open and avowed promoters of the scheme for exterminating the professors of the reformed religion throughout all Europe. She still refused to ratify the acts of parliament which had established the reformation; she made attempts for restoring to the catholic bishops some part of their civil jurisdiction<a href=\"#n49\"><sup>[49]</sup></a>; and she wrote a letter to the council of Trent, in which, besides professing her attachment to the catholic faith, she took notice of her title to succeed to the crown of England, and expressed her hopes of being able, in some period, to bring back all her dominions to the bosom of the church<a href=\"#n50\"><sup>[50]</sup></a>. The zealots among the protestants were not wanting, in their turn, to exercise their insolence against her, which tended still more to alienate her from their faith. A law was enacted, making it capital, on the very first offence, to say mass any where, except in the queen's chapel<a href=\"#n51\"><sup>[51]</sup></a>; and it was with difficulty that even this small indulgence was granted her: The general assembly importuned her anew to change her religion; to renounce the blasphemous idolatry of the mass, with the tyranny of the Roman Antichrist; and to embrace the true religion of Christ Jesus<a href=\"#n52\"><sup>[52]</sup></a>. As she answered with temper, that she was not yet convinced of the falsity of her religion or the impiety of the mass; and that her apostacy would lose her the friendship of her allies on the continent; they replied, by assuring her, that their religion was undoubtedly the same which had been revealed by Jesus Christ, which had been preached by the apostles, and which had been embraced by the faithful in the primitive ages; that neither the religion of Turks, Jews, nor Papists was built on so solid a foundation as theirs; that they alone, of all the various species of religionists, spread over the face of the earth, were so happy as to be possessed of the truth; that those who hear, or rather who gaze on the mass, allow sacrilege, pronounce blasphemy, and commit most abominable idolatry; and that the friendship of the King of Kings was preferable to all the alliances in the world<a href=\"#n53\"><sup>[53]</sup></a>.","subId":"29","id":"Hume.HE.4.39.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">The queen of Scots marries the earl of Darnley.</span> <span class=\"small-capitals\">The</span> marriage of the queen of Scots had kindled afresh the zeal of the reformers, because the family of Lenox was believed to adhere to the catholic faith; and though Darnley, who now bore the name of King Henry, went often to the established church, he could not, by this exterior compliance, gain the confidence and regard of the ecclesiastics. They rather laid hold of the opportunity to insult him to his face; and Knox scrupled not to tell him from the pulpit, that God, for punishment of the offences and ingratitude of the people, was wont to commit the rule over them to boys and women<a href=\"#n54\"><sup>[54]</sup></a>. The populace of Edinburgh, instigated by such doctrines, began to meet and to associate themselves against the government<a href=\"#n55\"><sup>[55]</sup></a>. But what threatened more immediate danger to Mary's authority, were the discontents which prevailed among some of the principal nobility.","subId":"30","id":"Hume.HE.4.39.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Chatelrault was displeased with the restoration, and still more with the aggrandizement of the family of Lenox, his hereditary enemies; and entertained fears lest his own eventual succession to the crown of Scotland should be excluded by his rival, who had formerly advanced some pretensions to it. The earl of Murray found his credit at court much diminished by the interest of Lenox, and his son; and began to apprehend the revocation of some considerable grants, which he had obtained from Mary's bounty. The earls of Argyle, Rothes, and Glencairne, the lords Boyde and Ochiltry, Kirkaldy of Grange, Pittarow, were instigated by like motives; and as these were the persons who had most zealously promoted the reformation, they were disgusted to find, that the queen's favour was entirely ingrossed by a new cabal, the earls of Bothwel, Athole, Sutherland, and Huntley; men who were esteemed either lukewarm in religious controversy, or inclined to the catholic party. The same ground of discontent, which, in other courts, is the source of intrigue, faction, and opposition, commonly produced in Scotland, either projects of assassination, or of rebellion; and besides mutual accusations of the former kind, which it is difficult to clear up<a href=\"#n56\"><sup>[56]</sup></a>, the malcontent lords, as soon as they saw the queen's marriage entirely resolved on, entered into a confederacy for taking arms against their sovereign. They met at <span class=\"page-break\"></span>Stirling; pretended an anxious concern for the security of religion; framed engagements for mutual defence; and made applications to Elizabeth for assistance and protection<a href=\"#n57\"><sup>[57]</sup></a>. That princess, after publishing the expressions of her displeasure against the marriage, had secretly ordered her ambassadors Randolf and Throgmorton, to give in her name some promises of support to the malcontents; and had even sent them a supply of ten thousand pounds, to enable them to begin an insurrection<a href=\"#n58\"><sup>[58]</sup></a>.","subId":"31","id":"Hume.HE.4.39.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span> was no sooner informed of the meeting at Stirling, and the movements of the lords, than she summoned them to appear at court, in order to answer for their conduct; and having levied some forces to execute the laws, she obliged the rebels to leave the low countries, and take shelter in Argyleshire. That she might more effectually cut off their resources, she proceeded with the king to Glasgow, and forced them from their retreat. They appeared at Paisley in the neighbourhood with about a thousand horse; and passing the queen's army, proceeded to Hamilton, thence to Edinburgh, which they entered without resistance. They expected great reinforcements in this place, from the efforts of Knox and the seditious preachers; and they beat their drums, desiring all men to enlist, and receive wages for the defence of God's glory<a href=\"#n59\"><sup>[59]</sup></a>. But the nation was in no disposition for rebellion: Mary was esteemed and beloved: Her marriage was not generally disagreeable to the people: And the interested views of the malcontent lords were so well known, that their pretence of zeal for religion had little influence even on the ignorant populace<a href=\"#n60\"><sup>[60]</sup></a>. The king and queen advanced to Edinburgh at the head of their army: The rebels were obliged to retire into the south; and being pursued by a force which now amounted to eighteen thousand men<a href=\"#n61\"><sup>[61]</sup></a>, they found themselves under a necessity of abandoning their country, and of taking shelter in England.","subId":"32","id":"Hume.HE.4.39.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, when she found the event so much to disappoint her expectations, thought proper to disavow all connexions with the Scottish malcontents, and to declare every where, that she had never given them any encouragement, nor any promise of countenance or assistance. She even carried farther her dissimulation and <span class=\"page-break\"></span>hypocrisy. Murray had come to London, with the abbot of Kilwinning, agent for Chatelrault; and she seduced them, by secret assurances of protection, to declare, before the ambassadors of France and Spain, that she had nowise contributed to their insurrection. No sooner had she extorted this confession from them, than she chased them from her presence, called them unworthy traitors, declared that their detestable rebellion was of bad example to all princes, and assured them, that, as she had hitherto given them no encouragement, so should they never thenceforth receive from her any assistance or protection<a href=\"#n62\"><sup>[62]</sup></a>. Throgmorton alone, whose honour was equal to his abilities, could not be prevailed on to conceal the part, which he had acted in the enterprise of the Scottish rebels; and being well apprised of the usual character and conduct of Elizabeth, he had had the precaution to obtain an order of council to authorize the engagements, which he had been obliged to take with them<a href=\"#n63\"><sup>[63]</sup></a>.","subId":"33","id":"Hume.HE.4.39.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> banished lords, finding themselves so harshly treated by Elizabeth, had recourse to the clemency of their own sovereign; and after some solicitation and some professions of sincere repentence, the duke of Chatelrault obtained his pardon, on condition that he should retire into France. Mary was more implacable against the ungrateful earl of Murray and the other confederates, on whom she threw the chief blame of the enterprize; but as she was continually plied with applications from their friends, and as some of her most judicious partizans in England thought, that nothing would more promote her interests in that kingdom, than the gentle treatment of men so celebrated for their zeal against the catholic religion; she agreed to give way to her natural temper, which inclined not to severity, and she seemed determined to restore them to favour<a href=\"#n64\"><sup>[64]</sup></a>. In this interval, Rambouillet arrived as ambassador from France, and brought her advice from her uncle, the cardinal of Lorraine, to whose opinion she always paid an extreme deference, by no means to pardon these protestant leaders, who had been engaged in a rebellion against her<a href=\"#n65\"><sup>[65]</sup></a>.","subId":"34","id":"Hume.HE.4.39.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> two religions, in France, as well as in other parts of Europe, were rather irritated than tired with their acts of mutual violence; <span class=\"page-break\"></span>and the peace granted to the hugonots, as had been foreseen by Coligni, was intended only to lull them asleep, and prepare the way for their final and absolute destruction. The queen-regent made a pretence of travelling through the kingdom, in order to visit the provinces, and correct all the abuses arising from the late civil war; and after having held some conferences on the frontiers with the duke of Lorraine and the duke of Savoy, she came to Bayonne, where she was met by her daughter, the queen of Spain, and the duke of Alva. Nothing appeared in the congress of these two splendid courts, but gaiety, festivity, love, and joy; but amidst these smiling appearances were secretly fabricated schemes the most bloody, and the most destructive to the repose of mankind, that had ever been thought of in any age or nation. No less than a total and universal extermination of the protestants by fire and sword was concerted by Philip and Catherine of Medicis; and Alva, agreeably to his fierce and sanguinary disposition, advised the queen-regent to commence the execution of this project, by the immediate massacre of all the leaders of the hugonots<a href=\"#n66\"><sup>[66]</sup></a>. But that princess, though equally hardened against every humane sentiment, would not forego this opportunity of displaying her wit and refined politics; and she purposed, rather by treachery and dissimulation, which she called address, to lead the protestants into the snare, and never to draw the sword, till they were totally disabled from resistance. <span class=\"margin-comment\">Confederacy against the protestants.</span> The cardinal of Lorraine, whose character bore a greater affinity to that of Alva, was a chief author of this barbarous association against the reformers; and having connected his hopes of success with the aggrandizement of his niece, the queen of Scots, he took care, that her measures should correspond to those violent counsels, which were embraced by the other catholic princes. In consequence of this scheme, he turned her from the road of clemency, which she intended to have followed; and made her resolve on the total ruin of the banished lords<a href=\"#n67\"><sup>[67]</sup></a>. <span class=\"margin-comment\">1566.</span> A parliament was summoned at Edinburgh for attainting them; and as their guilt was palpable and avowed, no doubt was entertained but sentence would be pronounced against them. It was by a sudden and violent incident, which, in the issue, brought on the ruin of Mary herself, that they were saved from the rigour of the law.","subId":"35","id":"Hume.HE.4.39.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> marriage of the queen of Scots with lord Darnley was so natural, and so inviting in all its circumstances, that it had been precipitately agreed to by that princess and her council; and while she was allured by his youth, and beauty, and exterior accomplishments, she had at first overlooked the qualities of his mind, which nowise corresponded to the excellence of his outward figure. Violent, yet variable in his resolutions; insolent, yet credulous and easily governed by flatterers; he was destitute of all gratitude, because he thought no favours equal to his merit; and being addicted to low pleasures, he was equally incapable of all true sentiments of love and tenderness<a href=\"#n68\"><sup>[68]</sup></a>. The queen of Scots, in the first effusions of her fondness, had taken a pleasure in exalting him beyond measure: She had granted him the title of king; she had joined his name with her own in all public acts; she intended to have procured him from the parliament a matrimonial crown: But having leisure afterwards to remark his weakness and vices, she began to see the danger of her profuse liberality, and was resolved thenceforth to proceed with more reserve in the trust, which she should confer upon him. His resentment against this prudent conduct served but the more to encrease her disgust; and the young prince, enraged at her imagined neglects, pointed his vengeance against every one whom he deemed the cause of this change in her measures and behaviour.","subId":"36","id":"Hume.HE.4.39.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Murder of Rizzio.</span> <span class=\"small-capitals\">There</span> was in the court, one David Rizzio, who had of late obtained a very extraordinary degree of confidence and favour with the queen of Scots. He was a Piedmontese, of mean birth, son of a teacher of music, himself a musician; and finding it difficult to subsist by his art in his own country, he had followed into Scotland an ambassador; whom the duke of Savoy sent thither to pay his compliments to Mary, some time after her first arrival. He possessed a good ear, and a tolerable voice; and as that princess found him useful to complete her band of music, she retained him in her service after the departure of his master. Her secretary for French dispatches having, some time after, incurred her displeasure, she promoted Rizzio to that office, which gave him frequent opportunities of approaching her person, and insinuating himself into her favour. He was shrewd and sensible, as well as <span class=\"page-break\"></span>aspiring, much beyond his rank and education; and he made so good use of the access which fortune had procured him, that he was soon regarded as the chief confident and even minister of the queen. He was consulted on all occasions; no favours could be obtained but by his intercession; all suitors were obliged to gain him by presents and flattery; and the man, insolent from his new exaltation, as well as rapacious in his acquisitions, soon drew on himself the hatred of the nobility and of the whole kingdom<a href=\"#n69\"><sup>[69]</sup></a>. He had at first employed his credit to promote Darnley's marriage; and a firm friendship seemed to be established between them: But on the subsequent change of the queen's sentiments, it was easy for Henry's friends to persuade him, that Rizzio was the real author of her indifference, and even to rouze in his mind jealousies of a more dangerous nature. The favourite was of a disagreeable figure, but was not past his youth<a href=\"#n70\"><sup>[70]</sup></a>; and though the opinion of his criminal correspondence with Mary might seem of itself unreasonable, if not absurd, a suspicious husband could find no other means of accounting for that lavish and imprudent kindness, with which she honoured him. The rigid austerity of the ecclesiastics, who could admit of no freedoms, contributed to spread this opinion among the people; and as Rizzio was universally believed to be a pensionary of the pope's, and to be deeply engaged in all schemes against the protestants, any story, to his and Mary's disadvantage, received an easy credit among the zealots of that communion.","subId":"37","id":"Hume.HE.4.39.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">Rizzio</span>, who had connected his interests with the Roman catholics, was the declared enemy of the banished lords; and by promoting the violent prosecution against them, he had exposed himself to the animosity of their numerous friends and retainers. A scheme was also thought to be formed for revoking some exorbitant grants made during the queen's minority; and even the nobility, who had seized the ecclesiastical benefices, began to think themselves less secure in the possession of them<a href=\"#n71\"><sup>[71]</sup></a>. The earl of Morton, chancellor, was affected by all these considerations, and still more by a rumour spread abroad, that Mary intended to appoint Rizzio chancellor in his place, and to bestow that dignity on a mean and upstart foreigner, ignorant of the laws and language <span class=\"page-break\"></span>of the country<a href=\"#n72\"><sup>[72]</sup></a>. So indiscreet had this princess been in her kindness to Rizzio, that even that strange report met with credit, and proved a great means of accelerating the ruin of the favourite. Morton, insinuating himself into Henry's confidence, employed all his art to inflame the discontent and jealousy of that prince; and he persuaded him, that the only means of freeing himself from the indignities under which he laboured, was to bring the base stranger to the fate, which he had so well merited, and which was so passionately desired by the whole nation. George Douglas, natural brother to the countess of Lenox, concurred in the same advice; and the lords of Ruthven and Lindesey, being consulted, offered their assistance in the enterprize; nor was even the earl of Lenox, the king's father, averse to the design<a href=\"#n73\"><sup>[73]</sup></a>. But as these conspirators were well acquainted with Henry's levity, they engaged him to sign a paper, in which he avowed the undertaking, as tending to the glory of God and advancement of religion, and promised to protect them against every consequence, which might ensue upon the assassination of Rizzio<a href=\"#n74\"><sup>[74]</sup></a>. All these measures being concerted, a messenger was dispatched to the banished lords, who were hovering near the borders; and they were invited by the king to return to their native country.","subId":"38","id":"Hume.HE.4.39.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">9th March.</span> <span class=\"small-capitals\">This</span> design, so atrocious in itself, was rendered still more so by the circumstances which attended its execution. Mary, who was in the sixth month of her pregnancy, was supping in private, and had at table the countess of Argyle, her natural sister, with Rizzio, and others of her servants. The king entered the room by a private passage, and stood at the back of Mary's chair: Lord Ruthven, George Douglas, and other conspirators, being all armed, rushed in after him; and the queen of Scots terrified with the appearance, demanded of them the reason of this rude intrusion. They told her, that they intended no violence against her person; but meant only to bring that villain, pointing to Rizzio, to his deserved punishment. Rizzio, aware of the danger, ran behind his mistress, and seizing her by the waist, called aloud to her for protection; while she interposed in his behalf, with cries, and menaces, and entreaties. <span class=\"page-break\"></span>The impatient assassins, regardless of her efforts, rushed upon their prey, and by overturning every thing which stood in their way, encreased the horror and confusion of the scene. Douglas, seizing Henry's dagger, stuck it in the body of Rizzio, who, screaming with fear and agony, was torn from Mary by the other conspirators, and pushed into the antichamber, where he was dispatched with fifty-six wounds<a href=\"#n75\"><sup>[75]</sup></a>. The unhappy princess, informed of his fate, immediately dried her tears, and said, She would weep no more; she would now think of revenge. The insult, indeed, upon her person; the stain attempted to be fixed on her honour; the danger to which her life was exposed, on account of her pregnancy; were injuries so atrocious, and so complicated, that they scarcely left room for pardon, even from the greatest lenity and mercy.","subId":"39","id":"Hume.HE.4.39.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> assassins, apprehensive of Mary's resentment, detained her prisoner in the palace; and the king dismissed all who seemed willing to attempt her rescue, by telling them, that nothing was done without his orders, and that he would be careful of the queen's safety. Murray and the banished lords appeared two days after; and Mary, whose anger was now engrossed by injuries more recent and violent, was willingly reconciled to them; and she even received her brother with tenderness and affection. They obtained an acquittal from parliament, and were re-instated in their honours and fortunes. The accomplices also in Rizzio's murder applied to her for a pardon; but she artfully delayed compliance, and persuaded them, that so long as she was detained in custody, and was surrounded by guards, any deed, which she should sign, would have no validity. Meanwhile, she had gained the confidence of her husband, by her persuasion and caresses; and no sooner were the guards withdrawn, than she engaged him to escape with her in the night-time, and take shelter in Dunbar. Many of her subjects here offered her their services; and Mary, having collected an army, which the conspirators had no power to resist, advanced to Edinburgh, and obliged them to fly into England, where they lived in great poverty and distress. They made applications however to the <span class=\"page-break\"></span>earl of Bothwel, a new favourite of Mary's; and that nobleman, desirous of strengthening his party by the accession of their interest, was able to pacify her resentment; and he soon after procured them liberty to return into their own country<a href=\"#n76\"><sup>[76]</sup></a>.","subId":"40","id":"Hume.HE.4.39.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> vengeance of the queen of Scots was implacable against her husband alone, whose person was before disagreeable to her, and who, by his violation of every tie of gratitude and duty, had now drawn on him her highest resentment. She engaged him to disown all connections with the assassins, to deny any concurrence in their crime, even to publish a proclamation containing a falsehood so notorious to the whole world<a href=\"#n77\"><sup>[77]</sup></a>; and having thus made him expose himself to universal contempt, and rendered it impracticable for him ever to acquire the confidence of any party, she threw him off with disdain and indignation<a href=\"#n78\"><sup>[78]</sup></a>. As if she had been making an escape from him, she suddenly withdrew to Alloa, a seat of the earl of Marre's; and when Henry followed her thither, she suddenly returned to Edinburgh; and gave him every where the strongest proofs of displeasure; and even of antipathy. She encouraged her courtiers in their neglect of him; and she was pleased, that his mean equipage and small train of attendants should draw on him the contempt of the very populace. <span class=\"margin-comment\">19th June.</span> He was permitted, however, to have apartments in the castle of Edinburgh, which Mary had chosen for the place of her delivery. She there brought forth a son; and as this was very important news to England, as well as to Scotland, she immediately dispatched Sir James Melvil to carry intelligence of the happy event to Elizabeth. Melvil tells us, that this princess, the evening of his arrival in London, had given a ball to her court at Greenwich, and was displaying all that spirit and alacrity, which usually attended her on these occasions: But when news arrived of the prince of Scotland's birth, all her joy was damped: She sunk into melancholy; she reclined her head upon her arm; and complained to some of her attendants, that the queen of Scots was mother of a fair son, while she herself was but a barren stock. Next day, however, at the reception of the ambassador, she resumed her former dissimulation, put on a joyful countenance, gave Melvil thanks for the haste he had made in conveying to her the agreeable intelligence, <span class=\"page-break\"></span>and expressed the utmost cordiality and friendship to her sister<a href=\"#n79\"><sup>[79]</sup></a>. Some time after, she dispatched the earl of Bedford, with her kinsman George Cary, son of lord Hunsdon, in order to officiate at the baptism of the young prince; and she sent by them some magnificent presents to the queen of Scots.","subId":"41","id":"Hume.HE.4.39.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> birth of a son gave additional zeal to Mary's partizans in England<a href=\"#n80\"><sup>[80]</sup></a>; and even men of the most opposite parties began to cry aloud for some settlement of the succession. <span class=\"margin-comment\">30th Sept. A parliament.</span> These humours broke out with great vehemence in a new session of parliament, held after six prorogations. The house of peers, which had hitherto forborne to touch on this delicate point, here took the lead; and the house of commons soon after imitated the zeal of the lords. Molineux opened the matter in the lower house, and proposed that the question of the succession and that of supply should go hand in hand; as if it were intended to constrain the queen to a compliance with the request of her parliament<a href=\"#n81\"><sup>[81]</sup></a>. The courtiers endeavoured to elude the debate: Sir Ralph Sadler told the house, that he had heard the queen positively affirm, that, for the good of her people, she was determined to marry. Secretary Cecil and Sir Francis Knollys gave their testimony to the same purpose; as did also Sir Ambrose Cave, chancellor of the dutchy, and Sir Edward Rogers, comptroller of the household<a href=\"#n82\"><sup>[82]</sup></a>. Elizabeth's ambition and masculine character was so well known, that few members gave any credit to this intelligence; and it was considered merely as an artifice, by which she endeavoured to retract that positive declaration, which she had made in the beginning of her reign, that she meant to live and die a virgin. The ministers, therefore, gained nothing farther by this piece of policy, than only to engage the house, for the sake of decency, to join the question of the queen's marriage with that of a settlement of the crown; and the commons were proceeding with great earnestness in the debate, and had even appointed a committee to confer with the lords, when express orders were brought them from Elizabeth not to proceed farther in the matter. Cecil told them, that she pledged to the house the word of a queen for her sincerity in her intentions to marry; that the appointment of a successor would be attended with great danger to her person; that she herself had had experience, during the <span class=\"page-break\"></span>reign of her sister, how much court was usually paid to the next heir, and what dangerous sacrifices men were commonly disposed to make of their present duty to their future prospects; and that she was therefore determined to delay, till a more proper opportunity, the decision of that important question<a href=\"#n83\"><sup>[83]</sup></a>. The house was not satisfied with these reasons, and still less with the command, prohibiting them all debate on the subject. Paul Wentworth, a spirited member, went so far as to question whether such a prohibition were not an infringement of the liberties and privileges of the house<a href=\"#n84\"><sup>[84]</sup></a>. Some even ventured to violate that profound respect, which had hitherto been preserved to the queen; and they affirmed that she was bound in duty, not only to provide for the happiness of her subjects during her own life, but also to pay regard to their future security, by fixing a successor; that, by an opposite conduct, she showed herself the stepmother, not the natural parent, of her people, and would seem desirous that England should no longer subsist than she should enjoy the glory and satisfaction of governing it; that none but timorous princes, or tyrants, or faint-hearted women, ever stood in fear of their successors; and that the affections of the people were a firm and impregnable rampart to every sovereign, who, laying aside all artifice or bye-ends, had courage and magnanimity to put his sole trust in that honourable and sure defence<a href=\"#n85\"><sup>[85]</sup></a>. The queen, hearing of these debates, sent for the speaker, and after reiterating her former prohibition, she bade him inform the house, that, if any member remained still unsatisfied, he might appear before the privy council, and there give his reasons<a href=\"#n86\"><sup>[86]</sup></a>. As the members showed a disposition, notwithstanding these peremptory orders, still to proceed upon the question, Elizabeth thought proper, by a message, to revoke them, and to allow the house liberty of debate<a href=\"#n87\"><sup>[87]</sup></a>. They were so mollified by this gracious condescension, that they thenceforth conducted the matter with more calmness and temper; and they even voted her a supply, to be levied at three payments, of a <span class=\"margin-comment\">2d January, 1567.</span> subsidy and a fifteenth, without annexing any condition to it. The queen soon after dissolved the parliament, and told them, with some sharpness in the conclusion, that their proceedings had contained <span class=\"page-break\"></span>much dissimulation and artifice; that under the plausible pretences of marriage and succession, many of them covered very malevolent intentions towards her; but that, however, she reaped this advantage from the attempts of these men, that she could now distinguish her friends from her enemies. <q>But do you think,</q> added she, <q>that I am unmindful of your future security, or will be negligent in settling the succession? That is the chief object of my concern; as I know myself to be liable to mortality. Or do you apprehend, that I meant to encroach on your liberties? No: It was never my meaning; I only intended to stop you before you approached the precipice. All things have their time; and though you may be blessed with a sovereign more wise or more learned than I, yet I assure you, that no one will ever rule over you, who shall be more careful of your safety. And therefore, henceforward, whether I live to see the like assembly or no, or whoever holds the reins of government, let me warn you to beware of provoking your sovereign's patience, so far as you have done mine. But I shall now conclude, that, notwithstanding the disgust I have received (for I mean not to part with you in anger) the greater part of you may assure themselves that they go home in their prince's good graces.</q><a href=\"#n88\"><sup>[88]</sup></a>","subId":"42","id":"Hume.HE.4.39.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> carried farther her dignity on this occasion. She had received the subsidy without any condition; but as it was believed, that the commons had given her that gratuity with a view of engaging her to yield to their requests, she thought proper, on her refusal, voluntarily to remit the third payment; and she said, that money in her subjects' purses was as good to her as in her own exchequer<a href=\"#n89\"><sup>[89]</sup></a>.","subId":"43","id":"Hume.HE.4.39.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though the queen was able to elude, for the present, the applications of parliament, the friends of the queen of Scots multiplied every day in England; and besides the catholics, many of whom kept a treasonable correspondence with her, and were ready to rise at her command<a href=\"#n90\"><sup>[90]</sup></a>, the court itself of Elizabeth was full of her avowed partizans. The duke of Norfolk, the earls of Leicester, Pembroke, Bedford, Northumberland, Sir Nicholas Throgmorton, and most of the considerable men in England, except Cecil, seemed convinced of the necessity of declaring her the <span class=\"page-break\"></span>successor. None but the more zealous protestants adhered either to the countess of Hertford, or to her aunt, Eleanor, countess of Cumberland; and as the marriage of the former seemed liable to some objections, and had been declared invalid, men were alarmed, even on that side, with the prospect of new disputes concerning the succession. Mary's behaviour also, so moderate towards the protestants, and so gracious towards all men, had procured her universal respect<a href=\"#n91\"><sup>[91]</sup></a>; and the public was willing to ascribe any imprudences, into which she had fallen, to her youth and inexperience. But all these flattering prospects were blasted by the subsequent incidents; where her egregious indiscretions, shall I say, or atrocious crimes, threw her from the height of her prosperity, and involved her in infamy and in ruin.","subId":"44","id":"Hume.HE.4.39.44"},{"type":"paragraph","content":"<span class=\"margin-comment\">Murder of Darnley.</span> <span class=\"small-capitals\">The</span> earl of Bothwel was of a considerable family and power in Scotland; and though not distinguished by any talents either of a civil or military nature, he had made a figure in that party, which opposed the greatness of the earl of Murray, and the more rigid reformers. He was a man of profligate manners; had involved his opulent fortune in great debts, and even reduced himself to beggary, by his profuse expences<a href=\"#n92\"><sup>[92]</sup></a>; and seemed to have no resource but in desperate counsels and enterprizes. He had been accused more than once of an attempt to assassinate Murray; and though the frequency of these accusations on all sides diminished somewhat the credit due to any particular imputation, they prove sufficiently the prevalence of that detestable practice in Scotland, and may in that view serve to render such rumours the more credible. This man had of late acquired the favour and entire confidence of Mary; and all her measures were directed by his advice and authority. Reports were spread of more particular intimacies between them; and these reports gained ground from the continuance or rather encrease of her hatred towards her husband<a href=\"#n93\"><sup>[93]</sup></a>. That young prince was reduced to such a state of desperation, by the neglects which he underwent from his queen and the courtiers, that he had once resolved to fly secretly into France or Spain, and had even provided a vessel for that purpose<a href=\"#n94\"><sup>[94]</sup></a>. Some of the most considerable nobility, on the other hand, observing her rooted aversion to him, <span class=\"page-break\"></span>had proposed some expedients for a divorce; and though Mary is said to have spoken honourably on the occasion, and to have embraced the proposal no farther than it should be found consistent with her own honour and her son's legitimacy<a href=\"#n95\"><sup>[95]</sup></a>, men were inclined to believe, that the difficulty of finding proper means for effecting that purpose, was the real cause of laying aside all farther thoughts of it. So far were the suspicions against her carried, that, when Henry, discouraged with the continual proofs of her hatred, left the court and retired to Glasgow, an illness of an extraordinary nature, with which he was seized immediately on his arrival in that place, was universally ascribed by her enemies to a dose of poison, which, it was pretended, she had administered to him.","subId":"45","id":"Hume.HE.4.39.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> affairs were in this situation, all those who wished well to her character or to public tranquillity, were extremely pleased, and somewhat surprized, to hear, that a friendship was again conciliated between them, that she had taken a journey to Glasgow on purpose to visit him during his sickness, that she behaved towards him with great tenderness, that she had brought him along with her, and that she appeared thenceforth determined to live with him on a footing more suitable to the connexions between them. Henry, naturally uxorious, and not distrusting this sudden reconciliation, put himself implicitly into her hands, and attended her to Edinburgh. She lived in the palace of Holy-rood-house; but as the situation of the place was low, and the concourse of people about the court was necessarily attended with noise, which might disturb him in his present infirm state of health, these reasons were assigned for fitting up an apartment for him in a solitary house, at some distance, called the Kirk of Field. Mary here gave him marks of kindness and attachment; she conversed cordially with him; and she lay some nights in a room below his; but on the ninth of February, she told him, that she would pass that night in the palace, because the marriage of one of her servants was there to be celebrated in her presence. <span class=\"margin-comment\">Feb. 10.</span> About two o'clock in the morning the whole town was much alarmed at hearing a great noise; and was still more astonished, when it was discovered that the noise came from the King's house, which was blown up by gun-powder; that his dead body was found at some distance in a neighbouring field; <span class=\"page-break\"></span>and that no marks either of fire, contusion, or violence appeared upon it<a href=\"#n96\"><sup>[96]</sup></a>.","subId":"46","id":"Hume.HE.4.39.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> doubt could be entertained but Henry was murdered; and general conjecture soon pointed towards the earl of Bothwel as the author of the crime<a href=\"#n97\"><sup>[97]</sup></a>. But as his favour with Mary was visible, and his power great, no one ventured to declare openly his sentiments; and all men remained in silence and mute astonishment. Voices, however, were heard in the streets, during the darkness of the night, proclaiming Bothwel, and even Mary herself, to be murderers of the king; bills were secretly affixed on the walls to the same purpose; offers were made, that, upon giving proper securities, his guilt should be openly proved: But after one proclamation from the court, offering a reward and indemnity to any one that would discover the author of that villany, greater vigilance was employed in searching out the spreaders of the libels and reports against Bothwel and the queen, than in tracing the contrivers of the king's assassination, or detecting the regicides<a href=\"#n98\"><sup>[98]</sup></a>.","subId":"47","id":"Hume.HE.4.39.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl of Lenox, who lived at a distance from court, in poverty and contempt, was rouzed by the report of his son's murder, and wrote to the queen, imploring speedy justice against the assassins; among whom he named the earl of Bothwel, Sir James Balfour, and Gilbert Balfour his brother, David Chalmers, and four others of the queen's household; all of them persons who had been mentioned in the bills affixed to the walls at Edinburgh<a href=\"#n99\"><sup>[99]</sup></a>. Mary took his demand of speedy justice in a very literal sense; and allowing only fifteen days for the examination of this important affair, she sent a citation to Lenox, requiring him to appear in court, and prove his charge against Bothwel<a href=\"#n100\"><sup>[100]</sup></a>. This nobleman, meanwhile, and all the other persons, accused by Lenox, enjoyed their full liberty<a href=\"#n101\"><sup>[101]</sup></a>; Bothwel himself was continually surrounded with armed men<a href=\"#n102\"><sup>[102]</sup></a>; took his place in council<a href=\"#n103\"><sup>[103]</sup></a>; lived during some <span class=\"page-break\"></span>time in the house with Mary<a href=\"#n104\"><sup>[104]</sup></a>; and seemed to possess all his wonted confidence and familiarity with her. Even the castle of Edinburgh, a place of great consequence in this critical time, was entrusted to him, and under him, to his creature, Sir James Balfour, who had himself been publicly charged as an accomplice in the king's murder<a href=\"#n105\"><sup>[105]</sup></a>. Lenox, who had come as far as Stirling, with a view of appearing at the trial, was informed of all these circumstances; and reflecting on the small train which attended him, he began to entertain very just apprehensions from the power, insolence, and temerity of his enemy. He wrote to Mary, desiring that the day of trial might be prorogued; and conjured her, by all the regard which she bore to her own honour, to employ more leisure and deliberation in determining a question of such extreme moment<a href=\"#n106\"><sup>[106]</sup></a>. No regard was paid to his application: The jury was enclosed, of which the earl of Caithness was chancellor; and though Lenox, foreseeing this precipitation, had ordered Cunningham, one of his retinue, to appear in court, and protest in his name, against the acquittal of the criminal, the jury proceeded to a verdict<a href=\"#n107\"><sup>[107]</sup></a>. The verdict was such as it behoved them to give, where neither accuser nor witness appeared; and Bothwel was absolved from the king's murder. <span class=\"margin-comment\">12th April.</span> The jury, however, apprehensive that their verdict would give great scandal, and perhaps expose them afterwards to some danger, entered a protest, in which they represented the necessity of their proceedings<a href=\"#n108\"><sup>[108]</sup></a>. It is remarkable, that the indictment was laid against Bothwel for committing the crime on the ninth of February, not the tenth, the real day on which Henry was assassinated<a href=\"#n109\"><sup>[109]</sup></a>. The interpretation generally put upon this error, too gross, it was thought, to have proceeded from mistake, was, that the secret council, by whom Mary was governed, not trusting entirely to precipitation, violence, and authority, had provided this plea, by which they ensured, at all adventures, a plausible pretence for acquitting Bothwel.","subId":"48","id":"Hume.HE.4.39.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">Two</span> days after this extraordinary transaction, a parliament was held; and though the verdict in favour of Bothwel was attended with such circumstances as strongly confirmed, rather than diminished, <span class=\"page-break\"></span>the general opinion of his guilt, he was the person chosen to carry the royal sceptre on the first meeting of that national assembly<a href=\"#n110\"><sup>[110]</sup></a>. In this parliament, a rigorous act was made against those who set up defamatory bills; but no notice was taken of the king's murder<a href=\"#n111\"><sup>[111]</sup></a>. The favour, which Mary openly bore to Bothwel, kept every one in awe; and the effects of this terror appeared more plainly in another transaction, which ensued immediately upon the dissolution of the parliament. A bond or association was framed; in which the subscribers, after relating the acquittal of Bothwel by a legal trial, and mentioning a farther offer, which he had made, to prove his innocence by single combat, oblige themselves, in case any person should afterwards impute to him the king's murder, to defend him with their whole power against such calumniators. After this promise, which implied no great assurance in Bothwel of his own innocence, the subscribers mentioned the necessity of their queen's marriage, in order to support the government; and they recommended Bothwel to her as a husband<a href=\"#n112\"><sup>[112]</sup></a>. <span class=\"margin-comment\">24th April.</span> This paper was subscribed by all the considerable nobility there present. In a country, divided by violent factions, such a concurrence in favour of one nobleman, no-wise distinguished above the rest, except by his flagitious conduct, could never have been obtained, had not every one been certain, at least firmly persuaded, that Mary was fully determined on this measure<a href=\"#n113\"><sup>[113]</sup></a>. Nor would such a motive have sufficed to influence men, commonly so stubborn and untractable, had they not been taken by surprize, been ignorant of each other's sentiments, and over-awed by the present power of the court, and by the apprehensions of farther violence, from persons so little governed by any principles of honour and humanity. Even with all these circumstances, the subscription to this paper may justly be regarded as a reproach to the nation.","subId":"49","id":"Hume.HE.4.39.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> subsequent measures of Bothwel were equally precipitate and audacious. Mary having gone to Stirling to pay a visit to her son, he assembled a body of eight hundred horse, on pretence of pursuing some robbers on the borders; and having way-laid her on her return, he seized her person near Edinburgh, and carried her <span class=\"page-break\"></span>to Dunbar, with an avowed design of forcing her to yield to his purpose. Sir James Melvil, one of her retinue, was carried along with her, and says not, that he saw any signs of reluctance or constraint: He was even informed, as he tells us, by Bothwel's officers, that the whole transaction was managed in concert with her<a href=\"#n114\"><sup>[114]</sup></a>. A woman, indeed, of that spirit and resolution, which is acknowledged to belong to Mary, does not usually, on these occasions, give such marks of opposition to <em>real</em> violence, as can appear anywise doubtful or ambiguous. Some of the nobility, however, in order to put matters to farther trial, sent her a private message; in which they told her, that, if, in reality, she lay under force, they would use all their efforts to rescue her. Her answer was, that she had indeed been carried to Dunbar by violence, but ever since her arrival had been so well treated, that she willingly remained with Bothwel<a href=\"#n115\"><sup>[115]</sup></a>. No one gave himself thenceforth any concern to relieve her from a captivity, which was believed to proceed entirely from her own approbation and connivance.","subId":"50","id":"Hume.HE.4.39.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> unusual conduct was at first ascribed to Mary's sense of the infamy attending her purposed marriage; and her desire of finding some colour to gloss over the irregularity of her conduct. But a pardon, given to Bothwel a few days after, made the public carry their conjectures somewhat farther. In this deed, Bothwel received a pardon for the violence committed on the queen's person; and for <em>all other crimes:</em> A clause, by which the murder of the king was indirectly forgiven. The rape was then conjectured to have been only a contrivance, in order to afford a pretence for indirectly remitting a crime, of which it would have appeared scandalous to make openly any mention<a href=\"#n116\"><sup>[116]</sup></a>.","subId":"51","id":"Hume.HE.4.39.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> events passed with such rapidity, that men had no leisure to admire sufficiently one incident, when they were surprized with a new one, equally rare and uncommon. There still, however, remained one difficulty, which, it was not easy to foresee, how the queen and Bothwel, determined as they were to execute their shameful purpose, could find expedients to overcome. The man, who had procured the subscription of the nobility, recommending him as a husband to the queen, and who had acted this seeming <span class=\"page-break\"></span>violence on her person, in order to force her consent, had been married two years before to another woman; to a woman of merit, of a noble family, sister to the earl of Huntley. But persons blinded by passion, and infatuated with crimes, soon shake off all appearance of decency. A suit was commenced for a divorce between Bothwel and his wife; and this suit was opened at the same instant in two different, or rather opposite courts; in the court of the archbishop of St. Andrews, which was popish, and governed itself by the canon law; and in the new consistorial or commissariot court, which was protestant, and was regulated by the principles of the reformed teachers. The plea, advanced in each court, was so calculated as to suit the principles which there prevailed: In the archbishop's court, the pretence of consanguinity was employed, because Bothwel was related to his wife in the fourth degree; in the commissariot court, the accusation of adultery was made use of against him. The parties too, who applied for the divorce, were different in the different courts: Bothwel was the person who sued in the former; his wife in the latter. And the suit in both courts was opened, pleaded, examined, and decided with the utmost precipitation; and a sentence of divorce was pronounced in four days<a href=\"#n117\"><sup>[117]</sup></a>.","subId":"52","id":"Hume.HE.4.39.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> divorce being thus obtained, it was thought proper, that Mary should be conducted to Edinburgh, and should there appear before the courts of judicature, and should acknowledge herself restored to entire freedom. This was understood to be contrived in a view of obviating all doubts with regard to the validity of her marriage. Orders were then given to publish in the church the banns between the queen and the duke of Orkney; for that was the title which he now bore; and Craig, a minister of Edinburgh, was applied to for that purpose. This clergyman, not content with having refused compliance, publicly in his sermons condemned the marriage; and exhorted all who had access to the queen, to give her their advice against so scandalous an alliance. Being called before the council, to answer for this liberty, he showed a courage, which might cover all the nobles with shame, on account of their tameness and servility. He said, that, by the rules of the church, the earl of Bothwel, being convicted of adultery, could not be permitted to marry; that the divorce between him and his former wife was <span class=\"page-break\"></span>plainly procured by collusion, as appeared by the precipitation of the sentence, and the sudden conclusion of his marriage with the queen; and that all the suspicions which prevailed, with regard to the king's murder, and the queen's concurrence in the former rape, would thence receive undoubted confirmation. He therefore exhorted Bothwel, who was present, no longer to persevere in his present criminal enterprizes; and turning his discourse to the other counsellors, he charged them to employ all their influence with the queen, in order to divert her from a measure, which would load her with eternal infamy and dishonour. Not satisfied even with this admonition, he took the first opportunity of informing the public, from the pulpit, of the whole transaction, and expressed to them his fears, that, notwithstanding all remonstrances, their sovereign was still obstinately bent on her fatal purpose. <q>For himself,</q> he said, <q>he had already discharged his conscience, and yet again would take heaven and earth to witness, that he abhorred and detested that marriage, as scandalous and hateful in the sight of mankind: But since the Great, as he perceived, either by their flattery or silence, gave countenance to the measure, he besought the Faithful to pray fervently to the Almighty, that a resolution, taken contrary to all law, reason, and good conscience, might, by the divine blessing, be turned to the comfort and benefit of the church and kingdom.</q> These speeches offended the court extremely; and Craig was anew summoned before the council, to answer for his temerity, in thus passing the bounds of his commission. But he told them, that the bounds of his commission were the word of God, good laws; and natural reason; and were the queen's marriage tried by any of these standards, it would appear infamous and dishonourable, and would be so esteemed by the whole world. The council were so over-awed by this heroic behaviour in a private clergyman, that they dismissed him without farther censure or punishment<a href=\"#n118\"><sup>[118]</sup></a>.","subId":"53","id":"Hume.HE.4.39.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though this transaction might have recalled Bothwel and the queen of Scots from their infatuation, and might have instructed them in the dispositions of the people, as well as in their own inability to oppose them; they were still resolute to rush forward, to their own manifest destruction. The marriage was solemnized <span class=\"page-break\"></span>by the bishop of Orkney, a protestant, who was afterwards deposed by the church for this scandalous compliance. <span class=\"margin-comment\">15th May.</span> Few of the nobility appeared at the ceremony: They had, most of them, either from shame or fear, retired to their own houses. The French ambassador, Le Croc, an aged gentleman of honour and character, could not be prevailed on, though a dependant of the house of Guise, to countenance the marriage by his presence<a href=\"#n119\"><sup>[119]</sup></a>. Elizabeth remonstrated, by friendly letters and messages, against the marriage<a href=\"#n120\"><sup>[120]</sup></a>: <span class=\"margin-comment\">Queen of Scots marries Bothwel.</span> The court of France made like opposition; but Mary, though on all other occasions she was extremely obsequious to the advice of her relations in that country, was here determined to pay no regard to their opinion.","subId":"54","id":"Hume.HE.4.39.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> news of these transactions, being carried to foreign countries, filled Europe with amazement, and threw infamy, not only on the principal actors in them, but also on the whole nation, who seemed, by their submission and silence, and even by their declared approbation, to give their sanction to these scandalous practices<a href=\"#n121\"><sup>[121]</sup></a>. The Scots, who resided abroad, met with such reproaches, that they durst no where appear in public; and they earnestly exhorted their countrymen at home, to free them from the public odium, by bringing to condign punishment the authors of such atrocious crimes. This intelligence, with a little more leisure for reflection, roused men from their lethargy; and the rumours, which, from the very beginning<a href=\"#n122\"><sup>[122]</sup></a>, had been spread against Mary, as if she had concurred in the king's murder, seemed now, by the subsequent transactions, to have received a strong confirmation and authority. It was every where said, that even though no particular and direct proofs had as yet been produced of the queen's guilt, the whole tenor of her late conduct was sufficient, not only to beget suspicion, but to produce entire conviction against her: That her sudden resolution of being reconciled to her husband, whom before she had long and justly hated; her bringing him to court, from which she had banished him by neglects and rigours; her fitting up separate apartments for him; were all of them circumstances, which, though trivial in themselves, yet, being compared <span class=\"page-break\"></span>with the subsequent events, bore a very unfavourable aspect for her: That the least which, after the king's murder, might have been expected in her situation, was a more than usual caution in her measures, and an extreme anxiety to punish the real assassins, in order to free herself from all reproach and suspicion: That no woman, who had any regard to her character, would allow a man, publicly accused of her husband's murder, so much as to approach her presence, far less give him a share in her counsels, and endow him with favour and authority: That an acquittal, merely in the absence of accusers, was very ill-fitted to satisfy the public; especially if that absence proceeded from a designed precipitation of the sentence, and from the terror, which her known friendship for the criminal had infused into every one: That the very mention of her marriage to such a person, in such circumstances, was horrible; and the contrivances of extorting a consent from the nobility, and of concerting a rape, were gross artifices, more proper to discover her guilt than prove her innocence: That where a woman thus shews a consciousness of merited reproach, and, instead of correcting, provides only thin glosses to cover, her exceptionable conduct, she betrays a neglect of fame, which must either be the effect or the cause of the most shameful enormities: That to espouse a man, who had, a few days before, been so scandalously divorced from his wife; who, to say the least, was believed to have, a few months before, assassinated her husband, was so contrary to the plainest rules of behaviour, that no pretence of indiscretion or imprudence could account for such a conduct: That a woman, who, so soon after her husband's death, though not attended with any extraordinary circumstances, contracts a marriage, which might, in itself, be the most blameless, cannot escape severe censure; but one who overlooks, for her pleasure, so many other weighty considerations, was equally capable, in gratifying her appetites, to neglect every regard to honour and humanity: That Mary was not ignorant of the prevailing opinion of the public, with regard to her own guilt, and of the inferences which would every where be drawn from her conduct; and therefore, if she still continued to pursue measures which gave such just offence, she ratified, by her actions, as much as she could by the most formal confession, all the surmizes and imputations of her enemies: That a prince was here murdered in the face of the world; Bothwel <span class=\"page-break\"></span>alone was suspected and accused; if he were innocent, nothing could absolve him, either in Mary's eyes or those of the public, but the detection and conviction of the real assassin; yet no enquiry was made to that purpose, though a parliament had been assembled; the sovereign and wife was here plainly silent from guilt, the people from terror: That the only circumstance, which opposed all these presumptions or rather proofs, was, the benignity and goodness of her preceding behaviour, which seemed to remove her from all suspicions of such atrocious inhumanity; but that the characters of men were extremely variable, and persons, guilty of the worst actions, were not always naturally of the worst and most criminal dispositions: That a woman who, in a critical and dangerous moment, had sacrificed her honour to a man of abandoned principles, might thenceforth be led blindfolded by him to the commission of the most enormous crimes, and was in reality no longer at her own disposal: And that, though one supposition was still left to alleviate her blame, namely, that Bothwel, presuming on her affection towards him, had of himself committed the crime, and had never communicated it to her, yet such a sudden and passionate love to a man, whom she had long known, could not easily be accounted for, without supposing some degree of preceding guilt; and as it appeared, that she was not afterwards restrained, either by shame or prudence, from incurring the highest reproach and danger, it was not likely that a sense of duty or humanity would have a more powerful influence over her.","subId":"55","id":"Hume.HE.4.39.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> were the sentiments which prevailed throughout Scotland; and as the protestant teachers, who had great authority, had long borne an animosity to Mary, the opinion of her guilt was, by that means, the more widely diffused, and made the deeper impression on the people. Some attempts, made by Bothwel, and, as is pretended, with her consent, to get the young prince into his power, excited the most serious attention; and the principal nobility, even many of those who had formerly been constrained to sign the application in favour of Bothwel's marriage met at Stirling, and formed an association for protecting the prince, and punishing the king's murderers<a href=\"#n123\"><sup>[123]</sup></a>. The earl of Athole himself, a known <span class=\"page-break\"></span>catholic, was the first author of this confederacy: The earls of Argyle, Morton, Marre, Glencarne, the lords Boyd, Lindesey, Hume, Semple, Kirkaldy of Grange, Tulibardine, and secretary Lidington, entered zealously into it. The earl of Murray, foreseeing such turbulent times, and being desirous to keep free of these dangerous factions, had, some time before, desired and obtained Mary's permission to retire into France.","subId":"56","id":"Hume.HE.4.39.56"},{"type":"paragraph","content":"<span class=\"margin-comment\">Insurrections in Scotland.</span> <span class=\"small-capitals\">Lord</span> Hume was first in arms; and leading a body of eight hundred horse, suddenly environed the queen of Scots and Bothwel, in the castle of Borthwic. They found means of making their escape to Dunbar; while the confederate lords were assembling their troops at Edinburgh; and taking measures to effect their purpose. Had Bothwel been so prudent as to keep within the fortress of Dunbar, his enemies must have dispersed for want of pay and subsistance; but hearing that the associated lords were fallen into distress, he was so rash as to take the field, and advance towards them. The armies met at Carberry Hill, about six miles from Edinburgh; and Mary soon became <span class=\"margin-comment\">15th June.</span> sensible, that her own troops disapproved of her cause, and were averse to spill their blood in the quarrel<a href=\"#n124\"><sup>[124]</sup></a>. After some bravadoes of Bothwel, where he discovered very little courage, she saw no recourse but that of holding a conference with Kirkaldy of Grange, and of putting herself, upon some general promises, into the hands of the confederates. She was conducted to Edinburgh, amidst the insults of the populace; who reproached her with her crimes, and even held before her eyes, which way soever she turned, a banner, on which were painted the murder of her husband, and the distress of her infant son<a href=\"#n125\"><sup>[125]</sup></a>. Mary, overwhelmed with her calamities, had recourse to tears and lamentations. Meanwhile, Bothwel, during her conference with Grange, fled unattended to Dunbar; and fitting out a few small ships, set sail for the Orkneys, where he subsisted during some time by piracy. He was pursued thither by Grange, and his ship was taken, with several of his servants, who afterwards discovered all the circumstances of the king's murder, and were punished for the crime<a href=\"#n126\"><sup>[126]</sup></a>. Bothwel himself escaped in a boat, and <span class=\"page-break\"></span>found means to get a passage to Denmark, where he was thrown into prison, lost his senses, and died miserably about ten years after: An end worthy of his flagitious conduct and behaviour.","subId":"57","id":"Hume.HE.4.39.57"},{"type":"paragraph","content":"<span class=\"margin-comment\">Imprisonment of Mary.</span> <span class=\"small-capitals\">The</span> queen of Scots, now in the hands of an enraged faction, met with such treatment as a sovereign may naturally expect from subjects, who have their future security to provide for, as well as their present animosity to gratify. It is pretended, that she behaved with a spirit very little suitable to her condition, avowed her inviolable attachment to Bothwel<a href=\"#n127\"><sup>[127]</sup></a>, and even wrote him a letter, which the lords intercepted, where she declared, that she would endure any extremity, nay, resign her dignity and crown itself, rather than relinquish his affections<a href=\"#n128\"><sup>[128]</sup></a>. The malcontents, finding the danger to which they were exposed, in case Mary should finally prevail, thought themselves obliged to proceed with rigour against her; and they sent her next day under a guard to the castle of Lochlevin, situated in a lake of that name. The mistress of the house was mother to the earl of Murray; and as she pretended to have been lawfully married to the late king of Scots, she naturally bore an animosity to Mary, and treated her with the utmost harshness and severity.","subId":"58","id":"Hume.HE.4.39.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, who was fully informed of all those incidents, seemed touched with compassion towards the unfortunate queen; and all her fears and jealousies being now laid asleep, by the consideration of that ruin and infamy, in which Mary's conduct had involved her, she began to reflect on the instability of human affairs, the precarious state of royal grandeur, the danger of encouraging rebellious subjects; and she resolved to employ her authority for alleviating the calamities of her unhappy kinswoman. She sent Sir Nicholas Throgmorton ambassador to Scotland, in order to remonstrate both with Mary and the associated lords; and she gave him instructions, which, though mixed with some lofty pretensions, were full of that good sense which was so natural to her, and of that generosity which the present interesting conjuncture had called forth. She empowered him to declare in her name to Mary, that the late conduct of that princess, so enormous, and <span class=\"page-break\"></span>in every respect so unjustifiable, had given her the highest offence; and though she felt the movements of pity towards her, she had once determined never to interpose in her affairs, either by advice or assistance, but to abandon her entirely, as a person whose condition was totally desperate, and honour irretrievable: That she was well assured, that other foreign princes, Mary's near relations, had embraced the same resolution; but, for her part, the late events had touched her heart with more tender sympathy, and had made her adopt measures more favourable to the liberty and interests of the unhappy queen: That she was determined not to see her oppressed by her rebellious subjects, but would employ all her good offices, and even her power, to redeem her from captivity, and place her in such a condition as would at once be compatible with her dignity, and the safety of her subjects: That she conjured her to lay aside all thoughts of revenge, except against the murderers of her husband; and as she herself was his near relation, she was better entitled than the subjects of Mary to interpose her authority on that head, and she therefore besought that princess, if she had any regard to her own honour and safety, not to oppose so just and reasonable a demand: That after those two points were provided for, her own liberty, and the punishment of her husband's assassins, the safety of her infant son was next to be considered; and there seemed no expedient more proper for that purpose, than sending him to be educated in England: And that, besides the security, which would attend his removal from a scene of faction and convulsions, there were many other beneficial consequences, which it was easy to foresee as the result of his education in that country<a href=\"#n129\"><sup>[129]</sup></a>.","subId":"59","id":"Hume.HE.4.39.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> remonstrances, which Throgmorton was instructed to make to the associated lords, were entirely conformable to these sentiments, which Elizabeth entertained in Mary's favour. She empowered him to tell them, that, whatever blame she might throw on Mary's conduct, any opposition to their sovereign was totally unjustifiable, and incompatible with all order and good government: That it belonged not to them to reform, much less to punish, the mal-administration of their prince; and the only arms, which subjects could in any case lawfully employ against the supreme <span class=\"page-break\"></span>authority, were entreaties, counsels, and representations: That if these expedients failed, they were next to appeal by their prayers to Heaven; and to wait with patience till the Almighty, in whose hands are the hearts of princes, should be pleased to turn them to justice and to mercy. That she inculcated not this doctrine, because she herself was interested in its observance; but because it was universally received in all well governed states, and was essential to the preservation of civil society: That she required them to restore their queen to liberty; and promised, in that case, to concur with them in all proper expedients for regulating the government, for punishing the king's murderers, and for guarding the life and liberty of the infant prince: And that if the services, which she had lately rendered the Scottish nation, in protecting them from foreign usurpation, were duly considered by them, they would repose confidence in her good offices, and would esteem themselves blame-worthy, in having hitherto made no application to her<a href=\"#n130\"><sup>[130]</sup></a>.","subId":"60","id":"Hume.HE.4.39.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, besides these remonstrances, sent, by Throgmorton, some articles of accommodation, which he was to propose to both parties, as expedients for the settlement of public affairs; and though these articles contained some important restraints on the sovereign power, they were in the main calculated for Mary's advantage, and were sufficiently indulgent to her<a href=\"#n131\"><sup>[131]</sup></a>. The associated lords, who determined to proceed with greater severity, were apprehensive of Elizabeth's partiality; and being sensible, that Mary would take courage from the protection of that powerful princess<a href=\"#n132\"><sup>[132]</sup></a>, they thought proper, after several affected delays, to refuse the English ambassador all access to her. There were four different schemes proposed in Scotland, for the treatment of the captive queen: One, that she should be restored to her authority under very strict limitations: The second, that she should be obliged to resign her crown to the prince, be banished the kingdom, and be confined either to France or England; with assurances from the sovereign, in whose dominions she should reside, that she should make no attempts to the disturbance of the established government: The third, that she should be publicly tried for her crimes, of which her enemies pretended to have undoubted proof, and be sentenced to perpetual imprisonment: The fourth was still more <span class=\"page-break\"></span>severe, and required, that, after her trial and condemnation, capital punishment should be inflicted upon her<a href=\"#n133\"><sup>[133]</sup></a>. Throgmorton supported the mildest proposal; but though he promised his mistress's guarantee for the performance of articles, threatened the ruling party with immediate vengeance in case of refusal<a href=\"#n134\"><sup>[134]</sup></a>, and warned them not to draw on themselves, by their violence, the public reproach, which now lay upon their queen; he found, that, excepting secretary Lidington, he had not the good fortune to convince any of the leaders. All counsels seemed to tend towards the more severe expedients; and the preachers, in particular, drawing their examples from the rigorous maxims of the Old Testament, which can only be warranted by particular revelations, inflamed the minds of the people against their unhappy sovereign<a href=\"#n135\"><sup>[135]</sup></a>.","subId":"61","id":"Hume.HE.4.39.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> were several pretenders to the regency of the young prince, after the intended deposition of Mary. The earl of Lenox claimed that authority as grandfather to the prince: The duke of Chatelrault, who was absent in France, had pretensions as next heir to the crown: But the greatest number of the associated lords inclined to the earl of Murray, in whose capacity they had entire trust, and who possessed the confidence of the preachers and more zealous reformers. All measures being therefore concerted, three instruments were sent to Mary, by the hands of lord Lindsey and Sir Robert Melvil; by one of which she was to resign the crown in favour <span class=\"page-break\"></span>of her son, by another to appoint Murray regent, by the third to name a council, which should administer the government till his arrival in Scotland. The queen of Scots, seeing no prospect of relief, lying justly under apprehensions for her life, and believing, that no deed, which she executed during her captivity, could be valid, was prevailed on, after a plentiful effusion of tears, to sign these three instruments; and she took not the trouble of inspecting any one of them<a href=\"#n136\"><sup>[136]</sup></a>. <span class=\"margin-comment\">29th July.</span> In consequence of this forced resignation, the young prince was proclaimed king, by the name of James VI. He was soon after crowned at Stirling, and the earl of Morton took in his name the coronation-oath; in which a promise to extirpate heresy was not forgotten. Some republican pretensions, in favour of the people's power, were countenanced in this ceremony<a href=\"#n137\"><sup>[137]</sup></a>; and a coin was soon after struck, on which the famous saying of Trajan was inscribed, <em>Pro me; si merear, in me:</em> For me; if I deserve it, against me<a href=\"#n138\"><sup>[138]</sup></a>. Throgmorton had orders from his mistress not to assist at the coronation of the king of Scots<a href=\"#n139\"><sup>[139]</sup></a>.","subId":"62","id":"Hume.HE.4.39.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> council of regency had not long occasion to exercise their authority. The earl of Murray arrived from France, and took possession of his high office. He paid a visit to the captive queen; and spoke to her in a manner which better suited her past conduct than her present condition. This harsh treatment quite extinguished in her breast any remains of affection towards him<a href=\"#n140\"><sup>[140]</sup></a>. Murray proceeded afterwards to break, in a more public manner, all terms of decency with her. He summoned a parliament; and that assembly, after voting, that she was undoubtedly <span class=\"margin-comment\">15th Dec.</span> an accomplice in her husband's murder, condemned her to imprisonment, ratified her demission of the crown, and acknowledged her son for king, and Murray for regent<a href=\"#n141\"><sup>[141]</sup></a>. The regent, a man of vigour and abilities, employed himself successfully in reducing the kingdom. He bribed Sir James Balfour to surrender the castle of Edinburgh: He constrained the garrison of Dunbar to open their gates: And he demolished that fortress.","subId":"63","id":"Hume.HE.4.39.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though every thing thus bore a favourable aspect to the new government, and all men seemed to acquiesce in Murray's authority; a violent revolution, however necessary, can never be effected without great discontents; and it was not likely, that, in a country, where the government, in its most settled state, possessed a very disjointed authority, a new establishment should meet with no interruption or disturbance. Few considerable men of the nation seemed willing to support Mary, so long as Bothwel was present; but the removal of that obnoxious nobleman had altered the sentiments of many. The duke of Chatelrault, being disappointed of the regency, bore no good will to Murray; and the same sentiments were embraced by all his numerous retainers: Several of the nobility, finding that others had taken the lead among the associators, formed a faction apart, and opposed the prevailing power: And besides their being moved by some remains of duty <span class=\"page-break\"></span>and affection towards Mary, the malcontent lords, observing every thing carried to extremity against her, were naturally led to embrace her cause, and shelter themselves under her authority. All who retained any propensity to the catholic religion, were induced to join this party; and even the people in general, though they had formerly either detested Mary's crimes, or blamed her imprudence, were now inclined to compassionate her present situation, and lamented, that a person, possessed of so many amiable accomplishments, joined to such high dignity, should be treated with such extreme severity<a href=\"#n142\"><sup>[142]</sup></a>. Animated by all these motives, many of the principal nobility, now adherents to the queen of Scots, met at Hamilton, and concerted measures for supporting the cause of that princess.","subId":"64","id":"Hume.HE.4.39.64"},{"type":"paragraph","content":"<span class=\"margin-comment\">1568.</span> <span class=\"small-capitals\">While</span> these humours were in fermentation, Mary was employed in contrivances for effecting her escape; and she engaged, by her charms and caresses, a young gentleman, George Douglas, brother to the laird of Lochlevin, to assist her in that enterprize. She even went so far as to give him hopes of espousing her, after her marriage with Bothwel should be dissolved on the plea of force; and she proposed this expedient to the regent, who rejected it. Douglas, however, persevered in his endeavours to free her from captivity; and having all opportunities of access to the house, he was at last successful in the undertaking. <span class=\"margin-comment\">2d May.</span> He conveyed her in disguise into a small boat, and himself rowed her ashore. She hastened to Hamilton; and the news of her arrival in that place being immediately spread abroad, many of the nobility flocked to her with their forces. A bond of association for her defence was signed by the earls of Argyle, Huntley, Eglington, Crawford, Cassilis, Rothes, Montrose, Sutherland, Errol, nine bishops, and nine barons, besides many of the most considerable gentry<a href=\"#n143\"><sup>[143]</sup></a>. And in a few days an army, to the number of six thousand men, were assembled under her standard.","subId":"65","id":"Hume.HE.4.39.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> was no sooner informed of Mary's escape, than she discovered her resolution of persevering in the same generous and friendly measures, which she had hitherto pursued. If she had not employed force against the regent, during the imprisonment of that princess, she had been chiefly withheld by the fear of pushing <span class=\"page-break\"></span>him to greater extremities against her<a href=\"#n144\"><sup>[144]</sup></a>; but she had proposed to the court of France an expedient, which, though less violent, would have been no less effectual for her service: She desired that France and England should by concert cut off all commerce with the Scots, till they should do justice to their injured sovereign<a href=\"#n145\"><sup>[145]</sup></a>. She now dispatched Leighton into Scotland to offer both her good offices, and the assistance of her forces, to Mary; but as she apprehended the entrance of French troops into the kingdom, she desired that the controversy between the queen of Scots and her subjects might by that princess be referred entirely to her arbitration, and that no foreign succours should be introduced into Scotland<a href=\"#n146\"><sup>[146]</sup></a>.","subId":"66","id":"Hume.HE.4.39.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Elizabeth had not leisure to exert fully her efforts in favour of Mary. The regent made haste to assemble forces; and notwithstanding that his army was inferior in number to that of the queen of Scots, he took the field against her. <span class=\"margin-comment\">15th May.</span> A battle was fought at Langside near Glasgow, which was entirely decisive in favour of the regent; and though Murray, after his victory, stopped the bloodshed, yet was the action followed by a total dispersion of the queen's party. <span class=\"margin-comment\">Mary flies into England.</span> That unhappy princess fled southwards from the field of battle with great precipitation, and came, with a few attendants, to the borders of England. She here deliberated concerning her next measures, which would probably prove so important to her future happiness or misery. She found it impossible to remain in her own kingdom: She had an aversion, in her present wretched condition, to return into France, where she had formerly appeared with so much splendour; and she was not, besides, provided with a vessel, which could safely convey her thither: The late generous behaviour of Elizabeth made her hope for protection, and even assistance, from that quarter<a href=\"#n147\"><sup>[147]</sup></a>; and as the present fears from her domestic enemies were the most urgent, she overlooked all other considerations, and embraced the resolution of taking shelter in England. She embarked on board a fishing-boat in Galloway, and landed the same day at Wirkington in Cumberland, about thirty miles from Carlisle; whence she immediately dispatched a messenger to London; notifying her arrival, desiring <span class=\"page-break\"></span>leave to visit Elizabeth, and craving her protection, in consequence of former professions of friendship, made her by that princess.","subId":"67","id":"Hume.HE.4.39.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> now found herself in a situation, when it was become necessary to take some decisive resolution with regard to her treatment of the queen of Scots; and as she had hitherto, contrary to the opinion of Cecil, attended more to the motives of generosity than of policy<a href=\"#n148\"><sup>[148]</sup></a>; she was engaged by that prudent minister to weigh anew all the considerations, which occurred in this critical conjuncture. He represented, that the party, which had dethroned Mary, and had at present assumed the government of Scotland, was always attached to the English alliance, and was engaged, by all the motives of religion and of interest, to persevere in their connections with Elizabeth: That though Murray and his friends might complain of some unkind usage during their banishment in England, they would easily forget these grounds of quarrel, when they reflected, that Elizabeth was the only ally, on whom they could safely rely, and that their own queen, by her attachment to the catholic faith, and by her other connections, excluded them entirely from the friendship of France, and even from that of Spain: That Mary, on the other hand, even before her violent breach with her protestant subjects, was in secret entirely governed by the counsels of the house of Guise; much more, would she implicitly comply with their views, when, by her own ill conduct, the power of that family and of the zealous catholics was become her sole resource and security: That her pretensions to the English crown would render her a dangerous instrument in their hands; and, were she once able to suppress the protestants in her own kingdom, she would unite the Scottish and English catholics, with those of all foreign states, in a confederacy against the religion and government of England: That it behoved Elizabeth, therefore, to proceed with caution in the design of restoring her rival to the throne; and to take care, both that this enterprize, if undertaken, should be effected by English forces alone, and that full securities should beforehand be provided for the reformers and the reformation in Scotland: That above all, it was necessary to guard carefully the person of that princess; lest, finding this unexpected reserve in the English friendship, she should suddenly take the resolution of flying into <span class=\"page-break\"></span>France, and should attempt by foreign force to recover possession of her authority: That her desperate fortunes and broken reputation fitted her for any attempt; and her resentment, when she should find herself thus deserted by the queen, would concur with her ambition and her bigotry, and render her an unrelenting, as well as powerful, enemy to the English government: That if she were once abroad, in the hands of enterprizing catholics, the attack on England would appear to her as easy as that on Scotland; and the only method, she must imagine, of recovering her native kingdom, would be to acquire that crown, to which she would deem herself equally intitled: That a neutrality in such interesting situations, though it might be pretended, could never, without the most extreme danger, be upheld by the queen; and the detention of Mary was equally requisite, whether the power of England were to be employed in her favour, or against her: That nothing, indeed, was more becoming a great prince than generosity; yet the suggestions of this noble principle could never, without imprudence, be consulted in such delicate circumstances as those in which the queen was at present placed; where her own safety and the interests of her people were ultimately concerned in every resolution which she embraced: That though the example of successful rebellion, especially in a neighbouring country, could no wise be agreeable to any sovereign, yet Mary's imprudence had been so great, perhaps her crimes so enormous, that the insurrection of subjects, after such provocation, could no longer be regarded as a precedent against other princes: That it was first necessary for Elizabeth to ascertain, in a regular and satisfactory manner, the extent of Mary's guilt, and thence to determine the degree of protection, which she ought to afford her against her discontented subjects: That as no glory could surpass that of defending oppressed innocence, it was equally infamous to patronize vice and murder on the throne; and the contagion of such dishonour would extend itself to all who countenanced or supported it: And that, if the crimes of the Scottish princess should, on enquiry, appear as great and certain as was affirmed and believed, every measure against her, which policy should dictate, would thence be justified; or if she should be found innocent, every enterprize, which friendship should inspire, would be acknowledged laudable and glorious.","subId":"68","id":"Hume.HE.4.39.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">Agreeably</span> to these views, Elizabeth resolved to proceed in a <span class=\"page-break\"></span>seemingly generous, but really cautious manner, with the queen of Scots; and she immediately sent orders to lady Scrope, sister to the duke of Norfolk, a lady who lived in the neighbourhood, to attend on that princess. Soon after, she dispatched to her lord Scrope himself, warden of the marches, and Sir Francis Knolles, vice chamberlain. They found Mary already lodged in the castle of Carlisle; and after expressing the queen's sympathy with her in her late misfortunes, they told her, that her request of being allowed to visit their sovereign, and of being admitted to her presence, could not at present be complied with: Till she had cleared herself of her husband's murder, of which she was so strongly accused, Elizabeth could not without dishonour show her any countenance, or appear indifferent to the assassination of so near a kinsman<a href=\"#n149\"><sup>[149]</sup></a>. So unexpected a check threw Mary into tears; and the necessity of her situation extorted from her a declaration, that she would willingly justify herself to her sister from all imputations, and would submit her cause to the arbitration of so good a friend<a href=\"#n150\"><sup>[150]</sup></a>. Two days after she sent lord Herreis to London with letter to the same purpose.","subId":"69","id":"Hume.HE.4.39.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> concession, which Mary could scarcely avoid, without an acknowledgment of guilt, was the point expected and desired by Elizabeth: She immediately dispatched Midlemore to the regent of Scotland; requiring him both to desist from the farther prosecution of his queen's party, and send some persons to London to justify his conduct with regard to her. Murray might justly be startled at receiving a message, so violent and imperious; but as his domestic enemies were numerous and powerful, and England was the sole ally, which he could expect among foreign nations, he was resolved rather to digest the affront than provoke Elizabeth by a refusal. He also considered, that, though that queen had hitherto appeared partial to Mary, many political motives evidently engaged her to support the king's cause in Scotland; and it was not to be doubted but so penetrating a princess would in the end discover this interest, and would at least afford him a patient and equitable hearing. He therefore replied, that he would himself take a journey to England, attended by other commissioners; and would willingly submit the determination of his cause to Elizabeth<a href=\"#n151\"><sup>[151]</sup></a>.","subId":"70","id":"Hume.HE.4.39.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lord</span> Herreis now perceived, that his mistress had advanced too far in her concessions: He endeavoured to maintain, that Mary could not, without diminution of her royal dignity, submit to a contest with her rebellious subjects before a foreign prince; and he required either present aid from England, or liberty for his queen to pass over into France. Being pressed, however, with the former agreement before the English council, he again renewed his consent; but in a few days he began anew to recoil; and it was with some difficulty that he was brought to acquiesce in the first determination<a href=\"#n152\"><sup>[152]</sup></a>. These fluctuations, which were incessantly renewed, showed his visible reluctance to the measures pursued by the court of England.","subId":"71","id":"Hume.HE.4.39.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen of Scots discovered no less aversion to the trial proposed; and it required all the artifice and prudence of Elizabeth to make her persevere in the agreement, to which she had at first consented. This latter princess still said to her, that she desired not, without Mary's consent and approbation, to enter into the question, and pretended only as a friend to hear her justification: That she was confident there would be found no difficulty in refuting all the calumnies of her enemies; and even if her apology should fall short of full conviction, Elizabeth was determined to support her cause, and procure her some reasonable terms of accommodation: And that it was never meant, that she should be cited to a trial on the accusation of her rebellious subjects; but on the contrary, that they should be summoned to appear and to justify themselves for their conduct towards her<a href=\"#n153\"><sup>[153]</sup></a>. Allured by these plausible professions, the queen of Scots agreed to vindicate herself by her own commissioners, before commissioners appointed by Elizabeth.","subId":"72","id":"Hume.HE.4.39.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> these transactions, lord Scrope and Sir Francis Knolles, who resided with Mary at Carlisle, had leisure to study her character, and to make report of it to Elizabeth. Unbroken by her misfortunes, resolute in her purpose, active in her enterprizes, she aspired to nothing but victory; and was determined to endure any extremity, to undergo any difficulty, and to try every fortune, rather than abandon her cause, or yield the superiority to her enemies. Eloquent, insinuating, affable; she had already convinced <span class=\"page-break\"></span>all those who approached her, of the innocence of her past conduct; and as she declared her fixed purpose to require aid of her friends all over Europe, and even to have recourse to infidels and barbarians, rather than fail of vengeance against her persecutors, it was easy to foresee the danger, to which her charms, her spirit, her address, if allowed to operate with their full force, would expose them<a href=\"#n154\"><sup>[154]</sup></a>. The court of England, therefore, who, under pretence of guarding her, had already, in effect, detained her prisoner, were determined to watch her with still greater vigilance. As Carlisle, by its situation on the borders, afforded her great opportunities of contriving her escape, they removed her to Bolton, a seat of lord Scrope's in Yorkshire: And the issue of the controversy between her and the Scottish nation was regarded as a subject more momentous to Elizabeth's security and interests, than it had hitherto been apprehended.","subId":"73","id":"Hume.HE.4.39.73"},{"type":"paragraph","content":"<span class=\"margin-comment\">4th Octob. Conferences at York and Hampton-court.</span> <span class=\"small-capitals\">The</span> commissioners, appointed by the English court for the examination of this great cause, were the duke of Norfolk, the earl of Sussex, and Sir Ralph Sadler; and York was named as the place of conference. Lesley, bishop of Ross, the lords Herreis, Levingstone, and Boyde, with three persons more, appeared as commissioners from the queen of Scots. The earl of Murray, regent, the earl of Morton, the bishop of Orkney, lord Lindesey, and the abbot of Dunfermling were appointed commissioners from the king and kingdom of Scotland. Secretary Lidington, George Buchanan, the famous poet and historian, with some others, were named as their assistants.","subId":"74","id":"Hume.HE.4.39.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was a great circumstance in Elizabeth's glory, that she was thus chosen umpire between the factions of a neighbouring kingdom, which had, during many centuries, entertained the most violent jealousy and animosity against England; and her felicity was equally rare, in having the fortunes and fame of so dangerous a rival, who had long given her the greatest inquietude, now entirely at her disposal. Some circumstances of her late conduct had discovered a byass towards the side of Mary: Her prevailing interests led her to favour the enemies of that princess: The professions of impartiality, which she had made, were open and frequent; and she had so far succeeded, that each side accused her commissioners <span class=\"page-break\"></span>of partiality towards their adversaries<a href=\"#n155\"><sup>[155]</sup></a>. She herself appears, by the instructions given them, to have fixed no plan for the decision; but she knew, that the advantages, which she should reap, must be great, whatever issue the cause might take. If Mary's crimes could be ascertained by undoubted proof, she could for ever blast the reputation of that princess, and might justifiably detain her for ever a prisoner in England: If the evidence fell short of conviction, it was intended to restore her to the throne, but with such strict limitations, as would leave Elizabeth perpetual arbiter of all differences between the parties in Scotland, and render her in effect absolute mistress of the kingdom<a href=\"#n156\"><sup>[156]</sup></a>.","subId":"75","id":"Hume.HE.4.39.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span>'s commissioners, before they gave in their complaints against her enemies in Scotland, entered a protest, that their appearance in the cause should nowise affect the independance of her crown, or be construed as a mark of subordination to England: The English commissioners received this protest, but with a reserve to the claim of England. The complaint of that princess was next read, and contained a detail of the injuries, which she had suffered since her marriage with Bothwel: That her subjects had taken arms against her, on pretence of freeing her from captivity; that when she put herself into their hands, they had committed her to close custody in Lochlevin; had placed her son, an infant, on her throne; had again taken arms against her after her deliverance from prison; had rejected all her proposals for accommodation; had given battle to her troops; and had obliged her, for the safety of her person, to take shelter in England<a href=\"#n157\"><sup>[157]</sup></a>. The earl of Murray, in answer to this complaint, gave a summary and imperfect account of the late transactions: that the earl of Bothwel, the known murderer of the late king, had, a little after committing that crime, seized the person of the queen and led her to Dunbar; that he acquired such influence over her as to gain her consent to marry him, and he had accordingly procured a divorce from his former wife, and had pretended to celebrate his nuptials with the queen; that the scandal of this transaction, the dishonour which it brought on the nation, the danger to which the infant prince was exposed from the attempts of that audacious man, had obliged the nobility <span class=\"page-break\"></span>to take arms, and oppose his criminal enterprizes; that after Mary, in order to save him, had thrown herself into their hands, she still discovered such a violent attachment to him, that they found it necessary, for their own and the public safety, to confine her person, during a season, till Bothwel and the other murderers of her husband could be tried and punished for their crimes; and that during this confinement, she had voluntarily, without compulsion or violence, merely from disgust at the inquietude and vexations attending power, resigned her crown to her only son, and had appointed the earl of Murray regent during the minority<a href=\"#n158\"><sup>[158]</sup></a>. The queen's answer to this apology was obvious: That she did not know and never could suspect, that Bothwel, who had been acquitted by a jury, and recommended to her by all the nobility for her husband, was the murderer of the king; and she ever was, and still continues desirous, that, if he be guilty, he may be brought to condign punishment; that her resignation of the crown was extorted from her by the well-grounded fears of her life, and even by direct menaces of violence; and that Throgmorton, the English ambassador, as well as others of her friends, had advised her to sign that paper, as the only means of saving herself from the last extremity, and had assured her, that a consent, given under these circumstances, could never have any validity<a href=\"#n159\"><sup>[159]</sup></a>.","subId":"76","id":"Hume.HE.4.39.76"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> far the queen of Scots seemed plainly to have the advantage in the contest: And the English commissioners might have been surprized, that Murray had made so weak a defence, and had suppressed all the material imputations against that princess, on which his party had ever so strenuously insisted; had not some private conferences previously informed them of the secret. Mary's commissioners had boasted, that Elizabeth, from regard to her kinswoman, and from her desire of maintaining the rights of sovereigns, was determined, how criminal soever the conduct of that princess might appear, to restore her to the throne<a href=\"#n160\"><sup>[160]</sup></a>; and Murray, reflecting on some past measures of the English court, began to apprehend, that there were but too just grounds for these expectations. He believed, that Mary, if he would agree to conceal <span class=\"page-break\"></span>the most violent part of the accusation against her, would submit to any reasonable terms of accommodation; but if he once proceeded so far as to charge her with the whole of her guilt, no composition could afterwards take place; and should she ever be restored, either by the power of Elizabeth, or the assistance of her other friends, he and his party must be exposed to her severe and implacable vengeance<a href=\"#n161\"><sup>[161]</sup></a>. He resolved, therefore, not to venture rashly on a measure, which it would be impossible for him ever to recal; and he privately paid a visit to Norfolk and the other English commissioners, confessed his scruples, laid before them the evidence of the queen's guilt, and desired to have some security for Elizabeth's protection, in case that evidence should, upon examination, appear entirely satisfactory. Norfolk was not secretly displeased with these scruples of the regent<a href=\"#n162\"><sup>[162]</sup></a>. He had ever been a partizan of the queen of Scots: Secretary Lidington, who began also to incline to that party, and was a man of singular address and capacity, had engaged him to embrace farther views in her favour, and even to think of espousing her: And though that duke confessed<a href=\"#n163\"><sup>[163]</sup></a>; that the proofs against Mary seemed to him unquestionable, he encouraged Murray in his present resolution not to produce them publicly in the conferences before the English commissioners<a href=\"#n164\"><sup>[164]</sup></a>.","subId":"77","id":"Hume.HE.4.39.77"},{"type":"paragraph","content":"<span class=\"small-capitals\">Norfolk</span>, however, was obliged to transmit to court the queries proposed by the regent. These queries consisted of four particulars: Whether the English commissioners had authority from their sovereign to pronounce sentence against Mary, in case her guilt should be fully proved before them? Whether they would promise to exercise that authority, and proceed to an actual sentence? Whether the queen of Scots, if she were found guilty, should be delivered into the hands of the regent, or, at least, be so secured in England, that she never should be able to disturb the tranquillity of Scotland? and, Whether Elizabeth would also, in that case, promise to acknowledge the young king, and protect the regent in his authority<a href=\"#n165\"><sup>[165]</sup></a>?","subId":"78","id":"Hume.HE.4.39.78"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, when these queries, with the other transactions, were laid before her, began to think, that they pointed towards a conclusion more decisive and more advantageous than she had hitherto expected. She determined, therefore, to bring the matter into full light; and under pretext that the distance from her person retarded the proceedings of her commissioners, she ordered them to come to London, and there continue the conferences. On their appearance, she immediately joined in commission with them some of the most considerable of her council; Sir Nicholas Bacon, lord keeper, the earls of Arundel and Leicester, lord Clinton, admiral, and Sir William Cecil, secretary<a href=\"#n166\"><sup>[166]</sup></a>. The queen of Scots, who knew nothing of these secret motives, and who expected, that fear or decency would still restrain Murray from proceeding to any violent accusation against her, expressed an entire satisfaction in this adjournment; and declared, that the affair, being under the immediate inspection of Elizabeth, was now in the hands where she most desired to rest it<a href=\"#n167\"><sup>[167]</sup></a>. The conferences were accordingly continued at Hampton-Court; and Mary's commissioners, as before, made no scruple to be present at them.","subId":"79","id":"Hume.HE.4.39.79"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen, meanwhile, gave a satisfactory answer to all Murray's demands; and declared, that, though she wished and hoped, from the present enquiry, to be entirely convinced of Mary's innocence, yet if the event should prove contrary, and if that princess should appear guilty of her husband's murder, she should, for her own part, deem her ever after unworthy of a throne<a href=\"#n168\"><sup>[168]</sup></a>. The regent, encouraged by this declaration, opened more fully his charge against the queen of Scots; and after expressing his reluctance to proceed to that extremity, and protesting, that nothing but the necessity of self-defence, which must not be abandoned for any delicacy, could have engaged him in such a measure, he proceeded to accuse her in plain terms of participation and consent in the assassination of the king<a href=\"#n169\"><sup>[169]</sup></a>. The earl of Lenox too appeared before the English commissioners; and imploring vengeance for the murder of his son, accused Mary as an accomplice with Bothwel in that enormity<a href=\"#n170\"><sup>[170]</sup></a>.","subId":"80","id":"Hume.HE.4.39.80"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> this charge was so unexpectedly given in, and copies of it were transmitted to the bishop of Ross, lord Herreis, and the other commissioners of Mary, they absolutely refused to return an answer; and they grounded their silence on very extraordinary reasons: They had orders, they said, from their mistress, if any thing were advanced that might touch her honour, not to make any defence, as she was a sovereign princess, and could not be subject to any tribunal; and they required, that she should previously be admitted to Elizabeth's presence, to whom, and to whom alone, she was determined to justify her innocence<a href=\"#n171\"><sup>[171]</sup></a>. They forgot, that the conferences were at first begun, and were still continued, with no other view than to clear her from the accusations of her enemies; that Elizabeth had ever pretended to enter into them only as her friend, by her own consent and approbation, not as assuming any jurisdiction over her; that this princess had from the beginning refused to admit her to her presence, till she should vindicate herself from the crimes imputed to her; that she had therefore discovered no new signs of partiality by her perseverance in that resolution; and that though she had granted an audience to the earl of Murray and his collegues, she had previously conferred the same honour on Mary's commissioners<a href=\"#n172\"><sup>[172]</sup></a>; and her conduct was so far entirely equal to both parties<a href=\"#n173\"><sup>[173]</sup></a>.","subId":"81","id":"Hume.HE.4.39.81"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> the commissioners of the queen of Scots refused to give in any answer to Murray's charge, the necessary consequence seemed to be, that there could be no farther proceedings in the conference. But though this silence might be interpreted as a presumption against her, it did not fully answer the purpose of those English ministers, who were enemies to that princess. They still desired to have in their hands the proofs of her guilt; and in order to draw them with decency from the regent, a judicious artifice was employed by Elizabeth. Murray was called before the English commissioners; and reproved by them, in the queen's name, for the atrocious imputations, which he had the temerity to throw upon his sovereign: But though the earl of Murray, they added, and the other commissioners, had so far forgotten the duty of allegiance to their prince, the queen never would overlook what she owed to her <span class=\"page-break\"></span>friend, her neighbour, and her kinswoman; and she therefore desired to know what they could say in their own justification<a href=\"#n174\"><sup>[174]</sup></a>. Murray, thus urged, made no difficulty in producing the proofs of his charge against the queen of Scots; and among the rest, some love-letters and sonnets of her's to Bothwel, written all in her own hand, and two other papers, one written in her own hand, another subscribed by her, and written by the earl of Huntley; each of which contained a promise of marriage with Bothwel, made before the pretended trial and acquittal of that nobleman.","subId":"82","id":"Hume.HE.4.39.82"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> these important papers had been kept by Bothwel in a silver box or casket, which had been given him by Mary, and which had belonged to her first husband, Francis; and though the princess had enjoined him to burn the letters as soon as he had read them, he had thought proper carefully to preserve them, as pledges of her fidelity, and had committed them to the custody of Sir James Balfour, deputy-governor of the castle of Edinburgh. When that fortress was besieged by the associated lords, Bothwel sent a servant to receive the casket from the hands of the deputy-governor. Balfour delivered it to the messenger; but as he had at that time received some disgust from Bothwel, and was secretly negociating an agreement with the ruling party, he took care, by conveying private intelligence to the earl of Morton, to make the papers be intercepted by him. They contained incontestible proofs of Mary's criminal correspondence with Bothwel, of her consent to the king's murder, and of her concurrence in the violence, which Bothwel pretended to commit upon her<a href=\"#n175\"><sup>[175]</sup></a>. Murray fortified this evidence by some testimonies of correspondent facts<a href=\"#n176\"><sup>[176]</sup></a>; and he added, some time after, the dying confession of one Hubert, or French Paris, as he was called, a servant of Bothwel's, who had been executed for the king's murder, and who directly charged the queen with her being accessary to that criminal enterprize<a href=\"#n177\"><sup>[177]</sup></a>.","subId":"83","id":"Hume.HE.4.39.83"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span>'s commissioners had used every expedient to ward this blow, which they saw coming upon them, and against which, it appears, they were not provided with any proper defence. As soon as Murray opened his charge, they endeavoured to turn the conferences from an enquiry into a negociation; and though informed <span class=\"page-break\"></span>by the English commissioners, that nothing could be more dishonourable for their mistress, than to enter into a treaty with such undutiful subjects, before she had justified herself from those enormous imputations, which had been thrown upon her, they still insisted, that Elizabeth should settle terms of accommodation between Mary and her enemies in Scotland<a href=\"#n178\"><sup>[178]</sup></a>. They maintained, that, till their mistress had given in her answer to Murray's charge, his proofs could neither be called for nor produced<a href=\"#n179\"><sup>[179]</sup></a>: And finding, that the English commissioners were still determined to proceed in the method which had been projected, they finally broke off the conferences, and never would make any reply. These papers, at least translations of them, have since been published. The objections, made to their authenticity, are in general of small force: But were they ever so specious, they cannot now be hearkened to; since Mary, at the time when the truth could have been fully cleared, did, in effect, ratify the evidence against her, by recoiling from the enquiry at the very critical moment, and refusing to give an answer to the accusation of her enemies<a href=\"#n180\"><sup>[180]</sup></a>.","subId":"84","id":"Hume.HE.4.39.84"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Elizabeth, though she had seen enough for her own satisfaction, was determined, that the most eminent persons of her court should also be acquainted with these transactions, and should be convinced of the equity of her proceedings: She ordered her privy-council to be assembled, and that she might render the matter more solemn and authentic, she summoned along with them the earls of Northumberland, Westmoreland, Shrewsbury, Worcester, Huntingdon, and Warwic. All the proceedings of the English commissioners were read to them: The evidences produced by Murray were perused: A great number of letters, written by Mary to Elizabeth, were laid before them, and the hand-writing compared with that of the letters delivered in by the regent: The refusal of the queen of Scots' commissioners to make any reply, was related: And on the whole, Elizabeth told them, that, as she had, from the first, thought it improper, that Mary, after such horrid crimes were imputed to her, should be admitted to her presence, before she had, in some measure, justified herself from <span class=\"page-break\"></span>the charge; so now, when her guilt was confirmed by so many evidences, and all answer refused, she must, for her part, persevere more steadily in that resolution<a href=\"#n181\"><sup>[181]</sup></a>. Elizabeth next called in the queen of Scots' commissioners, and after observing, that she deemed it much more decent for their mistress to continue the conferences, than to require the liberty of justifying herself in person, she told them, that Mary might either send her reply by a person whom she trusted, or deliver it herself to some English nobleman, whom Elizabeth should appoint to wait upon her: But as to her resolution of making no reply at all, she must regard it as the strongest confession of guilt; nor could they ever be deemed her friends, who advised her to that method of proceeding<a href=\"#n182\"><sup>[182]</sup></a>. These topics she enforced still more strongly in a letter, which she wrote to Mary herself<a href=\"#n183\"><sup>[183]</sup></a>.","subId":"85","id":"Hume.HE.4.39.85"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen of Scots had no other subterfuge from these pressing remonstrances than still to demand a personal interview with Elizabeth: A concession, which, she was sensible, would never be granted<a href=\"#n184\"><sup>[184]</sup></a>; because Elizabeth knew, that this expedient could decide nothing; because it brought matters to extremity, which that princess desired to avoid; and because it had been refused from the beginning, even before the commencement of the conferences. In order to keep herself better in countenance, Mary thought of another device. Though the conferences were broken off, she ordered her commissioners to accuse the earl of Murray and his associates as the murderers of the king<a href=\"#n185\"><sup>[185]</sup></a>: But this accusation coming so late, being extorted merely by a complaint of Murray's, and being unsupported by any proof, could only be regarded as an angry recrimination upon her enemy<a href=\"#n186\"><sup>[186]</sup></a>. She also desired to have copies of the papers given in by the regent; but as she still persisted in her resolution to make no reply before the English commissioners, this demand was finally refused her<a href=\"#n187\"><sup>[187]</sup></a>.","subId":"86","id":"Hume.HE.4.39.86"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> Mary had thus put an end to the conferences, the regent expressed great impatience to return into Scotland; and he complained, <span class=\"page-break\"></span>that his enemies had taken advantage of his absence, and had thrown the whole government into confusion. Elizabeth, therefore, dismissed him; and granted him a loan of five thousand pounds, to bear the charges of his journey<a href=\"#n188\"><sup>[188]</sup></a>. During the conferences at York, the duke of Chatelrault arrived at London, in passing from France; and as the queen knew, that he was engaged in Mary's party, and had very plausible pretensions to the regency of the king of Scots, she thought proper to detain him till after Murray's departure. But notwithstanding these marks of favour, and some other assistance which she secretly gave this latter nobleman<a href=\"#n189\"><sup>[189]</sup></a>, she still declined acknowledging the young king, or treating with Murray as regent of Scotland.","subId":"87","id":"Hume.HE.4.39.87"},{"type":"paragraph","content":"<span class=\"small-capitals\">Orders</span> were given for removing the queen of Scots from Bolton, a place surrounded with catholics, to Tutbury in the county of Stafford; where she was put under the custody of the earl of Shrewsbury. Elizabeth entertained hopes, that this princess, discouraged by her misfortunes, and confounded by the late transactions, would be glad to secure a safe retreat from all the tempests with which she had been agitated; and she promised to bury every thing in oblivion, provided Mary would agree, either voluntarily to resign her crown, or to associate her son with her in the government; and the administration to remain, during his minority, in the hands of the earl of Murray<a href=\"#n190\"><sup>[190]</sup></a>. But that high-spirited princess refused all treaty upon such terms, and declared that her last words should be those of a queen of Scotland. Besides many other reasons, she said, which fixed her in that resolution, she knew, that, if, in the present emergence, she made such concessions, her submission would be universally deemed an acknowledgment of guilt, and would ratify all the calumnies of her enemies<a href=\"#n191\"><sup>[191]</sup></a>.","subId":"88","id":"Hume.HE.4.39.88"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mary</span> still insisted upon this alternative; either that Elizabeth should assist her in recovering her authority, or should give her liberty to retire into France, and make trial of the friendship of other princes: And as she asserted, that she had come voluntarily into England, invited by many former professions of amity, she thought, that one or other of these requests could not, without the <span class=\"page-break\"></span>most extreme injustice, be refused her. But Elizabeth, sensible of the danger, which attended both these proposals, was secretly resolved to detain her still a captive; and as her retreat into England had been little voluntary, her claim upon the queen's generosity appeared much less urgent than she was willing to pretend. Necessity, it was thought, would to the prudent justify her detention: Her past misconduct would apologize for it to the equitable: And though it was foreseen, that compassion for Mary's situation, joined to her intrigues and insinuating behaviour, would, while she remained in England, excite the zeal of her friends, especially of the catholics; these inconveniences were deemed much inferior to those which attended any other expedient. Elizabeth trusted also to her own address, for eluding all those difficulties: She purposed to avoid breaking absolutely with the queen of Scots, to keep her always in hopes of an accommodation, to negotiate perpetually with her, and still to throw the blame of not coming to any conclusion, either on unforeseen accidents, or on the obstinacy and perverseness of others.","subId":"89","id":"Hume.HE.4.39.89"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> come now to mention some English affairs, which we left behind us, that we might not interrupt our narrative of the events in Scotland, which form so material a part of the present reign. The term, fixed by the treaty of Cateau-Cambresis for the restitution of Calais, expired in 1567; and Elizabeth, after making her demand at the gates of that city, sent Sir Thomas Smith to Paris; and that minister, in conjunction with Sir Henry Norris, her resident ambassador, enforced her pretensions. Conferences were held on that head, without coming to any conclusion, satisfactory to the English. The chancellor, De L'Hospital, told the English ambassadors, that, though France by an article of the treaty was obliged to restore Calais on the expiration of eight years, there was another article of the same treaty, which now deprived Elizabeth of any right, that could accrue to her by that engagement: That it was agreed, if the English should, during the interval, commit hostilities upon France, they should instantly forfeit all claim to Calais; and the taking possession of Havre and Dieppe, with whatever pretences that measure might be covered, was a plain violation of the peace between the nations: That though these places were not entered by force, but put into Elizabeth's hands by the governors, these governors were rebels; and a correspondence <span class=\"page-break\"></span>with such traitors was the most flagrant injury, that could be committed on any sovereign: That in the treaty, which ensued upon the expulsion of the English from Normandy, the French ministers had absolutely refused to make any mention of Calais, and had thereby declared their intention to take advantage of the title, which had accrued to the crown of France: And that though a general clause had been inserted, implying a reservation of all claims; this concession could not avail the English, who at that time possessed no just claim to Calais, and had previously forfeited all right to that fortress<a href=\"#n192\"><sup>[192]</sup></a>. The queen was no wise surprized at hearing these allegations; and as she knew, that the French court intended not from the first to make restitution, much less after they could justify their refusal by such plausible reasons, she thought it better for the present to acquiesce in the loss, than to pursue a doubtful title by a war both dangerous and expensive, as well as unseasonable<a href=\"#n193\"><sup>[193]</sup></a>.","subId":"90","id":"Hume.HE.4.39.90"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> entered anew into negociations for espousing the archduke Charles; and she seems, at this time, to have had no great motive of policy, which might induce her to make this fallacious offer: But as she was very rigorous in the terms insisted on, and would not agree, that the archduke, if he espoused her, should enjoy any power or title in England, and even refused him the exercise of his religion, the treaty came to nothing; and that prince, despairing of success in his addresses, married the daughter of Albert, duke of Bavaria<a href=\"#n194\"><sup>[194]</sup></a>.","subId":"91","id":"Hume.HE.4.39.91"},{"type":"note","content":"Thuanus, lib. xxiii. cap. 14.","subId":"n1","id":"Hume.HE.4.39.n1"},{"type":"note","content":"Digges's Complete Ambassador, p. 369. Haynes, p. 585. Strype, vol. iv. No. 246.","subId":"n2","id":"Hume.HE.4.39.n2"},{"type":"note","content":"Haynes, vol. i. p. 280, 281, 283, 284.","subId":"n3","id":"Hume.HE.4.39.n3"},{"type":"note","content":"Davila, lib. ii.","subId":"n4","id":"Hume.HE.4.39.n4"},{"type":"note","content":"Davila, lib. iii.","subId":"n5","id":"Hume.HE.4.39.n5"},{"type":"note","content":"Father Paul, lib. vii.","subId":"n6","id":"Hume.HE.4.39.n6"},{"type":"note","content":"Ibid.","subId":"n7","id":"Hume.HE.4.39.n7"},{"type":"note","content":"Ibid. Haynes, p. 391.","subId":"n8","id":"Hume.HE.4.39.n8"},{"type":"note","content":"Forbes, vol. ii, p. 48.","subId":"n9","id":"Hume.HE.4.39.n9"},{"type":"note","content":"Forbes, p. 54, 257.","subId":"n10","id":"Hume.HE.4.39.n10"},{"type":"note","content":"Ibid. vol. ii. p. 199.","subId":"n11","id":"Hume.HE.4.39.n11"},{"type":"note","content":"Ibid. p. 161.","subId":"n12","id":"Hume.HE.4.39.n12"},{"type":"note","content":"Forbes, p. 320. Davila, lib. iii.","subId":"n13","id":"Hume.HE.4.39.n13"},{"type":"note","content":"Forbes, vol. ii. p. 322, 347.","subId":"n14","id":"Hume.HE.4.39.n14"},{"type":"note","content":"Sir Simon D'Ewes's Journ. p. 81.","subId":"n15","id":"Hume.HE.4.39.n15"},{"type":"note","content":"Keith, p. 322.","subId":"n16","id":"Hume.HE.4.39.n16"},{"type":"note","content":"Sir Simon D'Ewes's Journal, p. 75.","subId":"n17","id":"Hume.HE.4.39.n17"},{"type":"note","content":"5 Eliz. c. i.","subId":"n18","id":"Hume.HE.4.39.n18"},{"type":"note","content":"Strype, vol. i. p. 260.","subId":"n19","id":"Hume.HE.4.39.n19"},{"type":"note","content":"5 Eliz. c. 15.","subId":"n20","id":"Hume.HE.4.39.n20"},{"type":"note","content":"Ibid. c. 16.","subId":"n21","id":"Hume.HE.4.39.n21"},{"type":"note","content":"Forbes, vol. ii.","subId":"n22","id":"Hume.HE.4.39.n22"},{"type":"note","content":"Forbes, vol. ii. p. 276, 277.","subId":"n23","id":"Hume.HE.4.39.n23"},{"type":"note","content":"Forbes, vol. ii. p. 79.","subId":"n24","id":"Hume.HE.4.39.n24"},{"type":"note","content":"Ibid. p. 158.","subId":"n25","id":"Hume.HE.4.39.n25"},{"type":"note","content":"Forbes, vol. ii. p. 377, 498.","subId":"n26","id":"Hume.HE.4.39.n26"},{"type":"note","content":"Ibid. p. 450, 458.","subId":"n27","id":"Hume.HE.4.39.n27"},{"type":"note","content":"Ibid. p. 498.","subId":"n28","id":"Hume.HE.4.39.n28"},{"type":"note","content":"This year the council of Trent was dissolved, which had sitten from 1545. The publication of its decrees excited anew the general ferment in Europe; while the catholics endeavoured to enforce the acceptance of them, and the protestants rejected them. The religious controversies were too far advanced to expect that any conviction would result from the decrees of this council. It is the only general council which has been held in an age truly learned and inquisitive; and as the history of it has been written with great penetration and judgment, it has tended very much to expose clerical usurpations and intrigues, and may serve us as a specimen of more ancient councils. No one expects to see another general council, till the decay of learning and the progress of ignorance shall again fit mankind for these great impostures.","subId":"n29","id":"Hume.HE.4.39.n29"},{"type":"note","content":"Davila, lib. 3.","subId":"n30","id":"Hume.HE.4.39.n30"},{"type":"note","content":"Keith, p. 252.","subId":"n31","id":"Hume.HE.4.39.n31"},{"type":"note","content":"Ibid. p. 253.","subId":"n32","id":"Hume.HE.4.39.n32"},{"type":"note","content":"Haynes, p. 388.","subId":"n33","id":"Hume.HE.4.39.n33"},{"type":"note","content":"Forbes, vol. ii. p. 287. Strype, vol. i. p. 400.","subId":"n34","id":"Hume.HE.4.39.n34"},{"type":"note","content":"Keith, p. 247, 284.","subId":"n35","id":"Hume.HE.4.39.n35"},{"type":"note","content":"Melvil, p. 41.","subId":"n36","id":"Hume.HE.4.39.n36"},{"type":"note","content":"Keith, p. 243, 249, 259, 265.","subId":"n37","id":"Hume.HE.4.39.n37"},{"type":"note","content":"Camden, p. 396.","subId":"n38","id":"Hume.HE.4.39.n38"},{"type":"note","content":"Keith, p. 269, 270. Appendix, p. 158. Strype, vol. i. p. 414.","subId":"n39","id":"Hume.HE.4.39.n39"},{"type":"note","content":"Haynes, p. 447.","subId":"n40","id":"Hume.HE.4.39.n40"},{"type":"note","content":"Melvil, p. 49, 50.","subId":"n41","id":"Hume.HE.4.39.n41"},{"type":"note","content":"Keith, p. 264.","subId":"n42","id":"Hume.HE.4.39.n42"},{"type":"note","content":"Keith, p. 261.","subId":"n43","id":"Hume.HE.4.39.n43"},{"type":"note","content":"Ibid. p. 280, 282. Jebb, vol. ii. p. 46.","subId":"n44","id":"Hume.HE.4.39.n44"},{"type":"note","content":"Keith, p. 255, 259, 272.","subId":"n45","id":"Hume.HE.4.39.n45"},{"type":"note","content":"Melvil, p. 42.","subId":"n46","id":"Hume.HE.4.39.n46"},{"type":"note","content":"Keith, p. 274, 275.","subId":"n47","id":"Hume.HE.4.39.n47"},{"type":"note","content":"Ibid. p. 290.","subId":"n48","id":"Hume.HE.4.39.n48"},{"type":"note","content":"Spotswood, p. 198.","subId":"n49","id":"Hume.HE.4.39.n49"},{"type":"note","content":"Father Paul, lib. vii.","subId":"n50","id":"Hume.HE.4.39.n50"},{"type":"note","content":"Keith, p. 268.","subId":"n51","id":"Hume.HE.4.39.n51"},{"type":"note","content":"Ibid. p. 545. Knox, p. 374.","subId":"n52","id":"Hume.HE.4.39.n52"},{"type":"note","content":"Keith, p. 550, 551.","subId":"n53","id":"Hume.HE.4.39.n53"},{"type":"note","content":"Ibid. p. 546. Knox, p. 381.","subId":"n54","id":"Hume.HE.4.39.n54"},{"type":"note","content":"Knox, p. 377.","subId":"n55","id":"Hume.HE.4.39.n55"},{"type":"note","content":"It appears, however, from Randolf's Letters, (See Keith, p. 290.) that some offers had been made to that minister, of seizing Lenox and Darnley, and delivering them into queen Elizabeth's hands. Melvil confirms the same story, and says, that the design was acknowledged by the conspirators, p. 56. This serves to justify the account given by the queen's party of the Raid of Baith, as it is called. See farther, Goodall, vol. ii. p. 358. The other conspiracy, of which Murray complained, is much more uncertain, and is founded on very doubtful evidence.","subId":"n56","id":"Hume.HE.4.39.n56"},{"type":"note","content":"Keith, p. 293, 294, 300, 301.","subId":"n57","id":"Hume.HE.4.39.n57"},{"type":"note","content":"Knox, p. 380. Keith, Append. p. 164. Anderson, vol. iii. p. 194.","subId":"n58","id":"Hume.HE.4.39.n58"},{"type":"note","content":"Knox, p. 381.","subId":"n59","id":"Hume.HE.4.39.n59"},{"type":"note","content":"Ibid. p. 380, 385.","subId":"n60","id":"Hume.HE.4.39.n60"},{"type":"note","content":"Ibid. p. 388.","subId":"n61","id":"Hume.HE.4.39.n61"},{"type":"note","content":"Melvil, p. 57. Knox, p. 388. Keith, p. 319. Crawford, p. 62, 63.","subId":"n62","id":"Hume.HE.4.39.n62"},{"type":"note","content":"Melvil, p. 60.","subId":"n63","id":"Hume.HE.4.39.n63"},{"type":"note","content":"Ibid. p. 59, 60, 61, 62, 63. Keith, p. 322.","subId":"n64","id":"Hume.HE.4.39.n64"},{"type":"note","content":"Keith, p. 325. Melvil, p. 63.","subId":"n65","id":"Hume.HE.4.39.n65"},{"type":"note","content":"Davila, lib. iii.","subId":"n66","id":"Hume.HE.4.39.n66"},{"type":"note","content":"Melvil, p. 63. Keith Append. p. 176.","subId":"n67","id":"Hume.HE.4.39.n67"},{"type":"note","content":"Keith, p. 287, 329. Append. p. 163.","subId":"n68","id":"Hume.HE.4.39.n68"},{"type":"note","content":"Keith, p. 282, 302. Crawford's Memoirs, p. 5. Spotswood, p. 193.","subId":"n69","id":"Hume.HE.4.39.n69"},{"type":"note","content":"Buchanan confesses that Rizzio was ugly; but it may be inferred, from the narration of that author, that he was young. He says, that on the return of the duke of Savoy to Turin, Rizzio was <em>in adolescentiae vigore;</em> in the vigour of youth. Now that event happened only a few years before, lib. xvii. cap. 44. That Bothwel was young appears, among many other invincible proofs, from Mary's instructions to the bishop of Dumblain, her ambassador at Paris; where she says, that in 1559, only eight years before, he was <em>very young.</em> He might therefore have been about thirty when he married her. See Keith's History, p. 388. From the appendix to the <em>epistolae regum Scotorum,</em> it appears, by authentic documents, that Patrick, earl of Bothwel, father to James, who espoused queen Mary, was alive, till near the year 1560. Buchanan, by a mistake, which has been long ago corrected, calls him James.","subId":"n70","id":"Hume.HE.4.39.n70"},{"type":"note","content":"Keith, p. 326. Melvil, p. 64.","subId":"n71","id":"Hume.HE.4.39.n71"},{"type":"note","content":"Buchanan, lib. xvii, c. 60. Crawford, p. 6. Spotswood, p. 194. Knox, p. 393. Jebb, vol. i. p. 456.","subId":"n72","id":"Hume.HE.4.39.n72"},{"type":"note","content":"Crawford, p. 7.","subId":"n73","id":"Hume.HE.4.39.n73"},{"type":"note","content":"Goodall, vol. i. p. 266. Crawford, p. 7.","subId":"n74","id":"Hume.HE.4.39.n74"},{"type":"note","content":"Melvil, p. 64. Keith, p. 330, 331. Crawford, p. 9.","subId":"n75","id":"Hume.HE.4.39.n75"},{"type":"note","content":"Melvil, p. 75, 76. Keith, p. 334. Knox, p. 398.","subId":"n76","id":"Hume.HE.4.39.n76"},{"type":"note","content":"Goodall, vol. i. p. 280. Keith Append. p. 167.","subId":"n77","id":"Hume.HE.4.39.n77"},{"type":"note","content":"Melvil, p. 66, 67.","subId":"n78","id":"Hume.HE.4.39.n78"},{"type":"note","content":"Ibid. p. 69, 70.","subId":"n79","id":"Hume.HE.4.39.n79"},{"type":"note","content":"Camden, p. 397.","subId":"n80","id":"Hume.HE.4.39.n80"},{"type":"note","content":"D'Ewes, p. 129.","subId":"n81","id":"Hume.HE.4.39.n81"},{"type":"note","content":"Ibid. p. 124.","subId":"n82","id":"Hume.HE.4.39.n82"},{"type":"note","content":"D'Ewes, p. 127, 128.","subId":"n83","id":"Hume.HE.4.39.n83"},{"type":"note","content":"Ibid. p. 128.","subId":"n84","id":"Hume.HE.4.39.n84"},{"type":"note","content":"Camden, p. 400.","subId":"n85","id":"Hume.HE.4.39.n85"},{"type":"note","content":"D'Ewes, p. 128.","subId":"n86","id":"Hume.HE.4.39.n86"},{"type":"note","content":"Ibid. p. 130.","subId":"n87","id":"Hume.HE.4.39.n87"},{"type":"note","content":"D'Ewes, p. 116, 117.","subId":"n88","id":"Hume.HE.4.39.n88"},{"type":"note","content":"Camden, p. 400.","subId":"n89","id":"Hume.HE.4.39.n89"},{"type":"note","content":"Haynes, p. 446, 448.","subId":"n90","id":"Hume.HE.4.39.n90"},{"type":"note","content":"Melvil, p. 53, 61, 74.","subId":"n91","id":"Hume.HE.4.39.n91"},{"type":"note","content":"Keith, p. 240.","subId":"n92","id":"Hume.HE.4.39.n92"},{"type":"note","content":"Melvil, p. 66, 77.","subId":"n93","id":"Hume.HE.4.39.n93"},{"type":"note","content":"Keith, p. 345–348.","subId":"n94","id":"Hume.HE.4.39.n94"},{"type":"note","content":"Camden, p. 404. Goodall's Queen Mary, vol. ii. p. 317.","subId":"n95","id":"Hume.HE.4.39.n95"},{"type":"note","content":"It was imagined, that Henry had been strangled before the house was blown up. But this supposition is contradicted by the confession of the criminals; and there is no necessity to admit it in order to account for the condition of his body. There are many instances that men's lives have been saved who had been blown up in ships. Had Henry fallen on water he had not probably been killed.","subId":"n96","id":"Hume.HE.4.39.n96"},{"type":"note","content":"Melvil, p. 78. Cabbala, p. 136.","subId":"n97","id":"Hume.HE.4.39.n97"},{"type":"note","content":"Anderson's Collections, vol. ii. p. 38. vol. iv. p. 167, 168. Spotswood, p. 200. Keith, p. 374.","subId":"n98","id":"Hume.HE.4.39.n98"},{"type":"note","content":"Keith, p. 372. Anderson, vol. ii. p. 3.","subId":"n99","id":"Hume.HE.4.39.n99"},{"type":"note","content":"Keith, p. 373.","subId":"n100","id":"Hume.HE.4.39.n100"},{"type":"note","content":"Ibid. p. 374, 375.","subId":"n101","id":"Hume.HE.4.39.n101"},{"type":"note","content":"Ibid. p. 405.","subId":"n102","id":"Hume.HE.4.39.n102"},{"type":"note","content":"Anderson, vol. i. p. 38, 40, 50, 52.","subId":"n103","id":"Hume.HE.4.39.n103"},{"type":"note","content":"Ibid. vol. ii, p. 274.","subId":"n104","id":"Hume.HE.4.39.n104"},{"type":"note","content":"Spotswood, p. 201.","subId":"n105","id":"Hume.HE.4.39.n105"},{"type":"note","content":"Keith, p. 375. Anderson, vol. i. p. 52.","subId":"n106","id":"Hume.HE.4.39.n106"},{"type":"note","content":"Keith, p. 376. Anderson, vol. ii. p. 106. Spotswood, p. 201.","subId":"n107","id":"Hume.HE.4.39.n107"},{"type":"note","content":"Spotswood, p. 201. Anderson, vol. i., p. 113.","subId":"n108","id":"Hume.HE.4.39.n108"},{"type":"note","content":"Keith, p. 375. Anderson, vol. ii. p. 93. Spotswood, p. 201.","subId":"n109","id":"Hume.HE.4.39.n109"},{"type":"note","content":"Keith, p. 78. Crawford, p. 14.","subId":"n110","id":"Hume.HE.4.39.n110"},{"type":"note","content":"Keith, p. 380.","subId":"n111","id":"Hume.HE.4.39.n111"},{"type":"note","content":"Ibid. p. 381.","subId":"n112","id":"Hume.HE.4.39.n112"},{"type":"note","content":"Mary herself confessed, in her instructions to the ambassadors, whom she sent to France, that Bothwel persuaded all the noblemen, that their application in favour of his marriage was agreeable to her, Keith, p. 389. Anderson, vol. i. p. 94. Murray afterwards produced to queen Elizabeth's commissioners a paper signed by Mary, by which she permitted them to make this application to her. This permission was a sufficient declaration of her intentions, and was esteemed equivalent to a command. Anderson, vol. iv. p. 59. They even asserted, that the house, in which they met, was surrounded with armed men. Goodall, vol. ii. p. 141.","subId":"n113","id":"Hume.HE.4.39.n113"},{"type":"note","content":"Melvil, p. 80.","subId":"n114","id":"Hume.HE.4.39.n114"},{"type":"note","content":"Spotswood, p. 202.","subId":"n115","id":"Hume.HE.4.39.n115"},{"type":"note","content":"Anderson, vol. iv. part ii. p. 61.","subId":"n116","id":"Hume.HE.4.39.n116"},{"type":"note","content":"Anderson, vol. ii. p. 280.","subId":"n117","id":"Hume.HE.4.39.n117"},{"type":"note","content":"Spotswood, p. 203. Anderson, vol. ii. p. 280.","subId":"n118","id":"Hume.HE.4.39.n118"},{"type":"note","content":"Spotswood, p. 203. Melvil, p. 82.","subId":"n119","id":"Hume.HE.4.39.n119"},{"type":"note","content":"Keith, p. 392. Digges, p. 14.","subId":"n120","id":"Hume.HE.4.39.n120"},{"type":"note","content":"Melvil, p. 82. Keith, p. 402. Anderson, vol. i. p. 128, 134.","subId":"n121","id":"Hume.HE.4.39.n121"},{"type":"note","content":"Crawford, p. ii. Keith, Pref. p. 9.","subId":"n122","id":"Hume.HE.4.39.n122"},{"type":"note","content":"Keith, p. 394.","subId":"n123","id":"Hume.HE.4.39.n123"},{"type":"note","content":"Keith, p. 402. Spotswood, p. 207.","subId":"n124","id":"Hume.HE.4.39.n124"},{"type":"note","content":"Melvil, p. 83, 84.","subId":"n125","id":"Hume.HE.4.39.n125"},{"type":"note","content":"Anderson, vol. ii. p. 165, 166, &amp;c.","subId":"n126","id":"Hume.HE.4.39.n126"},{"type":"note","content":"Keith, p. 419.","subId":"n127","id":"Hume.HE.4.39.n127"},{"type":"note","content":"Melvil, p. 84. The reality of this letter appears somewhat disputable; chiefly because Murray and his associates never mentioned it in their accusation of her before queen Elizabeth's commissioners.","subId":"n128","id":"Hume.HE.4.39.n128"},{"type":"note","content":"Keith, p. 411, 412, &amp;c.","subId":"n129","id":"Hume.HE.4.39.n129"},{"type":"note","content":"Keith, p. 414, 415, 429.","subId":"n130","id":"Hume.HE.4.39.n130"},{"type":"note","content":"Ibid. p. 416.","subId":"n131","id":"Hume.HE.4.39.n131"},{"type":"note","content":"Ibid. p. 427.","subId":"n132","id":"Hume.HE.4.39.n132"},{"type":"note","content":"Ibid. p. 420.","subId":"n133","id":"Hume.HE.4.39.n133"},{"type":"note","content":"Keith, p. 428.","subId":"n134","id":"Hume.HE.4.39.n134"},{"type":"note","content":"Ibid. p. 422, 426.","subId":"n135","id":"Hume.HE.4.39.n135"},{"type":"note","content":"Melvil, p. 85. Spotswood, p. 211. Anderson, vol. iii. p. 19.","subId":"n136","id":"Hume.HE.4.39.n136"},{"type":"note","content":"Keith, p. 439, 440.","subId":"n137","id":"Hume.HE.4.39.n137"},{"type":"note","content":"Ibid, p. 440. Append. p. 150.","subId":"n138","id":"Hume.HE.4.39.n138"},{"type":"note","content":"Ibid. p. 430.","subId":"n139","id":"Hume.HE.4.39.n139"},{"type":"note","content":"Melvil, p. 87, Keith, p. 445.","subId":"n140","id":"Hume.HE.4.39.n140"},{"type":"note","content":"Anderson, vol. ii. p. 206, &amp; seq.","subId":"n141","id":"Hume.HE.4.39.n141"},{"type":"note","content":"Buchanan, lib. xviii, c. 53.","subId":"n142","id":"Hume.HE.4.39.n142"},{"type":"note","content":"Keith, p. 475.","subId":"n143","id":"Hume.HE.4.39.n143"},{"type":"note","content":"Ibid. p. 463. Cabala, p. 141.","subId":"n144","id":"Hume.HE.4.39.n144"},{"type":"note","content":"Keith, p. 462.","subId":"n145","id":"Hume.HE.4.39.n145"},{"type":"note","content":"Keith, p. 473. in the notes. Anderson, vol. iv. p. 26.","subId":"n146","id":"Hume.HE.4.39.n146"},{"type":"note","content":"Jebb's Collection, vol. i. p. 420.","subId":"n147","id":"Hume.HE.4.39.n147"},{"type":"note","content":"Cabala, p. 140.","subId":"n148","id":"Hume.HE.4.39.n148"},{"type":"note","content":"Anderson, vol. iv. p. 54, 66, 82, 83, 86.","subId":"n149","id":"Hume.HE.4.39.n149"},{"type":"note","content":"Ibid. p. 10, 55, 87.","subId":"n150","id":"Hume.HE.4.39.n150"},{"type":"note","content":"Ibid. p. 13–16.","subId":"n151","id":"Hume.HE.4.39.n151"},{"type":"note","content":"Anderson, p. 1–20.","subId":"n152","id":"Hume.HE.4.39.n152"},{"type":"note","content":"Ibid. p. 11, 12, 13, 109, 110.","subId":"n153","id":"Hume.HE.4.39.n153"},{"type":"note","content":"Anderson, vol. iv. p. 54, 71, 72, 74, 78, 92.","subId":"n154","id":"Hume.HE.4.39.n154"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 40.","subId":"n155","id":"Hume.HE.4.39.n155"},{"type":"note","content":"Ibid. 14, 15, &amp;c. Goodall, vol. ii. p. 110.","subId":"n156","id":"Hume.HE.4.39.n156"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 52. Goodall, vol. ii. p. 128. Haynes, p. 478.","subId":"n157","id":"Hume.HE.4.39.n157"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 64, &amp; seq. Goodall, vol. ii. p. 144.","subId":"n158","id":"Hume.HE.4.39.n158"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 60, &amp; seq. Goodall, vol. ii. p. 162.","subId":"n159","id":"Hume.HE.4.39.n159"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 45. Goodall, vol. ii. p. 127.","subId":"n160","id":"Hume.HE.4.39.n160"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 47, 48. Goodall, vol. ii. p. 159.","subId":"n161","id":"Hume.HE.4.39.n161"},{"type":"note","content":"Crawford, p. 92. Melvil, p. 94, 95. Haynes, p. 574.","subId":"n162","id":"Hume.HE.4.39.n162"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 77.","subId":"n163","id":"Hume.HE.4.39.n163"},{"type":"note","content":"Ibid. 57, 77. State Trials, vol. i. p. 76.","subId":"n164","id":"Hume.HE.4.39.n164"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 55. Goodall, vol. ii. p. 130.","subId":"n165","id":"Hume.HE.4.39.n165"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 99.","subId":"n166","id":"Hume.HE.4.39.n166"},{"type":"note","content":"Ibid. p. 95. Goodall, vol. ii. p. 177, 179.","subId":"n167","id":"Hume.HE.4.39.n167"},{"type":"note","content":"Goodall, vol. ii. p. 199.","subId":"n168","id":"Hume.HE.4.39.n168"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 115, &amp; seq. Goodall, vol. ii. p. 206.","subId":"n169","id":"Hume.HE.4.39.n169"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 122. Goodall, vol. ii. p. 208.","subId":"n170","id":"Hume.HE.4.39.n170"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 125, &amp; seq. Goodall, vol. ii. p. 184, 211, 217.","subId":"n171","id":"Hume.HE.4.39.n171"},{"type":"note","content":"Lesley's Negociations in Anderson, vol. iii. p. 25. Haynes, p. 487.","subId":"n172","id":"Hume.HE.4.39.n172"},{"type":"note","content":"Mary's complaint of the queen's partiality in admitting Murray to a conference was a mere pretext in order to break off the conference. She indeed employs that reason in her order for that purpose (see Goodall, vol. ii. p. 184), but in her private letter, her commissioners are directed to make use of that order to prevent her honour from being attacked, Goodall, vol. ii. p. 183. It was therefore the accusation only she was afraid of. Murray was the least obnoxious of all her enemies: He was abroad when her subjects rebelled and reduced her to captivity: He had only accepted of the regency, when voluntarily proffered him by the nation. His being admitted to queen Elizabeth's presence was therefore a very bad foundation for a quarrel, or for breaking off the conference; and was plainly a mere pretence.","subId":"n173","id":"Hume.HE.4.39.n173"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 147. Goodall, vol. ii. p. 233.","subId":"n174","id":"Hume.HE.4.39.n174"},{"type":"note","content":"Anderson, vol. ii, p. 115. Goodall, vol. ii. p. 1.","subId":"n175","id":"Hume.HE.4.39.n175"},{"type":"note","content":"Anderson, vol. ii. part 2. p. 165, &amp;c. Goodall, vol. ii. p. 243.","subId":"n176","id":"Hume.HE.4.39.n176"},{"type":"note","content":"Anderson, vol. ii. p. 192. Goodall, vol. ii. p. 76.","subId":"n177","id":"Hume.HE.4.39.n177"},{"type":"note","content":"Anderson, vol. ii. part 2. p. 135, 139. Goodall, vol. ii. p. 224.","subId":"n178","id":"Hume.HE.4.39.n178"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 139, 145. Goodall, vol. ii. p. 228.","subId":"n179","id":"Hume.HE.4.39.n179"},{"type":"note","content":"We shall not enter into a long discussion concerning the authenticity of these letters: We shall only remark in general, that the chief objections against them are, that they are supposed to have passed through the earl of Morton's hands, the least scrupulous of all Mary's enemies; and that they are, to the last degree, indecent, and even somewhat inelegant, such as it is not likely she would write. But to these presumptions we may oppose the following considerations. (1.) Though it be not difficult to counterfeit a subscription, it is very difficult, and almost impossible, to counterfeit several pages, so as to resemble exactly the hand-writing of any person. These letters were examined and compared with Mary's hand-writing, by the English privy-council, and by a great many of the nobility, among whom were several partizans of that princess. They might have been examined by the bishop of Ross, Herreis, and others of Mary's commissioners. The regent must have expected, that they would be very critically examined by them: And had they not been able to stand that test, he was only preparing a scene of confusion to himself. Bishop Lesly expressly declines the comparing of the hands, which he calls no legal proof, Goodall, vol. ii. p. 389. (2.) The letters are very long, much longer than they needed to have been, in order to serve the purposes of Mary's enemies; a circumstance, which encreased the difficulty, and exposed any forgery the more to the risk of detection. (3.) They are not so gross and palpable, as forgeries commonly are; for they still left a pretext for Mary's friends to assert, that their meaning was strained to make them appear criminal; see Goodall, vol. ii. p. 361. (4.) There is a long contract of marriage, said to be written by the earl of Huntley, and signed by the queen, before Bothwell's acquital. Would Morton, without any necessity, have thus doubled the difficulties of the forgery, and the danger of detection? (5.) The letters are indiscreet; but such was apparently Mary's conduct at that time: They are inelegant; but they have a careless, natural air, like letters hastily written between familiar friends. (6.) They contain such a variety of particular circumstances, as nobody could have thought of inventing, especially as they must necessarily have afforded her many means of detection. (7.) We have not the originals of the letters, which were in French: We have only a Scotch and Latin translation from the original, and a French translation professedly done from the Latin. Now it is remarkable, that the Scotch translation is full of Gallicisms, and is clearly a translation from a French original: Such as <em>make fault, faire des fautes; make it seem that I believe, faire semblant de le croire; make brek, faire breche; this is my first journay, c'est ma premiere journée; have you not desire to laugh, n'avez vous pas envie de rire; the place will hald unto the death, la place tiendra jusqu'â la mort; he may not come forth of the house this long time, il ne peut pas sortir du logis de long-tems; to make me advertisement, faire m'avertir; put order to it, mettre ordre a cela; discharge your heart, decharger votre coeur; make gud watch, faites bonne garde, &amp;c.</em> (8.) There is a conversation which she mentions, between herself and the king one evening: But Murray produced before the English commissioners, the testimony of one Crawford, a gentleman of the Earl of Lenox, who swore, that the king, on her departure from him, gave him an account of the same conversation. (9.) There seems very little reason why Murray and his associates should run the risk of such dangerous forgery, which must have rendered them infamous, if detected; since their cause, from Mary's known conduct, even without these letters, was sufficiently good and justifiable. (10.) Murray exposed these letters to the examination of persons qualified to judge of them: the Scotch council, the Scotch parliament, queen Elizabeth and her council, who were possessed of a great number of Mary's genuine letters. (11.) He gave Mary herself an opportunity of refuting and exposing him, if she had chosen to lay hold of it. (12.) The letters tally so well with all the other parts of her conduct during that transaction, that these proofs throw the strongest light on each other. (13.) The duke of Norfolk, who had examined these papers, and who favoured so much the queen of Scots, that he intended to marry her, and in the end lost his life in her cause, yet believed them authentic, and was fully convinced of her guilt. This appears not only from his letters above mentioned, to queen Elizabeth and her ministers, but by his secret acknowledgment to Banister, his most trusty confident. See State Trials, vol. i. p. 81. In the conferences between the duke, secretary Lidington, and the bishop of Ross, all of them zealous partizans of that princess, the same thing is always taken for granted. Ibid. p. 74, 75. See farther MS. in the Advocate's library. A. 3, 28. p. 314. from Cott. lib. Calig. c. 9. Indeed, the duke's full persuasion of Mary's guilt, without the least doubt or hesitation, could not have had place, if he had found Lidington or the bishop of Ross of a different opinion, or if they had ever told him that these letters were forged. It is to be remarked, that Lidington, being one of the accomplices, knew the whole bottom of the conspiracy against king Henry, and was, besides, a man of such penetration, that nothing could escape him in such interesting events. (14.) I need not repeat the presumption drawn from Mary's refusal to answer. The only excuse for her silence, is, she suspected Elizabeth to be a partial judge: It was not, indeed, the interest of that princess to acquit and justify her rival and competitor; and we accordingly find that Lidington, from the secret information of the duke of Norfolk, informed Mary, by the bishop of Ross, that the queen of England never meant to come to a decision; but only to get into her hands the proofs of Mary's guilt, in order to blast her character: See State Trials, vol. i. p. 77. But this was a better reason for declining the conference altogether than for breaking it off, on frivolous pretences, the very moment the chief accusation was unexpectedly opened against her. Though she could not expect Elizabeth's final decision in her favour, it was of importance to give a satisfactory answer, if she had any, to the accusation of the Scotch commissioners. That answer could have been dispersed for the satisfaction of the public, of foreign nations, and of posterity. And surely after the accusation and proofs were in queen Elizabeth's hands, it could do no harm to give in the answers. Mary's information, that the queen never intended to come to a decision, could be no obstacle to her justification. (15.) The very disappearance of these letters, is a presumption of their authenticity. That event can be accounted for no way but from the care of king James's friends, who were desirous to destroy every proof of his mother's crimes. The disappearance of Morton's narrative, and of Crawford's evidence, from the Cotton library, Calig. c. 1. must have proceeded from a like cause. See MS. in the Advocates' library, A. 3. 29. p. 88.I find an objection made to the authenticity of the letters, drawn from the vote of the Scotch privy-council, which affirms the letters to be written and subscribed by queen Mary's own hand; whereas the copies given in to the parliament, a few days after, were only written, not subscribed. See Goodall, vol. ii. p. 64, 67. But it is not considered, that this circumstance is of no matter of force: There were certainly letters, true or false, laid before the council; and whether the letters were true or false, this mistake proceeds equally from the inaccuracy or blunder of the clerk. The mistake may be accounted for: The letters were only written by her: The second contract with Bothwell was only subscribed. A proper accurate distinction was not made; and they are all said to be written and subscribed. A late writer, Mr. Goodall, has endeavoured to prove, that these letters clash with chronology, and that the queen was not in the places mentioned in the letters, on the days there assigned: To confirm this, he produces charters and other deeds signed by the queen, where the date and place do not agree with the letters. But it is well known, that the date of charters, and such like grants, is no proof of the real day on which they were signed by the sovereign. Papers of that kind commonly pass through different offices: The date is affixed by the first office; and may precede very long the day of the signature.The account given by Morton of the manner in which the papers came into his hands, is very natural. When he gave it to the English commissioners, he had reason to think it would be canvassed with all the severity of able adversaries, interested in the highest degree to refute it. It is probable, that he could have confirmed it by many circumstances and testimonies; since they declined the contest.The sonnets are inelegant; insomuch, that both Brantome and Ronsard, who knew queen Mary's style, were assured, when they saw them, that they could not be of her composition. Jebb, vol. ii. p. 478. But no person is equal in his productions, especially one whose style is so little formed as Mary's must be supposed to be. Not to mention, that such dangerous and criminal enterprizes leave little tranquillity of mind for elegant, poetical compositions.In a word, queen Mary might easily have conducted the whole conspiracy against her husband, without opening her mind to any one person except Bothwel, and without writing a scrap of paper about it; but it was very difficult to have conducted it so that her conduct should not betray her to men of discernment. In the present case, her conduct was so gross as to betray her to every body; and fortune threw into her enemies' hands, papers by which they could convict her. The same infatuation and imprudence, which happily is the usual attendant of great crimes, will account for both. It is proper to observe, that there is not one circumstance of the foregoing narrative, contained in the history, that is taken from Knox, Buchanan, or even Thuanus, or indeed, from any suspected authority.","subId":"n180","id":"Hume.HE.4.39.n180"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 170, &amp;c. Goodall, vol. ii. p. 254.","subId":"n181","id":"Hume.HE.4.39.n181"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 179, &amp;c. Goodall, vol. ii. p. 268.","subId":"n182","id":"Hume.HE.4.39.n182"},{"type":"note","content":"Anderson, vol. iv. part 2. p. 183. Goodall, vol. ii. p. 269.","subId":"n183","id":"Hume.HE.4.39.n183"},{"type":"note","content":"Cabala, p. 157.","subId":"n184","id":"Hume.HE.4.39.n184"},{"type":"note","content":"Goodall, vol. ii. p. 280.","subId":"n185","id":"Hume.HE.4.39.n185"},{"type":"note","content":"Unless we take this angry accusation, advanced by queen Mary, to be an argument of Murray's guilt, there remains not the least presumption which should lead us to suspect him to have been any wise an accomplice in the king's murder. That queen never pretended to give any proof of the charge; and her commissioners affirmed at the time, that they themselves knew of none, though they were ready to maintain its truth by their mistress's orders, and would produce such proof as she should send them. It is remarkable, that, at that time, it was impossible for either her or them to produce any proof; because the conferences before the English commissioners were previously broken off.It is true, the bishop of Ross, in an angry pamphlet, written by him under a borrowed name (where it is easy to say any thing), affirms, that lord Herreis, a few days after the king's death, charged Murray with the guilt, openly, to his face, at his own table. This latter nobleman, as Lesly relates the matter, affirmed, that Murray riding in Fife with one of his servants, the evening before the commission of that crime, said to him among other talk, <em>This night 'ere morning the lord Darnley shall lose his life.</em> See Anderson, vol. i. p. 75. But this is only a hearsay of Lesly's, concerning a hearsay of Herreis's; and contains a very improbable fact. Would Murray, without any use of necessity, communicate to a servant, such a dangerous and important secret, merely by way of conversation? We may also observe, that lord Herreis himself was one of queen Mary's commissioners who accused Murray. Had he ever heard this story, or given credit to it, was not that the time to have produced it? and not have affirmed, as he did, that he, for his part, knew nothing of Murray's guilt. See Goodall, vol. ii. p. 307.The earls of Huntley and Argyle accuse Murray of this crime; but the reason which they assign is ridiculous. He had given his consent to Mary's divorce from the king: therefore he was the king's murderer. See Anderson, vol. iv. part 2. p. 192. It is a sure argument, that these earls knew no better proof against Murray, otherwise they would have produced it, and not have insisted on so absurd a presumption. Was not this also the time for Huntley to deny his writing Mary's contract with Bothwel, if that paper had been a forgery?Murray could have no motive to commit that crime. The king, indeed, bore him some ill-will; but the king himself was become so despicable, both from his own ill conduct and the queen's aversion to him, that he could neither do good nor harm to any body. To judge by the event, in any case, is always absurd: especially in the present. The king's murder, indeed, procured Murray the regency: But much more Mary's ill-conduct and imprudence, which he could not possibly foresee, and which never would have happened, had she been entirely innocent.","subId":"n186","id":"Hume.HE.4.39.n186"},{"type":"note","content":"Goodall, vol. ii. p. 253, 283, 289, 310, 311. Haynes, vol. i. p. 492. See note [M] at the end of the volume.","subId":"n187","id":"Hume.HE.4.39.n187"},{"type":"note","content":"Rymer, tom. xv. p. 677.","subId":"n188","id":"Hume.HE.4.39.n188"},{"type":"note","content":"MS. in the Advocate's library. A. 3. 29. p. 128, 129, 130. from Cott. Lib. Cal. c. 1.","subId":"n189","id":"Hume.HE.4.39.n189"},{"type":"note","content":"Goodall, vol. ii. p. 295.","subId":"n190","id":"Hume.HE.4.39.n190"},{"type":"note","content":"Ibid. p. 301.","subId":"n191","id":"Hume.HE.4.39.n191"},{"type":"note","content":"Haynes, p. 587.","subId":"n192","id":"Hume.HE.4.39.n192"},{"type":"note","content":"Camden, p. 406.","subId":"n193","id":"Hume.HE.4.39.n193"},{"type":"note","content":"Ibid. p. 407, 408.","subId":"n194","id":"Hume.HE.4.39.n194"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.4","imported":true,"title":"Volume 4. The History of the House of Tudor, Part 2","breadcrumb":"Volume 4","published":[1759]}],"prev":{"id":"Hume.HE.4.38","imported":true,"title":"Chapter 38. Elizabeth","breadcrumb":"Chapter 38","published":[1759]},"next":{"id":"Hume.HE.4.40","imported":true,"title":"Chapter 40. Elizabeth (cont.)","breadcrumb":"Chapter 40","published":[1759]}}