{"imported":true,"id":"Hume.HE.4.41","parent":"Hume.HE.4","title":"Chapter 41. Elizabeth (cont.)","breadcrumb":"Chapter 41","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. XLI.</h2> <h1>ELIZABETH.</h1> <em>Affairs of Scotland——Spanish affairs——Sir Francis Drake——A parliament——Negociations of marriage with the duke of Anjou——Affairs of Scotland——Letter of queen Mary to Elizabeth——Conspiracies in England——A parliament——The ecclesiastical commission——Affairs of the Low Countries——Hostilities with Spain.</em>","id":"Hume.HE.4.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">1580.</span> THE greatest and most absolute security, that Elizabeth enjoyed during her whole reign, never exempted her from vigilance and attention; but the scene began now to be more overcast, and dangers gradually multiplied on her from more than one quarter.","subId":"1","id":"Hume.HE.4.41.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affairs of Scotland.</span> <span class=\"small-capitals\">The</span> earl of Morton had hitherto retained Scotland in strict alliance with the queen, and had also restored domestic tranquillity to that kingdom: But it was not to be expected, that the factitious and legal authority of a regent would long maintain itself in a country unacquainted with law and order; where even the natural dominion of hereditary princes so often met with opposition and controul. The nobility began anew to break into factions: The people were disgusted with some instances of Morton's avarice: And the clergy, who complained of farther encroachments on <span class=\"page-break\"></span>their narrow revenue, joined and encreased the discontent of the other orders. The regent was sensible of his dangerous situation; and having dropped some peevish expressions, as if he were willing or desirous to resign, the noblemen of the opposite party, favourites of the young king, laid hold of this concession, and required that demission which he seemed so frankly to offer them. James was at this time but eleven years of age; yet Morton, having secured himself, as he imagined, by a general pardon, resigned his authority into the hands of the king, who pretended to conduct, in his own name, the administration of the kingdom. The regent retired from the government; and seemed to employ himself entirely in the care of his domestic affairs; but either tired with this tranquillity, which appeared insipid after the agitations of ambition, or thinking it time to throw off dissimulation, he came again to court; acquired an ascendant in the council; and though he resumed not the title of regent, governed with the same authority as before. The opposite party, after holding separate conventions, took to arms, on pretence of delivering their prince from captivity, and restoring him to the free exercise of his government: Queen Elizabeth interposed by her ambassador, Sir Robert Bowes, and mediated an agreement between the factions: Morton kept possession of the government; but his enemies were numerous and vigilant, and his authority seemed to become every day more precarious.","subId":"2","id":"Hume.HE.4.41.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> count d'Aubigney, of the house of Lenox, cousin-german to the king's father, had been born and educated in France; and being a young man of good address and a sweet disposition, he appeared to the duke of Guise a proper instrument for detaching James from the English interest, and connecting him with his mother and her relations. He no sooner appeared at Stirling, where James resided, than he acquired the affections of the young monarch; and joining his interests with those of James Stuart of the house of Ochiltree, a man of profligate manners, who had acquired the king's favour, he employed himself, under the appearance of play and amusement, in instilling into the tender mind of the prince new sentiments of politics and government. He represented to him the injustice which had been done to Mary in her deposition, and made him entertain thoughts, either of resigning the crown into her hands, or of associating her with him in the <span class=\"page-break\"></span>administration<a href=\"#n1\"><sup>[1]</sup></a>. Elizabeth, alarmed at the danger which might ensue from the prevalence of this interest in Scotland, sent anew Sir Robert Bowes to Stirling; and accusing d'Aubigney, now created earl of Lenox, of an attachment to the French, warned James against entertaining such suspicious and dangerous connexions<a href=\"#n2\"><sup>[2]</sup></a>. The king excused himself, by Sir Alexander Hume his ambassador; and Lenox, finding that the queen had openly declared against him, was farther confirmed in his intention of overturning the English interest, and particularly of ruining Morton, who was regarded as the head of it. That nobleman was arrested in council, accused as an accomplice in the late king's murder, committed to prison, brought to trial, and condemned to suffer as a traitor. He confessed, that Bothwel had communicated to him the design, had pleaded Mary's consent, and had desired his concurrence; but he denied, that he himself had ever expressed any approbation of the crime; and in excuse for his concealing it, he alledged the danger of revealing the secret, either to Henry, who had no resolution nor constancy, or to Mary, who appeared to be an accomplice in the murder<a href=\"#n3\"><sup>[3]</sup></a>. Sir Thomas Randolph was sent by the queen to intercede in favour of Morton; and that ambassador, not content with discharging this duty of his function, engaged, by his persuasion, the earls of Argyle, Montrose, Angus, Marre, and Glencarne, to enter into a confederacy for protecting, even by force of arms, the life of the prisoner. The more to overawe that nobleman's enemies, Elizabeth ordered forces to be assembled on the borders of England; but this expedient served only to hasten his sentence and execution<a href=\"#n4\"><sup>[4]</sup></a>. Morton died with that constancy and resolution, which had attended him through all the various events of his life; and left a reputation, which was less disputed with regard to abilities than probity and virtue. But this conclusion of the scene happened not till the subsequent year.","subId":"3","id":"Hume.HE.4.41.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Spanish affairs.</span> <span class=\"small-capitals\">Elizabeth</span> was, during this period, extremely anxious on account of every revolution in Scotland; both because that country alone, not being separated from England by sea, and bordering on all the catholic and malcontent counties, afforded her enemies a safe and easy method of attacking her; and because she was sensible, <span class=\"page-break\"></span>that Mary, thinking herself abandoned by the French monarch, had been engaged by the Guises to have recourse to the powerful protection of Philip, who, though he had not yet come to an open rupture with the queen, was every day, both by the injuries which he committed and suffered, more exasperated against her. That he might retaliate the assistance, which she gave to his rebels in the Low Countries, he had sent, under the name of the pope<a href=\"#n5\"><sup>[5]</sup></a>, a body of seven hundred Spaniards and Italians into Ireland; where the inhabitants, always turbulent, and discontented with the English government, were now more alienated by religious prejudices, and were ready to join every invader. The Spanish general, San Josepho, built a fort in Kerry; and being there besieged by the earl of Ormond, president of Munster, who was soon after joined by lord Gray, the deputy, he made a weak and cowardly defence. After some assaults, feebly sustained, he surrendered at discretion; and Gray, who commanded but a small force, finding himself incumbered with so many prisoners, put all the Spaniards and Italians to the sword without mercy, and hanged about fifteen hundred of the Irish: A cruelty which gave great displeasure to Elizabeth<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"4","id":"Hume.HE.4.41.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Sir Francis Drake.</span> <span class=\"small-capitals\">When</span> the English ambassador made complaints of this invasion, he was answered by like complaints of the piracies committed by Francis Drake, a bold seaman, who had assaulted the Spaniards in the place where they deemed themselves most secure, in the new world. This man, sprung from mean parents in the county of Devon, having acquired considerable riches by depredations made in the isthmus of Panama, and having there gotten a sight of the Pacific ocean, was so stimulated by ambition and avarice, that he scrupled not to employ his whole fortune in a new adventure through those seas, so much unknown at that time to all the European nations<a href=\"#n7\"><sup>[7]</sup></a>. By means of Sir Christopher Hatton, then vice-chamberlain, a great favourite of the queen's, he obtained her consent and approbation; and he set sail from Plymouth in 1577, with four ships and a pinnace, on board of which were 164 able sailors<a href=\"#n8\"><sup>[8]</sup></a>. He passed into the South Sea by the Straits of Magellan, and attacking the Spaniards, who expected no enemy in those <span class=\"page-break\"></span>quarters, he took many rich prizes, and prepared to return with the booty, which he had acquired. Apprehensive of being intercepted by the enemy, if he took the same way homewards, by which he had reached the Pacific ocean, he attempted to find a passage by the north of California; and failing in that enterprize, he set sail for the East Indies, and returned safely this year by the Cape of Good Hope. He was the first Englishman who sailed round the Globe; and the first commander in chief: For Magellan, whose ship executed the same adventure, died in his passage. His name became celebrated on account of so bold and fortunate an attempt; but many, apprehending the resentment of the Spaniards, endeavoured to persuade the queen, that it would be more prudent to disavow the enterprize, to punish Drake, and to restore the treasure. But Elizabeth, who admired valour, and who was allured by the prospect of sharing in the booty, determined to countenance that gallant sailor: She conferred on him the honour of knighthood, and accepted of a banquet from him at Deptford, on board the ship, which had atchieved so memorable a voyage. When Philip's ambassador, Mendoza, exclaimed against Drake's piracies, she told him, that the Spaniards, by arrogating a right to the whole new world, and excluding thence all other European nations, who should sail thither, even with a view of exercising the most lawful commerce, naturally tempted others to make a violent irruption into those countries<a href=\"#n9\"><sup>[9]</sup></a>. To pacify, however, the catholic monarch, she caused part of the booty to be restored to Pedro Sebura, a Spaniard, who pretended to be agent for the merchants, whom Drake had spoiled. Having learned afterwards, that Philip had seized the money, and had employed part of it against herself in Ireland, part of it in the pay of the prince of Parma's troops, she determined to make no more restitutions.","subId":"5","id":"Hume.HE.4.41.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">1581.</span> <span class=\"small-capitals\">There</span> was another cause, which induced the queen to take this resolution: She was in such want of money, that she was obliged to assemble a parliament, a measure, which, as she herself openly declared, she never embraced, except when constrained by the necessity of her affairs. <span class=\"margin-comment\">16th Jan. A parliament.</span> The parliament, besides granting her a supply of one subsidy and two fifteenths, enacted some statutes for the security of her government, chiefly against the attempts of the <span class=\"page-break\"></span>catholics. Whoever, in any way, reconciled any one to the church of Rome, or was himself reconciled, was declared to be guilty of treason; to say mass was subjected to the penalty of a year's imprisonment, and a fine of two hundred marks; the being present was punishable by a year's imprisonment and a fine of a hundred marks: A fine of twenty pounds a-month was imposed on every one who continued, during that time, absent from church<a href=\"#n10\"><sup>[10]</sup></a>. To utter slanderous or seditious words against the queen was punishable, for the first offence, with the pillory and loss of ears; the second offence was declared felony: The writing or printing of such words was felony even on the first offence<a href=\"#n11\"><sup>[11]</sup></a>. The puritans prevailed so far as to have farther applications made for reformation in religion<a href=\"#n12\"><sup>[12]</sup></a>. And Paul Wentworth, brother to the member of that name, who had distinguished himself in the preceding session, moved, that the commons, from their own authority, should appoint a general fast and prayers; a motion, to which the house unwarily assented. For this presumption, they were severely reprimanded by a message from the queen, as encroaching on the royal prerogative and supremacy; and they were obliged to submit, and ask forgiveness<a href=\"#n13\"><sup>[13]</sup></a>.","subId":"6","id":"Hume.HE.4.41.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen and parliament were engaged to pass these severe laws against the catholics, by some late discoveries of the treasonable practices of their priests. When the ancient worship was suppressed, and the reformation introduced into the universities, the king of Spain reflected, that, as some species of literature was necessary for supporting these doctrines and controversies, the Romish communion must decay in England, if no means were found to give erudition to the ecclesiastics; and for this reason, he founded a seminary at Doüay, where the catholics sent their children, chiefly such as were intended for the priesthood, in order to receive the rudiments of their education. The cardinal of Lorraine imitated this example, by erecting a like seminary in his diocese of Rheims; and though Rome was somewhat distant, the pope would not neglect to adorn, by a foundation of the same nature, that capital of orthodoxy. These seminaries, founded with so hostile an intention, sent over every year a colony of priests, who maintained <span class=\"page-break\"></span>the catholic superstition in its full height of bigotry; and being educated with a view to the crown of martyrdom, were not deterred, either by danger or fatigue, from maintaining and propagating their principles. They infused into all their votaries an extreme hatred against the queen; whom they treated as an usurper, a schismatic, a heretic, a persecutor of the orthodox, and one solemnly and publicly anathematised by the holy father. Sedition, rebellion, sometimes assassination, were the expedients, by which they intended to effect their purposes against her; and the severe restraint, not to say persecution, under which the catholics laboured, made them the more willingly receive, from their ghostly fathers, such violent doctrines.","subId":"7","id":"Hume.HE.4.41.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> seminaries were all of them under the direction of the jesuits, a new order of regular priests erected in Europe, when the court of Rome perceived, that the lazy monks and beggarly friars, who sufficed in times of ignorance, were no longer able to defend the ramparts of the church, assailed on every side, and that the inquisitive spirit of the age required a society more active and more learned, to oppose its dangerous progress. These men, as they stood foremost in the contest against the protestants, drew on them the extreme animosity of that whole sect; and by assuming a superiority over the other more numerous and more ancient orders of their own communion, were even exposed to the envy of their brethren: So that it is no wonder, if the blame, to which their principles and conduct might be exposed, has, in many instances, been much exaggerated. This reproach, however, they must bear from posterity, that, by the very nature of their institution, they were engaged to pervert learning, the only effectual remedy against superstition, into a nourishment of that infirmity; and as their erudition was chiefly of the ecclesiastical and scholastic kind (though a few members have cultivated polite literature), they were only the more enabled, by that acquisition, to refine away the plainest dictates of morality, and to erect a regular system of casuistry, by which prevarication, perjury, and every crime, when it served their ghostly purposes, might be justified and defended.","subId":"8","id":"Hume.HE.4.41.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> jesuits, as devoted servants to the court of Rome, exalted the prerogative of the sovereign pontiff above all earthly power; and by maintaining his authority of deposing kings, set no bounds, either to his spiritual or temporal jurisdiction. This doctrine became <span class=\"page-break\"></span>so prevalent among the zealous catholics in England, that the excommunication, fulminated against Elizabeth, excited many scruples of a singular kind, to which it behoved the holy father to provide a remedy. The bull of Pius, in absolving the subjects from their oaths of allegiance, commanded them to resist the queen's usurpation; and many Romanists were apprehensive, that, by this clause, they were obliged in conscience, even though no favourable opportunity offered, to rebel against her, and that no dangers or difficulties could free them from this indispensable duty. But Parsons and Campion, two jesuits, were sent over with a mitigation and explanation of the doctrine; and they taught their disciples, that though the bull was for ever binding on Elizabeth and her partizans, it did not oblige the catholics to obedience, except when the sovereign pontiff should think proper, by a new summons, to require it<a href=\"#n14\"><sup>[14]</sup></a>. Campion was afterwards detected in treasonable practices; and being put to the rack, and confessing his guilt, he was publicly executed. His execution was ordered at the very time when the duke of Anjou was in England, and prosecuted, with the greatest appearance of success, his marriage with the queen; and this severity was probably intended to appease her protestant subjects, and to satisfy them, that, whatever measures she might pursue, she never would depart from the principles of the reformation.","subId":"9","id":"Hume.HE.4.41.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Negociations of marriage with the duke of Anjou.</span> <span class=\"small-capitals\">The</span> duke of Alençon, now created duke of Anjou, had never entirely dropped his pretensions to Elizabeth; and that princess, though her suitor was near twenty-five years younger than herself, and had no knowledge of her person, but by pictures or descriptions, was still pleased with the image, which his addresses afforded her, of love and tenderness. The duke, in order to forward his suit, besides employing his brother's ambassador, sent over Simier, an agent of his own; an artful man, of an agreeable conversation, who soon remarking the queen's humour, amused her with gay discourse, and instead of serious political reasonings, which, he found, only awakened her ambition, and hurt his master's interests, he introduced every moment all the topics of passion and of gallantry. The pleasure, which she found in this man's company, soon produced a familiarity between them; and amidst <span class=\"page-break\"></span>the greatest hurry of business, her most confidential ministers had not such ready access to her, as had Simier, who, on pretence of negociation, entertained her with accounts of the tender attachment borne her by the duke of Anjou. The earl of Leicester, who had never before been alarmed with any courtship payed her, and who always trusted, that her love of dominion would prevail over her inclination to marriage, began to apprehend, that she was at last caught in her own snare, and that the artful encouragement, which she had given to this young suitor, had unawares engaged her affections. To render Simier odious, he availed himself of the credulity of the times, and spread reports, that that minister had gained an ascendant over the queen, not by any natural principles of her constitution, but by incantations and love potions. Simier, in revenge, endeavoured to discredit Leicester with the queen; and he revealed to her a secret, which none of her courtiers dared to disclose, that this nobleman was secretly, without her consent, married to the widow of the earl of Essex; an action which the queen interpreted either to proceed from want of respect to her, or as a violation of their mutual attachment; and which so provoked her, that she threatened to send him to the Tower<a href=\"#n15\"><sup>[15]</sup></a>. The quarrel went so far between Leicester and the French agent, that the former was suspected of having employed one Tudor, a bravo, to take away the life of his enemy; and the queen thought it necessary, by proclamation, to take Simier under her immediate protection. It happened, that, while Elizabeth was rowed in her barge on the Thames, attended by Simier, and some of her courtiers, a shot was fired which wounded one of the bargemen; but the queen finding, upon enquiry, that the piece had been discharged by accident, gave the person his liberty, without farther punishment. So far was she from entertaining any suspicion against her people, that she was often heard to say, <q>That she would lend credit to nothing against them, which parents would not believe of their own children.</q><a href=\"#n16\"><sup>[16]</sup></a>","subId":"10","id":"Hume.HE.4.41.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Anjou, encouraged by the accounts sent him of the queen's prepossessions in his favour, paid her secretly a visit at Greenwich; and after some conference with her, the purport of which is not known, he departed. It appeared, that, though his <span class=\"page-break\"></span>figure was not advantageous, he had lost no ground by being personally known to her; and soon after, she commanded Burleigh, now treasurer, Sussex, Leicester, Bedford, Lincoln, Hatton, and secretary Walsingham, to concert with the French ambassadors the terms of the intended contract of marriage. Henry had sent over on this occasion a splendid embassy, consisting of Francis de Bourbon, prince Dauphin, and many considerable noblemen; and as the queen had in a manner the power of prescribing what terms she pleased, the articles were soon settled with the English commissioners. It was agreed, that the marriage should be celebrated within six weeks after the ratification of the articles; that the duke and his retinue should have the exercise of their religion; that after the marriage he should bear the title of King, but the administration remain solely in the queen; that their children, male or female, should succeed to the crown of England; that if there be two males, the elder, in case of Henry's death without issue, should be king of France, the younger of England; that if there be but one male, and he succeed to the crown of France, he should be obliged to reside in England eight months every two years; that the laws and customs of England should be preserved inviolate; and that no foreigner should be promoted by the duke to any office in England<a href=\"#n17\"><sup>[17]</sup></a>.","subId":"11","id":"Hume.HE.4.41.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> articles, providing for the security of England, in case of its annexation to the crown of France, opened but a dismal prospect to the English; had not the age of Elizabeth, who was now in her forty-ninth year contributed very much to allay their apprehensions of this nature. The queen also, as a proof of her still remaining uncertainty, added a clause, that she was not bound to complete the marriage, till farther articles, which were not specified, should be agreed on between the parties, and till the king of France be certified of this agreement. Soon after, the queen sent over Walsingham, as ambassador to France, in order to form closer connexions with Henry, and enter into a league offensive and defensive against the encreasing power and dangerous usurpations of Spain. The French King, who had been extremely disturbed with the unquiet spirit, the restless ambition, the enterprizing, yet timid and inconstant disposition of Anjou, had already <span class=\"page-break\"></span>sought to free the kingdom from his intrigues, by opening a scene for his activity in Flanders; and having allowed him to embrace the protection of the States, had secretly supplied him with men and money for the undertaking. The prospect of settling him in England was for a like reason very agreeable to that monarch; and he was desirous to cultivate, by every expedient, the favourable sentiments, which Elizabeth seemed to entertain towards him. But this princess, though she had gone farther in her amorous<a href=\"#n18\"><sup>[18]</sup></a> dalliance than could be justified or accounted for by any principles of policy, was not yet determined to carry matters to a final conclusion; and she confined Walsingham, in his instructions, to negociating conditions of a mutual alliance between France and England<a href=\"#n19\"><sup>[19]</sup></a>. Henry with reluctance submitted to hold conferences on that subject; but no sooner had Walsingham begun to settle the terms of alliance, than he was informed, that the queen, foreseeing hostility with Spain to be the result of this confederacy, had declared, that she would prefer the marriage with the war, before the war without the marriage<a href=\"#n20\"><sup>[20]</sup></a>. The French court, pleased with this change of resolution, broke off the conferences concerning the league, and opened a negociation for the marriage<a href=\"#n21\"><sup>[21]</sup></a>. But matters had not long proceeded in this train before the queen again declared for the league in preference to the marriage, and ordered Walsingham to renew the conferences for that purpose. Before he had leisure to bring this point to maturity, he was interrupted by a new change of resolution<a href=\"#n22\"><sup>[22]</sup></a>; and not only the court of France, but Walsingham himself, Burleigh, and all the wisest ministers of Elizabeth, were in amazement, doubtful where this contest between inclination and reason, love and ambition, would at last terminate<a href=\"#n23\"><sup>[23]</sup></a>.","subId":"12","id":"Hume.HE.4.41.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the course of this affair, Elizabeth felt another variety of intentions, from a new contest between her reason and her ruling passions. The duke of Anjou expected from her some money, by which he might be enabled to open the campaign in Flanders; and the queen herself, though her frugality made her long reluctant, was sensible that this supply was necessary; and she was at last induced, after much hesitation, to comply with his request<a href=\"#n24\"><sup>[24]</sup></a>. She sent him a present of a hundred thousand crowns; by which, <span class=\"page-break\"></span>joined to his own demesnes and the assistance of his brother and the queen dowager, he levied an army, and took the field against the prince of Parma. He was successful in raising the siege of Cambray; and being chosen by the States governor of the Netherlands, he put his army into winter quarters, and came over to England, in order to prosecute his suit to the queen. The reception which he met with, made him expect entire success, and gave him hopes, that Elizabeth had surmounted all scruples, and was finally determined to make choice of him for her husband. <span class=\"margin-comment\">17th Nov.</span> In the midst of the pomp, which attended the anniversary of her coronation, she was seen; after long and intimate discourse with him, to take a ring from her own finger, and to put it upon his; and all the spectators concluded, that, in this ceremony, she had given him a promise of marriage, and was even desirous of signifying her intentions to all the world. St. Aldegonde, ambassador from the States, dispatched immediately a letter to his masters, informing them of this great event; and the inhabitants of Antwerp, who, as well as the other Flemings, regarded the queen as a kind of tutelar divinity, testified their joy by bonfires and the discharge of their great ordnance<a href=\"#n25\"><sup>[25]</sup></a>. A puritan of Lincoln's-Inn had written a passionate book, which he intituled, <q>The Gulph in which England will be swallowed by the French Marriage.</q> He was apprehended and prosecuted by order of the queen, and was condemned to lose his right hand as a libeller. Such was the constancy and loyalty of the man, that, immediately after the sentence was executed, he took off his hat with his other hand, and waving it over his head, cried, <q>God save the queen.</q>","subId":"13","id":"Hume.HE.4.41.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> notwithstanding this attachment, which Elizabeth so openly discovered to the duke of Anjou, the combat of her sentiments was not entirely over; and her ambition, as well as prudence, rousing itself by intervals, still filled her breast with doubt and hesitation. Almost all the courtiers, whom she trusted and favoured, Leicester, Hatton, and Walsingham, discovered an extreme aversion to the marriage; and the ladies of her bedchamber made no scruple of opposing her resolution with the most zealous remonstrances<a href=\"#n26\"><sup>[26]</sup></a>. Among other enemies to the match, Sir Philip, son of Sir Henry Sidney, deputy of Ireland, and nephew to Leicester; <span class=\"page-break\"></span>a young man the most accomplished of the age; declared himself: And he used the freedom to write her a letter, in which he dissuaded her from her present resolution, with an unusual elegance of expression, as well as force of reasoning. He told her, that the security of her government depended entirely on the affections of her protestant subjects; and she could not, by any measure, more effectually disgust them than by espousing a prince, who was son of the perfidious Catherine, brother to the cruel and perfidious Charles, and who had himself embrued his hands in the blood of the innocent and defenceless protestants: That the catholics were her mortal enemies, and believed either that she had originally usurped the crown, or was now lawfully deposed by the pope's bull of excommunication; and nothing had ever so much elevated their hopes as the prospect of her marriage with the duke of Anjou: That her chief security at present, against the efforts of so numerous, rich, and united a faction, was, that they possessed no head who could conduct their dangerous enterprizes; and she herself was rashly supplying that defect, by giving an interest in the kingdom to a prince, whose education had zealously attached him to that communion: That though he was a stranger to the blood royal of England, the dispositions of men were now such, that they preferred the religious to the civil connections; and were more influenced by sympathy in theological opinions than by the principles of legal and hereditary government: That the duke himself had discovered a very restless and turbulent spirit; and having often violated his loyalty to his elder brother and his sovereign, there remained no hopes that he would passively submit to a woman, whom he might, in quality of husband, think himself intitled to command: That the French nation, so populous, so much abounding in soldiers, so full of nobility, who were devoted to arms, and, for some time, accustomed to serve for plunder, would supply him with partizans, dangerous to a people, unwarlike and defenceless like the generality of her subjects: That the plain and honourable path, which she had followed, of cultivating the affections of her people, had hitherto rendered her reign secure and happy; and however her enemies might seem to multiply upon her, the same invincible rampart was still able to protect and defend her: That so long as the throne of France was filled by Henry or his posterity, it was in vain to hope, that the ties <span class=\"page-break\"></span>of blood would ensure the amity of that kingdom, preferably to the maxims of policy or the prejudices of religion; and if ever the crown devolved on the duke of Anjou, the conjunction of France and England would prove a burthen, rather than a protection, to the latter kingdom: That the example of her sister Mary was sufficient to instruct her in the danger of such connections; and to prove, that the affection and confidence of the English could never be maintained, where they had such reason to apprehend, that their interests would every moment be sacrificed to those of a foreign and hostile nation: That notwithstanding these great inconveniences, discovered by past experience, the house of Burgundy, it must be confessed, was more popular in the nation than the family of France; and, what was of chief moment, Philip was of the same communion with Mary, and was connected with her by this great band of interest and affection: And that however the queen might remain childless, even though old age should grow upon her, the singular felicity and glory of her reign would preserve her from contempt; the affections of her subjects, and those of all the protestants in Europe, would defend her from danger; and her own prudence, without other aid or assistance, would baffle all the efforts of her most malignant enemies<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"14","id":"Hume.HE.4.41.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> reflections kept the queen in great anxiety and irresolution; and she was observed to pass several nights without any sleep or repose. <span class=\"margin-comment\">1582.</span> At last her settled habits of prudence and ambition prevailed over her temporary inclination; and having sent for the duke of Anjou, she had a long conference with him in private, where she was supposed to have made him apologies for breaking her former engagements. He expressed great disgust on his leaving her; threw away the ring which she had given him; and uttered many curses on the mutability of women and of islanders<a href=\"#n28\"><sup>[28]</sup></a>. Soon after, he went over to his government of the Netherlands; lost the confidence of the States by a rash and violent attempt on their liberties; was expelled that country; retired into France; and there died. The queen, by timely reflection, saved herself from the numerous mischiefs, which must have attended so imprudent a marriage: And the distracted state of the French monarchy prevented <span class=\"page-break\"></span>her from feeling any effects of that resentment, which she had reason to dread, from the affront so wantonly put upon that royal family.","subId":"15","id":"Hume.HE.4.41.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affairs of Scotland.</span> <span class=\"small-capitals\">The</span> anxiety of the queen, from the attempts of the English catholics, never ceased during the whole course of her reign; but the variety of revolutions which happened in all the neighbouring kingdoms, were the source sometimes of her hopes, sometimes of her apprehensions. This year the affairs of Scotland strongly engaged her attention. The influence, which the earl of Lenox, and James Stuart, who now assumed the title of earl of Arran, had acquired over the young king, was but a slender foundation of authority; while the generality of the nobles, and all the preachers, were so much discontented with their administration. The assembly of the church appointed a solemn fast; of which one of the avowed reasons was the danger to which the king was exposed from the company of wicked persons<a href=\"#n29\"><sup>[29]</sup></a>: And on that day, the pulpits resounded with declamations against Lenox, Arran, and all the present counsellors. <span class=\"margin-comment\">August 23.</span> When the minds of the people were sufficiently prepared by these lectures, a conspiracy of the nobility was formed, probably with the concurrence of Elizabeth, for seizing the person of James at Ruthven, a seat of the earl of Gowry's; and the design, being kept secret, succeeded without any opposition. The leaders in this enterprize were, the earl of Gowry himself, the earl of Marre, the lords Lindesey and Boyd, the masters of Glamis and Oliphant, the abbots of Dunfermling, Paisley, and Cambuskenneth. The king wept when he found himself detained a prisoner; but the master of Glamis said, <q>No matter for his tears: Better that boys weep than bearded men.</q> An expression which James could never afterwards forgive<a href=\"#n30\"><sup>[30]</sup></a>. But notwithstanding his resentment, he found it necessary to submit to the present necessity. He pretended an entire acquiescence in the conduct of the associators; acknowledged the detention of his person to be acceptable service; and agreed to summon both an assembly of the church and a convention of estates, in order to ratify that enter- prize.","subId":"16","id":"Hume.HE.4.41.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> assembly, though they had established it as an inviolable rule, that the king, on no account and under no pretence, should <span class=\"page-break\"></span>ever intermeddle in ecclesiastical matters, made no scruple of taking civil affairs under their cognizance, and of deciding on this occasion, that the attempt of the conspirators was acceptable to all that feared God, or tendered the preservation of the king's person, and prosperous state of the realm. They even enjoined all the clergy to recommend these sentiments from the pulpit; and they threatened with ecclesiastical censures every man, who should oppose the authority of the confederated lords<a href=\"#n31\"><sup>[31]</sup></a>. The convention, being composed chiefly of these lords themselves, added their sanction to these proceedings. Arran was confined a prisoner in his own house: Lenox, though he had power to resist, yet rather than raise a civil war, or be the cause of bloodshed<a href=\"#n32\"><sup>[32]</sup></a>, chose to retire into France, where he soon after died. He persevered to the last in the protestant religion, to which James had converted him, but which the Scottish clergy could never be persuaded that he had sincerely embraced. The king sent for his family, restored his son to his paternal honours and estate, took care to establish the fortunes of all his other children; and to his last moments never forgot the early friendship, which he had borne their father: A strong proof of the good dispositions of that prince<a href=\"#n33\"><sup>[33]</sup></a>.","subId":"17","id":"Hume.HE.4.41.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> sooner was this revolution known in England, than the queen sent Sir Henry Cary and Sir Robert Bowes to James, in order to congratulate him on his deliverance from the pernicious counsels of Lenox and Arran; to exhort him not to resent the seeming violence committed on him by the confederated lords; and to procure from him permission for the return of the earl of Angus, who, ever since Morton's fall, had lived in England. They easily prevailed in procuring the recall of Angus; and as James suspected, that Elizabeth had not been entirely unacquainted with the project of his detention, he thought proper, before the English ambassadors, to dissemble his resentment against the authors of it. Soon after, <span class=\"margin-comment\">1583.</span> La Mothe-Fenelon, and Menneville, appeared as ambassadors from France: Their errand was to enquire concerning the situation of the king, make professions of their master's friendship, confirm the ancient league with France, and procure an accommodation between James and the queen of Scots. This last <span class=\"page-break\"></span>proposal gave great umbrage to the clergy; and the assembly voted the settling of terms between the mother and son to be a most wicked undertaking. The pulpits resounded with declamations against the French ambassadors; particularly Fenelon, whom they called the messenger of the bloody murderer, meaning the duke of Guise: And as that minister, being knight of the Holy Ghost, wore a white cross on his shoulder, they commonly denominated it, in contempt, the badge of Antichrist. The king endeavoured, though in vain, to repress these insolent reflections; but in order to make the ambassadors some compensation, he desired the magistrates of Edinburgh to give a splendid dinner before their departure. To prevent this entertainment, the clergy appointed that very day for a public fast; and finding that their orders were not regarded, they employed their sermons in thundering curses on the magistrates, who, by the king's direction, had put this mark of respect on the ambassadors. They even pursued them afterwards with the censures of the church; and it was with difficulty they were prevented from issuing the sentence of excommunication against them, on account of their submission to royal, preferably to clerical, authority<a href=\"#n34\"><sup>[34]</sup></a>.","subId":"18","id":"Hume.HE.4.41.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> encreased their alarm with regard to an accommodation between James and Mary, was, that the English ambassadors seemed to concur with the French in this proposal; and the clergy were so ignorant as to believe the sincerity of the professions made by the former. <span class=\"margin-comment\">Letter of Mary to Elizabeth.</span> The queen of Scots had often made overtures to Elizabeth, which had been entirely neglected; but hearing of James's detention, she wrote a letter in a more pathetic and more spirited strain than usual; craving the assistance of that princess, both for her own and her son's liberty. She said, that the account of the prince's captivity had excited her most tender concern; and the experience, which she herself, during so many years, had of the extreme infelicity attending that situation, had made her the more apprehensive, lest a like fate should pursue her unhappy offspring: That the long train of injustice which she had undergone; the calumnies to which she had been exposed; were so grievous, that, finding no place for right or truth among men, she was reduced to make her last appeal to Heaven, the only competent <span class=\"page-break\"></span>tribunal between princes of equal jurisdiction, degree, and dignity: That after her rebellious subjects, secretly instigated by Elizabeth's ministers, had expelled her the throne, had confined her in prison, had pursued her with arms, she had voluntarily thrown herself under the protection of England; fatally allured by those reiterated professions of amity which had been made her, and by her confidence in the generosity of a friend, an ally, and a kinswoman: That not content with excluding her from her presence, with supporting the usurpers of her throne, with contributing to the destruction of her faithful subjects, Elizabeth had reduced her to a worse captivity than that from which she had escaped, and had made her this cruel return for the unlimited confidence, which she had reposed in her: That though her resentment of such severe usage had never carried her farther than to use some disappointed efforts for her deliverance, unhappy for herself, and fatal to others, she found the rigours of confinement daily multiplied upon her; and at length carried to such a height that it surpassed the bounds of all human patience any longer to endure them: That she was cut off from all communication, not only with the rest of mankind, but with her only son; and her maternal fondness, which was now more enlivened by their unhappy sympathy in situation, and was her sole remaining attachment to this world, deprived even of that melancholy solace, which letters or messages could give: That the bitterness of her sorrows, still more than her close confinement, had preyed upon her health, and had added the insufferable weight of bodily infirmity to all those other calamities, under which she laboured: That while the daily experience of her maladies opened to her the comfortable prospect of an approaching deliverance into a region where pain and sorrow are no more, her enemies envied her that last consolation; and having secluded her from every joy on earth, had done what in them lay to debar her from all hopes in her future and eternal existence: That the exercise of her religion was refused her; the use of those sacred rites in which she had been educated; the commerce with those holy ministers, whom Heaven had appointed to receive the acknowledgment of our transgressions, and to seal our penitence by a solemn re-admission into heavenly favour and forgiveness: That it was in vain to complain of the rigours of persecution exercised in other kingdoms; when a queen, and an innocent woman, <span class=\"page-break\"></span>was excluded from an indulgence, which never yet, in the most barbarous countries, had been denied to the meanest and most obnoxious malefactor: That could she ever be induced to descend from that royal dignity in which Providence had placed her, or depart from her appeal to Heaven, there was only one other tribunal, to which she would appeal from all her enemies; to the justice and humanity of Elizabeth's own breast, and to that lenity, which, uninfluenced by malignant counsel, she would naturally be induced to exercise towards her: And that she finally intreated her, to resume her natural disposition, and to reflect on the support, as well as comfort, which she might receive from her son and herself, if, joining the obligations of gratitude to the ties of blood, she would deign to raise them from their present melancholy situation, and reinstate them in that liberty and authority, to which they were entitled<a href=\"#n35\"><sup>[35]</sup></a>.","subId":"19","id":"Hume.HE.4.41.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> was engaged to obstruct Mary's restoration, chiefly because she foresaw an unhappy alternative attending that event. If this princess recovered any considerable share of authority in Scotland, her resentment, ambition, zeal, and connections, both domestic and foreign, might render her a dangerous neighbour to England, and enable her, after suppressing the protestant party among her subjects, to revive those pretensions, which she had formerly advanced to the crown, and which her partizans in both kingdoms still supported with great industry and assurance. If she were reinstated in power, with such strict limitations as could not be broken, she might be disgusted with her situation; and flying abroad, form more desperate attempts than any sovereign, who had a crown to hazard, would willingly undertake. Mary herself, sensible of these difficulties, and convinced by experience, that Elizabeth would for ever debar her the throne, was now become more humble in her wishes; and as age and infirmities had repressed those sentiments of ambition, by which she had formerly been so much actuated, she was willing to sacrifice all her hopes of grandeur, in order to obtain a little liberty; a blessing to which she naturally aspired with the fondest impatience. She proposed, therefore, that she should be associated with her son in the title to the crown of Scotland, but that the administration should remain <span class=\"page-break\"></span>solely in him: And she was content to live in England, in a private station, and even under a kind of restraint; but with some more liberty, both for exercise and company, than she had enjoyed, since the first discovery of her intrigues with the duke of Norfolk. But Elizabeth, afraid lest such a loose method of guarding her would facilitate her escape into France or Spain, or, at least, would encourage and encrease her partizans, and enable her to conduct those intrigues, to which she had already discovered so strong a propensity, was secretly determined to deny her requests; and though she feigned to assent to them, she well knew how to disappoint the expectations of the unhappy princess. While Lenox maintained his authority in Scotland, she never gave any reply to all the applications made to her by the Scottish queen<a href=\"#n36\"><sup>[36]</sup></a>: At present, when her own creatures had acquired possession of the government, she was resolved to throw the odium of refusal upon them; and pretending, that nothing farther was required to a perfect accommodation, than the concurrence of the council of state in Scotland, she ordered her ambassador, Bowes, to open the negociation for Mary's liberty, and her association with her son in the title to the crown. Though she seemed to make this concession to Mary, she refused her the liberty of sending any ambassador of her own; and that princess could easily conjecture, from this circumstance, what would be the result of the pretended negociation. The privy council of Scotland, instigated by the clergy, rejected all treaty; and James, who was now a captive in their hands, affirmed, that he had never agreed to an association with his mother, and that the matter had never gone farther than some loose proposals for that purpose<a href=\"#n37\"><sup>[37]</sup></a>.","subId":"20","id":"Hume.HE.4.41.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> affairs of Scotland remained not long in the present situation. James, impatient of restraint, made his escape from his keepers; and flying to St. Andrew's, summoned his friends and partizans to attend him. The earls of Argyle, Marshal, Montrose, and Rothes, hastened to pay their duty to their sovereign; and the opposite party found themselves unable to resist so powerful a combination. They were offered a pardon, upon their submission, and an acknowledgment of their fault, in seizing the king's person, <span class=\"page-break\"></span>and restraining him from his liberty. Some of them accepted of the terms: The greater number, particularly Angus, Hamilton, Marre, Glamis, left the country; and took shelter in Ireland or England, where they were protected by Elizabeth. The earl of Arran was recalled to court; and the malcontents, who could not brook the authority of Lenox, a man of virtue and moderation, found, that, by their resistance, they had thrown all power into the hands of a person, whose counsels were as violent as his manners were profligate<a href=\"#n38\"><sup>[38]</sup></a>.","subId":"21","id":"Hume.HE.4.41.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span> wrote a letter to James; in which she quoted a moral sentence from Isocrates, and indirectly reproached him with inconstancy, and a breach of his engagements. James, in his reply, justified his measures; and retaliated, by turning two passages of Isocrates against <em>her.</em><a href=\"#n39\"><sup>[39]</sup></a> She next sent Walsingham in an embassy to him; and her chief purpose in employing that aged minister in an errand, where so little business was to be transacted, was to learn, from a man of so much penetration and experience, the real character of James. This young prince possessed good parts, though not accompanied with that vigour and industry which his station required; and as he excelled in general discourse and conversation, Walsingham entertained a higher idea of his talents than he was afterwards found, when real business was transacted, to have fully merited<a href=\"#n40\"><sup>[40]</sup></a>. The account, which he gave his mistress, induced her to treat James thenceforth with some more regard, than she had hitherto been inclined to pay him.","subId":"22","id":"Hume.HE.4.41.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">1584.</span> <span class=\"small-capitals\">The</span> king of Scots, persevering in his present views, summoned a parliament; where it was enacted, that no clergyman should presume, in his sermons, to utter false, untrue, or scandalous speeches against the king, the council, or the public measures, or to meddle, in an improper manner, with the affairs of his majesty and the states<a href=\"#n41\"><sup>[41]</sup></a>. The clergy, finding that the pulpit would be no longer a sanctuary for them, were extremely offended: They said, that the king was become popish in his heart; and they gave their adversaries the epithets of gross libertines, belly gods, and infamous persons<a href=\"#n42\"><sup>[42]</sup></a>. The violent conduct of Arran soon brought over the popularity to their side. The earl of Gowry, though pardoned <span class=\"page-break\"></span>for the late attempt, was committed to prison, was tried on some new accusations, condemned, and executed. Many innocent persons suffered from the tyranny of this favourite; and the banished lords, being assisted by Elizabeth, now found the time favourable for the recovery of their estates and authority. After they had been foiled in one attempt upon Stirling, they prevailed in another; and being admitted to the king's presence, were pardoned, and restored to his favour.","subId":"23","id":"Hume.HE.4.41.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Arran</span> was degraded from authority; deprived of that estate and title which he had usurped; and the whole country seemed to be composed to tranquillity. Elizabeth, after opposing, during some time, the credit of the favourite, had found it more expedient, before his fall, to compound all differences with him, by means of Davison, a minister whom she sent to Scotland: But having more confidence in the lords, whom she had helped to restore, she was pleased with this alteration of affairs; and maintained a good correspondence with the new court and ministry of James.","subId":"24","id":"Hume.HE.4.41.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conspiracies in England.</span> <span class=\"small-capitals\">These</span> revolutions in Scotland would have been regarded as of small importance to the repose and security of Elizabeth, had her own subjects been entirely united, and had not the zeal of the catholics, excited by constraint more properly than persecution, daily threatened her with some dangerous insurrection. The vigilance of the ministers, particularly of Burleigh and Walsingham, was raised in proportion to the activity of the malcontents; and many arts, which had been blameable in a more peaceful government, were employed, in detecting conspiracies, and even discovering the secret inclinations of men. Counterfeit letters were written in the name of the queen of Scots, or of the English exiles, and privately conveyed to the houses of the catholics: Spies were hired to observe the actions and discourse of suspected persons: Informers were countenanced: And though the sagacity of these two great ministers helped them to distinguish the true from the false intelligence, many calumnies were, no doubt, hearkened to, and all the subjects, particularly the catholics, kept in the utmost anxiety and inquietude. Henry Piercy, earl of Northumberland, brother to the earl beheaded some years before, and Philip Howard, earl of Arundel, son of the unfortunate duke of Norfolk, fell under suspicion; and the latter was, by order of council, confined to his own <span class=\"page-break\"></span>house. Francis Throgmorton, a private gentleman, was committed to custody, on account of a letter which he had written to the queen of Scots, and which was intercepted. Lord Paget and Charles Arundel, who had been engaged with him in treasonable designs, immediately withdrew beyond sea. Throgmorton confessed, that a plan for an invasion and insurrection had been laid; and though, on his trial, he was desirous of retracting this confession, and imputing it to the fear of torture, he was found guilty and executed. Mendoza, the Spanish ambassador, having promoted this conspiracy, was ordered to depart the kingdom; and Wade was sent into Spain, to excuse his dismission, and to desire the king to send another ambassador in his place: But Philip would not so much as admit the English ambassador to his presence. Creighton, a Scottish Jesuit, coming over on board a vessel which was seized, tore some papers, with an intention of throwing them into the sea; but the wind blowing them back upon the ship, they were pieced together, and discovered some dangerous secrets<a href=\"#n43\"><sup>[43]</sup></a>.","subId":"25","id":"Hume.HE.4.41.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Many</span> of these conspiracies were, with great appearance of reason, imputed to the intrigues of the queen of Scots<a href=\"#n44\"><sup>[44]</sup></a>; and as her name was employed in all of them, the council thought, that they could not use too many precautions against the danger of her claims, and the restless activity of her temper. She was removed from under the care of the earl of Shrewsbury, who, though vigilant and faithful in that trust, had also been indulgent to his prisoner, particularly with regard to air and exercise: And she was committed to the custody of Sir Amias Paulet and Sir Drue Drury; men of honour, but inflexible in their care and attention. An association was also set on foot by the earl of Leicester and other courtiers; and as Elizabeth was beloved by the whole nation, except the more zealous catholics, men of all ranks willingly flocked to the subscription of it. The purport of this association was to defend the queen, to revenge her death or any injury committed against her, and to exclude from the throne all claimants, what title soever they might possess, by whose suggestions, or for whose behoof, any violence should be offered to her majesty<a href=\"#n45\"><sup>[45]</sup></a>. The queen of Scots was sensible, that this association was levelled against her; and <span class=\"page-break\"></span>to remove all suspicion from herself, she also desired leave to subscribe it.","subId":"26","id":"Hume.HE.4.41.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">23d Nov. A parliament.</span> <span class=\"small-capitals\">Elizabeth</span>, that she might the more discourage malcontents, by shewing them the concurrence of the nation in her favour, summoned a new parliament; and she met with that dutiful attachment, which she expected. The association was confirmed by parliament; and a clause was added, by which the queen was empowered to name commissioners for the trial of any pretender to the crown, who should attempt or imagine any invasion, insurrection, or assassination against her: Upon condemnation, pronounced by these commissioners, the guilty person was excluded from all claim to the succession, and was farther punishable, as her majesty should direct. And for greater security, a council of regency, in case of the queen's violent death, was appointed to govern the kingdom, to settle the succession, and to take vengeance for that act of treason<a href=\"#n46\"><sup>[46]</sup></a>.","subId":"27","id":"Hume.HE.4.41.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> severe law was also enacted against jesuits and popish priests: It was ordained, that they should depart the kingdom within forty days; that those who should remain beyond that time, or should afterwards return, should be guilty of treason; that those who harboured or relieved them should be guilty of felony; that those who were educated in seminaries, if they returned not in six months after notice given, and submitted not themselves to the queen, before a bishop or two justices, should be guilty of treason; and that if any, so submitting themselves, should, within ten years, approach the court, or come within ten miles of it, their submission should be void<a href=\"#n47\"><sup>[47]</sup></a>. By this law, the exercise of the catholic religion, which had formerly been prohibited under lighter penalties, and which was, in many instances, connived at, was totally suppressed. In the subsequent part of the queen's reign, the law was sometimes executed, by the capital punishment of priests; and though the partizans of that princess asserted, that they were punished for their treason, not their religion, the apology must only be understood in this sense, that the law was enacted on account of the treasonable views and attempts of the sect, not that every individual, who suffered the penalty of the law, was convicted of treason<a href=\"#n48\"><sup>[48]</sup></a>.","subId":"28","id":"Hume.HE.4.41.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> catholics, therefore, might now with justice complain of a violent persecution; which, we may safely affirm, in spite of the rigid and bigotted maxims of that age, not to be the best method of converting them, or of reconciling them to the established government and religion.","subId":"29","id":"Hume.HE.4.41.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament, besides arming the queen with these powers, granted her a supply of one subsidy and two fifteenths. The only circumstance, in which their proceedings were disagreeable to her, was an application, made by the commons, for a farther reformation in ecclesiastical matters. Yet even in this attempt, which affected her, as well as them, in a delicate point, they discovered how much they were overawed by her authority. The majority of the house were puritans, or inclined to that sect<a href=\"#n49\"><sup>[49]</sup></a>; but the severe reprimands, which they had already, in former sessions, met with from the throne, deterred them from introducing any bill concerning religion; a proceeding which would have been interpreted as an encroachment on the prerogative: They were content to proceed by way of humble petition, and that not addressed to her majesty, which would have given offence, but to the house of lords, or rather the bishops, who had a seat in that house, and from whom alone they were willing to receive all advances towards reformation<a href=\"#n50\"><sup>[50]</sup></a>: A strange departure from what we now apprehend to be the dignity of the commons!","subId":"30","id":"Hume.HE.4.41.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commons desired in their humble petition, that no bishop should exercise his function of ordination but with the consent and concurrence of six presbyters: But this demand, as it really introduced a change of ecclesiastical government, was firmly rejected by the prelates. They desired, that no clergyman should be instituted into any benefice, without previous notice being given to the parish, that they might examine whether there lay any objection to his life or doctrine: An attempt towards a popular model, which naturally met with the same fate. In another article of the petition, <span class=\"page-break\"></span>they prayed, that the bishops should not insist upon every ceremony, or deprive incumbents for omitting part of the service: As if uniformity in public worship had not been established by law; or as if the prelates had been endowed with a dispensing power. They complained of abuses, which prevailed, in pronouncing the sentence of excommunication, and they entreated the reverend fathers to think of some law for the remedy of these abuses: Implying, that those matters were too high for the commons of themselves to attempt.","subId":"31","id":"Hume.HE.4.41.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most material article, which the commons touched upon in their petition, was the court of ecclesiastical commission, and the oath <em>ex officio,</em> as it was called, exacted by that court. This is a subject of such importance as to merit some explanation.","subId":"32","id":"Hume.HE.4.41.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">The ecclesiastical court.</span> <span class=\"small-capitals\">The</span> first primate after the queen's accession, was Parker; a man rigid in exacting conformity to the established worship, and in punishing, by fine or deprivation, all the puritanical clergymen, who attempted to innovate any thing in the habits, ceremonies, or liturgy of the church. He died in 1575; and was succeeded by Grindal, who, as he himself was inclined to the new sect, was with great difficulty brought to execute the laws against them, or to punish the nonconforming clergy. He declined obeying the queen's orders for the suppression of <em>prophecyings,</em> or the assemblies of the zealots in private houses, which, she apprehended, had become so many academies of fanaticism; and for this offence, she had, by an order of the Star Chamber, sequestered him from his archiepiscopal function, and confined him to his own house. Upon his death, which happened in 1583, she determined not to fall into the same error in her next choice; and she named Whitgift, a zealous churchman, who had already signalized his pen in controversy, and who, having in vain attempted to convince the puritans by argument, was now resolved to open their eyes by power, and by the execution of penal statutes. He informed the queen, that all the spiritual authority, lodged in the prelates, was insignificant without the sanction of the crown; and as there was no ecclesiastical commission at that time in force, he engaged her to issue a new one; more arbitrary than any of the former, and conveying more unlimited authority<a href=\"#n51\"><sup>[51]</sup></a>. She appointed forty-four commissioners, <span class=\"page-break\"></span>twelve of whom were ecclesiastics; three commissioners made a quorum; the jurisdiction of the court extended over the whole kingdom, and over all orders of men; and every circumstance of its authority, and all its methods of proceeding, were contrary to the clearest principles of law and natural equity. The commissioners were empowered to visit and reform all errors, heresies, schisms, in a word to regulate all opinions as well as to punish all breach of uniformity in the exercise of public worship. They were directed to make enquiry, not only by the legal methods of juries and witnesses, but by all other means and ways, which they could devise; that is, by the rack, by torture, by inquisition, by imprisonment. Where they found reason to suspect any person, they might administer to him an oath, called <em>ex Officio,</em> by which he was bound to answer all questions, and might thereby be obliged to accuse himself or his most intimate friend. The fines, which they levied, were discretionary, and often occasioned the total ruin of the offender, contrary to the established laws of the kingdom. The imprisonment, to which they condemned any delinquent, was limited by no rule but their own pleasure. They assumed a power of imposing on the clergy what new articles of subscription, and consequently of faith, they thought proper. Though all other spiritual courts were subject, since the reformation, to inhibitions from the supreme courts of law, the ecclesiastical commissioners were exempted from that legal jurisdiction, and were liable to no controul. And the more to enlarge their authority, they were empowered to punish all incests, adulteries, fornications; all outrages, misbehaviours, and disorders in marriage: And the punishments, which they might inflict, were according to their wisdom, conscience, and discretion. In a word, this court was a real <em>inquisition;</em> attended with all the iniquities, as well as cruelties, inseparable from that tribunal. And as the jurisdiction of the ecclesiastical court was destructive of all law, so its erection was deemed by many a mere usurpation of this imperious princess; and had no other foundation than a clause of a statute, restoring the supremacy to the crown, and empowering the sovereign to appoint commissioners for exercising that prerogative. But prerogative in general, especially the supremacy, was supposed in that age to involve powers, which no law, precedent, or reason could limit and determine.","subId":"33","id":"Hume.HE.4.41.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though the commons, in their humble petition to the prelates, <span class=\"page-break\"></span> had touched so gently and submissively on the ecclesiastical grievances, the queen, in a speech from the throne at the end of the session, could not forbear taking notice of their presumption, and reproving them for those murmurs, which, for fear of offending her, they had pronounced so low as not directly to reach her royal ears. After giving them some general thanks for their attachment to her, and making professions of affection to her subjects, she told them, that whoever found fault with the church threw a slander upon her, since she was appointed <em>by God</em> supreme ruler over it, and no heresies or schisms could prevail in the kingdom but by her permission and negligence: That some abuses must necessarily have place in every thing; but she warned the prelates to be watchful; for if she found them careless of their charge, she was fully determined to depose them: That she was commonly supposed to have employed herself in many studies, particularly philosophical (by which, I suppose, she meant theological) and she would confess, that few, whose leisure had not allowed them to make profession of science, had read or reflected more: That as she could discern the presumption of many, in curiously canvassing the scriptures, and starting innovations, she would no longer endure this licentiousness; but meant to guide her people, by God's rule, in the just mean between the corruptions of Rome and the errors of modern sectaries: And that as the Romanists were the inveterate enemies of her person, so the other innovators were dangerous to all kingly government; and under colour of preaching the word of God, presumed to exercise their private judgment, and to censure the actions of the prince<a href=\"#n52\"><sup>[52]</sup></a>.","subId":"34","id":"Hume.HE.4.41.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the whole of this transaction, we may observe, that the commons, in making their general application to the prelates, as well as in some particular articles of their petition, showed themselves wholly ignorant, no less than the queen, of the principles of liberty and a legal constitution. And it may not be unworthy of remark, that Elizabeth, so far from yielding to the displeasure of the parliament against the ecclesiastical commission, granted, before the end of her reign, a new commission; in which she enlarged, rather than restrained, the powers of the commissioners<a href=\"#n53\"><sup>[53]</sup></a>.","subId":"35","id":"Hume.HE.4.41.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> this session of parliament, there was discovered a conspiracy, which much encreased the general animosity against the catholics, and still farther widened the breach between the religious parties. William Parry, a catholic gentleman, had received the queen's pardon for a crime, by which he was exposed to capital punishment; and having obtained permission to travel, he retired to Milan, and made open profession of his religion, which he had concealed while he remained in England. He was here persuaded by Palmio, a jesuit, that he could not perform a more meritorious action, than to take away the life of his sovereign and his benefactress; the nuncio, Campeggio, when consulted, approved extremely of this pious undertaking; and Parry, though still agitated with doubts, came to Paris, with an intention of passing over to England, and executing his bloody purpose. He was here encouraged in the design by Thomas Morgan, a gentleman of great credit in the party; and though Watts and some other catholic priests told him, that the enterprise was criminal and impious, he preferred the authority of Raggazzoni, the nuncio at Paris, and determined to persist in his resolution. He here wrote a letter to the pope, which was conveyed to cardinal Como; he communicated his intention to the holy father; and craved his absolution and paternal benediction. He received an answer from the cardinal, by which he found that his purpose was extremely applauded; and he came over to England with a full design of carrying it into execution. So deeply are the sentiments of morality engraved in the human breast, that it is difficult even for the prejudices of false religion totally to efface them; and this bigotted assassin resolved, before he came to extremities, to try every other expedient for alleviating the persecutions, under which the catholics at that time laboured. He found means of being introduced to the queen; assured her that many conspiracies were formed against her; and exhorted her, as she tendered her life, to give the Romanists some more indulgence in the exercise of their religion: But lest he should be tempted by the opportunity to assassinate her, he always came to court unprovided with every offensive weapon. He even found means to be elected member of parliament; and having made a vehement harangue against the severe laws enacted this last session, was committed to custody for his freedom, and sequestered from the house. His failure in these attempts confirmed him the <span class=\"page-break\"></span>more in his former resolution; and he communicated his intentions to Nevil, who entered zealously into the design, and was determined to have a share in the merits of its execution. A book, newly published by Dr. Allen, afterwards created a cardinal, served farther to efface all their scruples, with regard to the murder of an heretical prince; and having agreed to shoot the queen, while she should be taking the air on horseback, they resolved, if they could not make their escape, to sacrifice their lives, in fulfilling a duty, so agreeable, as they imagined, to the will of God and to true religion. But while they were watching an opportunity for the execution of their purpose, the earl of Westmoreland happened to die in exile; and as Nevil was next heir to that family, he began to entertain hopes, that, by doing some acceptable service to the queen, he might recover the estate and honours, which had been forfeited by the rebellion of the last earl. He betrayed the whole conspiracy to the ministers; and Parry, being thrown into prison, confessed the guilt, both to them, and to the jury who tried him. The letter from cardinal Como, being produced in court, put Parry's narrative beyond all question; and that criminal, having received sentence of death<a href=\"#n54\"><sup>[54]</sup></a>, suffered the punishment, which the law appointed for his treasonable conspiracy<a href=\"#n55\"><sup>[55]</sup></a>.","subId":"36","id":"Hume.HE.4.41.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> bloody designs now appeared every where, as the result of that bigotted spirit by which the two religions, especially the catholic, were at this time actuated. Somerville, a gentleman of the county of Warwic, somewhat disordered in his understanding, had heard so much of the merit attending the assassination of heretics and persecutors, that he came to London with a view of murdering the queen; but having betrayed his design by some extravagances, he was thrown into prison, and there perished by a voluntary death<a href=\"#n56\"><sup>[56]</sup></a>. <span class=\"margin-comment\">The affairs of the Low Countries.</span> About the same time, Baltazar Gerard, a Burgundian, undertook, and executed the same design against the prince of Orange; and that great man perished at Delft, by the hands of a desperate assassin, who, with a resolution worthy of a better cause, sacrificed his own life, in order to destroy the famous restorer and protector of religious liberty. The Flemings, who regarded that prince as their father, were filled with great sorrow, as well when <span class=\"page-break\"></span>they considered the miserable end of so brave a patriot, as their own forlorn condition, from the loss of so powerful and prudent a leader, and from the rapid progress of the Spanish arms. The prince of Parma had made every year great advances upon them, had reduced several of the provinces to obedience, and had laid close siege to Antwerp, the richest and most populous city of the Netherlands, whose subjection, it was foreseen, would give a mortal blow to the already declining affairs of the revolted provinces. The only hopes, which remained to them, arose from the prospect of foreign succour. <span class=\"margin-comment\">1585.</span> Being well acquainted with the cautious and frugal maxims of Elizabeth, they expected better success in France; and in the view of engaging Henry to embrace their defence, they tendered him the sovereignty of their provinces. But the present condition of that monarchy obliged the king to reject so advantageous an offer. The duke of Anjou's death, which, he thought, would have tended to restore public tranquillity, by delivering him from the intrigues of that prince, plunged him into the deepest distress; and the king of Navarre, a professed hugonot, being next heir to the crown, the duke of Guise took thence occasion to revive the catholic league, and to urge Henry, by the most violent expedients, to seek the exclusion of that brave and virtuous prince. Henry himself, though a zealous catholic, yet, because he declined complying with their precipitate measures, became an object of aversion to the league; and as his zeal, in practising all the superstitious observances of the Romish church, was accompanied with a very licentious conduct in private life, the catholic faction, in contradiction to universal experience, embraced thence the pretext of representing his devotion as mere deceit and hyprocrisy. Finding his authority to decline, he was obliged to declare war against the hugonots, and to put arms into the hands of the league, whom, both on account of their dangerous pretensions at home, and their close alliance with Philip, he secretly regarded as his more dangerous enemies. Constrained by the same policy, he dreaded the danger of associating himself with the revolted protestants in the Low Countries, and was obliged to renounce that inviting opportunity of revenging himself for all the hostile intrigues and enterprizes of Philip.","subId":"37","id":"Hume.HE.4.41.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> States, reduced to this extremity, sent over a solemn embassy to London, and made anew an offer to the queen, of acknowledging <span class=\"page-break\"></span>her for their sovereign, on condition of obtaining her protection and assistance. Elizabeth's wisest counsellors were divided in opinion with regard to the conduct, which she should hold in this critical and important emergence. Some advised her to reject the offer of the States, and represented the imminent dangers, as well as injustice, attending the acceptance of it. They said, that the suppression of rebellious subjects was the common cause of all sovereigns, and any encouragement, given to the revolt of the Flemings, might prove the example of a like pernicious licence to the English: That though princes were bound by the laws of the Supreme Being not to oppress their subjects, the people never were entitled to forget all duty to their sovereign, or transfer, from every fancy or disgust, or even from the justest ground of complaint, their obedience to any other master: That the queen, in the succours hitherto afforded the Flemings, had considered them as labouring under oppression, not as entitled to freedom; and had intended only to admonish Philip not to persevere in his tyranny, without any view of ravishing from him these provinces, which he enjoyed by hereditary right from his ancestors: That her situation in Ireland, and even in England, would afford that powerful monarch sufficient opportunity of retaliating upon her; and she must thenceforth expect, that, instead of secretly fomenting faction, he would openly employ his whole force in the protection and defence of the catholics: That the pope would undoubtedly unite his spiritual arms to the temporal ones of Spain: And that the queen would soon repent her making so precarious an acquisition in foreign countries, by exposing her own dominions to the most imminent danger<a href=\"#n57\"><sup>[57]</sup></a>.","subId":"38","id":"Hume.HE.4.41.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Other</span> counsellors of Elizabeth maintained a contrary opinion. They asserted, that the queen had not, even from the beginning of her reign, but certainly had not at present, the choice, whether she would embrace friendship or hostility with Philip: That by the whole tenor of that prince's conduct it appeared, that his sole aims were, the extending of his empire, and the entire subjection of the protestants, under the specious pretence of maintaining the catholic faith: That the provocations, which she had already given him, joined to his general scheme of policy, would for ever render him <span class=\"page-break\"></span>her implacable enemy; and as soon as he had subdued his revolted subjects, he would undoubtedly fall, with the whole force of his united empire, on her defenceless state: That the only question was, whether she would maintain a war abroad, and supported by allies, or wait till the subjection of all the confederates of England should give her enemies leisure to begin their hostilities in the bowels of the kingdom: That the revolted provinces, though in a declining condition, possessed still considerable force; and by the assistance of England, by the advantages of their situation, and by their inveterate antipathy to Philip, might still be enabled, to maintain the contest against the Spanish monarchy: That their maritime power, united to the queen's, would give her entire security on the side from which alone she could be assaulted, and would even enable her to make inroads on Philip's dominions, both in Europe and the Indies: That a war, which was necessary, could never be unjust; and self-defence was concerned, as well in preventing certain dangers at a distance, as in repelling any immediate invasion: And that, since hostility with Spain was the unavoidable consequence of the present interests and situations of the two monarchies, it were better to compensate that danger and loss by the acquisition of such important provinces to the English empire<a href=\"#n58\"><sup>[58]</sup></a>.","subId":"39","id":"Hume.HE.4.41.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">Amidst</span> these opposite councils, the queen, apprehensive of the consequences attending each extreme, was inclined to steer a middle course; and though such conduct is seldom prudent, she was not, in this resolution, guided by any prejudice or mistaken affection. She was determined not to permit, without opposition, the total subjection of the revolted provinces, whose interests she deemed so closely connected with her own: But foreseeing that the acceptance of their sovereignty would oblige her to employ her whole force in their defence, would give umbrage to her neighbours, and would expose her to the reproach of ambition and usurpation, imputations which hitherto she had carefully avoided, she immediately rejected this offer. She concluded a league with the States on the following conditions: That she should send over an army to their assistance, of five thousand foot and a thousand horse, and pay them during the war; that the general, and two others, <span class=\"page-break\"></span>whom she should appoint, should be admitted into the council of the States; that neither party should make peace without the consent of the other; that her expences should be refunded after the conclusion of the war; and that the towns of Flushing and the Brille, with the castle of Rammekins, should, in the mean time, be consigned into her hands, by way of security.","subId":"40","id":"Hume.HE.4.41.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen knew that this measure would immediately engage her in open hostilities with Philip; yet was not she terrified with the view of the present greatness of that monarch. The continent of Spain was at that time rich and populous; and the late addition of Portugal, besides securing internal tranquillity, had annexed an opulent kingdom to Philip's dominions, had made him master of many settlements in the East-Indies and of the whole commerce of those regions, and had much encreased his naval power, in which he was before chiefly deficient. All the princes of Italy, even the pope and the court of Rome, were reduced to a kind of subjection under him, and seemed to possess their sovereignty on terms somewhat precarious. The Austrian branch in Germany, with their dependant principalities, was closely connected with him, and was ready to supply him with troops for every enterprize. All the treasures of the West-Indies were in his possession; and the present scarcity of the precious metals in every country of Europe, rendered the influence of his riches the more forcible and extensive. The Netherlands seemed on the point of relapsing into servitude; and small hopes were entertained of their withstanding those numerous and veteran armies, which, under the command of the most experienced generals, he employed against them. Even France, which was wont to counterbalance the Austrian greatness, had lost all her force from intestine commotions; and as the catholics, the ruling party, were closely connected with him, he rather expected thence an augmentation, than a diminution, of his power. Upon the whole, such prepossessions were every where entertained concerning the force of the Spanish monarchy, that the king of Sweden, when he heard that Elizabeth had openly embraced the defence of the revolted Flemings, scrupled not to say, that she had now taken the diadem from her head, and had adventured it upon the doubtful chance of war<a href=\"#n59\"><sup>[59]</sup></a>. Yet was this <span class=\"page-break\"></span>princess rather cautious than enterprising in her natural temper: She ever needed more to be impelled by the vigour, than restrained by the prudence of her ministers: But when she saw an evident necessity, she braved danger with magnanimous courage; and trusting to her own consummate wisdom, and to the affections, however divided, of her people, she prepared herself to resist, and even to assault, the whole force of the catholic monarch.","subId":"41","id":"Hume.HE.4.41.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Earl of Leicester was sent over to Holland, at the head of the English auxiliary forces. He carried with him a splendid retinue; being accompanied by the young earl of Essex, his son-in-law, the lords Audley and North, Sir William Russel, Sir Thomas Shirley, Sir Arthur Basset, Sir Walter Waller, Sir Gervase Clifton, and a select troop of five hundred gentlemen. He was received, on his arrival at Flushing, by his nephew Sir Philip Sidney, the governor; and every town, through which he passed, expressed their joy by acclamations and triumphal arches, as if his presence and the queen's protection had brought them the most certain deliverance. The States, desirous of engaging Elizabeth still farther in their defence, and knowing the interest which Leicester possessed with her, conferred on him the title of governor and captain-general of the United Provinces, appointed a guard to attend him, and treated him, in some respects, as their sovereign. But this step had a contrary effect to what they expected. The queen was displeased with the artifice of the States, and the ambition of Leicester. She severely reprimanded both; and it was with some difficulty, that, after many humble submissions, they were able to appease her.","subId":"42","id":"Hume.HE.4.41.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Hostilities with Spain.</span> <span class=\"small-capitals\">America</span> was regarded as the chief source of Philip's power, as well as the most defenceless part of his dominions; and Elizabeth, finding that an open breach with that monarch was unavoidable, resolved not to leave him unmolested in that quarter. The great success of the Spaniards and Portuguese in both Indies had excited a spirit of emulation in England; and as the progress of commerce, still more that of colonies, is slow and gradual, it was happy, that a war, in this critical period, had opened a more flattering prospect to the avarice and ambition of the English, and had tempted them, by the view of sudden and exorbitant profit, to engage in naval enterprizes. A fleet of twenty sail was equipped to attack the Spaniards in the West-Indies: Two thousand three hundred volunteers, besides seamen, engaged on board of it; Sir Francis Drake was <span class=\"page-break\"></span>appointed admiral; Christopher Carlisle commander of the land forces. <span class=\"margin-comment\">1586. January.</span> They took St. Jago, near Cape Verde, by surprize; and found in it plenty of provisions, but no riches. They sailed to Hispaniola; and easily making themselves master of St. Domingo by assault, obliged the inhabitants to ransom their houses by a sum of money. Carthagena fell next into their hands after some more resistance, and was treated in the same manner. They burned St. Anthony and St. Helens, two towns on the coast of Florida. Sailing along the coast of Virginia, they found the small remains of a colony which had been planted there by Sir Walter Raleigh, and which had gone extremely to decay. This was the first attempt of the English to form such settlements; and though they have since surpassed all European nations, both in the situation of their colonies, and in the noble principles of liberty and industry, on which they are founded; they had here been so unsuccessful, that the miserable planters abandoned their settlements, and prevailed on Drake to carry them with him to England. He returned with so much riches as encouraged the volunteers, and with such accounts of the Spanish weakness in those countries as served extremely to enflame the spirits of the nation to future enterprizes. The great mortality, which the climate had produced in his fleet, was, as is usual, but a feeble restraint on the avidity and sanguine hopes of young adventurers<a href=\"#n60\"><sup>[60]</sup></a>. It is thought that Drake's fleet first introduced the use of tobacco into England.","subId":"43","id":"Hume.HE.4.41.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> enterprizes of Leicester were much less successful than those of Drake. This man possessed neither courage nor capacity, equal to the trust reposed in him by the queen; and as he was the only bad choice she made for any considerable employment, men naturally believed, that she had here been influenced by an affection still more partial than that of friendship. He gained at first some advantage in an action against the Spaniards; and threw succours into Grave, by which that place was enabled to make a vigorous defence: But the cowardice of the governor, Van Hemert, rendered all these efforts useless. He capitulated after a feeble resistance; and being tried for his conduct, suffered a capital punishment from the sentence of a court martial. The prince of Parma next undertook the siege of Venlo, which was surrendered to him <span class=\"page-break\"></span>after some resistance. The fate of Nuys was more dismal; being taken by assault, while the garrison was treating of a capitulation. Rhimberg, which was garrisoned by twelve hundred English, under the command of colonel Morgan, was afterwards besieged by the Spaniards; and Leicester, thinking himself too weak to attempt raising the siege, endeavoured to draw off the prince of Parma by forming another enterprize. He first attacked Doesberg, and succeeded: He then sat down before Zutphen, which the Spanish general thought so important a fortress, that he hastened to its relief. He made the marquess of Guasto advance with a convoy, which he intended to throw into the place. They were favoured by a fog; but falling by accident on a body of English cavalry, a furious action ensued, in which the Spaniards were worsted, and the marquess of Gonzaga, an Italian nobleman of great reputation and family, was slain. The pursuit was stopped by the advance of the prince of Parma with the main body of the Spanish army; and the English cavalry, on their return from the field, found their advantage more than compensated by the loss of Sir Philip Sidney, who, being mortally wounded in the action, was carried off by the soldiers, and soon after died. This person is described by the writers of that age as the most perfect model of an accomplished gentleman, that could be formed even by the wanton imagination of poetry or fiction. Virtuous conduct, polite conversation, heroic valour, and elegant erudition, all concurred to render him the ornament and delight of the English court; and as the credit, which he possessed with the queen and the earl of Leicester, was wholly employed in the encouragement of genius and literature, his praises have been transmitted with advantage to posterity. No person was so low as not to become an object of his humanity. After this last action, while he was lying on the field, mangled with wounds, a bottle of water was brought him to relieve his thirst; but observing a soldier near him in a like miserable condition, he said, <em>This man's necessity is still greater than mine:</em> And resigned to him the bottle of water. The king of Scots, struck with admiration of Sidney's virtue, celebrated his memory in a copy of Latin verses, which he composed on the death of that young hero.","subId":"44","id":"Hume.HE.4.41.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English, though a long peace had deprived them of all experience, were strongly possessed of military genius; and the advantages, gained by the prince of Parma, were not attributed to <span class=\"page-break\"></span>the superior bravery and discipline of the Spaniards, but solely to the want of military abilities in Leicester. The States were much discontented with his management of the war; still more with his arbitrary and imperious conduct; and at the end of the campaign, they applied to him for a redress of all their grievances. But Leicester, without giving them any satisfaction, departed soon after for England<a href=\"#n61\"><sup>[61]</sup></a>.","subId":"45","id":"Hume.HE.4.41.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen, while she provoked so powerful an enemy as the king of Spain, was not forgetful to secure herself on the side of Scotland; and she endeavoured both to cultivate the friendship and alliance of her kinsman, James, and to remove all grounds of quarrel between them. An attempt, which she had made some time before, was not well calculated to gain the confidence of that prince. She had dispatched Wotton as her ambassador to Scotland; but though she gave him private instructions with regard to her affairs, she informed James, that, when she had any political business to discuss with him, she would employ another minister; that this man was not fitted for serious negociations; and that her chief purpose in sending him, was to entertain the king with witty and facetious conversation, and to partake without reserve of his pleasures and amusements. Wotton was master of profound dissimulation, and knew how to cover, under the appearance of a careless gaiety, the deepest designs, and most dangerous artifices. When but a youth of twenty, he had been employed by his uncle, Dr. Wotton, ambassador in France during the reign of Mary, to ensnare the constable, Montmorency; and had not his purpose been frustrated by pure accident, his cunning had prevailed over all the caution and experience of that aged minister. It is no wonder, that, after years had improved him in all the arts of deceit, he should gain an ascendant over a young prince, of so open and unguarded a temper as James; especially when the queen's recommendation prepared the way for his reception. He was admitted into all the pleasures of the king; made himself master of his secrets; and had so much the more authority with him in political transactions, as he did not seem to pay the least attention to these matters. The Scottish ministers, who observed the growing interest of this man, endeavoured to acquire his friendship; and scrupled not to sacrifice <span class=\"page-break\"></span>to his intrigues the most essential interests of their master. Elizabeth's usual jealousies with regard to her heirs began now to be levelled against James; and as that prince had attained the years proper for marriage, she was apprehensive, lest, by being strengthened with children and alliances, he should acquire the greater interest and authority with her English subjects. She directed Wotton to form a secret concert with some Scottish noblemen, and to procure their promise, that James, during three years, should not, on any account, be permitted to marry. In consequence of this view, they endeavoured to embroil him with the king of Denmark, who had sent ambassadors to Scotland, on pretence of demanding restitution of the Orkneys, but really with a view of opening a proposal of marriage between James and his daughter. Wotton is said to have employed his intrigues to purposes still more dangerous. He formed, it is pretended, a conspiracy with some malcontents, to seize the person of the king, and to deliver him into the hands of Elizabeth, who would probably have denied all concurrence in the design, but would have been sure to retain him in perpetual thraldom, if not captivity. The conspiracy was detected, and Wotton fled hastily from Scotland, without taking leave of the king<a href=\"#n62\"><sup>[62]</sup></a>.","subId":"46","id":"Hume.HE.4.41.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span>'s situation obliged him to dissemble his resentment of this traiterous attempt, and his natural temper inclined him soon to forgive and forget it. The queen found no difficulty in renewing the negociations for a strict alliance between Scotland and England; and the more effectually to gain the prince's friendship, she granted him a pension, equivalent to his claim on the inheritance of his grandmother, the countess of Lenox, lately deceased<a href=\"#n63\"><sup>[63]</sup></a>. A league was formed between Elizabeth and James, for the mutual defence of their dominions, and of their religion, now menaced by the open combination of all the catholic powers of Europe. It was stipulated, that, if Elizabeth were invaded, James should aid her with a body of two thousand horse and five thousand foot; that Elizabeth, in a like case, should send to his assistance three thousand horse and six thousand foot; that the charge of these armies should be defrayed by the prince who demanded assistance; that, if the invasion should be made upon England, within sixty miles of the frontiers of Scotland, this latter kingdom should march its <span class=\"page-break\"></span>whole force to the assistance of the former; and that the present league should supersede all former alliances of either state with any foreign kingdom, so far as religion was concerned<a href=\"#n64\"><sup>[64]</sup></a>.","subId":"47","id":"Hume.HE.4.41.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> this league James secured himself against all attempts from abroad, opened a way for acquiring the confidence and affections of the English, and might entertain some prospect of domestic tranquillity, which, while he lived on bad terms with Elizabeth, he could never expect long to enjoy. Besides the turbulent disposition, and inveterate feuds of the nobility, ancient maladies of the Scottish government, the spirit of fanaticism had introduced a new disorder; so much the more dangerous, as religion, when corrupted by false opinion, is not restrained by any rules of morality, and is even scarcely to be accounted for in its operations, by any principles of ordinary conduct and policy. The insolence of the preachers, who triumphed in their dominion over the populace, had, at this time, reached an extreme height; and they carried their arrogance so far, not only against the king, but against the whole civil power, that they excommunicated the archbishop of St. Andrew's, because he had been active in parliament for promoting a law, which restrained their seditious sermons<a href=\"#n65\"><sup>[65]</sup></a>: Nor could that prelate save himself by any expedient from this terrible sentence, but by renouncing all pretensions to ecclesiastical authority. One Gibson said in the pulpit, that captain James Stuart (meaning the late earl of Arran) and his wife, Jezabel, had been deemed the chief persecutors of the church; but it was now seen, that the king himself was the great offender: And for this crime the preacher denounced against him the curse which fell on Jeroboam, that he should die childless, and be the last of his race<a href=\"#n66\"><sup>[66]</sup></a>.","subId":"48","id":"Hume.HE.4.41.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> secretary, Thirlstone, perceiving the king so much molested with ecclesiastical affairs, and with the refractory disposition of the clergy, advised him to leave them to their own courses: For that in a short time they would become so intolerable, that the people would rise against them, and drive them out of the country.","subId":"49","id":"Hume.HE.4.41.49"},{"type":"paragraph","content":"<q>True,</q> replied the king: <q>If I purposed to undo the church and religion, your counsel were good: But my intention is to maintain both; therefore cannot I suffer the clergy to follow such a conduct, as will in the end bring religion into contempt and derision.</q><a href=\"#n67\"><sup>[67]</sup></a>","subId":"50","id":"Hume.HE.4.41.50"},{"type":"note","content":"Digges, p. 412, 428. Melvil, p. 130.","subId":"n1","id":"Hume.HE.4.41.n1"},{"type":"note","content":"Spotswood, p. 309.","subId":"n2","id":"Hume.HE.4.41.n2"},{"type":"note","content":"Ibid. p. 314. Crawford, p. 333. Moyse's Memoirs, p. 54.","subId":"n3","id":"Hume.HE.4.41.n3"},{"type":"note","content":"Spotswood, p. 312.","subId":"n4","id":"Hume.HE.4.41.n4"},{"type":"note","content":"Digges, p. 359, 370.","subId":"n5","id":"Hume.HE.4.41.n5"},{"type":"note","content":"Camden, p. 475. Cox's history of Ireland, p. 368.","subId":"n6","id":"Hume.HE.4.41.n6"},{"type":"note","content":"Camden, p. 478. Stowe, p. 689.","subId":"n7","id":"Hume.HE.4.41.n7"},{"type":"note","content":"Camden, p. 478. Hakluyt's Voyages, vol. iii. p. 730, 748. Purchas's Pilgrim, vol. i. p. 46.","subId":"n8","id":"Hume.HE.4.41.n8"},{"type":"note","content":"Camden, p. 480.","subId":"n9","id":"Hume.HE.4.41.n9"},{"type":"note","content":"23 Eliz. cap. 1.","subId":"n10","id":"Hume.HE.4.41.n10"},{"type":"note","content":"Ibid. cap. 2.","subId":"n11","id":"Hume.HE.4.41.n11"},{"type":"note","content":"D'Ewes, p. 302.","subId":"n12","id":"Hume.HE.4.41.n12"},{"type":"note","content":"Ibid. p. 284, 285.","subId":"n13","id":"Hume.HE.4.41.n13"},{"type":"note","content":"Camden, p. 477.","subId":"n14","id":"Hume.HE.4.41.n14"},{"type":"note","content":"Camden, p. 471.","subId":"n15","id":"Hume.HE.4.41.n15"},{"type":"note","content":"Idem ibid.","subId":"n16","id":"Hume.HE.4.41.n16"},{"type":"note","content":"Camden, p. 484.","subId":"n17","id":"Hume.HE.4.41.n17"},{"type":"note","content":"Digges, p. 387, 396, 408, 426.","subId":"n18","id":"Hume.HE.4.41.n18"},{"type":"note","content":"Ibid. p. 352.","subId":"n19","id":"Hume.HE.4.41.n19"},{"type":"note","content":"Ibid. p. 375, 391.","subId":"n20","id":"Hume.HE.4.41.n20"},{"type":"note","content":"Digges, p. 392.","subId":"n21","id":"Hume.HE.4.41.n21"},{"type":"note","content":"Ibid. p. 408.","subId":"n22","id":"Hume.HE.4.41.n22"},{"type":"note","content":"That the queen's negociations for marrying the duke of Anjou were not feigned nor political, appears clearly from many circumstances; particularly from a passage in Dr. Forbes's manuscript collections, at present in the possession of lord Royston. She there enjoins Walsingham, before he opens the treaty, to examine the person of the duke; and as that prince had lately recovered from the small pox, she desires her ambassador to consider, whether he yet retained so much of his good looks, as that a woman could fix her affections on him. Had she not been in earnest, and had she only meant to amuse the public or the court of France, this circumstance was of no moment.","subId":"n23","id":"Hume.HE.4.41.n23"},{"type":"note","content":"Digges, p. 357, 387, 388, 409, 426, 439. Rymer, xv. p. 793.","subId":"n24","id":"Hume.HE.4.41.n24"},{"type":"note","content":"Camden, p. 486. Thuan, lib. 74.","subId":"n25","id":"Hume.HE.4.41.n25"},{"type":"note","content":"Camden, p. 486.","subId":"n26","id":"Hume.HE.4.41.n26"},{"type":"note","content":"Letters of the Sydneys, vol. i. p. 287, &amp; seq. Cabala, p. 363.","subId":"n27","id":"Hume.HE.4.41.n27"},{"type":"note","content":"Camden, p. 486.","subId":"n28","id":"Hume.HE.4.41.n28"},{"type":"note","content":"Spotswood, p. 319.","subId":"n29","id":"Hume.HE.4.41.n29"},{"type":"note","content":"Spotswood, p. 320.","subId":"n30","id":"Hume.HE.4.41.n30"},{"type":"note","content":"Ibid. p. 322.","subId":"n31","id":"Hume.HE.4.41.n31"},{"type":"note","content":"Heylin's Hist. Presbyter. p. 227. Spotswood.","subId":"n32","id":"Hume.HE.4.41.n32"},{"type":"note","content":"Spotswood, p. 328.","subId":"n33","id":"Hume.HE.4.41.n33"},{"type":"note","content":"Spotswood, p. 324.","subId":"n34","id":"Hume.HE.4.41.n34"},{"type":"note","content":"Camden, p. 489.","subId":"n35","id":"Hume.HE.4.41.n35"},{"type":"note","content":"Jebb, vol. ii. p. 540.","subId":"n36","id":"Hume.HE.4.41.n36"},{"type":"note","content":"MS. in the Advocates' Library, A. 3. 28. p. 401. from the Cott. Lib. Calig. c. 9.","subId":"n37","id":"Hume.HE.4.41.n37"},{"type":"note","content":"Spotswood, p. 325, 326, &amp; seq.","subId":"n38","id":"Hume.HE.4.41.n38"},{"type":"note","content":"Melvil, p. 140, 141. Strype, vol. iii. p. 165.","subId":"n39","id":"Hume.HE.4.41.n39"},{"type":"note","content":"Melvil, p. 148. Jebb, vol. ii. p. 530.","subId":"n40","id":"Hume.HE.4.41.n40"},{"type":"note","content":"Spotswood, p. 333.","subId":"n41","id":"Hume.HE.4.41.n41"},{"type":"note","content":"Ibid. p. 334.","subId":"n42","id":"Hume.HE.4.41.n42"},{"type":"note","content":"Camden, p. 499.","subId":"n43","id":"Hume.HE.4.41.n43"},{"type":"note","content":"Strype, vol. iii. p. 246.","subId":"n44","id":"Hume.HE.4.41.n44"},{"type":"note","content":"State Trials, vol. i. p. 122, 123.","subId":"n45","id":"Hume.HE.4.41.n45"},{"type":"note","content":"27 Eliz. cap. i.","subId":"n46","id":"Hume.HE.4.41.n46"},{"type":"note","content":"Ibid. cap. 2.","subId":"n47","id":"Hume.HE.4.41.n47"},{"type":"note","content":"Some even of those who defend the queen's measures, allow that in ten years fifty priests were executed, and fifty-five banished. Camden, p. 649.","subId":"n48","id":"Hume.HE.4.41.n48"},{"type":"note","content":"Besides the petition after mentioned, another proof of the prevalency of the puritans among the commons was their passing a bill for the reverent observance of Sunday, which they termed the Sabbath, and the depriving the people of those amusements, which they were accustomed to take on that day. D'Ewes, p. 335. It was a strong symptom of a contrary spirit in the upper house, that they proposed to add Wednesday to the fast days, and to prohibit entirely the eating of flesh on that day. D'Ewes, p. 373.","subId":"n49","id":"Hume.HE.4.41.n49"},{"type":"note","content":"D'Ewes, p. 357.","subId":"n50","id":"Hume.HE.4.41.n50"},{"type":"note","content":"Neal's History of the Puritans, vol. i. p. 410.","subId":"n51","id":"Hume.HE.4.41.n51"},{"type":"note","content":"D'Ewes, p. 328. The puritanical sect had indeed gone so far, that a book of discipline was secretly subscribed by above five hundred clergymen; and the presbyterian government thereby established in the midst of the church, notwithstanding the rigour of the prelates and of the high commission. So impossible is it by penal statutes, however severe, to suppress all religious innovation. See Neal's Hist. of the Puritans, vol. i. p. 483. Strype's Life of Whitgift, p. 291.","subId":"n52","id":"Hume.HE.4.41.n52"},{"type":"note","content":"Rymer, vol. xvi. p. 292, 386, 400.","subId":"n53","id":"Hume.HE.4.41.n53"},{"type":"note","content":"State Trials, vol. i. p. 103, &amp; seq. Strype, vol. iii. p. 255, &amp; seq.","subId":"n54","id":"Hume.HE.4.41.n54"},{"type":"note","content":"This year, the earl of Northumberland, brother to the earl beheaded some years before, had been engaged in a conspiracy with lord Paget for the deliverance of the queen of Scots. He was thrown into the Tower; and being conscious that his guilt could be proved upon him, at least, that sentence would infallibly be pronounced against him, he freed himself from farther prosecution by a voluntary death. He shot himself in the breast with a pistol. About the same time, the earl of Arundel, son of the unfortunate duke of Norfolk, having entered into some exceptionable measures, and reflecting on the unhappy fate, which had attended his family, endeavoured to depart secretly beyond sea, but was discovered and thrown into the Tower. In 1587 this nobleman was brought to his trial for high treason; chiefly becatise he had dropped some expressions of affection to the Spaniards, and had affirmed that he would have masses said for the success of the Armada. His peers found him guilty of treason: This severe sentence was not executed; but Arundel never recovered his liberty. He died a prisoner in 1595. He carried his religious austerities so far, that they were believed the immediate cause of his death.","subId":"n55","id":"Hume.HE.4.41.n55"},{"type":"note","content":"Camden, p. 495.","subId":"n56","id":"Hume.HE.4.41.n56"},{"type":"note","content":"Camden, p. 507. Bentivoglio, part 2, lib. iv.","subId":"n57","id":"Hume.HE.4.41.n57"},{"type":"note","content":"Camden, p. 507. Bentivoglio, part 2. lib. iv.","subId":"n58","id":"Hume.HE.4.41.n58"},{"type":"note","content":"Camden, p. 508.","subId":"n59","id":"Hume.HE.4.41.n59"},{"type":"note","content":"Camden, p. 509.","subId":"n60","id":"Hume.HE.4.41.n60"},{"type":"note","content":"Camden, p. 512. Bentivoglio, part 2. lib. 4.","subId":"n61","id":"Hume.HE.4.41.n61"},{"type":"note","content":"Melvil.","subId":"n62","id":"Hume.HE.4.41.n62"},{"type":"note","content":"Spotswood, p. 351.","subId":"n63","id":"Hume.HE.4.41.n63"},{"type":"note","content":"Ibid. p. 349. Camden, p. 513. Rymer, tom. xv. p. 803.","subId":"n64","id":"Hume.HE.4.41.n64"},{"type":"note","content":"Spotswood, p. 345, 346.","subId":"n65","id":"Hume.HE.4.41.n65"},{"type":"note","content":"Ibid. p. 344.","subId":"n66","id":"Hume.HE.4.41.n66"},{"type":"note","content":"Spotswood, p. 348.","subId":"n67","id":"Hume.HE.4.41.n67"}]}