{"id":"Hume.HE.4.43","imported":true,"parent":"Hume.HE.4","title":"Chapter 43. Elizabeth (cont.)","breadcrumb":"Chapter 43","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. XLIII.</h2> <h1>ELIZABETH.</h1> <em>French affairs——Murder of the duke of Guise——Murder of Henry III.——Progress of Henry IV.——Naval enterprizes against Spain——A Parliament——Henry IV. embraces the catholic religion——Scotch affairs——Naval enterprizes——A parliament——Peace of Vervins——The earl of Essex.</em>","id":"Hume.HE.4.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">1590.</span> AFTER a state of great anxiety and many difficulties, Elizabeth had at length reached a situation, where, though her affairs still required attention, and found employment for her active spirit, she was removed from all danger of any immediate revolution, and might regard the efforts of her enemies with some degree of confidence and security. Her successful and prudent administration had gained her, together with the admiration of foreigners, the affections of her own subjects; and after the death of the queen of Scots, even the catholics, however discontented, pretended not to dispute her title, or adhere to any other person as her competitor. James, curbed by his factious nobility and ecclesiastics, possessed at home very little authority; and was solicitous to remain on good terms with Elizabeth and the English nation, in hopes that time, aided by his patient tranquillity, would <span class=\"page-break\"></span>secure him that rich succession, to which his birth entitled him. The Hollanders, though overmatched in their contest with Spain, still made an obstinate resistance; and such was their unconquerable antipathy to their old masters, and such the prudent conduct of young Maurice, their governor, that the subduing of that small territory, if at all possible, must be the work of years, and the result of many and great successes. Philip, who, in his powerful effort against England, had been transported by resentment and ambition beyond his usual cautious maxims, was now disabled, and still more discouraged, from adventuring again on such hazardous enterprizes. The situation also of affairs in France began chiefly to employ his attention; but notwithstanding all his artifice, and force, and expence, the events in that kingdom proved every day more contrary to his expectations, and more favourable to the friends and confederates of England.","subId":"1","id":"Hume.HE.4.43.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">French affairs.</span> <span class=\"small-capitals\">The</span> violence of the league having constrained Henry to declare war against the Hugonots, these religionists seemed exposed to the utmost danger; and Elizabeth, sensible of the intimate connection between her own interests and those of that party, had supported the king of Navarre by her negociations in Germany, and by large sums of money, which she remitted for levying forces in that country. This great prince, not discouraged by the superiority of his enemies, took the field; and in the year 1587 gained at Coutras, a complete victory over the army of the French king; but as his allies, the Germans, were at the same time discomfited by the army of the league, under the duke of Guise, his situation, notwithstanding his victory, seemed still as desperate as ever. The chief advantage, which he reaped by this diversity of success, arose from the dissentions, which, by that means, took place among his enemies. The inhabitants of Paris, intoxicated with admiration of Guise, and strongly prejudiced against their king, whose intentions had become suspicious to them, took to arms, and obliged Henry to fly for his safety. That prince, dissembling his resentment, entered into a negociation with the league; and having conferred many high offices on Guise and his partizans, summoned an assembly of the states at Blois, on pretence of finding expedients to support the intended war against the Hugonots. The various scenes of perfidy and cruelty, which had been exhibited in France, had justly begotten a mutual dissidence among all parties; yet <span class=\"page-break\"></span>Guise, trusting more to the timidity than honour of the king, rashly put himself into the hands of that monarch, and expected, by the ascendant of his own genius, to make him submit to all his exorbitant pretensions. <span class=\"margin-comment\">Murder of the duke of Guise.</span> Henry, though of an easy disposition, not steady to his resolutions, or even to his promises, wanted neither courage nor capacity; and finding all his subtilties eluded by the vigour of Guise, and even his throne exposed to the most imminent danger, he embraced more violent counsels than were natural to him, and ordered that prince and his brother, the cardinal of Guise, to be assassinated in his palace.","subId":"2","id":"Hume.HE.4.43.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> cruel execution, which the necessity of it alone could excuse, had nearly proved fatal to the author, and seemed at first to plunge him into greater dangers than those which he sought to avoid, by taking vengeance on his enemy. The partizans of the league were enflamed with the utmost rage against him: The populace every where, particularly at Paris, renounced allegiance to him: The ecclesiastics and the preachers filled all places with execrations against his name: And the most powerful cities and most opulent provinces appeared to combine in a resolution, either of renouncing monarchy, or of changing their monarch. Henry, finding slender resources among his catholic subjects, was constrained to enter into a confederacy with the Hugonots and the king of Navarre: He enlisted large bodies of Swiss infantry and German cavalry: And being still supported by his chief nobility, he assembled, by all these means, an army of near forty thousand men, and advanced to the gates of Paris, ready to crush the league, and subdue all his enemies. The desperate resolution of one man diverted the course of these great events. <span class=\"margin-comment\">Murder of Henry the third.</span> Jaques Clement, a Dominican fryar, inflamed by that bloody spirit of bigotry, which distinguishes this century and a great part of the following beyond all ages of the world, embraced the resolution of sacrificing his own life, in order to save the church from the persecutions of a heretical tyrant; and being admitted, under some pretext, to the king's presence, he gave that prince a mortal wound, and was immediately put to death by the courtiers, who hastily revenged the murder of their sovereign. This memorable incident happened on the first of August, 1589.","subId":"3","id":"Hume.HE.4.43.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of Navarre, next heir to the crown, assumed the government, by the title of Henry IV. but succeeded to much <span class=\"page-break\"></span>greater difficulties than those which surrounded his predecessor. The prejudices, entertained against his religion, made a great part of the nobility immediately desert him; and it was only by his promise of hearkening to conferences and instruction, that he could engage any of the catholics to adhere to his undoubted title. The league, governed by the duke of Mayenne, brother to Guise, gathered new force; and the king of Spain entertained views, either of dismembering the French monarchy, or of annexing the whole to his own dominions. In these distressful circumstances, Henry addressed himself to Elizabeth, and found her well disposed to contribute to his assistance, and to oppose the progress of the catholic league, and of Philip her inveterate and dangerous enemies. To prevent the desertion of his Swiss and German auxiliaries, she made him a present of twenty-two thousand pounds; a greater sum than, as he declared, he had ever seen before: And sent him a reinforcement of four thousand men, under lord Willoughby, an officer of reputation, who joined the French at Dieppe. Strengthened by these supplies, Henry marched directly to Paris; and having taken the suburbs, sword in hand, he abandoned them to be pillaged by his soldiers. He employed this body of English in many other enterprizes; and still found reason to praise their courage and fidelity. The time of their service being elapsed, he dismissed them with many high commendations. Sir William Drury, Sir Thomas Baskerville, and Sir John Boroughs acquired reputation this campaign, and revived in France the ancient fame of English valour.","subId":"4","id":"Hume.HE.4.43.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Progress of Henry the fourth.</span> <span class=\"small-capitals\">The</span> army, which Henry next campaign led into the field, was much inferior to that of the league; but as it was composed of the chief nobility of France, he feared not to encounter his enemies in a pitched battle at Yvrée, and he gained a complete victory over them. This success enabled him to blockade Paris, and he reduced that capital to the last extremity of famine: When the duke of Parma, in consequence of orders from Philip, marched to the relief of the league, and obliged Henry to raise the blockade. Having performed this important service, he retreated to the Low Countries; and by his consummate skill in the art of war, performed these long marches in the face of the enemy, without affording the French monarch that opportunity which he sought, of giving him battle, or so much as once putting his army in disorder. The only <span class=\"page-break\"></span>loss, which he sustained, was in the Low Countries; where prince Maurice took advantage of his absence, and recovered some places, which the duke of Parma had formerly conquered from the States<a href=\"#n1\"><sup>[1]</sup></a>.","subId":"5","id":"Hume.HE.4.43.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">1591.</span> <span class=\"small-capitals\">The</span> situation of Henry's affairs, though promising, was not so well advanced or established as to make the queen discontinue her succours; and she was still more confirmed in the resolution of supporting him, by some advantages gained by the king of Spain. The duke of Mercoeur, governor of Britanny, a prince of the house of Lorraine, had declared for the league; and finding himself hard pressed by Henry's forces, he had been obliged, in order to secure himself, to introduce some Spanish troops into the seaport towns of that province. Elizabeth was alarmed at the danger; and foresaw, that the Spaniards, besides infesting the English commerce by privateers, might employ these harbours as the seat of their naval preparations, and might more easily, from that vicinity, than from Spain or Portugal, project an invasion of England. She concluded, therefore, a new treaty with Henry, in which she engaged to send over three thousand men, to be employed in the reduction of Britanny, and she stipulated that her charges should, in a twelvemonth, or as soon as the enemy was expelled, be refunded her<a href=\"#n2\"><sup>[2]</sup></a>. These forces were commanded by Sir John Norris; and under him by his brother Henry, and by Anthony Shirley. Sir Roger Williams was at the head of a small body which garrisoned Dieppe: And a squadron of ships, under the command of Sir Henry Palmer, lay upon the coast of France, and intercepted all the vessels belonging to the Spaniards or the leaguers.","subId":"6","id":"Hume.HE.4.43.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> operations of war can very little be regulated beforehand by any treaty or agreement; and Henry, who found it necessary to lay aside the projected enterprize against Britanny, persuaded the English commanders to join his army, and to take a share in the hostilities, which he carried into Picardy<a href=\"#n3\"><sup>[3]</sup></a>. Notwithstanding the disgust, which Elizabeth received from this disappointment, he laid before her a plan for expelling the leaguers from Normandy, and persuaded her to send over a new body of four thousand men, to assist him in that enterprize. The earl of Essex was appointed <span class=\"page-break\"></span>general of these forces; a young nobleman, who, by many exterior accomplishments, and still more real merit, was daily advancing in favour with Elizabeth, and seemed to occupy that place in her affections, which Leicester, now deceased, had so long enjoyed. Essex, impatient for military fame, was extremely uneasy to lie some time at Dieppe unemployed; and had not the orders, which he received from his mistress, been so positive, he would gladly have accepted of Henry's invitation, and have marched to join the French army now in Champagne. This plan of operations was also proposed to Elizabeth by the French ambassador; but she rejected it with great displeasure; and she threatened immediately to recall her troops, if Henry should persevere any longer in his present practice, of breaking all concert with her, and attending to nothing but his own interests<a href=\"#n4\"><sup>[4]</sup></a>. Urged by these motives, the French king, at last, led his army into Normandy, and laid siege to Roüen, which he reduced to great difficulties. But the league, unable of themselves to take the field against him, had again recourse to the duke of Parma, who received orders to march to their relief. He executed this enterprize with his usual abilities and success; and, for the present, frustrated all the projects of Henry and Elizabeth. This princess, who kept still in view the interests of her own kingdom in all her foreign transactions, was impatient, under these disappointments, blamed Henry for his negligence in the execution of treaties, and complained, that the English forces were thrust foremost in every hazardous enterprize<a href=\"#n5\"><sup>[5]</sup></a>. It is probable, however, that their own ardent courage, and their desire of distinguishing themselves in so celebrated a theatre of war, were the causes why they so often enjoyed this perilous honour.","subId":"7","id":"Hume.HE.4.43.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> the indifferent success of former enterprizes, the queen was sensible how necessary it was to support Henry against the league and the Spaniards; and she formed a new treaty with him, in which they agreed never to make peace with Philip, but by common consent; <em>she</em> promised to send him a new supply of four thousand men; and <em>he</em> stipulated to repay her charges in a twelvemonth, to employ these forces, joined to a body of French troops, in an expedition against Britanny, and to consign into her <span class=\"page-break\"></span>hands a sea-port town of that province, for a retreat to the English<a href=\"#n6\"><sup>[6]</sup></a>. Henry knew the impossibility of executing some of these articles, and the imprudence of fulfilling others; but finding them rigidly insisted on by Elizabeth, he accepted of her succours, and trusted that he might easily, on some pretence, be able to excuse his failure in executing his part of the treaty. This campaign was the least successful of all those which he had yet carried on against the league.","subId":"8","id":"Hume.HE.4.43.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Naval enterprizes against Spain.</span> <span class=\"small-capitals\">During</span> these military operations in France, Elizabeth employed her naval power against Philip, and endeavoured to intercept his West-Indian treasures, the source of that greatness, which rendered him so formidable to all his neighbours. She sent a squadron of seven ships, under the command of lord Thomas Howard, for this service; but the king of Spain, informed of her purpose, fitted out a great force, of fifty-five sail, and dispatched them to escort the Indian fleet. They fell in with the English squadron; and by the courageous obstinacy of Sir Richard Greenville, the vice-admiral, who refused to make his escape by flight, they took one vessel, the first English ship of war that had yet fallen into the hands of the Spaniards<a href=\"#n7\"><sup>[7]</sup></a>. The rest of the squadron returned safely into England; frustrated of their expectations, but pleasing themselves with the idea that their attempt had not been altogether fruitless in hurting the enemy. The Indian fleet had been so long detained in the Havanna, from the fear of the English, that they were obliged at last to set sail in an improper season, and most of them perished by shipwreck, ere they reached the Spanish harbours<a href=\"#n8\"><sup>[8]</sup></a>. The earl of Cumberland made a like unsuccessful enterprize against the Spanish trade. He carried out one ship of the queen's, and seven others, equipped at his own expence; but the prizes, which he made, did not compensate the charges<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"9","id":"Hume.HE.4.43.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> spirit of these expensive and hazardous adventures was very prevalent in England. Sir Walter Raleigh, who had enjoyed great favour with the queen, finding his interest to decline, determined to recover her good graces by some important undertaking; and as his reputation was high among his countrymen, he persuaded great numbers to engage with him as volunteers, in an <span class=\"page-break\"></span>attempt on the West-Indies. <span class=\"margin-comment\">1592.</span> The fleet was detained so long in the Channel by contrary winds, that the season was lost: Raleigh was recalled by the queen: Sir Martin Frobisher succeeded to the command, and made a privateering voyage against the Spaniards. He took one rich Carrack near the Island of Flores, and destroyed another<a href=\"#n10\"><sup>[10]</sup></a>. About the same time, Thomas White, a Londoner, took two Spanish ships, which, besides fourteen hundred chests of quicksilver, contained above two millions of bulls for indulgences; a commodity useless to the English, but which had cost the king of Spain three hundred thousand florins, and would have been sold by him in the Indies for five millions.","subId":"10","id":"Hume.HE.4.43.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> war did great damage to Spain; but it was attended with considerable expence to England; and Elizabeth's ministers computed, that since the commencement of it, she had spent in Flanders and France, and on her naval expeditions, above one million two hundred thousand pounds<a href=\"#n11\"><sup>[11]</sup></a>; a charge which, notwithstanding her extreme frugality, was too burthensome for her narrow revenues to support. <span class=\"margin-comment\">1593. Feb. 19. A parliament.</span> She summoned, therefore, a parliament, in order to obtain supply: But she either thought her authority so established, that she needed to make them no concessions in return, or she rated her power and prerogative above money: For there never was any parliament, whom she treated in a more haughty manner, whom she made more sensible of their own weakness, or whose privileges she more openly violated. When the speaker, Sir Edward Coke, made the three usual requests, of freedom from arrests, of access to her person, and of liberty of speech; she replied to him, by the mouth of Puckering, lord keeper, that liberty of speech was granted to the commons, but they must know what liberty they were entitled to; not a liberty for every one to speak what he listeth, or what cometh in his brain to utter; their privilege extended no farther than a liberty of Aye or No: That she enjoined the speaker, if he perceived any idle heads so negligent of their own safety, as to attempt reforming the church, or innovating in the commonwealth, that he should refuse the bills exhibited for that purpose, till they were examined by such as were fitter to consider of these things, and could better judge of them: That she would not impeach the freedom of their persons; but they <span class=\"page-break\"></span>must beware, lest, under colour of this privilege, they imagined, that any neglect of their duty could be covered or protected: And that she would not refuse them access to her person; provided it were upon urgent and weighty causes, and at times convenient, and when she might have leisure from other important affairs of the realm<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"11","id":"Hume.HE.4.43.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> the menacing and contemptuous air of this speech, the intrepid and indefatigable Peter Wentworth, not discouraged by his former ill success, ventured to transgress the imperial orders of Elizabeth. He presented to the lord keeper a petition, in which he desired the upper house to join with the lower in a supplication to her majesty, for entailing the succession of the crown; and he declared, that he had a bill ready prepared for that purpose. This method of proceeding was sufficiently respectful and cautious; but the subject was always extremely disagreeable to the queen, and what she had expressly prohibited any one from meddling with: She sent Wentworth immediately to the Tower; committed Sir Thomas Bromley, who had seconded him, to the Fleet prison, together with Stevens, and Welsh, two members, to whom Sir Thomas had communicated his intention<a href=\"#n13\"><sup>[13]</sup></a>. About a fortnight after, a motion was made in the house, to petition the queen, for the release of these members; but it was answered by all the privy counsellors there present, that her majesty had committed them for causes best known to herself, and that to press her on that head would only tend to the prejudice of the gentlemen, whom they meant to serve: She would release them whenever she thought proper, and would be better pleased to do it of her own proper motion, than from their suggestion<a href=\"#n14\"><sup>[14]</sup></a>. The house willingly acquiesced in this reasoning.","subId":"12","id":"Hume.HE.4.43.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> arbitrary an act, at the commencement of the session, might well repress all farther attempts for freedom: But the religious zeal of the puritans, was not so easily restrained; and it inspired a courage, which no human motive was able to surmount. Morrice, chancellor of the dutchy, and attorney of the court of wards, made a motion for redressing the abuses in the bishops' courts, but above all, in the high commission; where subscriptions, he said, were <span class=\"page-break\"></span>exacted to articles at the pleasure of the prelates; where oaths were imposed, obliging persons to answer to all questions without distinction, even though they should tend to their own condemnation; and where every one, who refused entire satisfaction to the commissioners, was imprisoned, without relief or remedy<a href=\"#n15\"><sup>[15]</sup></a>. This motion was seconded by some members; but the ministers and privy counsellors opposed it; and foretold the consequences which ensued. The queen sent for the speaker; and after requiring him to deliver to her Morrice's bill, she told him, that it was in her power to call parliaments, in her power to dissolve them, in her power to give assent or dissent to any determination, which they should form: That her purpose in summoning this parliament was twofold, to have laws enacted for the farther enforcement of uniformity in religion, and to provide for the defence of the nation, against the exorbitant power of Spain: That these two points ought, therefore, to be the object of their deliberations: She had enjoined them already, by the mouth of the lord keeper, to meddle neither with matters of state nor of religion; and she wondered how any one could be so assuming, as to attempt a subject so expressly contrary to her prohibition: That she was highly offended with this presumption; and took the present opportunity to reiterate the commands given by the keeper, and to require, that no bill, regarding either state affairs, or reformation in causes ecclesiastical, be exhibited in the house: And that in particular she charged the speaker upon his allegiance, if any such bills were offered, absolutely to refuse them a reading, and not so much as permit them to be debated by the members<a href=\"#n16\"><sup>[16]</sup></a>. This command from the queen was submitted to, without farther question. Morrice was seized in the house itself by a serjeant at arms, discharged from his office of chancellor of the dutchy, incapacitated from any practice in his profession as a common lawyer, and kept some years prisoner in Tilbury castle<a href=\"#n17\"><sup>[17]</sup></a>.","subId":"13","id":"Hume.HE.4.43.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen having thus expressly pointed out, both what the house should and should not do, the commons were as obsequious to the one as to the other of her injunctions. They passed a law against recusants; such a law as was suited to the severe character <span class=\"page-break\"></span>of Elizabeth and to the persecuting spirit of the age. It was intitled, <em>An act to retain her majesty's subjects in their due obedience;</em> and was meant, as the preamble declares, to obviate such inconveniences and perils as might grow from the wicked practices of seditious sectaries and disloyal persons: For these two species of criminals were always, at that time, confounded together, as equally dangerous to the peace of society. It was enacted, that any person, above sixteen years of age, who obstinately refused, during the space of a month, to attend public worship, should be committed to prison; that, if, after being condemned for this offence, he persist three months in his refusal, he must abjure the realm; and that, if he either refuse this condition, or return after banishment, he should suffer capitally as a felon, without benefit of clergy<a href=\"#n18\"><sup>[18]</sup></a>. This law bore equally hard upon the puritans and upon the catholics; and had it not been imposed by the queen's authority, was certainly, in that respect, much contrary to the private sentiments and inclinations of the majority in the house of commons. Very little opposition, however, appears there to have been openly made to it<a href=\"#n19\"><sup>[19]</sup></a>.","subId":"14","id":"Hume.HE.4.43.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> expences of the war with Spain, having reduced the queen to great difficulties, the grant of subsidies seems to have been the most important business of this parliament; and it was a signal proof of the high spirit of Elizabeth, that, while conscious of a present dependance on the commons, she opened the session with the most haughty treatment of them, and covered her weakness under such a lofty appearance of superiority. The commons readily voted two subsidies and four fifteenths; but this sum not appearing sufficient to the court, an unusual expedient was fallen upon to induce them to make an enlargement in their concessions. The peers informed the commons in a conference, that they could not give their assent to the supply voted, thinking it too small for the queen's occasions: They therefore proposed a grant of three subsidies and six fifteenths, and desired a farther conference, in order to persuade the commons to agree to this measure. The commons, who had acquired the privilege of beginning bills of subsidy, took offence at this procedure of the lords, and at first <span class=\"page-break\"></span>absolutely rejected the proposal: But being afraid, on reflection, that they had, by this refusal, given offence to their superiors, they both agreed to the conference, and afterwards voted the additional subsidy<a href=\"#n20\"><sup>[20]</sup></a>.","subId":"15","id":"Hume.HE.4.43.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen, notwithstanding this unusual concession of the commons, ended the session with a speech, containing some reprimands to them, and full of the same high pretensions, which she had assumed at the opening of the parliament. She took notice, by the mouth of the keeper, that certain members spent more time than was necessary, by indulging themselves in harangues and reasonings: And she expressed her displeasure on account of their not paying due reverence to privy counsellors, <q>who,</q> she told them, <q>were not to be accounted as common knights and burgesses of the house, who are counsellors but during the parliament: Whereas the others are standing counsellors, and for their wisdom and great service are called to the council of the state.</q><a href=\"#n21\"><sup>[21]</sup></a> The queen also, in her own person, made the parliament a spirited harangue; in which she spoke of the justice and moderation of her government, expressed the small ambition she had ever entertained of making conquests, displayed the just grounds of her quarrel with the king of Spain, and discovered how little she apprehended the power of that monarch, even though he should make a greater effort against her than that of his Invincible Armada. <q>But I am informed,</q> added she, <q>that when he attempted this last invasion, some upon the sea-coast forsook their towns, fled up higher into the country, and left all naked and exposed to his entrance: But I swear unto you, by God, if I knew those persons, or may know of any that shall do so hereafter, I will make them feel what it is to be so fearful in so urgent a cause.</q><a href=\"#n22\"><sup>[22]</sup></a> By this menace, she probably gave the people to understand, that she would execute martial law upon such cowards: For there was no statute, by which a man could be punished for changing his place of abode.","subId":"16","id":"Hume.HE.4.43.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of France, though he had hitherto made war on the league with great bravery and reputation, though he had this campaign gained considerable advantages over them, and though he was assisted by a considerable body of English under Norris, <span class=\"page-break\"></span>who carried hostilities into the heart of Britanny; was become sensible, that he never could, by force of arms alone, render himself master of his kingdom. The nearer he seemed by his military successes to approach to a full possession of the throne, the more discontent and jealousy arose among those Romanists who adhered to him; and a party was formed in his own court to elect some catholic monarch of the royal blood, if Henry should any longer refuse to satisfy them by declaring his conversion. This excellent prince was far from being a bigot to his sect; and as he deemed these theological disputes entirely subordinate to the public good, he had secretly determined, from the beginning, to come, some time or other, to the resolution required of him. He had found, on the death of his predecessor, that the hugonots, who formed the bravest and most faithful part of his army, were such determined zealots, that, if he had, at that time, abjured their faith, they would instantly have abandoned him to the pretensions and usurpations of the catholics. The more bigotted catholics, he knew, particularly those of the league, had entertained such an unsurmountable prejudice against his person, and diffidence of his sincerity, that even his abjuration would not reconcile them to his title; and he must either expect to be entirely excluded from the throne, or be admitted to it on such terms as would leave him little more than the mere shadow of royalty. In this delicate situation he had resolved to temporize; to retain the hugonots by continuing in the profession of their religion; to gain the moderate catholics by giving them hopes of his conversion; to attach both to his person by conduct and success; and he hoped, either that the animosity, arising from war against the league, would make them drop gradually the question of religion, or that he might, in time, after some victories over his enemies and some conferences with divines, make finally, with more decency and dignity, that abjuration, which must have appeared, at first, mean, as well as suspicious to both parties.","subId":"17","id":"Hume.HE.4.43.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Henry IV. embraces the catholic religion.</span> <span class=\"small-capitals\">When</span> the people are attached to any theological tenets, merely from a general persuasion or prepossession, they are easily induced, by any motive or authority, to change their faith in these mysterious subjects; as appears from the example of the English, who, during some reigns, usually embraced, without scruple, the still varying religion of their sovereigns. But the French nation, <span class=\"page-break\"></span>where principles had so long been displayed as the badges of faction, and where each party had fortified its belief by an animosity against the other, were not found so pliable or inconstant; and Henry was at last convinced, that the catholics of his party would entirely abandon him, if he gave them not immediate satisfaction in this particular. The hugonots also, taught by experience, clearly saw, that his desertion of them was become absolutely necessary for the public settlement; and so general was this persuasion among them, that, as the duke of Sully pretends, even the divines of that party purposely allowed themselves to be worsted in the disputes and conferences; that the king might more readily be convinced of the weakness of their cause, and might more cordially and sincerely, at least more decently, embrace the religion, which it was so much his interest to believe. If this self-denial, in so tender a point, should appear incredible and supernatural in theologians, it will, at least, be thought very natural, that a prince, so little instructed in these matters as Henry, and desirous to preserve his sincerity, should insensibly bend his opinion to the necessity of his affairs, and should believe that party to have the best arguments, who could alone put him in possession of a kingdom. All circumstances, therefore, being prepared for this great event, that monarch renounced the protestant religion, and was solemnly received, by the French prelates of his party, into the bosom of the church.","subId":"18","id":"Hume.HE.4.43.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Elizabeth</span>, who was, herself, attached to the protestants, chiefly by her interests and the circumstances of her birth, and who seems to have entertained some propensity, during her whole life, to the catholic superstition, at least to the ancient ceremonies, yet pretended, to be extremely displeased with this abjuration of Henry; and she wrote him an angry letter, reproaching him with this interested change of his religion. Sensible, however, that the league and the king of Spain were still their common enemies, she hearkened to his apologies; continued her succours both of men and money; and formed a new treaty, in which they mutually stipulated never to make peace but by common agreement.","subId":"19","id":"Hume.HE.4.43.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Scotch affairs.</span> <span class=\"small-capitals\">The</span> intrigues of Spain were not limited to France and England: By means of the never failing pretence of religion, joined to the influence of money, Philip excited new disorders in Scotland, and gave fresh alarms to Elizabeth. George Ker, brother to lord Newbottle, <span class=\"page-break\"></span>had been taken, while he was passing secretly into Spain; and papers were found about him, by which a dangerous conspiracy of some catholic noblemen with Philip was discovered. The earls of Angus, Errol, and Huntley, the heads of three potent families, had entered into a confederacy with the Spanish monarch: And had stipulated to raise all their forces; to join them to a body of Spanish troops, which Philip promised to send into Scotland; and after re-establishing the catholic religion in that kingdom, to march with their united power, in order to effect the same purpose in England<a href=\"#n23\"><sup>[23]</sup></a>. Graham of Fintry, who had also entered into this conspiracy, was taken, and arraigned, and executed. Elizabeth sent lord Borough ambassador into Scotland, and exhorted the king to exercise the same severity on the three earls, to confiscate their estates, and by annexing them to the crown, both encrease his own demesnes, and set an example to all his subjects of the dangers attending treason and rebellion. The advice was certainly rational, but not easy to be executed by the small revenue and limited authority of James. He desired, therefore, some supply from her of men and money; but though she had reason to deem the prosecution of the three popish earls a common cause, she never could be prevailed on to grant him the least assistance. The tenth part of the expence, which she bestowed in supporting the French king, and the States, would have sufficed to execute this purpose, more immediately essential to her security<a href=\"#n24\"><sup>[24]</sup></a>: But she seems ever to have borne some degree of malignity to James, whom she hated, both as her heir, and as the son of Mary, her hated rival and competitor.","subId":"20","id":"Hume.HE.4.43.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> far from giving James assistance to prosecute the catholic conspirators, the queen rather contributed to encrease his inquietude, by countenancing the turbulent disposition of the earl of Bothwel<a href=\"#n25\"><sup>[25]</sup></a>, a nobleman descended from a natural son of James V. Bothwel more than once attempted to render himself master of the king's person; and being expelled the kingdom for these traiterous enterprizes, he took shelter in England, was secretly protected by the queen, and lurked near the borders, where his power lay, with a view of still committing some new violence. He succeeded at last in an attempt on the king; and by the mediation of the English <span class=\"page-break\"></span>ambassador, imposed dishonourable terms upon that prince: But James, by the authority of the convention of States, annulled this agreement as extorted by violence; again expelled Bothwel; and obliged him to take shelter in England. Elizabeth, pretending ignorance of the place of his retreat, never executed the treaties, by which she was bound to deliver up all rebels and fugitives to the king of Scotland. <span class=\"margin-comment\">1594.</span> During these disorders, encreased by the refractory disposition of the ecclesiastics, the prosecution of the catholic earls remained in suspence; but at last the parliament passed an act of attainder against them, and the king prepared himself to execute it by force of arms. The noblemen, though they obtained a victory over the earl of Argyle, who acted by the king's commission, found themselves hard pressed by James himself, and agreed, on certain terms, to leave the kingdom. Bothwel, being detected in a confederacy with them, forfeited the favour of Elizabeth; and was obliged to take shelter, first in France, then in Italy, where he died, some years after, in great poverty.","subId":"21","id":"Hume.HE.4.43.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> established authority of the queen secured her from all such attempts as James was exposed to from the mutinous disposition of his subjects; and her enemies found no other means of giving her domestic disturbance than by such traiterous and perfidious machinations, as ended in their own disgrace, and in the ruin of their criminal instruments. Roderigo Lopez, a Jew, domestic physician to the queen, being imprisoned on suspicion, confessed, that he had received a bribe to poison her from Fuentes and Ibarra, who had succeeded Parma lately deceased, in the government of the Netherlands; but he maintained, that he had no other intention than to cheat Philip of his money, and never meant to fulfil his engagement. He was, however, executed for the conspiracy; and the queen complained to Philip of these dishonourable attempts of his ministers, but could obtain no satisfaction<a href=\"#n26\"><sup>[26]</sup></a>. York and Williams, two English traitors, were afterwards executed for a conspiracy with Ibarra, equally atrocious<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"22","id":"Hume.HE.4.43.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Instead</span> of avenging herself, by retaliating in a like manner, Elizabeth sought a more honourable vengeance, by supporting the king of France, and assisting him in finally breaking the force of <span class=\"page-break\"></span>the league, which, after the conversion of that monarch, went daily to decay, and was threatened with speedy ruin and dissolution. Norris commanded the English forces in Britanny, and assisted at the taking of Morlaix, Quimpercorentin, and Brest, towns garrisoned by Spanish forces. In every action, the English, though they had so long enjoyed domestic peace, discovered a strong military disposition; and the queen, though herself a heroine, found more frequent occasion to reprove her generals for encouraging their temerity, than for countenancing their fear or caution<a href=\"#n28\"><sup>[28]</sup></a>: Sir Martin Frobisher, her brave admiral, perished, with many others, before Brest. Morlaix had been promised to the English for a place of retreat; but the duke d'Aumont, the French general, eluded this promise, by making it be inserted in the capitulation, that none but catholics should be admitted into that city.","subId":"23","id":"Hume.HE.4.43.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">1595.</span> <span class=\"small-capitals\">Next</span> campaign, the French king, who had long carried on hostilities with Philip, was at last provoked, by the taking of Chatelet and Dourlens, and the attack of Cambray, to declare war against that monarch. Elizabeth being threatened with a new invasion in England, and with an insurrection in Ireland, recalled most of her forces, and sent Norris to command in this latter kingdom. Finding also, that the French league was almost entirely dissolved, and that the most considerable leaders had made an accommodation with their prince, she thought, that he could well support himself by his own force and valour; and she began to be more sparing, in his cause, of the blood and treasure of her subjects.","subId":"24","id":"Hume.HE.4.43.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">1596.</span> <span class=\"small-capitals\">Some</span> disgusts, which she had received from the States, joined to the remonstrances of her frugal minister Burleigh, made her also inclined to diminish her charges on that side; and she even demanded, by her ambassador, Sir Thomas Bodley, to be reimbursed all the money, which she had expended in supporting them. The States, besides alledging the conditions of the treaty, by which they were not bound to repay her, till the conclusion of a peace, pleaded their present poverty and distress, the great superiority of the Spaniards, and the difficulty in supporting the war; much more in saving money to discharge their incumbrances. After much negociation, a new treaty was formed; by which the <span class=\"page-break\"></span>States engaged to free the queen immediately from the charge of the English auxiliaries, computed at forty thousand pounds a-year; to pay her annually twenty thousand pounds for some years; to assist her with a certain number of ships; and to conclude no peace or treaty without her consent. They also bound themselves, on finishing a peace with Spain, to pay her annually the sum of a hundred thousand pounds for four years; but on this condition; that the payment should be in lieu of all demands, and that they should be supplied, though at their own charge, with a body of four thousand auxiliaries from England<a href=\"#n29\"><sup>[29]</sup></a>.","subId":"25","id":"Hume.HE.4.43.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen still retained in her hands the cautionary towns, which were a great check on the rising power of the States; and she committed the important trust of Flushing to Sir Francis Vere, a brave officer, who had distinguished himself by his valour in the Low Countries. She gave him the preference to Essex, who expected so honourable a command; and though this nobleman was daily rising both in reputation with the people, and favour with herself, the queen, who was commonly reserved in the advancement of her courtiers, thought proper, on this occasion, to give him a refusal. Sir Thomas Baskerville was sent over to France at the head of two thousand English, with which Elizabeth, by a new treaty concluded with Henry, engaged to supply that prince. Some stipulations for mutual assistance were formed by the treaty; and all former engagements were renewed.","subId":"26","id":"Hume.HE.4.43.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">1597.</span> <span class=\"small-capitals\">This</span> body of English were maintained at the expence of the French king; yet did Henry esteem the supply of considerable advantage, on account of the great reputation acquired by the English, in so many fortunate enterprizes, undertaken against the common enemy. In the great battle of Tournholt, gained this campaign by prince Maurice, the English auxiliaries, under Sir Francis Vere and Sir Robert Sydney, had acquired honour; and the success of that day was universally ascribed to their discipline and valour.","subId":"27","id":"Hume.HE.4.43.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> Elizabeth, at a considerable expence of blood and treasure, made war against Philip in France and the Low Countries, the most severe blows, which she gave him, were by those naval enterprizes, which either she or her subjects scarcely ever <span class=\"page-break\"></span>intermitted during one season. In 1594, Richard Hawkins, son of Sir John, the famous navigator, procured the queen's commission, and sailed with three ships to the South Sea by the straits of Magellan: But his voyage proved unfortunate, and he himself was taken prisoner on the coast of Chili. James Lancaster was supplied the same year with three ships and a pinnace by the merchants of London; and was more fortunate in his adventure. He took thirty nine ships of the enemy; and not content with this success, he made an attack on Fernambouc in Brazil, where, he knew, great treasures were at that time lodged. As he approached the shore, he saw it lined with great numbers of the enemy; but no-wise daunted at this appearance, he placed the stoutest of his men in boats, and ordered them to row with such violence, on the landing place, as to split them in pieces. By this bold action, he both deprived his men of all resource but in victory, and terrified the enemy, who fled after a short resistance. He returned home with the treasure, which he had so bravely acquired. In 1595, Sir Walter Raleigh, who had anew forfeited the queen's friendship by an intrigue with a maid of honour, and who had been thrown into prison for this misdemeanor, no sooner recovered his liberty, than he was pushed, by his active and enterprizing genius, to attempt some great action. The success of the first Spanish adventurers against Mexico and Peru had begotten an extreme avidity in Europe; and a prepossession universally took place, that, in the inland parts of South America, called Guiana, a country as yet undiscovered, there were mines and treasures far exceeding any which Cortes or Pizzaro had met with. Raleigh, whose turn of mind was somewhat romantic and extravagant, undertook at his own charge the discovery of this wonderful country. Having taken the small town of St. Joseph in the isle of Trinidado, where he found no riches, he left his ship, and sailed up the river Oroonoko in pinnaces, but without meeting any thing to answer his expectations. On his return, he published an account of the country, full of the grossest and most palpable lies, that were ever attempted to be imposed on the credulity of mankind<a href=\"#n30\"><sup>[30]</sup></a>.","subId":"28","id":"Hume.HE.4.43.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same year, Sir Francis Drake and Sir John Hawkins undertook a more important expedition against the Spanish settlements <span class=\"page-break\"></span>in America; and they carried with them six ships of the queen's and twenty more, which either were fitted out at their own charge, or were furnished them by private adventurers. Sir Thomas Baskerville was appointed commander of the land forces, which they carried on board. Their first design was to attempt Porto Rico, where, they knew, a rich carrack was at that time stationed; but as they had not preserved the requisite secresy, a pinnace, having strayed from the fleet, was taken by the Spaniards, and betrayed the intentions of the English. Preparations were made in that island for their reception; and the English fleet, notwithstanding the brave assault, which they made on the enemy, was repulsed with loss. Hawkins soon after died; and Drake pursued his voyage to Nombre di Dios, on the isthmus of Darien; where, having landed his men, he attempted to pass forward to Panama, with a view of plundering that place, or, if he found such a scheme practicable, of keeping and fortifying it. But he met not with the same facility, which had attended his first enterprizes in those parts. The Spaniards, taught by experience, had every where fortified the passes, and had stationed troops in the woods; who so infested the English by continual alarms and skirmishes, that they were obliged to return, without being able to effect any thing. Drake himself, from the intemperance of the climate, the fatigues of his journey, and the vexation of his disappointment, was seized with a distemper, of which he soon after died. Sir Thomas Baskerville took the command of the fleet, which was in a weak condition; and after having fought a battle near Cuba with a Spanish fleet, of which the event was not decisive, he returned to England. The Spaniards suffered some loss from this enterprize; but the English reaped no profit<a href=\"#n31\"><sup>[31]</sup></a>.","subId":"29","id":"Hume.HE.4.43.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> bad success of this enterprize in the Indies made the English rather attempt the Spanish dominions in Europe, where, they heard, Philip was making great preparations for a new invasion of England. A powerful fleet was equipped at Plymouth consisting of a hundred and seventy vessels, seventeen of which were capital ships of war; the rest tenders and small vessels: Twenty ships were added by the Hollanders. In this fleet there were computed to be embarked six thousand three hundred and sixty soldiers, a thousand volunteers, and six thousand seven hundred and seventy-two <span class=\"page-break\"></span>seamen, beside the Dutch. The land forces were commanded by the earl of Essex: The navy by lord Effingham, high admiral. Both these commanders had expended great sums of their own in the armament: For such was the spirit of Elizabeth's reign. Lord Thomas Howard, Sir Walter Raleigh, Sir Francis Vere, Sir George Carew, and Sir Coniers Clifford had commands in this expedition, and were appointed council to the general and admiral<a href=\"#n32\"><sup>[32]</sup></a>.","subId":"30","id":"Hume.HE.4.43.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> fleet set sail on the first of June 1596; and meeting with a fair wind, bent its course to Cadiz, at which place, by sealed orders delivered to all the captains, the general rendezvous was appointed. They sent before them some armed tenders, which intercepted every ship, that could carry intelligence to the enemy; and they themselves were so fortunate when they came near Cadiz, as to take an Irish vessel, by which they learned, that that port was full of merchant ships of great value, and that the Spaniards lived in perfect security, without any apprehensions of an enemy. This intelligence much encouraged the English fleet, and gave them the prospect of a fortunate issue to the enterprize.","subId":"31","id":"Hume.HE.4.43.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> a fruitless attempt to land at St. Sebastian's on the western side of the island of Cadiz; it was, upon deliberation, resolved by the council of war to attack the ships and gallies in the bay. This attempt was deemed rash; and the admiral himself, who was cautious in his temper, had entertained great scruples with regard to it: But Essex strenuously recommended the enterprize; and when he found the resolution at last taken, he threw his hat into the sea, and gave symptoms of the most extravagant joy. He felt, however, a great mortification, when Effingham informed him, that the queen, anxious for his safety, and dreading the effects of his youthful ardour, had secretly given orders, that he should not be permitted to command the van in the attack<a href=\"#n33\"><sup>[33]</sup></a>. That duty was performed by Sir Walter Raleigh and lord Thomas Howard; but Essex no sooner came within reach of the enemy, than he forgot the promise, which the admiral had exacted from him, to keep in the midst of the fleet; he broke through and pressed forward into the thickest of the fire. Emulation for glory, avidity of plunder, animosity against the Spaniards, proved incentives to every one; and the enemy was soon obliged to slip anchor, and retreat <span class=\"page-break\"></span>farther into the bay, where they ran many of their ships aground. Essex then landed his men at the fort of Puntal; and immediately marched to the attack of Cadiz, which the impetuous valour of the English soon carried sword in hand. The generosity of Essex, not inferior to his valour, made him stop the slaughter, and treat his prisoners with the greatest humanity, and even affability and kindness. The English made rich plunder in the city; but missed of a much richer by the resolution, which the duke of Medina, the Spanish admiral, took of setting fire to the ships, in order to prevent their falling into the hands of the enemy. It was computed, that the loss, which the Spaniards sustained in this enterprize, amounted to twenty millions of ducats<a href=\"#n34\"><sup>[34]</sup></a>; besides the indignity, which that proud and ambitious people suffered from the sacking of one of their chief cities, and destroying in their harbour a fleet of such force and value.","subId":"32","id":"Hume.HE.4.43.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Essex</span>, all on fire for glory, regarded this great success only as a step to future atchievements: He insisted on keeping possession of Cadiz; and he undertook with four hundred men and three months provisions, to defend the place, till succours should arrive from England: But all the other seamen and soldiers were satisfied with the honour, which they had acquired; and were impatient to return home, in order to secure their plunder. Every other proposal of Essex to annoy the enemy met with a like reception; his scheme for intercepting the carracks at the Azores, for assaulting the Groine, for taking St. Andero, and St. Sebastian: And the English, finding it so difficult to drag the impatient warrior from the enemy, at last left him on the Spanish coast, attended by very few ships. He complained much to the queen, of their want of spirit in this enterprize; nor was she pleased, that they had returned without attempting to intercept the Indian fleet<a href=\"#n35\"><sup>[35]</sup></a>; but the great success, in the enterprize on Cadiz, had covered all their miscarriages: And that princess, though she admired the lofty genius of Essex, could not forbear expressing an esteem for the other officers<a href=\"#n36\"><sup>[36]</sup></a>. The admiral was created earl of Nottingham; and his promotion gave great disgust to Essex<a href=\"#n37\"><sup>[37]</sup></a>. In the preamble of the patent it was said, that the new dignity was conferred on him on <span class=\"page-break\"></span>account of his good services in taking Cadiz, and destroying the Spanish ships; a merit which Essex pretended to belong solely to himself: And he offered to maintain this plea by single combat against the earl of Nottingham, or his sons, or any of his kindred.","subId":"33","id":"Hume.HE.4.43.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> atchievements in the subsequent year proved not so fortunate; but as the Indian fleet very narrowly escaped the English, Philip had still reason to see the great hazard and disadvantage of that war in which he was engaged, and the superiority which the English, by their naval power and their situation, had acquired over him. The queen, having received intelligence, that the Spaniards, though their fleets were so much shattered and destroyed, by the expedition to Cadiz, were preparing a squadron at Ferrol and the Groine, and were marching troops thither, with a view of making a descent in Ireland, was resolved to prevent their enterprize, and to destroy the shipping in these harbours. She prepared a large fleet of a hundred and twenty sail, of which seventeen were her own ships, forty-three were smaller vessels, and the rest tenders and victuallers: She embarked on board this fleet five thousand new-levied soldiers, and added a thousand veteran troops, whom Sir Francis Vere brought from the Netherlands. The earl of Essex, commander in chief, both of the land and sea forces, was at the head of one squadron: Lord Thomas Howard was appointed vice-admiral of another; Sir Walter Raleigh of the third: Lord Mountjoy commanded the land forces under Essex: Vere was appointed marshal: Sir George Carew lieutenant of the ordnance, and Sir Christopher Blount first colonel. The earls of Rutland and Southampton, the lords Grey, Cromwell, and Rich, with several other persons of distinction, embarked as volunteers. Essex declared his resolution either to destroy the new Armada, which threatened England, or to perish in the attempt.","subId":"34","id":"Hume.HE.4.43.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">9th July.</span> <span class=\"small-capitals\">This</span> powerful fleet set sail from Plymouth; but were no sooner out of harbour than they met with a furious storm, which shattered and dispersed them; and before they could be refitted, Essex found, that their provisions were so far spent, that it would not be safe to carry so numerous an army along with him. He dismissed, therefore, all the soldiers, except the thousand veterans under Vere; and laying aside all thoughts of attacking Ferrol or the Groine, he confined the object of his expedition to the intercepting <span class=\"page-break\"></span>of the Indian fleet; which had at first been considered only as the second enterprize which he was to attempt.","subId":"35","id":"Hume.HE.4.43.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Indian fleet, in that age, by reason of the imperfection of navigation, had a stated course, as well as season, both in their going out, and in their return; and there were certain islands, at which, as at fixed stages, they always touched, and where they took in water and provisions. The Azores, being one of these places, where, about this time, the fleet was expected, Essex bent his course thither; and he informed Raleigh, that he, on his arrival, intended to attack Fayal, one of these islands. By some accident the squadrons were separated; and Raleigh arriving first before Fayal, thought it more prudent, after waiting some time for the general, to begin the attack alone, lest the inhabitants should, by farther delay, have leisure to make preparations for their defence. He succeeded in the enterprize; but Essex, jealous of Raleigh, expressed great displeasure at his conduct, and construed it as an intention of robbing the general of the glory which attended that action: He cashiered, therefore, Sydney, Bret, Berry, and others, who had concurred in the attempt; and would have proceeded to inflict the same punishment on Raleigh himself, had not lord Thomas Howard interposed with his good offices, and persuaded Raleigh, though high-spirited, to make submissions to the general. Essex, who was placable, as well as hasty and passionate, was soon appeased, and both received Raleigh into favour, and restored the other officers to their commands<a href=\"#n38\"><sup>[38]</sup></a>. This incident, however, though the quarrel was seemingly accommodated, laid the first foundation of that violent animosity, which afterwards took place between these two gallant commanders.","subId":"36","id":"Hume.HE.4.43.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">Essex</span> made next a disposition proper for intercepting the Indian galleons; and Sir William Monson, whose station was the most remote of the fleet, having fallen in with them, made the signals which had been agreed on. That able officer, in his Memoirs, ascribes Essex's failure, when he was so near attaining so mighty an advantage, to his want of experience in seamanship; and the account which he gives of the errors committed by that nobleman, appears very reasonable as well as candid<a href=\"#n39\"><sup>[39]</sup></a>. The Spanish fleet, <span class=\"page-break\"></span>finding that the enemy was upon them, made all the sail possible to the Terceras, and got into the safe and well fortified harbour of Angra, before the English fleet could overtake them. Essex intercepted only three ships; which, however, were so rich as to repay all the charges of the expedition.","subId":"37","id":"Hume.HE.4.43.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> causes of the miscarriage in this enterprize were much canvassed in England, upon the return of the fleet; and though the courtiers took part differently, as they affected either Essex or Raleigh, the people, in general, who bore an extreme regard to the gallantry, spirit, and generosity of the former, were inclined to justify every circumstance of his conduct. The queen, who loved the one as much as she esteemed the other, maintained a kind of neutrality, and endeavoured to share her favours with an impartial hand between the parties. Sir Robert Cecil, second son of lord Burleigh, was a courtier of promising hopes, much connected with Raleigh; and she made him secretary of state, preferably to Sir Thomas Bodley, whom Essex recommended for that office. But not to disgust Essex, she promoted him to the dignity of earl Marshal of England; an office which had been vacant since the death of the earl of Shrewsbury. Essex might perceive from this conduct, that she never intended to give him the entire ascendant over his rivals, and might thence learn the necessity of moderation and caution. But his temper was too high for submission; his behaviour too open and candid to practice the arts of a court; and his free sallies, while they rendered him but more amiable in the eyes of good judges, gave his enemies many advantages against him.","subId":"38","id":"Hume.HE.4.43.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">24th Oct.</span> <span class=\"small-capitals\">The</span> war with Spain, though successful, having exhausted the queen's exchequer, she was obliged to assemble a parliament; where Yelverton, a lawyer, was chosen speaker of the house of commons<a href=\"#n40\"><sup>[40]</sup></a>. Elizabeth took care, by the mouth of Sir Thomas Egerton, lord keeper, to inform this assembly of the necessity of a supply. She said, that the wars, formerly waged in Europe, had commonly been conducted by the parties without farther view than to gain a few towns, or at most a province, from each other; but the object of the present hostilities, on the part of Spain, was no other than utterly to bereave England of her religion, her liberty, and her independance: That these blessings, however, she <span class=\"page-break\"></span>herself had hitherto been able to preserve, in spite of the devil, the pope, and the Spanish tyrant, and all the mischievous designs of all her enemies: That in this contest she had disbursed a sum triple to all the parliamentary supplies granted her; and besides expending her ordinary revenues, had been obliged to sell many of the crown lands: And that she could not doubt, but her subjects, in a cause where their own honour and interest were so deeply concerned, would willingly contribute to such moderate taxations as should be found necessary for the common defence<a href=\"#n41\"><sup>[41]</sup></a>. The parliament granted her three subsidies and six fifteenths; the same supply which had been given four years before, but which had then appeared so unusual, that they had voted it should never afterwards be regarded as a precedent.","subId":"39","id":"Hume.HE.4.43.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commons, this session, ventured to engage in two controversies about forms with the house of peers; a prelude to those encroachments, which, as they assumed more courage, they afterwards made upon the prerogatives of the crown. They complained, that the lords failed in civility to them, by receiving their messages sitting with their hats on; and that the keeper returned an answer in the same negligent posture: But the upper house proved, to their full satisfaction, that they were not entitled, by custom, and the usage of parliament, to any more respect<a href=\"#n42\"><sup>[42]</sup></a>. Some amendments had been made by the lords, to a bill sent up by the commons; and these amendments were written on parchment, and returned with the bill to the commons. The lower house took umbrage at the novelty: They pretended, that these amendments ought to have been written on paper, not on parchment; and they complained of this innovation to the peers. The peers replied, that they expected not such a frivolous objection from the gravity of the house; and that it was not material, whether the amendments were written on parchment or on paper, nor whether the paper were white, black, or brown. The commons were offended at this reply, which seemed to contain a mockery of them; and they complained of it, though without obtaining any satisfaction<a href=\"#n43\"><sup>[43]</sup></a>.","subId":"40","id":"Hume.HE.4.43.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">An</span> application was made by way of petition to the queen, from the lower house, against monopolies; an abuse which had risen to <span class=\"page-break\"></span>an enormous height; and they received a gracious, though a general answer; for which they returned their thankful acknowledgments<a href=\"#n44\"><sup>[44]</sup></a>. But not to give them too much encouragement in such applications, she told them, in the speech which she delivered at their dissolution, <q>That with regard to these patents, she hoped, that her dutiful and loving subjects would not take away her prerogative, which is the chief flower in her garden, and the principal and head pearl in her crown and diadem; but that they would rather leave these matters to her disposal.</q><a href=\"#n45\"><sup>[45]</sup></a> The commons also took notice, this session, of some transactions in the court of high commission; but not till they had previously obtained permission from her majesty to that purpose<a href=\"#n46\"><sup>[46]</sup></a>.","subId":"41","id":"Hume.HE.4.43.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">1598.</span> <span class=\"small-capitals\">Elizabeth</span> had reason to foresee, that parliamentary supplies would now become more necessary to her than ever; and that the chief burthen of the war with Spain would thenceforth lie upon England. Henry had received an overture for peace with Philip; but before he would proceed to a negociation, he gave intelligence of it to his allies, the queen and the States; that, if possible, a general pacification might be made by common agreement. These two powers sent ambassadors to France, in order to remonstrate against peace; the queen, Sir Robert Cecil, and Henry Herbert; the States, Justin Nassau, and John Barnevelt. Henry said to these ministers, that his early education had been amidst war and danger, and he had passed the whole course of his life either in arms or in military preparations: That after the proofs, which he had given of his alacrity in the field, no one could doubt, but he would willingly, for his part, have continued in a course of life, to which he was now habituated, till the common enemy were reduced to such a condition as no longer to give umbrage either to him or to his allies: That no private interests of his own, not even those of his people, nothing but the most invincible necessity, could ever induce him to think of a separate peace with Philip, or make him embrace measures not entirely conformable to the wishes of all his confederates: That his kingdom, torne with the convulsions and civil wars of near half a century, required some interval of repose, ere it could reach a condition, in which it might sustain itself, much more support its allies: That after the minds of his subjects were <span class=\"page-break\"></span>composed to tranquillity and accustomed to obedience, after his finances were brought into order, and after agriculture and the arts were restored, France, instead of being a burthen, as at present, to her confederates, would be able to lend them effectual succour, and amply to repay them all the assistance, which she had received during her calamities: And that, if the ambition of Spain would not at present grant them such terms as they should think reasonable, he hoped, that, in a little time, he should attain such a situation as would enable him to mediate more effectually, and with more decisive authority, in their behalf.","subId":"42","id":"Hume.HE.4.43.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ambassadors were sensible, that these reasons were not feigned; and they therefore remonstrated with the less vehemence against the measures, which, they saw, Henry was determined to pursue. The States knew, that that monarch was interested never to permit their final ruin; and having received private assurances, that he would still, notwithstanding the peace, give them assistance both of men and money, they were well pleased to remain on terms of amity with him. His greatest concern was to give satisfaction to Elizabeth for this breach of treaty. He had a cordial esteem for that princess, a sympathy of manners, and a gratitude for the extraordinary favours, which he had received from her, during his greatest difficulties: And he used every expedient to apologize and atone for that measure, which necessity extorted from him. <span class=\"margin-comment\">Peace of Vervins.</span> But as Spain refused to treat with the Dutch as a free state, and Elizabeth would not negociate without her ally, Henry found himself obliged to conclude at Vervins, a separate peace, by which he recovered possession of all the places seized by Spain during the course of the civil wars, and procured to himself leisure to pursue the domestic settlement of his kingdom. His capacity for the arts of peace was not inferior to his military talents; and, in a little time, by his frugality, order, and wise government, he raised France, from the desolation and misery, in which she was involved, to a more flourishing condition than she had ever before enjoyed.","subId":"43","id":"Hume.HE.4.43.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen knew, that she could also, whenever she pleased, finish the war on equitable terms; and that Philip, having no claims upon her, would be glad to free himself from an enemy, who had foiled him in every contest, and who still had it so much in her power to make him feel the weight of her arms. Some of her wisest counsellors, particularly the treasurer, advised her to embrace pacific <span class=\"page-break\"></span>measures; and set before her the advantages of tranquillity, security, and frugality, as more considerable than any success, which could attend the greatest victories. But this high-spirited princess, though at first averse to war, seemed now to have attained such an ascendant over the enemy, that she was unwilling to stop the course of her prosperous fortune. She considered, that her situation and her past victories had given her entire security against any dangerous invasion; and the war must thenceforth be conducted by sudden enterprizes and naval expeditions, in which she possessed an undoubted superiority: That the weak condition of Philip in the Indies, opened to her the view of the most durable advantages; and the yearly return of his treasure by sea afforded a continual prospect of important, though more temporary, successes: That, after his peace with France, if she also should consent to an accommodation, he would be able to turn his whole force against the revolted provinces of the Netherlands, which, though they had surprisingly encreased their power by commerce and good government, were still unable, if not supported by their confederates, to maintain war against so potent a monarch: And that as her defence of that commonwealth was the original ground of the quarrel, it was unsafe, as well as dishonourable, to abandon its cause, till she had placed it in a state of greater security.","subId":"44","id":"Hume.HE.4.43.44"},{"type":"paragraph","content":"<span class=\"margin-comment\">The earl of Essex.</span> <span class=\"small-capitals\">These</span> reasons were frequently inculcated on her by the earl of Essex, whose passion for glory, as well as his military talents, made him earnestly desire the continuance of war, from which he expected to reap so much advantage and distinction. The rivalship between this nobleman and lord Burleigh made each of them insist the more strenuously on his own counsel; but as Essex's person was agreeable to the queen, as well as his advice conformable to her inclinations, the favourite seemed daily to acquire an ascendant over the minister. Had he been endowed with caution and self-command, equal to his shining qualities, he would have so rivetted himself in the queen's confidence, that none of his enemies had ever been able to impeach his credit: But his lofty spirit could ill submit to that implicit deference, which her temper required, and which she had ever been accustomed to receive from all her subjects. Being once engaged in a dispute with her about the choice of a governor for Ireland, he was so heated in the argument, that he entirely forgot the rules both of duty and civility; and turned his <span class=\"page-break\"></span>back upon her in a contemptuous manner. Her anger, naturally prompt and violent, rose at this provocation; and she instantly gave him a box on the ear; adding a passionate expression, suited to his impertinence. Instead of recollecting himself, and making the submissions due to her sex and station, he clapped his hand to his sword, and swore, that he would not bear such usage, were it from Henry VIII. himself; and he immediately withdrew from court. Egerton, the chancellor, who loved Essex, exhorted him to repair his indiscretion by proper acknowledgments; and entreated him not to give that triumph to his enemies, that affliction to his friends, which must ensue from his supporting a contest with his sovereign, and deserting the service of his country: But Essex was deeply stung with the dishonour, which he had received; and seemed to think, that an insult, which might be pardoned in a woman, was become a mortal affront when it came from his sovereign. <q>If the vilest of all indignities,</q> said he, <q>is done me, does religion enforce me to sue for pardon? Doth God require it? Is it impiety not to do it? Why? Cannot princes err? Cannot subjects receive wrong? Is an earthly power infinite? Pardon me, my lord, I can never subscribe to these principles. Let Solomon's fool laugh when he is stricken; let those that mean to make their profit of princes, shew no sense of princes' injuries: Let <em>them</em> acknowledge an infinite absoluteness on earth, that do not believe an absolute infiniteness in heaven:</q> (alluding, probably, to the character and conduct of Sir Walter Raleigh, who lay under the reproach of impiety) <q>As for me,</q> continued he, <q>I have received wrong, I feel it: My cause is good, I know it; and whatsoever happens, all the powers on earth can never exert more strength and constancy in oppressing, than I can shew in suffering every thing that can or shall be imposed upon me. Your lordship, in the beginning of your letter, makes me a player, and yourself a looker on: And me a player of my own game, so you may see more than I: But give me leave to tell you, that since you do but see, and I do suffer, I must of necessity feel more than you.</q><a href=\"#n47\"><sup>[47]</sup></a>","subId":"45","id":"Hume.HE.4.43.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> spirited letter was shown by Essex to his friends; and they were so imprudent as to disperse copies of it: Yet notwithstanding this additional provocation, the queen's partiality was so prevalent, <span class=\"page-break\"></span>that she reinstated him in his former favour; and her kindness to him appeared rather to have acquired new force from this short interval of anger and resentment. <span class=\"margin-comment\">4th Aug.</span> The death of Burleigh, his antagonist, which happened about the same time, seemed to ensure him constant possession of the queen's confidence; and nothing indeed but his own indiscretion could thenceforth have shaken his well-established credit. Lord Burleigh died in an advanced age; and by a rare fortune, was equally regretted by his sovereign and the people. He had risen gradually, from small beginnings, by the mere force of merit; and though his authority was never entirely absolute, or uncontrouled with the queen, he was still, during the course of near forty years, regarded as her principal minister. None of her other inclinations or affections could ever overcome her confidence in so useful a counsellor; and as he had had the generosity or good sense to pay assiduous court to her, during her sister's reign, when it was dangerous to appear her friend, she thought herself bound in gratitude, when she mounted the throne, to persevere in her attachments to him. He seems not to have possessed any shining talents of address, eloquence, or imagination; and was chiefly distinguished by solidity of understanding, probity of manners, and indefatigable application in business: Virtues, which, if they do not always enable a man to attain high stations, do certainly qualify him best for filling them. Of all the queen's ministers he alone left a considerable fortune to his posterity; a fortune not acquired by rapine or oppression, but gained by the regular profits of his offices, and preserved by frugality.","subId":"46","id":"Hume.HE.4.43.46"},{"type":"paragraph","content":"<span class=\"margin-comment\">8th Aug.</span> <span class=\"small-capitals\">The</span> last act of this able minister was the concluding of a new treaty with the Dutch; who, after being, in some measure, deserted by the king of France, were glad to preserve the queen's alliance, by submitting to any terms which she pleased to require of them. The debt, which they owed her, was now settled as eight hundred thousand pounds: Of this sum they agreed to pay, during the war, thirty thousand pounds a-year; and these payments were to continue till four hundred thousand pounds of the debt should be extinguished. They engaged also, during the time that England should continue the war with Spain, to pay the garrisons of the cautionary towns. They stipulated, that, if Spain should invade England, or the Isle of Wight, or Jersey, or Scilly, they should assist <span class=\"page-break\"></span>her with a body of five thousand foot, and five hundred horse; and that in case she undertook any naval armament against Spain, they should join an equal number of ships to hers<a href=\"#n48\"><sup>[48]</sup></a>. By this treaty the queen was eased of an annual charge of a hundred and twenty thousand pounds.","subId":"47","id":"Hume.HE.4.43.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">Soon</span> after the death of Burleigh, the queen, who regretted extremely the loss of so wise and faithful a minister, was informed of the death of her capital enemy, Philip II. who, after languishing under many infirmities, expired in an advanced age at Madrid. This haughty prince, desirous of an accommodation with his revolted subjects in the Netherlands, but disdaining to make in his own name the concessions necessary for that purpose, had transferred to his daughter, married to archduke Albert, the title to the Low Country provinces; but as it was not expected, that this princess could have posterity, and as the reversion, on failure of her issue, was still reserved to the crown of Spain, the States considered this deed only as the change of a name, and they persisted with equal obstinacy in their resistance to the Spanish arms. The other powers also of Europe made no distinction between the courts of Brussels and Madrid; and the secret opposition of France, as well as of the avowed efforts of England, continued to operate against the progress of Albert, as it had done against that of Philip.","subId":"48","id":"Hume.HE.4.43.48"},{"type":"note","content":"This year the nation suffered a great loss, by the death of Sir Francis Walsingham, secretary of state; a man equally celebrated for his abilities and his integrity. He had passed through many employments, had been very frugal in his expence, yet died so poor, that his family was obliged to give him a private burial. He left only one daughter, first married to Sir Philip Sidney, then to the earl of Essex, favourite of queen Elizabeth, and lastly to the earl of Clanricarde of Ireland. The same year died Thomas Randolph, who had been employed by the queen in several embassies to Scotland; as did also the earl of Warwic, elder brother to Leicester.","subId":"n1","id":"Hume.HE.4.43.n1"},{"type":"note","content":"Camden, p. 561.","subId":"n2","id":"Hume.HE.4.43.n2"},{"type":"note","content":"Rymer, tom. xiv. p. 116.","subId":"n3","id":"Hume.HE.4.43.n3"},{"type":"note","content":"Birch's Negociations, p. 5. Rymer, tom. xiv. p. 123, 140.","subId":"n4","id":"Hume.HE.4.43.n4"},{"type":"note","content":"Camden, p. 562.","subId":"n5","id":"Hume.HE.4.43.n5"},{"type":"note","content":"Rymer, vol. xvi. p. 151, 168, 171, 173.","subId":"n6","id":"Hume.HE.4.43.n6"},{"type":"note","content":"This action of Sir Richard Greenville is so singular, as to merit a more particular relation. He was engaged alone with the whole Spanish fleet of fifty-three sail, which had ten thousand men on board; and from the time the fight began, which was about three in the afternoon, to the break of day next morning, he repulsed the enemy fifteen times, though they continually shifted their vessels, and boarded with fresh men. In the beginning of the action he himself received a wound; but he continued doing his duty above deck till eleven at night, when receiving a fresh wound, he was carried down to be dressed. During this operation he received a shot in the head, and the surgeon was killed by his side. The English began now to want powder; all their small arms were broken or become useless; of this number, which were but a hundred and three at first, forty were killed, and almost all the rest wounded; their masts were beat overboard, their tackle cut in pieces, and nothing but a hulk left, unable to move one way or other. In this situation Sir Richard proposed to the ship's company, to trust to the mercy of God, not to that of the Spaniards, and to destroy the ship with themselves, rather than yield to the enemy. The master gunner, and many of the seamen, agreed to this desperate resolution; but others opposed it, and obliged Greenville to surrender himself prisoner. He died a few days after; and his last words were: <q>Here die I, Richard Greenville, with a joyful and quiet mind; for that I have ended my life as a true soldier ought to do, fighting for his country, Queen, religion, and honour: My soul willingly departing from this body, leaving behind the lasting fame of having behaved as every valiant soldier is in his duty bound to do.</q> The Spaniards lost in this sharp though unequal action, four ships, and about a thousand men. And Greenville's vessel perished soon after, with two hundred Spaniards in her. Hackluyt's Voyages, vol. ii. part 2. p. 169. Camden, p. 565.","subId":"n7","id":"Hume.HE.4.43.n7"},{"type":"note","content":"Monson, p. 163.","subId":"n8","id":"Hume.HE.4.43.n8"},{"type":"note","content":"Ibid. p. 169.","subId":"n9","id":"Hume.HE.4.43.n9"},{"type":"note","content":"Ibid. p. 165. Camden, p. 569.","subId":"n10","id":"Hume.HE.4.43.n10"},{"type":"note","content":"Strype, vol. iii.","subId":"n11","id":"Hume.HE.4.43.n11"},{"type":"note","content":"D'Ewes, p. 460, 469. Townsend, p. 37.","subId":"n12","id":"Hume.HE.4.43.n12"},{"type":"note","content":"D'Ewes, p. 470. Townsend, p. 54.","subId":"n13","id":"Hume.HE.4.43.n13"},{"type":"note","content":"D'Ewes, p. 497.","subId":"n14","id":"Hume.HE.4.43.n14"},{"type":"note","content":"D'Ewes, p. 474. Townsend, p. 60.","subId":"n15","id":"Hume.HE.4.43.n15"},{"type":"note","content":"D'Ewes, p. 474, 478. Townsend, p. 68.","subId":"n16","id":"Hume.HE.4.43.n16"},{"type":"note","content":"Heylin's History of the Presbyterians, p. 320.","subId":"n17","id":"Hume.HE.4.43.n17"},{"type":"note","content":"35 Eliz. c. 1.","subId":"n18","id":"Hume.HE.4.43.n18"},{"type":"note","content":"After enacting this statute, the clergy, in order to remove the odium from themselves, often took care that recusants should be tried by the civil judges at the assizes, rather than by the ecclesiastical commissioners. Strype's Ann. vol. iv. p. 264.","subId":"n19","id":"Hume.HE.4.43.n19"},{"type":"note","content":"D'Ewes, p. 483, 487, 488. Townsend, p. 66.","subId":"n20","id":"Hume.HE.4.43.n20"},{"type":"note","content":"D'Ewes, p. 466. Townsend, p. 47.","subId":"n21","id":"Hume.HE.4.43.n21"},{"type":"note","content":"D'Ewes, p. 466. Townsend, p. 48.","subId":"n22","id":"Hume.HE.4.43.n22"},{"type":"note","content":"Spotswood, p. 391. Rymer, tom. xvi. p. 190.","subId":"n23","id":"Hume.HE.4.43.n23"},{"type":"note","content":"Spotswood, p. 393. Rymer, tom. xvi. p. 235.","subId":"n24","id":"Hume.HE.4.43.n24"},{"type":"note","content":"Spotswood, p. 257, 258.","subId":"n25","id":"Hume.HE.4.43.n25"},{"type":"note","content":"Camden, p. 577. Birch's Negot. p. 15. Bacon, vol. iv. p. 381.","subId":"n26","id":"Hume.HE.4.43.n26"},{"type":"note","content":"Camden, p. 582.","subId":"n27","id":"Hume.HE.4.43.n27"},{"type":"note","content":"Camden, p. 578.","subId":"n28","id":"Hume.HE.4.43.n28"},{"type":"note","content":"Camden, p. 586.","subId":"n29","id":"Hume.HE.4.43.n29"},{"type":"note","content":"Camden, p. 584.","subId":"n30","id":"Hume.HE.4.43.n30"},{"type":"note","content":"Monson, p. 167.","subId":"n31","id":"Hume.HE.4.43.n31"},{"type":"note","content":"Camden, p. 591.","subId":"n32","id":"Hume.HE.4.43.n32"},{"type":"note","content":"Monson, p. 196.","subId":"n33","id":"Hume.HE.4.43.n33"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 97.","subId":"n34","id":"Hume.HE.4.43.n34"},{"type":"note","content":"Birch's Memoirs, vol. ii. p. 121.","subId":"n35","id":"Hume.HE.4.43.n35"},{"type":"note","content":"Camden, p. 593.","subId":"n36","id":"Hume.HE.4.43.n36"},{"type":"note","content":"Sidney Papers, vol. ii. p. 77.","subId":"n37","id":"Hume.HE.4.43.n37"},{"type":"note","content":"Monson, p. 173.","subId":"n38","id":"Hume.HE.4.43.n38"},{"type":"note","content":"Monson, p. 174.","subId":"n39","id":"Hume.HE.4.43.n39"},{"type":"note","content":"It is usual for the speaker to disqualify himself for the office; but the reasons employed by this speaker are so singular, that they may be worth transcribing. <q>My estate,</q> said he, <q>is nothing correspondent for the maintenance of this dignity: For my father dying left me a younger brother; and nothing to me but my bare annuity. Then growing to man's estate and some small practice of the law, I took a wife, by whom I have had many children; the keeping of us all being a great impoverishing to my estate, and the daily living of us all nothing but my daily industry. Neither from my person nor my nature doth this choice arise: For he that supplieth this place ought to be a man big and comely, stately and well-spoken, his voice great, his carriage majestical, his nature haughty, and his purse plentiful and heavy: But contrarily, the stature of my body is small, myself not so well-spoken, my voice low, my carriage lawyer-like, and of the common fashion, my nature soft and bashful, my purse thin, light, and never yet plentiful.——If <em>Demosthenes,</em> being so learned and eloquent as he was, one whom none surpassed, trembled to speak before <em>Phocion</em> at <em>Athens;</em> how much more shall I, being unlearned and unskilful to supply the place of dignity, charge, and trouble, to speak before so many <em>Phocions</em> as here be? Yea, which is the greatest, before the unspeakable majesty and sacred personage of our dread and dear sovereign: The terror of whose countenance will appal and abase even the stoutest hearts; yea, whose very name will pull down the greatest courage. For how mightily do the estate and name of a prince deject the haughtiest stomach even of their greatest subjects?</q> D'Ewes, p. 459.","subId":"n40","id":"Hume.HE.4.43.n40"},{"type":"note","content":"D'Ewes, p. 525, 527. Townsend, p. 79.","subId":"n41","id":"Hume.HE.4.43.n41"},{"type":"note","content":"D'Ewes, p. 539, 540, 580, 585. Townsend, p. 93, 94, 95.","subId":"n42","id":"Hume.HE.4.43.n42"},{"type":"note","content":"D'Ewes, p. 576, 577.","subId":"n43","id":"Hume.HE.4.43.n43"},{"type":"note","content":"Ibid. p. 570, 573.","subId":"n44","id":"Hume.HE.4.43.n44"},{"type":"note","content":"D'Ewes, p. 547.","subId":"n45","id":"Hume.HE.4.43.n45"},{"type":"note","content":"Ibid. p. 557, 558.","subId":"n46","id":"Hume.HE.4.43.n46"},{"type":"note","content":"Cabbala, p. 234. Birch's Memoirs, vol. ii. p. 386. Speed, p. 877. The whole letter of Essex is so curious and so spirited, that the reader may not be displeased to read it. <q>My very good lord; Though there is not that man this day living, whom I would sooner make judge of any question that might concern me than yourself, yet you must give me leave to tell you, that in some cases I must appeal from all earthly judges: And if any, then surely in this, when the highest judge on earth has imposed on me the heaviest punishment without trial or hearing. Since then I must either answer your lordship's argument, or else forsake mine own just defence, I will force mine aching head to do me service for an hour. I must first deny my discontent, which was forced, to be an humorous discontent; and that it was unseasonable or is of so long continuing, your lordship should rather condole with me than expostulate: Natural seasons are expected here below; but violent and unreasonable storms come from above: There is no tempest equal to the passionate indignation of a prince; nor yet at any time so unseasonable as when it lighteth on those that might expect a harvest of their careful and painful labours. He that is once wounded, must needs feel smart, till his hurt is cured, or the part hurt become senseless: But cure I expect none, her majesty's heart being obdurate against me; and be without sense I cannot, being of flesh and blood. But, say you, I may aim at the end: I do more than aim; for I see an end of all my fortunes, I have set an end to all my desires. In this course do I any thing for my enemies? When I was at court, I found them absolute; and, therefore, I had rather they should triumph alone, than have me attendant upon their chariots. Or do I leave my friends? When I was a courtier, I could yield them no fruit of my love unto them; and now, that I am a hermit, they shall bear no envy, for their love towards me. Or do I forsake myself, because I do enjoy myself? Or do I overthrow my fortunes, because I build not a fortune of paper walls, which every puff of wind bloweth down? Or do I ruinate mine honour, because I leave following the pursuit, or wearing the false badge or mark of the shadow of honour? Do I give courage or comfort to the foreign foe, because I reserve myself to encounter with him? Or because I keep my heart from business, though I cannot keep my fortune from declining? No, no, my good lord, I give every one of these considerations its due weight; and the more I weigh them, the more I find myself justified from offending in any of them. As for the two last objections, that I forsake my country, when it hath most need of me, and fail in that indissoluble duty which I owe to my sovereign; I answer, that if my country had at this time any need of my public service, her majesty that governeth it, would not have driven me to a private life. I am tied to my country by two bonds; one public, to discharge carefully and industriously that trust which is committed to me; the other private, to sacrifice for it my life and carcase, which hath been nourished in it. Of the first I am free, being dismissed, discharged, and disabled by her majesty: Of the other, nothing can free me but death; and therefore no occasion of my performance shall sooner offer itself but I shall meet it half way. The indissoluble duty which 1 owe unto her majesty, is only the duty of allegiance, which I never have, nor never can fail in: The duty of attendance, is no indissoluble duty. 1 owe her majesty the duty of an earl and of lord marshal of England. I have been content to do her majesty the service of a clerk; but I can never serve her as a villain or slave. But yet you say I must give way unto the time. So I do; for now that I see the storm come, I have put myself into the harbour. <em>Seneca</em> saieth, we must give way to Fortune: I know that Fortune is both blind and strong, and therefore I go as far as I can out of her way. You say the remedy is not to strive: I neither strive nor seek for remedy. But, you say, I must yield and submit: I can neither yield myself to be guilty, nor allow the imputation laid upon me to be just: I owe so much to the Author of all truth, as I can never yield truth to be falsehood, nor falsehood to be truth. Have I given cause, you ask; and yet take a scandal when I have done? No: I gave no cause, not so much as <em>Fimbria</em>'s complaint against me; for I did <em>totum telum corpore recipere:</em> Receive the whole sword into my body. I patiently bear all, and sensibly feel all that I then received, when this scandal was given me. Nay more, when the vilest of all indignities are done unto me,</q> &amp;c. This noble letter, Bacon afterwards, in pleading against Essex, called bold and presumptuous, and derogatory to her majesty. Birch's Memoirs, vol. ii. p. 388.","subId":"n47","id":"Hume.HE.4.43.n47"},{"type":"note","content":"Rymer, vol. xvi. p. 340.","subId":"n48","id":"Hume.HE.4.43.n48"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.4","imported":true,"title":"Volume 4. The History of the House of Tudor, Part 2","breadcrumb":"Volume 4","published":[1759]}],"prev":{"id":"Hume.HE.4.42","imported":true,"title":"Chapter 42. Elizabeth (cont.)","breadcrumb":"Chapter 42","published":[1759]},"next":{"id":"Hume.HE.4.44","imported":true,"title":"Chapter 44. Elizabeth (cont.)","breadcrumb":"Chapter 44","published":[1759]}}