{"imported":true,"id":"Hume.HE.3.34","parent":"Hume.HE.3","title":"Chapter 34. Edward VI","breadcrumb":"Chapter 34","texts":[],"published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£2 CHAP. XXXIV. £2 £1 EDWARD VI. £1 _State of the regency——Innovations in the regency——Hertford protector——Reformation completed——Gardiner's opposition——Foreign affairs——Progress of the reformation in Scotland——Assassination of cardinal Beaton——Conduct of the war with Scotland——Battle of Pinkey——A parliament——Farther progress of the reformation——Affairs of Scotland——Young queen of Scots sent into France——Cabals of lord Seymour——Dudley earl of Warwic——A parliament——Attainder of lord Seymour——His execution——Ecclesiastical affairs._","id":"Hume.HE.3.34"},{"type":"paragraph","content":"#1547. State of the regency.# THE late king, by the regulations, which he imposed on the government of his infant son, as well as by the limitations of the succession, had projected to reign even after his decease; and he imagined, that his ministers, who had always been so obsequious to him during his life-time, would never afterwards depart from the plan, which he had traced out to them. He fixed the majority of the prince at the completion of his eighteenth year; and as Edward was then only a few months past nine, he appointed sixteen executors; to whom, during the minority, he entrusted |the government of the king and kingdom. Their names were, Cranmer, archbishop of Canterbury; lord Wriothesely, chancellor; lord St. John, great master; lord Russel, privy seal; the earl of Hertford, chamberlain; viscount Lisle, admiral; Tonstal, bishop of Durham; Sir Anthony Brown, master of horse; Sir William Paget, secretary of state; Sir Edward North, chancellor of the court of augmentations; Sir Edward Montague, chief justice of the common pleas; judge Bromley, Sir Anthony Denny, and Sir William Herbert, chief gentlemen of the privy chamber; Sir Edward Wotton, treasurer of Calais; Dr. Wotton, dean of Canterbury. To these executors, with whom was entrusted the whole regal authority, were appointed twelve counsellors, who possessed no immediate power, and could only assist with their advice, when any affair was laid before them. The council was composed of the earls of Arundel and Essex; Sir Thomas Cheyney, treasurer of the household; Sir John Gage, comptroller; Sir Anthony Wingfield, vice-chamberlain; Sir William Petre, secretary of state; Sir Richard Rich, Sir John Baker, Sir Ralph Sadler, Sir Thomas Seymour, Sir Richard Southwel, and Sir Edmund Peckham[n1]. The usual caprice of Henry appears somewhat in this nomination; while he appointed several persons of inferior station among his executors, and gave only the place of counsellor to a person of such high rank as the earl of Arundel, and to Sir Thomas Seymour the king's uncle.","subId":"1","id":"Hume.HE.3.34.1"},{"type":"paragraph","content":"#Innovations in the regency.# ^But^ the first act of the executors and counsellors was to depart from the destination of the late king in a material article. No sooner were they met, than it was suggested, that the government would lose its dignity, for want of some head, who might represent the royal majesty, who might receive addresses from foreign ambassadors, to whom dispatches from English ministers abroad might be carried, and whose name might be employed in all orders and proclamations: And as the king's will seemed to labour under a defect in this particular, it was deemed necessary to supply it, by chusing a protector; who, though he should possess all the exterior symbols of royal dignity, should yet be bound, in every act of power, to follow the opinion of the executors[n2]. This proposal was very disagreeable to chancellor Wriothesely. That magistrate, a |man of an active spirit and high ambition, found himself, by his office, entitled to the first rank in the regency after the primate; and as he knew, that this prelate had no talent or inclination for state affairs, he hoped, that the direction of public business would of course devolve in a great measure upon himself. He opposed, therefore, the proposal of chusing a protector; and represented that innovation as an infringement of the late king's will, which, being corroborated by act of parliament, ought in every thing to be a law to them, and could not be altered but by the same authority, which had established it. But he seems to have stood alone in the opposition. The executors and counsellors were mostly courtiers, who had been raised by Henry's favour, not men of high birth or great hereditary influence; and as they had been sufficiently accustomed to submission during the reign of the late monarch, and had no pretensions to govern the nation by their own authority, they acquiesced the more willingly in a proposal, which seemed calculated for preserving public peace and tranquillity. It being therefore agreed to name a protector, the choice fell of course on the earl of Hertford, #Hertford protector.# who, as he was the king's maternal uncle, was strongly interested in his safety; and possessing no claims to inherit the crown, could never have any separate interest, which might lead him to endanger Edward's person or his authority[n3]. The public was informed by proclamation of this change in the administration; and dispatches were sent to all foreign courts to give them intimation of it. All those who were possessed of any office resigned their former commissions, and accepted new ones in the name of the young king. The bishops themselves were constrained to make a like submission. Care was taken to insert in their new commissions, that they held their office during pleasure[n4]. And it is there expressly affirmed, that all manner of authority and jurisdiction, as well ecclesiastical as civil, is originally derived from the crown[n5].","subId":"2","id":"Hume.HE.3.34.2"},{"type":"paragraph","content":"^The^ executors, in their next measure, showed a more submissive deference to Henry's will; because many of them found their account in it. The late king had intended, before his death, to make a new creation of nobility, in order to supply the place of |those peerages, which had fallen by former attainders, or the failure of issue; and that he might enable the new peers to support their dignity, he had resolved, either to bestow estates on them, or advance them to higher offices. He had even gone so far as to inform them of this resolution; and in his will, he charged his executors to make good all his promises[n6]. That they might ascertain his intentions in the most authentic manner, Sir William Paget, Sir Anthony Denny, and Sir William Herbert, with whom Henry had always conversed in a familiar manner, were called before the board of regency; and having given evidence of what they knew concerning the king's promises, their testimony was relied on, and the executors proceeded to the fulfilling of these engagements. #17th Feb.# Hertford was created duke of Somerset, marschal and lord treasurer; Wriothesely, earl of Southampton; the earl of Essex, marquess of Northampton; viscount Lisle, earl of Warwic; Sir Thomas Seymour, lord Seymour of Sudley, and admiral; Sir Richard Rich, Sir William Willoughby, Sir Edward Sheffield accepted the title of baron[n7]. Several to whom the same dignity was offered, refused it; because the other part of the king's promise, the bestowing of estates on these new noblemen, was deferred till a more convenient opportunity. Some of them, however, as also Somerset the protector, were, in the mean time, endowed with spiritual preferments, deaneries and prebends. For among many other invasions of ecclesiastical privileges and property, this irregular practice, of bestowing spiritual benefices on laymen, began now to prevail.","subId":"3","id":"Hume.HE.3.34.3"},{"type":"paragraph","content":"^The^ earl of Southampton had always been engaged in an opposite party to Somerset; and it was not likely that factions, which had secretly prevailed, even during the arbitrary reign of Henry, should be suppressed in the weak administration, that usually attends a minority. The former nobleman, that he might have the greater leisure for attending to public business, had, of himself and from his own authority, put the great seal in commission, and had empowered four lawyers, Southwell, Tregonel, Oliver, and Bellasis, to execute in his absence the office of chancellor. This measure seemed very exceptionable; and the more so, as, two of the commissioners being canonists, the lawyers suspected, that, by |this nomination, the chancellor had intended to discredit the common law. Complaints were made to the council; who, influenced by the protector, gladly laid hold of the opportunity to depress Southampton. They consulted the judges with regard to so unusual a case, and received for answer, that the commission was illegal, and that the chancellor, by his presumption in granting it, had justly forfeited the great seal, and was even liable to punishment. The council summoned him to appear before them. He maintained, that he held his office by the late king's will, founded on an act of parliament, and could not lose it without a trial in parliament; that if the commission, which he had granted, were found illegal, it might be cancelled, and all the ill consequences of it be easily remedied; and that the depriving him of his office for an error of this nature, was a precedent by which any other innovation might be authorized. But the council, notwithstanding these topics of defence, declared that he had forfeited the great seal; that a fine should be imposed upon him; and that he should be confined to his own house during pleasure[n8];","subId":"4","id":"Hume.HE.3.34.4"},{"type":"paragraph","content":"^The^ removal of Southampton encreased the protector's authority, as well as tended to suppress faction in the regency; yet was not Somerset contented with this advantage: His ambition carried him to seek still farther acquisitions. On pretence, that the vote of the executors, choosing him protector, was not a sufficient foundation for his authority, he procured a patent from the young king, by which he entirely overturned the will of Harry VIII, #12 March.# produced a total revolution in the government, and may seem even to have subverted all the laws of the kingdom. He named himself protector with full regal power, and appointed a council, consisting of all the former counsellors, and all the executors, except Southampton: He reserved a power of naming any other counsellors at pleasure: And he was bound to consult with such only as he thought proper. The protector and his council were likewise empowered to act at discretion, and to execute whatever they deemed for the public service, without incurring any penalty or forfeiture from any law, statute, proclamation, or ordinance whatsoever[n9]. Even had this patent been more moderate in its concessions, and had it been drawn by direction, from the executors appointed by Henry, its |legality might justly be questioned; since it seems essential to a trust of this nature to be exercised by the persons entrusted, and not to admit of a delegation to others: But as the patent, by its very tenor, where the executors are not so much as mentioned, appears to have been surreptitiously obtained from a minor King, the protectorship of Somerset was a plain usurpation, which it is impossible by any arguments to justify. The connivance, however, of the executors, and their present acquiescence in the new establishment, made it be universally submitted to; and as the young king discovered an extreme attachment to his uncle, who was also in the main a man of moderation and probity, no objections were made to his power and title. All men of sense, likewise, who saw the nation divided by the religious zeal of the opposite sects, deemed it the more necessary to entrust the government to one person, who might check the exorbitancies of faction, and ensure the public tranquillity. And though some clauses of the patent seemed to imply a formal subversion of all limited government, so little jealousy was then usually entertained on that head, that no exception was ever taken at bare claims or pretensions of this nature, advanced by any person possessed of sovereign power. The actual exercise alone of arbitrary administration, and that in many and great and flagrant and unpopular instances, was able sometimes to give some umbrage to the nation.","subId":"5","id":"Hume.HE.3.34.5"},{"type":"paragraph","content":"#Reformation completed.# ^The^ extensive authority and imperious character of Henry had retained the partizans of both religions in subjection; but upon his demise, the hopes of the protestants and the fears of the catholics began to revive, and the zeal of these parties produced every where disputes and animosities, the usual preludes to more fatal divisions. The protector had long been regarded as a secret partizan of the reformers; and being now freed from restraint, he scrupled not to discover his intention of correcting all abuses in the ancient religion, and of adopting still more of the protestant innovations. He took care, that all persons, entrusted with the king's education, should be attached to the same principles; and as the young prince discovered a zeal for every kind of literature, especially the theological, far beyond his tender years, all men foresaw, in the course of his reign, the total abolition of the catholic faith in England; and they early began to declare themselves in favour of those tenets, which were likely to become in the end entirely prevalent. After |Southampton's fall, few members of the council seemed to retain any attachment to the Romish communion; and most of the counsellors appeared even sanguine in forwarding the progress of the reformation. The riches, which most of them had acquired from the spoils of the clergy, induced them to widen the breach between England and Rome; and by establishing a contrariety of speculative tenets, as well as of discipline and worship, to render a coalition with the mother church altogether impracticable[n10]. Their rapacity also, the chief source of their reforming spirit, was excited by the prospect of pillaging the secular, as they had already done the regular clergy; and they knew, that, while any share of the old principles remained, or any regard to the ecclesiastics, they could never hope to succeed in that enterprize.","subId":"6","id":"Hume.HE.3.34.6"},{"type":"paragraph","content":"^The^ numerous and burthensome superstitions, with which the Romish church was loaded, had thrown many of the reformers, by the spirit of opposition, into an enthusiastic strain of devotion; and all rites, ceremonies, pomp, order, and exterior observances were zealously proscribed by them, as hindrances to their spiritual contemplations, and obstructions to their immediate converse with heaven. Many circumstances concurred to inflame this daring spirit; the novelty itself of their doctrines, the triumph of making proselytes, the furious persecutions to which they were exposed, their animosity against the ancient tenets and practices, and the necessity of procuring the concurrence of the laity, by depressing the hierarchy, and by tendering to them the plunder of the ecclesiastics. Wherever the reformation prevailed over the opposition of civil authority, this genius of religion appeared in its full extent, and was attended with consequences, which, though less durable, were, for some time, not less dangerous than those which were connected with the ancient superstition. But as the magistrate took the lead in England, the transition was more gradual; much of the ancient religion was still preserved; and a reasonable degree of subordination was retained in discipline, as well as some pomp, order, and ceremony in public worship.","subId":"7","id":"Hume.HE.3.34.7"},{"type":"paragraph","content":"^The^ protector, in his schemes for advancing the reformation, had always recourse to the counsels of Cranmer, who, being a man of moderation and prudence, was averse to all violent changes, and |determined to bring over the people by insensible innovations, to that system of doctrine and discipline, which he deemed the most pure and perfect. He probably also foresaw, that a system, which carefully avoided the extremes of reformation, was likely to be most lasting; and that a devotion, merely spiritual, was fitted only for the first fervours of a new sect, and upon the relaxation of these naturally gave place to the inroads of superstition. He seems therefore to have intended the establishment of a hierarchy, which, being suited to a great and settled government, might stand as a perpetual barrier against Rome, and might retain the reverence of the people, even after their enthusiastic zeal was diminished or entirely evaporated.","subId":"8","id":"Hume.HE.3.34.8"},{"type":"paragraph","content":"^The^ person, who opposed, with greatest authority, any farther advances towards reformation, was Gardiner, bishop of Winchester; who, though he had not obtained a place in the council of regency, on account of late disgusts, which he had given to Henry, was entitled, by his age, experience, and capacity, to the highest trust and confidence of his party. #Gardiner's opposition.# This prelate still continued to magnify the great wisdom and learning of the late king, which, indeed, were generally and sincerely revered by the nation; and he insisted on the prudence of persevering, at least till the young king's majority, in the ecclesiastical model, established by that great monarch. He defended the use of images, which were now openly attacked by the protestants; and he represented them as serviceable in maintaining a sense of religion among the illiterate multitude[n11]. He even deigned to write an apology for _holy water,_ which bishop Ridley had decried in a sermon; and he maintained, that, by the power of the Almighty, it might be rendered an instrument of doing good; as much as the shadow of St. Peter, the hem of Christ's garment, or the spittle and clay laid upon the eyes of the blind[n12]. Above all, he insisted, that the laws ought to be observed, that the constitution ought to be preserved inviolate, and that it was dangerous to follow the will of the sovereign, in opposition to an act of parliament[n13].","subId":"9","id":"Hume.HE.3.34.9"},{"type":"paragraph","content":"^But^ though there remained at that time in England an idea of laws and a constitution, sufficient at least to furnish a topic of argument to such as were discontented with any immediate exercise |of authority; this plea could scarcely, in the present case, be maintained with any plausibility by Gardiner. An act of parliament had invested the crown with a legislative power; and royal proclamations, even during a minority, were armed with the force of laws. The protector, finding himself supported by this statute, was determined to employ his authority in favour of the reformers; and having suspended, during the interval, the jurisdiction of the bishops, he appointed a general visitation to be made in all the dioceses of England[n14]. The visitors consisted of a mixture of clergy and laity, and had six circuits assigned them. The chief purport of their instructions was, besides correcting immoralities and irregularities in the clergy, to abolish the ancient superstitions, and to bring the discipline and worship somewhat nearer the practice of the reformed churches. The moderation of Somerset and Cranmer is apparent in the conduct of this delicate affair. The visitors were enjoined to retain for the present all images which had not been abused to idolatry; and to instruct the people not to despise such ceremonies as were not yet abrogated, but only to beware of some particular superstitions, such as the sprinkling of their beds with holy water, and the ringing of bells, or using of consecrated candles, in order to drive away the devil[n15].","subId":"10","id":"Hume.HE.3.34.10"},{"type":"paragraph","content":"^But^ nothing required more the correcting hand of authority, than the abuse of preaching, which was now generally employed, throughout England, in defending the ancient practices and superstitions. The court of augmentation, in order to ease the exchequer of the annuities paid to monks, had commonly placed them in the vacant churches; and these men were led by interest, as well as by inclination, to support those principles, which had been invented for the profit of the clergy. Orders therefore were given to restrain the topics of their sermons: Twelve homilies were published, which they were enjoined to read to the people: And all of them were prohibited, without express permission, from preaching any where but in their parish churches. The purpose of this injunction was to throw a restraint on the catholic divines; while the protestant, by the grant of particular licences, should be allowed unbounded liberty.","subId":"11","id":"Hume.HE.3.34.11"},{"type":"paragraph","content":"^Bonner^ made some opposition to these measures; but soon |after retracted and acquiesced. Gardiner was more high spirited and more steady. He represented the peril of perpetual innovations, and the necessity of adhering to some system. \"'Tis a dangerous thing,\" said he, \"to use too much freedom, in researches of this kind. If you cut the old canal, the water is apt to run farther than you have a mind to. If you indulge the humour of novelty, you cannot put a stop to people's demands, nor govern their indiscretions at pleasure. For my part,\" said he, on another occasion, \"my sole concern is to manage the third and last act of my life with decency, and to make a handsome exit off the stage. Provided this point is secured, I am not solicitous about the rest. I am already by nature condemned to death: No man can give me a pardon from this sentence; nor so much as procure me a reprieve. To speak my mind, and to act as my conscience directs, are two branches of liberty, which I can never part with. Sincerity in speech, and integrity in action, are entertaining qualities: They will stick by a man, when every thing else takes its leave; and I must not resign them upon any consideration. The best on it is, if I do not throw them away myself, no man can force them from me: But if I give them up, then am I ruined by myself, and deserve to lose all my preferments.\"[n16] This opposition of Gardiner drew on him the indignation of the council; and he was sent to the Fleet, where he was used with some severity.","subId":"12","id":"Hume.HE.3.34.12"},{"type":"paragraph","content":"^One^ of the chief objections, urged by Gardiner against the new homilies, was that they defined, with the most metaphysical precision, the doctrines of grace, and of justification by faith; points, he thought, which it was superfluous for any man to know exactly, and which certainly much exceeded the comprehension of the vulgar. A famous martyrologist calls Gardiner, on account of this opinion, \"An insensible ass, and one that had no feeling of God's spirit in the matter of justification.\"[n17] The meanest protestant imagined at that time, that he had a full comprehension of all those mysterious doctrines; and he heartily despised the most learned and knowing person of the ancient religion, who acknowledged his ignorance with regard to them. It is indeed certain, that the reformers were very fortunate in their doctrine of justification, and |might venture to foretel its success, in opposition to all the ceremonies, shows, and superstitions of popery. By exalting Christ and his sufferings, and renouncing all claim to independent merit in ourselves, it was calculated to become popular, and coincided with those principles of panegyric and of self-abasement, which generally have place in religion.","subId":"13","id":"Hume.HE.3.34.13"},{"type":"paragraph","content":"^Tonstal^, bishop of Durham, having, as well as Gardiner, made some opposition to the new regulations, was dismissed the council; but no farther severity was, for the present, exercised against him. He was a man of great moderation, and of the most unexceptionable character in the kingdom.","subId":"14","id":"Hume.HE.3.34.14"},{"type":"paragraph","content":"#Foreign affairs.# ^The^ same religious zeal, which engaged Somerset to promote the reformation at home, led him to carry his attention to foreign countries; where the interests of the protestants were now exposed to the most imminent danger. The Roman pontiff, with much reluctance and after long delays, had at last summoned a general council, which was assembled at Trent, and was employed, both in correcting the abuses of the church, and in ascertaining her doctrines. The emperor, who desired to repress the power of the court of Rome, as well as gain over the protestants, promoted the former object of the council; the pope, who found his own greatness so deeply interested, desired rather to employ them in the latter. He gave instructions to his legates, who presided in the council, to protract the debates, and to engage the theologians in argument, and altercation, and dispute concerning the nice points of faith, canvassed before them: A policy, so easy to be executed, that the legates soon found it rather necessary to interpose, in order to appease the animosity of the divines, and bring them at last to some decision[n18]. The more difficult task for the legates was to moderate or divert the zeal of the council for reformation, and to repress the ambition of the prelates, who desired to exalt the episcopal authority on the ruins of the sovereign pontiff. Finding this humour become prevalent, the legates, on pretence that the plague had broken out at Trent, transferred of a sudden the council to Bologna, where, they hoped, it would be more under the direction of his holiness.","subId":"15","id":"Hume.HE.3.34.15"},{"type":"paragraph","content":"^The^ emperor, no less than the pope, had learned to make |religion subservient to his ambition and policy. He was resolved to employ the imputation of heresy as a pretence for subduing the protestant princes, and oppressing the liberties of Germany; but found it necessary to cover his intentions under deep artifice, and to prevent the combination of his adversaries. He separated the Palatine and the elector of Brandenburgh from the protestant confederacy: He took arms against the elector of Saxony, and the landgrave of Hesse: By the fortune of war, he made the former prisoner: He employed treachery and prevarication against the latter, and detained him captive, by breaking a safe-conduct which he had granted him. He seemed to have reached the summit of his ambition; and the German princes, who were astonished with his success, were farther discouraged by the intelligence, which they had received, of the death, first of Henry VIII. then of Francis I. their usual resources in every calamity[n19].","subId":"16","id":"Hume.HE.3.34.16"},{"type":"paragraph","content":"^Henry^ II. who succeeded to the crown of France, was a prince of vigour and abilities; but less hasty in his resolutions than Francis, and less enflamed with rivalship and animosity against the emperor Charles. Though he sent ambassadors to the princes of the Smalcaldic League, and promised them protection, he was unwilling, in the commencement of his reign, to hurry into a war with so great a power as that of the emperor; and he thought that the alliance of those princes was a sure resource, which he could at any time lay hold of[n20]. He was much governed by the duke of Guise and the cardinal of Lorraine; and he hearkened to their counsel, in chusing rather to give immediate assistance to Scotland, his ancient ally, which, even before the death of Henry VIII. had loudly claimed the protection of the French monarchy.","subId":"17","id":"Hume.HE.3.34.17"},{"type":"paragraph","content":"#Progress of the reformation in Scotland.# ^The^ hatred between the two factions, the partizans of the ancient and those of the new religion, became every day more violent in Scotland; and the resolution, which the cardinal primate had taken, to employ the most rigorous punishments against the reformers, brought matters to a quick decision. There was one Wishart, a gentleman by birth, who employed himself with great zeal in preaching against the ancient superstitions, and began to give alarm to the clergy, who were justly terrified with the danger of some fatal revolution in religion. This man was celebrated for the |purity of his morals, and for his extensive learning: But these praises cannot be much depended on; because, we know, that, among the reformers, severity of manners supplied the place of many virtues; and the age was in general so ignorant, that most of the priests in Scotland imagined the New Testament to be a composition of Luther's, and asserted that the Old alone was the word of God[n21]. But however the case may have stood with regard to those estimable qualities ascribed to Wishart, he was strongly possessed with the desire of innovation; and he enjoyed those talents, which qualified him for becoming a popular preacher, and for seizing the attention and affections of the multitude. The magistrates of Dundee, where he exercised his mission, were alarmed with his progress; and being unable or unwilling to treat him with rigour, they contented themselves with denying him the liberty of preaching, and with dismissing him the bounds of their jurisdiction. Wishart, moved with indignation, that they had dared to reject him, together with the word of God, menaced them, in imitation of the ancient prophets, with some imminent calamity; and he withdrew to the west country, where he daily encreased the number of his proselytes. Meanwhile, a plague broke out in Dundee; and all men exclaimed, that the town had drawn down the vengeance of Heaven by banishing the pious preacher, and that the pestilence would never cease, till they had made him atonement for their offence against him. No sooner did Wishart hear of this change in their disposition, than he returned to them, and made them a new tender of his doctrine: But lest he should spread the contagion by bringing multitudes together, he erected his pulpit on the top of a gate: The infected stood within; the others without. And the preacher failed not, in such a situation, to take advantage of the immediate terrors of the people, and to enforce his evangelical mission[n22].","subId":"18","id":"Hume.HE.3.34.18"},{"type":"paragraph","content":"^The^ assiduity and success of Wishart became an object of attention to cardinal Beaton; and he resolved, by the punishment of so celebrated a preacher, to strike a terror into all other innovators. He engaged the earl of Bothwel to arrest him; and to deliver him into his hands, contrary to a promise given by Bothwel to that |unhappy man: And being possessed of his prey, he conducted him to St. Andrew's, where, after a trial, he condemned him to the flames for heresy. Arran, the governor, was irresolute in his temper; and the cardinal, though he had gained him over to his party, found, that he would not concur in the condemnation and execution of Wishart. He determined, therefore, without the assistance of the secular arm, to bring that heretic to punishment; and he himself beheld from his window the dismal spectacle. Wishart suffered with the usual patience; but could not forbear remarking the triumph of his insulting enemy. He foretold, that, in a few days, he should, in the very same place, lie as low, as now he was exalted aloft, in opposition to true piety and religion[n23].","subId":"19","id":"Hume.HE.3.34.19"},{"type":"paragraph","content":"#Assassination of cardinal Beaton.# ^This^ prophecy was probably the immediate cause of the event which it foretold. The disciples of this martyr, enraged at the cruel execution, formed a conspiracy against the cardinal; and having associated to them Norman Lesly, who was disgusted on account of some private quarrel, they conducted their enterprize with great secrecy and success. Early in the morning they entered the cardinal's palace, which he had strongly fortified; and though they were not above sixteen persons, they thrust out a hundred tradesmen and fifty servants, whom they seized separately, before any suspicion arose of their intentions; and having shut the gates, they proceeded very deliberately to execute their purpose on the cardinal. That prelate had been alarmed with the noise which he heard in the castle; and had barricaded the door of his chamber: But finding that they had brought fire in order to force their way, and having obtained, as is believed, a promise of life, he opened the door; and reminding them, that he was a priest, he conjured them to spare him. Two of the assassins rushed upon him with drawn swords; but a third, James Melvil, more calm and more considerate in villany, stopped their career, and bade them reflect, that this sacrifice was the work and judgment of God, and ought to be executed with becoming deliberation and gravity. Then turning the point of his sword towards Beaton, he called to him, \"Repent thee, thou wicked cardinal, of all thy sins and iniquities, especially of the murder of Wishart, that instrument of God for the |conversion of these lands: It is his death, which now cries vengeance upon thee: We are sent by God to inflict the deserved punishment. For here, before the Almighty, I protest, that it is neither hatred of thy person, nor love of thy riches, nor fear of thy power, which moves me to seek thy death: But only because thou hast been, and still remainest, an obstinate enemy to Christ Jesus, and his holy gospel.\" Having spoken these words, without giving Beaton time to finish that repentance, to which he exhorted him, he thrust him through the body; and the cardinal fell dead at his feet[n24]. This murder was executed on the 28th of May 1546. The assassins, being reinforced by their friends to the number of a hundred and forty persons, prepared themselves for the defence of the castle, and sent a messenger to London, craving assistance from Henry. That prince, though Scotland was comprehended in his peace with France, would not forego the opportunity of disturbing the government of a rival-kingdom; and he promised to take them under his protection.","subId":"20","id":"Hume.HE.3.34.20"},{"type":"paragraph","content":"^It^ was the peculiar misfortune of Scotland, that five short reigns had been successively followed by as many long minorities; and the execution of justice, which the prince was beginning to introduce, had been continually interrupted by the cabals, factions, and animosities of the great. But besides these inveterate and ancient evils, a new source of disorder had arisen, the disputes and contentions of theology, which were sufficient to disturb the most settled government; and the death of the cardinal, who was possessed of abilities and vigour, seemed much to weaken the hands of the administration. But the queen-dowager was a woman of uncommon talents and virtue; and she did as much to support the government, and supply the weakness of Arran, the governor, as could be expected in her situation.","subId":"21","id":"Hume.HE.3.34.21"},{"type":"paragraph","content":"#Conduct of the war with Scotland.# ^The^ protector of England, as soon as the state was brought to some composure, made preparations for war with Scotland; and he was determined to execute, if possible, that project, of uniting the two kingdoms by marriage, on which the late king had been so intent, and which he had recommended with his dying breath to his executors. He levied an army of 18,000 men, and equipped a fleet of sixty sail, one half of which were ships of war, the other laden with provisions and ammunition. He gave the command of the fleet to lord Clinton: He himself marched at the head of the army, attended by the earl of Warwic. These hostile measures were covered with a pretence of revenging some depredations committed by the borderers; but besides, that Somerset revived the ancient claim of the superiority of the English crown over that of Scotland, he refused to enter into negociation on any other condition than the marriage of the young queen with Edward.","subId":"22","id":"Hume.HE.3.34.22"},{"type":"paragraph","content":"^The^ protector, before he opened the campaign, published a manifesto, in which he enforced all the arguments for that measure. He said, that nature seemed originally to have intended this island for one empire; and having cut it off from all communication with foreign states, and guarded it by the ocean, she had pointed out to the inhabitants the road to happiness and to security: That the education and customs of the people concurred with nature; and by giving them the same language, and laws, and manners, had invited them to a thorough union and coalition: That fortune had at last removed all obstacles, and had prepared an expedient, by which they might become one people, without leaving any place for that jealousy either of honour or of interest, to which rival nations are naturally exposed: That the crown of Scotland had devolved on a female: that of England on a male; and happily the two sovereigns, as of a rank, were also of an age, the most suitable to each other: That the hostile dispositions, which prevailed between the nations, and which arose from past injuries, would soon be extinguished, after a long and secure peace had established confidence between them: That the memory of former miseries, which at present inflamed their mutual animosity, would then serve only to make them cherish, with more passion, a state of happiness and tranquillity, so long unknown to their ancestors: That when hostilities had ceased between the kingdoms, the Scottish nobility, who were at present obliged to remain perpetually in |a warlike posture, would learn to cultivate the arts of peace, and would soften their minds to a love of domestic order and obedience: That as this situation was desirable to both kingdoms, so particularly to Scotland, which had been exposed to the greatest miseries from intestine and foreign wars, and saw herself every moment in danger of losing her independancy, by the efforts of a richer, and more powerful people: That though England had claims of superiority, she was willing to resign every pretension for the sake of future peace, and desired an union, which would be the more secure, as it would be concluded on terms entirely equal: And that, besides all these motives, positive engagements had been taken for completing this alliance; and the honour and good faith of the nation were pledged to fulfil what her interest and safety so loudly demanded[n25].","subId":"23","id":"Hume.HE.3.34.23"},{"type":"paragraph","content":"^Somerset^ soon perceived, that these remonstrances would have no influence; and that the queen dowager's attachment to France and to the catholic religion would render ineffectual all negociations for the intended marriage. He found himself, therefore, obliged to try the force of arms, and to constrain the Scots by necessity to submit to a measure, for which they seemed to have entertained the most incurable aversion. #2d Sept.# He passed the borders at Berwic, and advanced towards Edinburgh, without meeting any resistance for some days, except from some small castles, which he obliged to surrender at discretion. The protector intended to have punished the governor and garrison of one of these castles for their temerity in resisting such unequal force: But they eluded his anger by asking only a few hours' respite, till they should prepare themselves for death; after which they found his ears more open to their applications for mercy[n26].","subId":"24","id":"Hume.HE.3.34.24"},{"type":"paragraph","content":"^The^ governor of Scotland had summoned together the whole force of the kingdom; and his army, double in number to that of the English, had taken post on advantageous ground, guarded by the banks of the Eske, about four miles from Edinburgh. The English came within sight of them at Faside; and after a skirmish between the horse, where the Scots were worsted, and lord Hume dangerously wounded, Somerset prepared himself for a more |decisive action. But having taken a view of the Scotish camp with the earl of Warwic, he found it difficult to make an attempt upon it with any probability of success. He wrote, therefore, another letter to Arran; and offered to evacuate the kingdom, as well as to repair all the damages which he had committed, provided the Scots would stipulate not to contract the queen to any foreign prince, but to detain her at home, till she reached the age of chusing a husband for herself. So moderate a demand was rejected by the Scots merely on account of its moderation; and it made them imagine that the protector must either be reduced to great distress or be influenced by fear, that he was now contented to abate so much of his former pretensions. Inflamed also by their priests, who had come to the camp in great numbers, they believed, that the English were detestable heretics, abhorred of God, and exposed to divine vengeance; and that no success could ever crown their arms. They were confirmed in this fond conceit, when they saw the protector change his ground, and move towards the sea; nor did they any longer doubt, that he intended to embark his army, and make his escape on board the ships, which at that very time moved into the bay, opposite to him[n27]. Determined therefore to cut off his retreat, they quitted their camp: and passing the river Eske, advanced into the plain. They were divided into three bodies: #10th Sept.# Angus commanded the vanguard; Arran the main body; Huntley the rear: Their cavalry consisted only of light horse, which were placed on their left flank, strengthened by some Irish archers, whom Argyle had brought over for this service.","subId":"25","id":"Hume.HE.3.34.25"},{"type":"paragraph","content":"^Somerset^ was much pleased when he saw this movement of the Scottish army; and as the English had usually been superior in pitched battles, he conceived great hopes of success. He ranged his van on the left, farthest from the sea; and ordered them to remain on the high grounds on which he placed them, till the enemy should approach: #The battle of Pinkey.# He placed his main battle and his rear towards the right; and beyond the van he posted lord Grey at the head of the men at arms, and ordered him to take the Scottish van in flank, but not till they should be engaged in close fight with the van of the English.","subId":"26","id":"Hume.HE.3.34.26"},{"type":"paragraph","content":"^While^ the Scots were advancing on the plain, they were galled |with the artillery from the English ships: The eldest son of lord Graham was killed: The Irish archers were thrown into disorder; and even the other troops began to stagger: When lord Grey, perceiving their situation, neglected his orders, left his ground, and at the head of his heavy-armed horse made an attack on the Scottish infantry, in hopes of gaining all the honour of the victory. On advancing, he found a slough and ditch in his way; and behind were ranged the enemy armed with spears, and the field, on which they stood, was fallow ground, broken with ridges, which lay across their front, and disordered the movements of the English cavalry. From all these accidents, the shock of this body of horse was feeble and irregular; and as they were received on the points of the Scottish spears, which were longer than the lances of the English horsemen, they were in a moment pierced, overthrown, and discomfited. Grey himself was dangerously wounded: Lord Edward Seymour, son of the protector, had his horse killed under him: The standard was near being taken: And had the Scots possessed any good body of cavalry, who could have pursued the advantage, the whole English army had been exposed to great danger[n28].","subId":"27","id":"Hume.HE.3.34.27"},{"type":"paragraph","content":"^The^ protector mean-while, assisted by Sir Ralph Sadler and Sir Ralph Vane, employed himself with diligence and success, in rallying the cavalry. Warwic showed great presence of mind in maintaining the ranks of the foot, on which the horse had recoiled: He made Sir Peter Meutas advance, captain of the foot harquebusiers, and Sir Peter Gamboa, captain of some Italian and Spanish harquebusiers on horseback; and ordered them to ply the Scottish infantry with their shot. They marched to the slough, and discharged their pieces full in the face of the enemy: The ships galled them from the flank: The artillery, planted on a height, infested them from the front: The English archers poured in a shower of arrows upon them: And the vanguard, descending from the hill, advanced, leisurely and in good order, towards them. Dismayed with all these circumstances, the Scottish van began to retreat: The retreat soon changed into a flight, which was begun by the Irish archers. The pannic of the van communicated itself to the main body, and passing thence to the rear, rendered the whole field a scene of confusion, terror, flight, and consternation. The English |army perceived from the heights the condition of the Scots, and began the pursuit with loud shouts and acclamations, which added still more to the dismay of the vanquished. The horse in particular, eager to revenge the affront, which they had received in the beginning of the day, did the most bloody execution on the flying enemy; and from the field of battle to Edinburgh, for the space of five miles, the whole ground was strowed with dead bodies. The priests above all, and the monks received no quarter; and the English made sport of slaughtering men, who, from their extreme zeal and animosity, had engaged in an enterprise so ill befitting their profession. Few victories have been more decisive, or gained with smaller loss to the conquerors. There fell not two hundred of the English; and according to the most moderate computation, there perished above ten thousand of the Scots. About fifteen hundred were taken prisoners. This action was called the battle of Pinkey, from a nobleman's seat of that name in the neighbourhood.","subId":"28","id":"Hume.HE.3.34.28"},{"type":"paragraph","content":"^The^ queen-dowager and Arran fled to Stirling, and were scarcely able to collect such a body of forces as could check the incursions of small parties of the English. About the same time, the earl of Lenox and lord Wharton entered the West Marches, at the head of five thousand men, and after taking and plundering Annan, they spread devastation over all the neighbouring counties[n29]. Had Somerset prosecuted his advantages, he might have imposed what terms he pleased on the Scottish nation: But he was impatient to return to England, where, he heard, some counsellors, and even his own brother, the admiral, were carrying on cabals against his authority. Having taken the castles of Hume, Dunglass, Eymouth, Fastcastle, Roxborough, and some other small places: and having received the submission of some counties on the borders, he retired from Scotland. The fleet, besides destroying all the shipping along the coast, took Broughty in the Frith of Tay; and having fortified it, they there left a garrison. Arran desired leave to send commissioners in order to treat of a peace; and Somerset, having appointed Berwic for the place of conference, left Warwic with full powers to negociate: But no commissioners from Scotland ever appeared. The overture of the Scots was an artifice, to gain time, till succours should arrive from France.","subId":"29","id":"Hume.HE.3.34.29"},{"type":"paragraph","content":"#4th Nov.# ^The^ protector, on his arrival in England, summoned a parliament: And being somewhat elated with his success against the Scots, he procured from his nephew a patent, appointing him to sit on the throne, upon a stool or bench at the right hand of the king, and to enjoy the same honours and privileges, that had usually been possessed by any prince of the blood, or uncle of the kings of England. In this patent, the king employed his dispensing power, by setting aside the statute of precedency, enacted during the former reign[n30]. #A parliament.# But if Somerset gave offence by assuming too much state, he deserves great praise on account of the laws passed this session, by which the rigour of former statutes was much mitigated, and some security given to the freedom of the constitution. All laws were repealed, which extended the crime of treason beyond the statute of the twenty-fifth of Edward III.[n31]; all laws enacted during the late reign, extending the crime of felony; all the former laws against Lollardy or heresy, together with the statute of the six articles. None were to be accused for words, but within a month after they were spoken. By these repeals several of the most rigorous laws, that ever had passed in England, were annulled: and some dawn, both of civil and religious liberty, began to appear to the people. Heresy, however, was still a capital crime by the common law, and was subjected to the penalty of burning. Only, there remained no precise standard, by which that crime could be defined or determined: A circumstance, which might either be advantageous or hurtful to public security, according to the disposition of the judges.","subId":"30","id":"Hume.HE.3.34.30"},{"type":"paragraph","content":"^A^ repeal also passed of that law, the destruction of all laws, by which the king's proclamation was made of equal force with a statute[n32]. That other law likewise was mitigated, by which the king was empowered to annul every statute passed before the four and twentieth year of his age: He could prevent their future execution; but could not recal any past effects, which had ensued from them[n33].","subId":"31","id":"Hume.HE.3.34.31"},{"type":"paragraph","content":"^It^ was also enacted, that all who denied the king's supremacy, or asserted the pope's, should, for the first offence, forfeit their goods and chattels, and suffer imprisonment during pleasure; for the second offence, should incur the penalty of a _praemunire;_ and for the third be attainted of treason. But if any, after the first of March ensuing, endeavoured, by writing, printing, or any overt act |or deed, to deprive the king of his estate or titles, particularly of his supremacy, or to confer them on any other, he was to be adjudged guilty of treason. If any of the heirs of the crown should usurp upon another, or endeavour to break the order of succession, it was declared treason in them, their aiders and abettors. These were the most considerable acts passed during this session. The members in general discovered a very passive disposition with regard to religion: Some few appeared zealous for the reformation: Others secretly harboured a strong propensity to the catholic faith: But the greater part appeared willing to take any impression, which they should receive from interest, authority, or the reigning fashion[n34].","subId":"32","id":"Hume.HE.3.34.32"},{"type":"paragraph","content":"^The^ convocation met at the same time with the parliament; and as it was found, that their debates were at first cramped by the rigorous statute of the six articles, the king granted them a dispensation from that law, before it was repealed by parliament[n35]. The lower house of convocation applied to have liberty of sitting with the commons in parliament; or if this privilege were refused them, which they claimed as their ancient right, they desired, that no law, regarding religion, might pass in parliament without their consent and approbation. But the principles, which now prevailed, were more favourable to the civil than to the ecclesiastical power; and this demand of the convocation was rejected.","subId":"33","id":"Hume.HE.3.34.33"},{"type":"paragraph","content":"#1548.# ^The^ protector had assented to the repeal of that law, which gave to the king's proclamations the authority of statutes; but he did not intend to renounce that arbitrary or discretionary exercise of power, in issuing proclamations, which had ever been assumed by the crown, and which it is difficult to distinguish exactly from a full legislative power. #Farther progress of the reformation.# He even continued to exert this authority in some particulars, which were then regarded as the most momentous. Orders were issued by council, that candles should no longer be carried about on Candlemas day, ashes on Ash-wednesday, palms on Palm-sunday[n36]. These were ancient religious practices, now termed superstitions: though it is fortunate for mankind, when superstition happens to take a direction so innocent and inoffensive. The severe disposition, which naturally |attends all reformers, prompted likewise the council to abolish some gay and showy ceremonies, which belonged to the ancient religion[n37].","subId":"34","id":"Hume.HE.3.34.34"},{"type":"paragraph","content":"^An^ order was also issued by council for the removal of all images from the churches: An innovation which was much desired by the reformers, and which alone, with regard to the populace, amounted almost to a total change of the established religion[n38]. An attempt had been made to separate the use of images from their abuse, the reverence from the worship of them; but the execution of this design was found, upon trial, very difficult, if not wholly impracticable.","subId":"35","id":"Hume.HE.3.34.35"},{"type":"paragraph","content":"^As^ private masses were abolished by law, it became necessary to compose a new communion-service; and the council went so far, in the preface which they prefixed to this work, as to leave the practice of auricular confession wholly indifferent[n39]. This was a prelude to the entire abolition of that invention, one of the most powerful engines that ever was contrived for degrading the laity, and giving their spiritual guides an entire ascendant over them. And it may justly be said, that, though the priest's absolution, which attends confession, serves somewhat to ease weak minds from the immediate agonies of superstitious terror, it operates only by enforcing superstition itself, and thereby preparing the mind for a more violent relapse into the same disorders.","subId":"36","id":"Hume.HE.3.34.36"},{"type":"paragraph","content":"^The^ people were at that time extremely distracted, by the opposite opinions of their preachers; and as they were totally unable to judge of the reasons advanced on either side, and naturally regarded every thing which they heard at church, as of equal authority, a great confusion and fluctuation resulted from this uncertainty. The council had first endeavoured to remedy the inconvenience, by laying some restraints on preaching; but finding this expedient ineffectual, they imposed a total silence on the preachers, and thereby put an end at once to all the polemics of the pulpit[n40]. By the nature of things, this restraint could only be temporary. For in proportion as the ceremonies of public worship, its shews and exterior observances, were retrenched by the reformers, the people were inclined to contract a stronger attachment to |sermons, whence alone they received any occupation or amusement. The ancient religion, by giving its votaries something to do, freed them from the trouble of thinking: Sermons were delivered only in the principal churches, and at some particular fasts and festivals: And the practice of haranguing the populace, which, if abused, is so powerful an incitement to faction and sedition, had much less scope and influence during those ages.","subId":"37","id":"Hume.HE.3.34.37"},{"type":"paragraph","content":"#Affairs of Scotland.# ^The^ greater progress was made towards a reformation in England, the farther did the protector find himself from all prospect of completing the union with Scotland; and the queen-dowager, as well as the clergy, became the more averse to all alliance with a nation, which had so far departed from all ancient principles. Somerset, having taken the town of Haddington, had ordered it to be strongly garrisoned and fortified, by lord Grey: He also erected some fortifications at Lauder: And he hoped, that these two places, together with Broughty and some smaller fortresses, which were in the hands of the English, would serve as a curb on Scotland; and would give him access into the heart of the country.","subId":"38","id":"Hume.HE.3.34.38"},{"type":"paragraph","content":"^Arran^, being disappointed in some attempts on Broughty, relied chiefly on the succours expected from France, for the recovery of these places; and they arrived at last in the Frith, to the number of six thousand men; half of them Germans. They were commanded by Desse, and under him by Andelot, Strozzi, Meilleraye, and count Rhingrave. The Scots were at that time so sunk by their misfortunes, that five hundred English horse were able to ravage the whole country without resistance; and make inroads to the gates of the capital[n41]: But on the appearance of the French succours, they collected more courage; and having joined Desse with a considerable reinforcement, they laid siege to Haddington[n42]. This was an undertaking for which they were by themselves totally unfit; and even with the assistance of the French, they placed their chief hopes of success in starving the garrison. After some vain attempts to take the place by a regular siege, the blockade was formed, and the garrison was repulsed with loss in several sallies which they made upon the besiegers.","subId":"39","id":"Hume.HE.3.34.39"},{"type":"paragraph","content":"^The^ hostile attempts, which the late king and the protector had |made against Scotland, not being steady, regular, nor pushed to the last extremity, had served only to irritate the nation, and to inspire them with the strongest aversion to that union, which was courted in so violent a manner. Even those who were inclined to the English alliance, were displeased to have it imposed on them by force of arms; and the earl of Huntley in particular, said pleasantly, that he disliked not the match, but he hated the manner of wooing[n43]. The queen-dowager, finding these sentiments to prevail, called a parliament, in an abbey near Haddington; and it was there proposed, that the young queen, for her greater security, should be sent to France, and be committed to the custody of that ancient ally. Some objected, that this measure was desperate, allowed no resource in case of miscarriage, exposed the Scots to be subjected by foreigners, involved them in perpetual war with England, and left them no expedient, by which they could conciliate the friendship of that powerful nation. It was answered, on the other hand, that the queen's presence was the very cause of war with England; that that nation would desist, when they found, that their views of forcing a marriage had become altogether impracticable; and that Henry, being engaged by so high a mark of confidence, would take their sovereign under his protection, and use his utmost efforts to defend the kingdom. These arguments were aided by French gold, which was plentifully distributed among the nobles. The governor had a pension conferred on him of twelve thousand livres a year, received the title of duke of Chatelrault, and obtained for his son the command of a hundred men at arms[n44]. And as the clergy dreaded the consequences of the English alliance, they seconded this measure with all the zeal and industry, which either principle or interest could inspire. #Young queen of Scots sent into France.# It was accordingly determined to send the queen to France; and what was understood to be the necessary consequence, to marry her to the dauphin. Villegaignon, commander of four French gallies lying in the Frith of Forth, set sail as if he intended to return home; but when he reached the open sea, he turned northwards, passed by the Orkneys, and came in on the west coast at Dunbarton: An extraordinary voyage for ships of that fabric[n45]. The young queen was there committed to him; and |being attended by the lords Ereskine and Livingstone, she put to sea, and after meeting with some tempestuous weather, arrived safely at Brest, whence she was conducted to Paris, and soon after she was betrothed to the dauphin.","subId":"40","id":"Hume.HE.3.34.40"},{"type":"paragraph","content":"^Somerset^, pressed by many difficulties at home, and despairing of success in his enterprize against Scotland, was desirous of composing the differences with that kingdom, and he offered the Scots a ten years' truce; but as they insisted on his restoring all the places which he had taken, the proposal came to nothing. The Scots recovered the fortresses of Hume and Fast-castle by surprize, and put the garrisons to the sword: They repulsed, with loss, the English, who, under the command of lord Seymour, made a descent, first in Fife, then at Montrose: In the former action, James Stuart, natural brother to the queen, acquired honour; on the latter, Areskine of Dun. An attempt was made by Sir Robert Bowes and Sir Thomas Palmer, at the head of a considerable body, to throw relief into Haddington; but these troops, falling into an ambuscade, were almost wholly cut in pieces[n46]. And though a small body of two hundred men escaped all the vigilance of the French, and arrived safely in Haddington, with some ammunition and provisions, the garrison was reduced to such difficulties, that the protector found it necessary to provide more effectually for their relief. He raised an army of eighteen thousand men, and adding three thousand Germans, who, on the dissolution of the protestant alliance, had offered their service to England, he gave the command of the whole to the earl of Shrewsbury[n47]. D'Essé raised the blockade on the approach of the English; and with great difficulty made good his retreat to Edinburgh, where he posted himself advantageously. Shrewsbury, who had lost the opportunity of attacking him on his march, durst not give him battle in his present situation; and contenting himself with the advantage already gained, of supplying Haddington, he retired into England.","subId":"41","id":"Hume.HE.3.34.41"},{"type":"paragraph","content":"^Though^ the protection of France was of great consequence to the Scots, in supporting them against the invasions of England, they reaped still more benefit from the distractions and divisions, #Cabals of lord Seymour.# which had creeped into the councils of this latter kingdom. Even the two brothers, the protector and admiral, not content with the |high stations which they severally enjoyed, and the great eminence to which they had risen, had entertained the most violent jealousy of each other; and they divided the whole court and kingdom, by their opposite cabals and pretensions. Lord Seymour was a man of insatiable ambition; arrogant, assuming, implacable; and though esteemed of superior capacity to the protector, he possessed not to the same degree the confidence and regard of the people. By his flattery and address, he had so insinuated himself into the good graces of the queen-dowager, that, forgetting her usual prudence and decency, she married him immediately upon the demise of the late king: Insomuch that, had she soon proved pregnant, it might have been doubtful to which husband the child belonged. The credit and riches of this alliance supported the ambition of the admiral; but gave umbrage to the dutchess of Somerset, who, uneasy that the younger brother's wife should have the precedency, employed all her credit with her husband, which was too great, first to create, then to widen, the breach between the two brothers[n48].","subId":"42","id":"Hume.HE.3.34.42"},{"type":"paragraph","content":"^The^ first symptoms of this misunderstanding appeared when the protector commanded the army in Scotland. Secretary Paget, a man devoted to Somerset, remarked, that Seymour was forming separate intrigues among the counsellors; was corrupting, by presents, the king's servants; and even endeavouring, by improper indulgences and liberalities, to captiviate the affections of the young monarch. Paget represented to him the danger of this conduct; desired him to reflect on the numerous enemies, whom the sudden elevation of their family had created; and warned him that any dissention between him and the protector would be greedily laid hold of, to effect the ruin of both. Finding his remonstrances neglected, he conveyed intelligence of the danger to Somerset, and engaged him to leave the enterprize upon Scotland unfinished, in order to guard against the attempts of his domestic enemies. In the ensuing parliament, the admiral's projects appeared still more dangerous to public tranquillity; and as he had acquired many partizans, he made a direct attack upon his brother's authority. He represented to his friends, that formerly, during a minority, the |office of protector of the kingdom had been kept separate from that of governor of the king's person; and that the present union of these two important trusts conferred on Somerset an authority, which could not safely be lodged in any subject[n49]. The young king was even prevailed on to write a letter to the parliament, desiring that Seymour might be appointed his governor; and that nobleman had formed a party in the two houses, by which he hoped to effect his purpose. The design was discovered before its execution; and some common friends were sent to remonstrate with him, but had so little influence, that he threw out many menacing expressions, and rashly threatened, that, if he were thwarted in his attempt, he would make this parliament the blackest that ever sat in England[n50]. The council sent for him, to answer for his conduct; but he refused to attend: They then began to threaten in their turn, and informed him, that the king's letter, instead of availing him any thing to the execution of his views, would be imputed to him as a criminal enterprize, and be construed as a design to disturb the government, by forming a separate interest with a child and minor. They even let fall some menaces of sending him to the Tower for his temerity; and the admiral, finding himself prevented in his design, was obliged to submit, and to desire a reconciliation with his brother.","subId":"43","id":"Hume.HE.3.34.43"},{"type":"paragraph","content":"^The^ mild and moderate temper of Somerset made him willing to forget these enterprizes of the admiral; but the ambition of that turbulent spirit could not be so easily appeased. His spouse, the queen-dowager, died in childbed; but so far from regarding this event as a check to his aspiring views, he founded on it the scheme of a more extraordinary elevation. He made his addresses to the lady Elizabeth, then in the sixteenth year of her age; and that princess, whom even the hurry of business, and the pursuits of ambition, could not, in her more advanced years, disengage entirely from the tender passions, seems to have listened to the insinuations of a man, who possessed every talent proper to captivate the affections of the fair[n51]. But as Henry VIII. had excluded his daughters from all hopes of succession, if they married without the consent of his executors, which Seymour could never hope to obtain; it was concluded that he meant to effect his purpose by |expedients still more rash and more criminal. All the other measures of the admiral tended to confirm this suspicion. He continued to attack, by presents, the fidelity of those who had more immediate access to the king's person: He endeavoured to seduce the young prince into his interests: He found means of holding a private correspondence with him: He openly decried his brother's administration; and asserted, that, by enlisting Germans, and other foreigners, he intended to form a mercenary army, which might endanger the king's authority, and the liberty of the people: By promises and persuasion he brought over to his party many of the principal nobility; and had extended his interest all over England: He neglected not even the most popular persons of inferior rank; and had computed, that he could, on occasion, muster an army of 10,000 men, composed of his servants, tenants, and retainers[n52]: He had already provided arms for their use; and having engaged in his interests Sir John Sharington, a corrupt man, master of the mint at Bristol, he flattered himself that money would not be wanting. Somerset was well apprized of all these alarming circumstances, and endeavoured, by the most friendly expedients, by intreaty, reason, and even by heaping new favours upon the admiral, to make him desist from his dangerous counsels: But finding all endeavours ineffectual, he began to think of more severe remedies. The earl of Warwic was an ill instrument between the brothers; and had formed the design, by inflaming the quarrel, to raise his own fortune on the ruins of both.","subId":"44","id":"Hume.HE.3.34.44"},{"type":"paragraph","content":"#Dudley, earl of Warwic.# ^Dudley^, earl of Warwic, was the son of that Dudley, minister to Henry VII. who, having, by rapine, extortion, and perversion of law, incurred the hatred of the public, had been sacrificed to popular animosity, in the beginning of the subsequent reign. The late king, sensible of the iniquity, at least illegality, of the sentence, had afterwards restored young Dudley's blood by act of parliament; and finding him endowed with abilities, industry, and activity, he had entrusted him with many important commands, and had ever found him successful in his undertakings. He raised him to the dignity of viscount Lisle, conferred on him the office of admiral, and gave him by his will a place among his executors. Dudley made still farther progress during the minority; and having obtained the |title of earl of Warwic, and undermined the credit of Southampton, he bore the chief rank among the protector's counsellors. The victory, gained at Pinkey, was much ascribed to his courage and conduct; and he was universally regarded as a man equally endowed with the talents of peace and of war. But all these virtues were obscured by still greater vices; and exorbitant ambition, an insatiable avarice, a neglect of decency, a contempt of justice: And as he found, that lord Seymour, whose abilities and enterprizing spirit he chiefly dreaded, was involving himself in ruin by his rash counsels, he was determined to push him on the precipice; and thereby remove the chief obstacle to his own projected greatness.","subId":"45","id":"Hume.HE.3.34.45"},{"type":"paragraph","content":"^When^ Somerset found, that the public peace was endangered by his brother's seditious, not to say rebellious, schemes, he was the more easily persuaded by Warwic to employ the extent of royal authority against him; and after depriving him of the office of admiral, he signed a warrant for committing him to the Tower. Some of his accomplices were also taken into custody, and three privy counsellors, being sent to examine them, made a report, that they had met with very full and important discoveries. Yet still the protector suspended the blow, and showed a reluctance to ruin his brother. He offered to desist from the prosecution, if Seymour would promise him a cordial reconciliation; and renouncing all ambitious hopes, be contented with a private life, and retire into the country. But as Seymour made no other answer to these friendly offers than menaces and defiances, he ordered a charge to be drawn up against him, consisting of thirty-three articles[n53]; and the whole to be laid before the privy council. It is pretended, that every particular was so incontestibly proved, both by witnesses and his own hand-writing, that there was no room for doubt; yet did the council think proper to go in a body to the Tower, in order more fully to examine the prisoner. He was not daunted by the appearance: He boldly demanded a fair trial: required to be confronted by the witnesses; desired that the charge might be left with him, in order to be considered; and refused to answer any interrogatories, by which he might accuse himself.","subId":"46","id":"Hume.HE.3.34.46"},{"type":"paragraph","content":"^It^ is apparent, that, notwithstanding what is pretended, there must have been some deficiency in the evidence against Seymour, |when such demands, founded on the plainest principles of law and equity, were absolutely rejected. We shall indeed conclude, if we carefully examine the charge, that many of the articles were general, and scarcely capable of any proof; many of them, if true, susceptible of a more favourable interpretation; and that, though, on the whole, Seymour appears to have been a dangerous subject, he had not advanced far in those treasonable projects imputed to him. The chief part of his actual guilt seems to have consisted in some unwarrantable practices in the admiralty, by which pyrates were protected, and illegal impositions laid upon the merchants.","subId":"47","id":"Hume.HE.3.34.47"},{"type":"paragraph","content":"^But^ the administration had, at that time, an easy instrument of vengeance, to wit, the Parliament; and needed not to give themselves any concern with regard either to the guilt of the persons whom they prosecuted, or the evidence which could be produced against them. A session of parliament being held, #A parliament. 4th Novem.# it was resolved to proceed against Seymour by bill of attainder; and the young king being induced, after much solicitation, to give his consent to it, a considerable weight was put on his approbation. The matter was first laid before the upper-house; and several peers, rising up in their places, gave an account of what they knew concerning lord Seymour's conduct and his criminal words or actions. #1549. Attainder of lord Seymour.# These narratives were received as undoubted evidence; and though the prisoner had formerly engaged many friends and partizans among the nobility, no one had either the courage or equity to move, that he might be heard in his defence, that the testimony against him should be delivered in a legal manner, and that he should be confronted with the witnesses. A little more scruple was made in the house of commons: There were even some members who objected against the whole method of proceeding by bill of attainder, passed in absence; and insisted, that a formal trial should be given to every man before his condemnation. #March 20.# But when a message was sent by the king, enjoining the house to proceed, and offering that the same narratives should be laid before them which had satisfied the peers, they were easily prevailed on to acquiesce[n54]. The bill passed in a full house. Near four hundred voted for it; not above nine or ten against it[n55]. #His execution.# The sentence was soon after executed, and the prisoner was beheaded on Tower-hill. The warrant |was signed by Somerset, who was exposed to much blame, on account of the violence of these proceedings. The attempts of the admiral seem chiefly to have been levelled against his brother's usurped authority; and though his ambitious, enterprizing character, encouraged by a marriage with the lady Elizabeth, might have endangered the public tranquillity, the prudence of foreseeing evils at such a distance, was deemed too great; and the remedy was plainly illegal. It could only be said, that this bill of attainder was somewhat more tolerable than the preceding ones, to which the nation had been enured. For here, at least, some shadow of evidence was produced.","subId":"48","id":"Hume.HE.3.34.48"},{"type":"paragraph","content":"#Ecclesiastical affairs.# ^All^ the considerable business transacted this session besides the attainder of lord Seymour, regarded ecclesiastical affairs; which were now the chief object of attention throughout the nation. A committee of bishops and divines had been appointed by the council, to compose a liturgy; and they had executed the work committed to them. They proceeded with moderation in this delicate undertaking: They retained as much of the ancient mass as the principles of the reformers would permit: They indulged nothing to the spirit of contradiction, which so naturally takes place in all great innovations: And they flattered themselves, that they had established a service, in which every denomination of Christians might, without scruple, concur. The mass had always been celebrated in Latin; a practice which might have been deemed absurd, had it not been found useful to the clergy, by impressing the people with an idea of some mysterious unknown virtue in those rites, and by checking all their pretensions to be familiarly acquainted with their religion. But as the reformers pretended, in some few particulars, to encourage private judgment in the laity, the translation of the liturgy, as well as of the Scriptures, into the vulgar tongue, seemed more conformable to the genius of their sect; and this innovation, with the retrenching of prayers to saints, and of some superstitious ceremonies, was the chief difference between the old mass and the new liturgy. The parliament established this form of worship in all the churches, and ordained a uniformity to be observed in all the rites and ceremonies[n56].","subId":"49","id":"Hume.HE.3.34.49"},{"type":"paragraph","content":"^There^ was another material act, which passed this session. The |former canons had established the celibacy of the clergy; and though this practice is usually ascribed to the policy of the court of Rome, who thought, that the ecclesiastics would be more devoted to their spiritual head, and less dependant on the civil magistrate, when freed from the powerful tye of wives and children; yet was this institution much forwarded by the principles of superstition inherent in human nature. These principles had rendered the panegyrics on an inviolate chastity so frequent among the ancient fathers, long before the establishment of celibacy. And even this parliament, though they enacted a law, permitting the marriage of priests, yet confess in the preamble, \"that it were better for priests and the ministers of the church to live chaste and without marriage, and it were much to be wished they would of themselves abstain.\" The inconveniencies, which had arisen from the compelling of chastity and the prohibiting of marriage, are the reasons assigned for indulging a liberty in this particular[n57]. The ideas of penance also were so much retained in other particulars, that an act of parliament passed, forbidding the use of flesh-meat during Lent and other times of abstinence[n58].","subId":"50","id":"Hume.HE.3.34.50"},{"type":"paragraph","content":"^The^ principal tenets and practices of the catholic religion were now abolished, and the reformation, such as it is enjoyed at present, was almost entirely completed in England. But the doctrine of the real presence, though tacitly condemned by the new communion-service and by the abolition of many ancient rites, still retained some hold on the minds of men; and it was the last doctrine of popery, that was wholly abandoned by the people[n59]. The great attachment of the late king to that tenet might, in part, be the ground of this obstinacy; but the chief cause was really the extreme absurdity of the principle itself, and the profound veneration, which of course it impressed on the imagination. The priests likewise were much inclined to favour an opinion, which attributed to them so miraculous a power; and the people, who believed, that they participated of the very body and blood of their Saviour, were loth to renounce so extraordinary, and as they imagined, so salutary a privilege. The general attachment to this dogma was so violent, that the Lutherans, notwithstanding their separation from |Rome, had thought proper, under another name, still to retain it: And the catholic preachers, in England, when restrained in all other particulars, could not forbear, on every occasion, inculcating that tenet. Bonner, for this offence among others, had been tried by the council, had been deprived of his see, and had been committed to custody. Gardiner also, who had recovered his liberty, appeared anew refractory to the authority, which established the late innovations; and he seemed willing to countenance that opinion, much favoured by all the English catholics, that the king was indeed supreme head of the church, but not the council, during a minority. Having declined to give full satisfaction on this head, he was sent to the Tower, and threatened with farther effects of the council's displeasure.","subId":"51","id":"Hume.HE.3.34.51"},{"type":"paragraph","content":"^These^ severities, being exercised on men, possessed of office and authority, seemed, in that age, a necessary policy, in order to enforce a uniformity in public worship and discipline: But there were other instances of persecution, derived from no origin but the bigotry of theologians; a malady, which seems almost incurable. Though the protestant divines had ventured to renounce opinions, deemed certain during many ages, they regarded, in their turn, the new system as so certain, that they would suffer no contradiction with regard to it; and they were ready to burn in the same flames, from which they themselves had so narrowly escaped, every one that had the assurance to differ from them. A commission by act of council was granted to the primate and some others, to examine and search after all anabaptists, heretics, or contemners of the book of common prayer[n60]. The commissioners were injoined to reclaim them, if possible; to impose penance on them; and to give them absolution: Or if these criminals were obstinate, to excommunicate and imprison them, and to deliver them over to the secular arm: And in the execution of this charge, they were not bound to observe the ordinary methods of trial; the forms of law were dispensed with; and if any statutes happened to interfere with the powers in the commission, they were over-ruled and abrogated by the council. Some tradesmen in London were brought before these commissioners, and were accused of maintaining, among other opinions, that a man regenerate could not sin, and that, though the outward man might offend, the inward |was incapable of all guilt. They were prevailed on to abjure, and were dismissed. But there was a woman accused of heretical pravity, called Joan Bocher, or Joan of Kent, who was so pertinacious, that the commissioners could make no impression upon her. Her doctrine was, \"That Christ was not truly incarnate of the virgin, whose flesh, being the outward man, was sinfully begotten and born in sin; and consequently, he could take none of it. But the word, by the consent of the inward man of the virgin, was made flesh.\"[n61] This opinion, it would seem, is not orthodox; and there was a necessity for delivering the woman to the flames for maintaining it. But the young king, though in such tender years, had more sense than all his counsellors and preceptors; and he long refused to sign the warrant for her execution. Cranmer was employed to persuade him to compliance; and he said, that there was a great difference between errors in other points of divinity, and those which were in direct contradiction to the Apostles creed: These latter were impieties against God, which the prince, being God's deputy, ought to repress; in like manner, as inferior magistrates were bound to punish offences against the king's person. Edward, overcome by importunity, at last submitted, though with tears in his eyes; and he told Cranmer, that, if any wrong were done, the guilt should lie entirely on his head. The primate, after making a new effort to reclaim the woman from her errors, and finding her obstinate against all his arguments, at last committed her to the flames. Some time after, a Dutchman, called Van Paris, accused of the heresy, which has received the name of Arianism, was condemned to the same punishment. He suffered with so much satisfaction, that he hugged and caressed the faggots, that were consuming him; a species of frenzy, of which there is more than one instance among the martyrs of that age[n62].","subId":"52","id":"Hume.HE.3.34.52"},{"type":"paragraph","content":"^These^ rigorous methods of proceeding soon brought the whole nation to a conformity, seeming or real, with the new doctrine and the new liturgy. The lady Mary alone continued to adhere to the mass, and refused to admit the established modes of worship. When pressed and menaced on this head, she applied to the emperor; who, using his interest with Sir Philip Hobby, the English ambassador, procured her a temporary connivance from the council[n63].","subId":"53","id":"Hume.HE.3.34.53"},{"type":"note","content":"Strype's Memor. vol. ii. p. 457.","subId":"n1","id":"Hume.HE.3.34.n1"},{"type":"note","content":"Burnet, vol. ii. p. 5.","subId":"n2","id":"Hume.HE.3.34.n2"},{"type":"note","content":"Heylin, Hist. Ref. Edw. VI.","subId":"n3","id":"Hume.HE.3.34.n3"},{"type":"note","content":"Collier, vol. ii. p. 218. Burnet, vol. ii. p. 6. Strype's Mem. of Cranm. p. 141.","subId":"n4","id":"Hume.HE.3.34.n4"},{"type":"note","content":"Strype's Mem. of Cranm. p. 141.","subId":"n5","id":"Hume.HE.3.34.n5"},{"type":"note","content":"Fuller, Heylin, and Rymer.","subId":"n6","id":"Hume.HE.3.34.n6"},{"type":"note","content":"Stowe's Annals, p. 594.","subId":"n7","id":"Hume.HE.3.34.n7"},{"type":"note","content":"Hollingshed, p. 979.","subId":"n8","id":"Hume.HE.3.34.n8"},{"type":"note","content":"Burnet, vol. ii. Records, No 6.","subId":"n9","id":"Hume.HE.3.34.n9"},{"type":"note","content":"Goodwin's Annals. Heylin.","subId":"n10","id":"Hume.HE.3.34.n10"},{"type":"note","content":"Fox, vol. ii. p. 712.","subId":"n11","id":"Hume.HE.3.34.n11"},{"type":"note","content":"Ibid. p. 724.","subId":"n12","id":"Hume.HE.3.34.n12"},{"type":"note","content":"Collier, vol. ii. p. 228. Fox, vol. ii.","subId":"n13","id":"Hume.HE.3.34.n13"},{"type":"note","content":"Mem. Cranm. p. 146, 147, &c.","subId":"n14","id":"Hume.HE.3.34.n14"},{"type":"note","content":"Burnet, vol. ii. p. 28.","subId":"n15","id":"Hume.HE.3.34.n15"},{"type":"note","content":"Collier, vol. ii. p. 228. ex MS. Col. C. C. Cantab. Bibliotheca Britannica, article GARDINER.","subId":"n16","id":"Hume.HE.3.34.n16"},{"type":"note","content":"Fox, vol. ii.","subId":"n17","id":"Hume.HE.3.34.n17"},{"type":"note","content":"Father Paul, lib. 2.","subId":"n18","id":"Hume.HE.3.34.n18"},{"type":"note","content":"Sleidan.","subId":"n19","id":"Hume.HE.3.34.n19"},{"type":"note","content":"Pere Daniel.","subId":"n20","id":"Hume.HE.3.34.n20"},{"type":"note","content":"Spotswood, p. 75. The same author, p. 92. tells us a story, which confirms this character of the popish clergy in Scotland. It became a great dispute in the university of St. Andrews, whether the _pater_ should be said to God or the saints. The friars, who knew in general that the reformers neglected the saints, were determined to maintain their honour with great obstinacy, but they knew not upon what topics to found their doctrine. Some held that the _pater_ was said to God _formaliter,_ and to saints _materialiter;_ others, to God _principaliter,_ and to saints _minus principaliter;_ others would have it _ultimate_ and _non ultimate:_ But the majority seemed to hold, that the _pater_ was said to God _capiendo stricte,_ and to saints _capiendo large._ A simple fellow, who served the sub prior, thinking there was some great matter in hand, that made the doctors hold so many conferences together, asked him one day what the matter was; the sub-prior answering, _Tom,_ that was the fellow's name, _we cannot agree to whom the paternoster should be said._ He suddenly replied, _To whom, Sir, should it be said, but unto God?_ Then said the sub-prior, _What shall we do with the saints?_ He answered, _Give them Aves and Creeds enow in the devil's name; for that may suffice them._ The answer going abroad, many said, _that he had given a wiser decision than all the doctors had done with all their distinctions._","subId":"n21","id":"Hume.HE.3.34.n21"},{"type":"note","content":"Knox's Hist. of Ref. p. 44. Spotswood.","subId":"n22","id":"Hume.HE.3.34.n22"},{"type":"note","content":"Spotswood, Buchanan.","subId":"n23","id":"Hume.HE.3.34.n23"},{"type":"note","content":"The famous Scotch reformer, John Knox, calls James Melvil, p. 65, a man most gentle and most modest. It is very horrid, but at the same time somewhat amusing, to consider the joy and alacrity and pleasure, which that historian discovers in his narrative of this assassination: And it is remarkable that in the first edition of his work, these words were printed on the margin of the page, _The godly Fact and Words of James Melvil._ But the following editors retrenched them. Knox himself had no hand in the murder of Beaton; but he afterwards joined the assassins, and assisted them in holding out the castle. See Keith's Hist. of the Ref. of Scotland, p. 43.","subId":"n24","id":"Hume.HE.3.34.n24"},{"type":"note","content":"Sir John Haywood in Kennet, p. 279. Heylin, p. 42.","subId":"n25","id":"Hume.HE.3.34.n25"},{"type":"note","content":"Haywood. Patten.","subId":"n26","id":"Hume.HE.3.34.n26"},{"type":"note","content":"Hollingshed, p. 985.","subId":"n27","id":"Hume.HE.3.34.n27"},{"type":"note","content":"Patten. Hollingshed, p. 986.","subId":"n28","id":"Hume.HE.3.34.n28"},{"type":"note","content":"Hollingshed, p. 992.","subId":"n29","id":"Hume.HE.3.34.n29"},{"type":"note","content":"Rymer, vol. xv. p. 164.","subId":"n30","id":"Hume.HE.3.34.n30"},{"type":"note","content":"1 Edw. VI. c. 12.","subId":"n31","id":"Hume.HE.3.34.n31"},{"type":"note","content":"Edw. VI. c. 2.","subId":"n32","id":"Hume.HE.3.34.n32"},{"type":"note","content":"Ibid.","subId":"n33","id":"Hume.HE.3.34.n33"},{"type":"note","content":"Heylin, p. 48.","subId":"n34","id":"Hume.HE.3.34.n34"},{"type":"note","content":"Antiq. Britan. p. 339.","subId":"n35","id":"Hume.HE.3.34.n35"},{"type":"note","content":"Burnet, vol. ii. p. 59. Collier, vol. ii. p. 241. Heylin, p. 55.","subId":"n36","id":"Hume.HE.3.34.n36"},{"type":"note","content":"Burnet, vol. ii.","subId":"n37","id":"Hume.HE.3.34.n37"},{"type":"note","content":"Burnet, vol. ii. p. 6o. Collier, vol. ii. p. 241. Heylin, p. 55.","subId":"n38","id":"Hume.HE.3.34.n38"},{"type":"note","content":"Burnet, vol. ii.","subId":"n39","id":"Hume.HE.3.34.n39"},{"type":"note","content":"Fuller, Heylin, Burnet.","subId":"n40","id":"Hume.HE.3.34.n40"},{"type":"note","content":"Beagué, hist. of the Campagnes 1548 and 1549, p. 6.","subId":"n41","id":"Hume.HE.3.34.n41"},{"type":"note","content":"Hollingshed, p. 993.","subId":"n42","id":"Hume.HE.3.34.n42"},{"type":"note","content":"Heylin, p. 46. Patten.","subId":"n43","id":"Hume.HE.3.34.n43"},{"type":"note","content":"Burnet, vol. ii. p. 83. Buchanan, lib. xv. Keith, p. 55. Thuanus, lib. v. c. 15.","subId":"n44","id":"Hume.HE.3.34.n44"},{"type":"note","content":"Thuanus, lib. v. c. 15.","subId":"n45","id":"Hume.HE.3.34.n45"},{"type":"note","content":"Stowe, p. 595. Hollingshed, p. 994.","subId":"n46","id":"Hume.HE.3.34.n46"},{"type":"note","content":"Hayward, p. 291.","subId":"n47","id":"Hume.HE.3.34.n47"},{"type":"note","content":"Hayward, p. 301. Heylin, p. 72. Camden. Thuanus, lib. vi. c. 5. Haynes, p. 69.","subId":"n48","id":"Hume.HE.3.34.n48"},{"type":"note","content":"Haynes, p. 82, 90.","subId":"n49","id":"Hume.HE.3.34.n49"},{"type":"note","content":"Ibid. p. 75.","subId":"n50","id":"Hume.HE.3.34.n50"},{"type":"note","content":"Haynes, p. 95, 96, 102, 108.","subId":"n51","id":"Hume.HE.3.34.n51"},{"type":"note","content":"Ibid. p. 105, 106.","subId":"n52","id":"Hume.HE.3.34.n52"},{"type":"note","content":"Burnet, vol. ii. Coll. 31. 2 & 3 Edw. VI. c. 18.","subId":"n53","id":"Hume.HE.3.34.n53"},{"type":"note","content":"2 & 3 Edw. VI. c. 18.","subId":"n54","id":"Hume.HE.3.34.n54"},{"type":"note","content":"Burnet, vol. ii. p. 99.","subId":"n55","id":"Hume.HE.3.34.n55"},{"type":"note","content":"2 & 3 Edw. VI. c. 1.","subId":"n56","id":"Hume.HE.3.34.n56"},{"type":"note","content":"2 & 3 Edw. VI. cap. 21.","subId":"n57","id":"Hume.HE.3.34.n57"},{"type":"note","content":"2 & 3 Ed. VI cap. 19. See note \\[Q\\] at the end of the volume.","subId":"n58","id":"Hume.HE.3.34.n58"},{"type":"note","content":"Burnet, vol. ii. cap. 104.","subId":"n59","id":"Hume.HE.3.34.n59"},{"type":"note","content":"Burnet, vol. ii. p. 3. Rymer, tom. xv. p. 181.","subId":"n60","id":"Hume.HE.3.34.n60"},{"type":"note","content":"Burnet, vol. ii. coll. 35. Strype's Mem. Cranm. p. 181.","subId":"n61","id":"Hume.HE.3.34.n61"},{"type":"note","content":"Burnet, vol. ii. p. 112. Strype's Mem. Cranm. p. 181.","subId":"n62","id":"Hume.HE.3.34.n62"},{"type":"note","content":"Heylin, p. 102.","subId":"n63","id":"Hume.HE.3.34.n63"}]}
