{"id":"Hobbes.L.2.20","imported":true,"parent":"Hobbes.L.2","title":"Of Dominion Paternall, and Despoticall","breadcrumb":"Chapter 20","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_032","blocks":[{"type":"title","content":"£1 CHAP. XX. £1 £1 _Of Dominion ^Paternall^, and ^Despoticall^._ £1","id":"Hobbes.L.2.20"},{"type":"paragraph","content":"#_A Common-wealth by Acquisition._# _Common-wealth by Acquisition_, is that, where the Soveraign Power is acquired by Force; And it is acquired by force, when men singly, or many together by plurality of voyces, for fear of death, or bonds, do authorise all the actions of that Man, or Assembly, that hath their lives and liberty in his Power.","subId":"1","id":"Hobbes.L.2.20.1"},{"type":"paragraph","content":"#_Wherein different from a Common-wealth by Institution._# nd this kind of Dominion, or Soveraignty, differeth from Soveraignty by Institution, onely in this, That men who choose their Soveraign, do it for fear of one another, and not of him whom they Institute: But in this case, they subject themselves, to him they are afraid of. In both cases they do it for fear: which is to be noted by them, that hold all such Covenants, as proceed from fear of death, or violence, voyd: which if it were true, no man, in any kind of Common-wealth, could be obliged to Obedience. It is true, that in a Common-wealth once Instituted, or acquired, Promises proceeding from fear of death, or violence, are no Covenants, nor obliging, when the thing promised is contrary to the Lawes; But the reason is not, because it was made upon fear, but because he that promiseth, hath no right in the thing promised. Also, when he may lawfully performe, and doth not, it is not the Invalidity of the Covenant, that absolveth him, but the Sentence of the Soveraign. Otherwise, whensoever a man lawfully promiseth, he unlawfully breaketh: But when the Soveraign, who is the Actor, acquitteth him, then he is acquitted by him that extorted the promise, as by the Author of such absolution.","subId":"2","id":"Hobbes.L.2.20.2"},{"type":"paragraph","content":"#_The Rights of Soveraignty the same in both._# But the Rights, and Consequences of Soveraignty, are the same in both. His Power cannot, without his consent, be Transferred to another: He cannot Forfeit it: He cannot be Accused by any of his Subjects, of Injury: He cannot be Punished by them: He is Judge of what is necessary for Peace; and Judge of Doctrines: He is Sole Legislator; and Supreme Judge of Controversies; and of the Times, and Occasions of Warre, and Peace: to him it belongeth to choose Magistrates, Counsellours, Commanders, and all other Officers, and Ministers; and to determine of Rewards, and Punishments, Honour, and Order. The reasons whereof, are the same which are alledged in the precedent Chapter, for the same Rights, and Consequences of Soveraignty by Institution.","subId":"3","id":"Hobbes.L.2.20.3"},{"type":"paragraph","content":"#_Dominion Paternall how attained. //Not by Generation, but by Contract;_# Dominion is acquired two wayes; By Generation, and by Conquest. The right of Dominion by Generation, is that, which the Parent hath over his Children; and is called ^Paternall^. And is not so derived from the Generation, as if therefore the Parent had Dominion over his Child because he begat him; but from the Childs Consent, either expresse, or by other sufficient arguments declared. For as to the Generation, God hath ordained to man a helper; and there be alwayes two that are equally Parents: the Dominion therefore over the Child, should belong equally to both; and he be equally subject to both, which is impossible; for no man can obey two Masters. And whereas some have attributed the Dominion to the Man onely, as being of the more excellent Sex; they misreckon in it. For there is not alwayes that difference of strength, or prudence between the man and the woman, as that the right can be determined without War. In Common-wealths, this controversie is decided by the Civill Law: and for the most part, (but not alwayes) the sentence is in favour of the Father; because or the most part Common-wealths have been erected by the Fathers, not by the Mothers of families. But the question lyeth now in the state of meer Nature; where there are supposed no lawes of Matrimony; no lawes for the Education of Children; but the Law of Nature, and the naturall inclination of the Sexes, one to another, and to their children. In this condition of meer Nature, either the Parents between themselves dispose of the dominion over the Child by Contract; or do not dispose thereof at all. If they dispose thereof, the right passeth according to the Contract. We find in History that the _Amazons_ Contracted with the Men of the neighbouring Countries, to whom they had recourse for issue, that the issue Male should be sent back, but the Female remain with themselves: so that the dominion of the Females was in the Mother.","subId":"4","id":"Hobbes.L.2.20.4"},{"type":"paragraph","content":"#_Or Education;_# If there be no Contract, the Dominion is in the Mother. For in the condition of meer Nature, where there are no Matrimoniall lawes, it cannot be known who is the Father, unlesse it be declared by the Mother: and therefore the right of Dominion over the Child dependeth on her will, and is consequently hers. Again, seeing the Infant is first in the power of the Mother, so as she may either nourish, or expose it; if she nourish it, it oweth its life to the Mother; and is therefore obliged to obey her, rather than any other; and by consequence the Dominion over it is hers. But if she expose it, and another find, and nourish it, the Dominion is in him that nourisheth it. For it ought to obey him by whom it is preserved; because preservation of life being the end, for which one man becomes subject to another, every man is supposed to promise obedience, to him, in whose power it is to save, or destroy him.","subId":"5","id":"Hobbes.L.2.20.5"},{"type":"paragraph","content":"#_Or Precedent subjection of one of the Parents to the other._# If the Mother be the Fathers subject, the Child, is in the Fathers power: and if the Father be the Mothers subject, (as when a Soveraign Queen marrieth one of her subjects,) the Child is subject to the Mother; because the Father also is her subject.","subId":"6","id":"Hobbes.L.2.20.6"},{"type":"paragraph","content":"If a man and a woman, Monarches of two severall Kingdomes, have a Child, and contract concerning who shall have the Dominion of him, the Right of the Dominion passeth by the Contract. If they contract not, the Dominion followeth the Dominion of the place of his residence. For the Soveraign of each Country hath Dominion over all that reside therein.","subId":"7","id":"Hobbes.L.2.20.7"},{"type":"paragraph","content":"He that hath the Dominion over the Child, hath Dominion also over the Children of the Child; and over their Childrens Children. For he that hath Dominion over the person of a man, hath Dominion over all that is his; without which, Dominion were but a Title, without the effect.","subId":"8","id":"Hobbes.L.2.20.8"},{"type":"paragraph","content":"#_The Right of Succession followeth the Rules of the Right of Possession._# The Right of Succession to Paternall Dominion, proceedeth in the same manner, as doth the Right of Succession to Monarchy; of which I have already sufficiently spoken in the precedent chapter.","subId":"9","id":"Hobbes.L.2.20.9"},{"type":"paragraph","content":"Dominion acquired by Conquest, or Victory in war, is that which some Writers call ^Despoticall^, from Δεσπότης which signifieth a _Lord_, or _Master_; and is the Dominion of the Master over his Servant. #_Despoticall Dominion how attained._# And this Dominion is then acquired to the Victor, when the Vanquished, to avoyd the present stroke of death, covenanteth either in expresse words, or by other sufficient signes of the Will, that so long as his life, and the liberty of his body is allowed him, the Victor shall have the use thereof, at his pleasure. And after such Covenant made, the Vanquished is a ^Servant^, and not before: for by the word _Servant_ (whether it be derived from _Servire_, to Serve, or from _Servare_, to Save, which I leave to Grammarians to dispute) is not meant a Captive, which is kept in prison, or bonds, till the owner of him that took him, or bought him of one that did, shall consider what to do with him: (for such men, (commonly called Slaves,) have no obligation at all; but may break their bonds, or the prison; and kill, or carry away captive their Master, justly:) but one, that being taken, hath corporall liberty allowed him; and upon promise not to run away, nor to do violence to his Master, is trusted by him.","subId":"10","id":"Hobbes.L.2.20.10"},{"type":"paragraph","content":"#_Not by the Victory, but by the Consent of the Vanquished._# It is not therefore the Victory, that giveth the right of Dominion over the Vanquished, but his own Covenant. Nor is he obliged because he is Conquered; that is to say, beaten, and taken, or put to flight; but because he commeth in, and Submitteth to the Victor; Nor is the Victor obliged by an enemies rendring himselfe, (without promise of life,) to spare him for this his yeelding to discretion; which obliges not the Victor longer, than in his own discretion hee shall think fit.","subId":"11","id":"Hobbes.L.2.20.11"},{"type":"paragraph","content":"And that which men do, when they demand (as it is now called) _Quarter_, (which the Greeks called Ζωγρία, _taking alive_,) is to evade the present fury of the Victor, by Submission, and to compound for their life, with Ransome, or Service: and therefore he that hath Quarter hath not his life given, but deferred till farther deliberation; For it is not an yeelding on condition of life, but to discretion. And then onely is his life in security, and his service due, when the Victor hath trusted him with his corporall liberty. For Slaves that work in Prisons, or Fetters, do it not of duty, but to avoyd the cruelty of their task-masters.","subId":"12","id":"Hobbes.L.2.20.12"},{"type":"paragraph","content":"The Master of the Servant, is Master also of all he hath; and may exact the use thereof; that is to say, of his goods, of his labour, of his servants, and of his children, as often as he shall think fit. For he holdeth his life of his Master, by the covenant of obedience; that is, of owning, and authorising whatsoever the Master shall do. And in case the Master, if he refuse, kill him, or cast him into bonds, or otherwise punish him for his disobedience, he is himselfe the author of the same; and cannot accuse him of injury.","subId":"13","id":"Hobbes.L.2.20.13"},{"type":"paragraph","content":"In summe, the Rights and Consequences of both _Paternall_ and _Despoticall_ Dominion, are the very same with those of a Soveraign by Institution; and for the same reasons: which reasons are set down in the precedent chapter. So that for a man that is Monarch of divers Nations, whereof he hath, in one the Soveraignty by Institution of the people assembled, and in another by Conquest, that is by the submission of each particular, to avoyd death or bonds; to demand of one Nation more than of the other, from the title of Conquest, as being a Conquered Nation, is an act of ignorance of the Rights of Soveraignty. For the Soveraign is absolute over both alike; or else there is no Soveraignty at all; and so every man may Lawfully protect himselfe, if he can, with his own sword, which is the condition of war.","subId":"14","id":"Hobbes.L.2.20.14"},{"type":"paragraph","content":"#_Difference between a Family and a Kingdom._# By this it appears, that a great Family if it be not part of some Common-wealth, is of it self, as to the Rights of Soveraignty, a little Monarchy; whether that Family consist of a man and his children; or of a man and his servants; or of a man, and his children, and servants together: wherein the Father or Master is the Soveraign. But yet a Family is not properly a Common-wealth; unlesse it be of that power by its own number, or by other opportunities, as not to be subdued without the hazard of war. For where a number of men are manifestly too weak to defend themselves united, every one may use his own reason in time of danger, to save his own life, either by flight, or by submission to the enemy, as hee shall think best; in the same manner as a very small company of souldiers, surprised by an army, may cast down their armes, and demand quarter, or run away, rather than be put to the sword. #_The Rights of Monarchy from Scripture._# And thus much shall suffice; concerning what I find by speculation, and deduction, of Soveraign Rights, from the nature, need, and designes of men, in erecting of Common-wealths, and putting themselves under Monarchs, or Assemblies, entrusted with power enough for their protection.","subId":"15","id":"Hobbes.L.2.20.15"},{"type":"paragraph","content":"Let us now consider what the Scripture teacheth in the same point. To _Moses_, the children of _Israel_ say thus. #_Exod_.20. 19.# _Speak thou to us, and we will heare thee; but let not God speak to us, lest we dye_. This is absolute obedience to Moses. Concerning the Right of Kings, God himself by the mouth of _Samuel_, saith, #_1 Sam_, 8. 11, 12, &c.# _This shall be the Right of the King you will have to reigne over you. He shall take your sons, and set them to drive his Chariots, and to be his horsemen, and to run before his chariots; and gather in his harvest; and to make his engines of War, and Instruments of his chariots; and shall take your daughters to make perfumes, to be his Cookes, and Bakers. He shall take your fields, your vine-yards, and your olive yards, and give them to his servants. He shall take the tyth of your corne and wine, and give it to the men of his chamber, and to his other servants. He shall take your manservants, and your maid-servants, and the choice of your youth, and employ them in his businesse. He shall take the tyth of your flocks; and you shall be his servants. This is absolute power, and summed up in the last words, _you shall be his servants_._ Againe, when the people heard what power their King was to have, yet they consented thereto, and say thus, #_Verse_. 19, &c.# _We will be as all other nations, and our King shall judge our causes, and goe before us, to conduct our wars_. Here is confirmed the Right that Soveraigns have, both to the _Militia_, and to all _Judicature_; in which is conteined as absolute power, as one man can possibly transferre to another. Again, the prayer of King _Salomon_ to God, was this. #_1 Kings_ 3. 9.# _Give to thy servant understanding, to judge thy people, and to discerne between Good and Evill_. It belongeth therefore to the overaigne to bee _Judge_, and to pr{ae}scribe the Rules of _discerning Good_ and _Evill_: which Rules are Lawes; #_1 Sam_. 24. 9.# and therefore in him is the Legislative Power. _Saul_ sought the life of _David_; yet when it was in his power to slay _Saul_, and his Servants would have done it, _David_ forbad them, saying, _God forbid I should do such an act against my Lord, the anoynted of God_. For obedience of servants St. Paul saith, #_Coll_. 3. 20.# _Servants obey your masters in All things_; and, #_Verse_ 22.# _Children obey your Parents in All things_. There is simple obedience in those that are subject to Paternall or Despoticall Dominion. Again, #_Math_. 23. 2, 3.# _The Scribes and Pharisees sit in Moses chayre, and therefore All that they shall bid you observe, that observe and do_. There again is simple obedience. And St Paul, _Warn them that they subject themselves to Princes, and to those that are in Authority, & obey them_. #_Tit_.3.2.# This obedience is also simple. Lastly, our Saviour himselfe acknowledges, that men ought to pay such taxes as are by Kings imposed, where he sayes, _Give to C{ae}sar that which is C{ae}sars_; and payed such taxes himselfe. And that the Kings word, is sufficient to take any thing from any Subject, when there is need; and that the King is Judge of that need: For he himselfe, as King of the Jewes, commanded his Disciples to take the Asse, and Asses Colt to carry him into _Jerusalem_, saying, #_Mat_. 21. 2, 3.# _Go into the Village over against you, and you shall find a shee Asse tyed, and her Colt with her, unty them, and bring them to me. And if any man ask you, what you mean by it, Say the Lord hath need of them: And they will let them go_. They will not ask whether his necessity be a sufficient title; nor whether he be judge of that necessity; but acquiesce in the will of the Lord.","subId":"16","id":"Hobbes.L.2.20.16"},{"type":"paragraph","content":"To these places may be added also that of _Genesis_, #_Gen_. 3. 5.# _You shall be as Gods, knowing Good and Evill_. And verse 11. _Who told thee that thou wast naked? hast thou eaten of the tree, of which I commanded thee thou shouldest not eat?_ For the Cognisance or Judicature of _Good_ and _Evill_, being forbidden by the name of the fruit of the tree of Knowledge, as a triall of _Adams_ obedience; The Divel to enflame the Ambition of the woman, to whom that fruit already seemed beautifull, told her that by tasting it, they should be as Gods, knowing _Good_ and _Evill_. Whereupon having both eaten, they did indeed take upon them Gods office, which is Judicature of Good and Evill; but acquired no new ability to distinguish between them aright. And whereas it is sayd, that having eaten, they saw they were naked; no man hath so interpreted that place, as if they had been formerly blind, and saw not their own skins: the meaning is plain, that it was then they first judged their nakednesse (wherein it was Gods will to create them) to be uncomely; and by being ashamed, did tacitely censure God him selfe. And there upon God saith, _Hast thou eaten, &c_. as if he should say, doest thou that owest me obedience, take upon thee to judge of my Commandements? Whereby it is cleerly, (though Allegorically,) signified, that the Commands of them that have the right to command, are not by their Subjects to be censured, nor disputed.","subId":"17","id":"Hobbes.L.2.20.17"},{"type":"paragraph","content":"#_Soveraign Power ought in all Common-wealths to be absolute._# So that it appeareth plainly, to my understanding, both from Reason, and Scripture, that the Soveraign Power, whether placed in One Man, as in Monarchy, or in one Assembly of men, as in Popular, and Aristocraticall Common-wealths, is as great, as possibly men can be imagined to make it. And though of so unlimited a Power, men may fancy many evill consequences, yet the consequences of the want of it, which is perpetuall warre of every man against his neighbour, are much worse. The condition of man in this life shall never be without Inconveniences; but there happeneth in no Common-wealth any great Inconvenience, but what proceeds from the Subjects disobedience, and breach of those Covenants, from which the Common-wealth hath its being. And whosoever thinking Soveraign Power too great, will seek to make it lesse; must subject himselfe, to the Power, that can limit it; that is to say, to a greater.","subId":"18","id":"Hobbes.L.2.20.18"},{"type":"paragraph","content":"The greatest objection is, that of the Practise; when men ask, where, and when, such Power has by Subjects been acknowledged. But one may ask them again, when, or where has there been a Kingdome long free from Sedition and Civill Warre. In those Nations, whose Common-wealths have been long-lived, and not been destroyed, but by forraign warre, the Subjects never did dispute of the Soveraign Power. But howsoever, an argument from the Practise of men, that have not sifted to the bottom, and with exact reason weighed the causes, and nature of Common-wealths, and suffer daily those miseries, that proceed from the ignorance thereof, is invalid. For though in all places of the world, men should lay the foundation of their houses on the sand, it could not thence be inferred, that so it ought to be. The skill of making, and maintaining Common-wealths, consisteth in certain Rules, as doth Arithmetique and Geometry; not (as Tennis-play) on Practise onely: which Rules, neither poor men have the leisure, nor men that have had the leisure, have hitherto had the curiosity, or the method to find out.","subId":"19","id":"Hobbes.L.2.20.19"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2.19","imported":true,"title":"Of the severall Kinds of Common-wealth by Institution, and of Succession to the Soveraigne Power","breadcrumb":"Chapter 19","published":[1651]},"next":{"id":"Hobbes.L.2.21","imported":true,"title":"Of the Liberty of Subjects","breadcrumb":"Chapter 21","published":[1651]}}