{"id":"Hume.THN.2.2.3","imported":true,"parent":"Hume.THN.2.2","title":"Section 3. Difficulties solv'd","breadcrumb":"Section 3","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. III. £3 £4 _Difficulties solv'd._ £4","id":"Hume.THN.2.2.3"},{"type":"paragraph","content":"AFTER so many and such undeniable proofs drawn from daily experience and observation, it may seem superfluous to enter into a particular examination of all the causes of love and hatred. I shall, therefore, employ the sequel of this part, _First_, In removing some difficulties, concerning particular causes of these passions. _Secondly_, In examining the compound affections, which arise from the mixture of love and hatred with other emotions.","subId":"1","id":"Hume.THN.2.2.3.1","pages":"347"},{"type":"paragraph","content":"^Nothing^ is more evident, than that any person acquires our kindness, or is expos'd to our ill-will, in proportion to the pleasure or uneasiness we receive from him, and that the passions keep pace exactly with the sensations in all their changes and variations. Whoever can find the means either by his services, his beauty, or his flattery, to render himself useful or agreeable to us, is sure of our affections: As on the other hand, whoever harms or displeases us never fails to excite our anger or hatred. When our own nation is at war with any other, we detest them under the character of cruel, perfidious, unjust and violent: But always esteem ourselves and allies equitable, moderate, and merciful. If the general of our enemies be successful, 'tis with difficulty we allow him the figure and character of a man. He is a sorcerer: He has a communication with d{ae}mons; as is reported of _Oliver Cromwell_, and the _Duke of Luxembourg:_ He is bloody-minded, and takes a pleasure in death and destruction. But if the success be on our side, our commander has all the opposite good qualities, and is a pattern of virtue, as well as of courage and conduct. His treachery we call policy: His cruelty is an evil inseparable from war. In short, every one of his faults we either endeavour to extenuate, or dignify it with the name of that virtue, which approaches it. 'Tis evident the same method of thinking runs thro' common life.","subId":"2","id":"Hume.THN.2.2.3.2","pages":"348"},{"type":"paragraph","content":"^There^ are some, who add another condition, and require not only that the pain and pleasure arise from the person, but likewise that it arise knowingly, and with a particular design and intention. A man, who wounds and harms us by accident, becomes not our enemy upon that account, nor do we think ourselves bound by any ties of gratitude to one, who does us any service after the same manner. By the intention we judge of the actions, and according as that is good or bad, they become causes of love or hatred.","subId":"3","id":"Hume.THN.2.2.3.3","pages":"348"},{"type":"paragraph","content":"^But^ here we must make a distinction. If that quality in another, which pleases or displeases, be constant and inherent in his person and character, it will cause love or hatred |independent of the intention: But otherwise a knowledge and design is requisite, in order to give rise to these passions. One that is disagreeable by his deformity or folly is the object of our aversion, tho' nothing be more certain, than that he has not the least intention of displeasing us by these qualities. But if the uneasiness proceed not from a quality, but an action, which is produc'd and annihilated in a moment, 'tis necessary, in order to produce some relation, and connect this action sufficiently with the person, that it be deriv'd from a particular fore-thought and design. 'Tis not enough, that the action arise from the person, and have him for its immediate cause and author. This relation alone is too feeble and inconstant to be a foundation for these passions. It reaches not the sensible and thinking part, and neither proceeds from any thing _durable_ in him, nor leaves any thing behind it; but passes in a moment, and is as if it had never been. On the other hand, an intention shews certain qualities, which remaining after the action is perform'd, connect it with the person, and facilitate the transition of ideas from one to the other. We can never think of him without reflecting on these qualities; unless repentance and a change of life have produc'd an alteration in that respect: In which case the passion is likewise alter'd. This therefore is one reason, why an intention is requisite to excite either love or hatred.","subId":"4","id":"Hume.THN.2.2.3.4","pages":"348-9"},{"type":"paragraph","content":"^But^ we must farther consider, that an intention, besides its strengthening the relation of ideas, is often necessary to produce a relation of impressions, and give rise to pleasure and uneasiness. For 'tis observable, that the principal part of an injury is the contempt and hatred, which it shews in the person, that injures us; and without that, the mere harm gives us a less sensible uneasiness. In like manner, a good office is agreeable, chiefly because it flatters our vanity, and is a proof of the kindness and esteem of the person, who performs it. The removal of the intention, removes the mortification in the one case, and vanity in the other; and must |of course cause a remarkable diminution in the passions of love and hatred.","subId":"5","id":"Hume.THN.2.2.3.5","pages":"349-50"},{"type":"paragraph","content":"^I grant^, that these effects of the removal of design, in diminishing the relations of impressions and ideas, are not entire, nor able to remove every degree of these relations. But then I ask, if the removal of design be able entirely to remove the {~~passion->passions~~} of love and hatred? Experience, I am sure, informs us of the contrary, nor is there any thing more certain, than that men often fall into a violent anger for injuries, which they themselves must own to be entirely involuntary and accidental. This emotion, indeed, cannot be of long continuance; but still is sufficient to shew, that there is a natural connexion betwixt uneasiness and anger, and that the relation of impressions will operate upon a very small relation of ideas. But when the violence of the impression is once a little abated, the defect of the relation begins to be better felt; and as the character of a person is no wise interested in such injuries as are casual and involuntary, it seldom happens that on their account, we entertain a lasting enmity.","subId":"6","id":"Hume.THN.2.2.3.6","pages":"350"},{"type":"paragraph","content":"^To^ illustrate this doctrine by a parallel instance, we may observe, that not only the uneasiness, which proceeds from another by accident, has but little force to excite our passion, but also that which arises from an acknowledg'd necessity and duty. One that has a real design of harming us, proceeding not from hatred and ill-will, but from justice and equity, draws not upon him our anger, if we be in any degree reasonable; notwithstanding he is both the cause, and the knowing cause of our sufferings. Let us examine a little this ph{ae}nomenon.","subId":"7","id":"Hume.THN.2.2.3.7","pages":"350"},{"type":"paragraph","content":"'^Tis^ evident in the first place, that this circumstance is not decisive; and tho' it may be able to diminish the passions, 'tis seldom it can entirely remove them. How few criminals are there, who have no ill-will to the person, that accuses them, or to the judge, that condemns them, even tho' they be conscious of their own deserts? In like manner our an|tagonist in a law-suit, and our competitor for any office, are commonly regarded as our enemies, tho' we must acknowledge, if we wou'd but reflect a moment, that their motive is entirely as justifiable as our own.","subId":"8","id":"Hume.THN.2.2.3.8","pages":"350-1"},{"type":"paragraph","content":"^Besides^ we may consider, that when we receive harm from any person, we are apt to imagine him criminal, and 'tis with extreme difficulty we allow of his justice and innocence. This is a clear proof, that, independent of the opinion of iniquity, any harm or uneasiness has a natural tendency to excite our hatred, and that afterwards we seek for reasons upon which we may justify and establish the passion. Here the idea of injury produces not the passion, but arises from it.","subId":"9","id":"Hume.THN.2.2.3.9","pages":"351"},{"type":"paragraph","content":"^Nor^ is it any wonder that passion shou'd produce the opinion of injury; since otherwise it must suffer a considerable diminution, which all the passions avoid as much as possible. The removal of injury may remove the anger, without proving that the anger arises only from the injury. The harm and the justice are two contrary objects, of which the one has a tendency to produce hatred, and the other love; and 'tis according to their different degrees, and our particular turn of thinking, that either of the objects prevails, and excites its proper passion.","subId":"10","id":"Hume.THN.2.2.3.10","pages":"351"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.2.2.2","imported":true,"title":"Section 2. Experiments to confirm this system","breadcrumb":"Section 2","published":[1739]},"next":{"id":"Hume.THN.2.2.4","imported":true,"title":"Section 4. Of the love of relations","breadcrumb":"Section 4","published":[1739]}}