{"id":"Hume.THN.2.2.5","imported":true,"parent":"Hume.THN.2.2","title":"Section 5. Of our esteem for the rich and powerful","breadcrumb":"Section 5","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. V. £3 £4 _Of our esteem for the rich and powerful._ £4","id":"Hume.THN.2.2.5"},{"type":"paragraph","content":"NOTHING has a greater tendency to give us an esteem for any person, than his power and riches; or a contempt, than his poverty and meanness: And as esteem and contempt are to be consider'd as species of love and hatred, 'twill be proper in this place to explain these ph{ae}nomena.","subId":"1","id":"Hume.THN.2.2.5.1","pages":"357"},{"type":"paragraph","content":"^Here^ it happens most fortunately, that the greatest difficulty is not to discover a principle capable of producing such an effect, but to choose the chief and predominant among several, that present themselves. The _satisfaction_ we take in the riches of others, and the _esteem_ we have for the possessors may be ascrib'd to three different causes. _First_, To the objects they possess; such as houses, gardens, equipages; |which, being agreeable in themselves, necessarily produce a sentiment of pleasure in every one, that either considers or surveys them. _Secondly_, To the expectation of advantage from the rich and powerful by our sharing their possessions. _Thirdly_, To sympathy, which makes us partake of the satisfaction of every one, that approaches us. All these principles may concur in producing the present ph{ae}nomenon. The question is, to which of them we ought principally to ascribe it.","subId":"2","id":"Hume.THN.2.2.5.2","pages":"357-8"},{"type":"paragraph","content":"'^Tis^ certain, that the first principle, _viz._ the reflection on agreeable objects, has a greater influence, than what, at first sight, we may be apt to imagine. We seldom reflect on what is beautiful or ugly, agreeable or disagreeable, without an emotion of pleasure or uneasiness; and tho' these sensations appear not much in our common indolent way of thinking, 'tis easy, either in reading or conversation, to discover them. Men of wit always turn the discourse on subjects that are entertaining to the imagination; and poets never present any objects but such as are of the same nature. Mr. _Philips_ has chosen _Cyder_ for the subject of an excellent poem. Beer wou'd not have been so proper, as being neither so agreeable to the taste nor eye. But he wou'd certainly have preferr'd wine to either of them, cou'd his native country have afforded him so agreeable a liquor. We may learn from thence, that every thing, which is agreeable to the senses, is also in some measure agreeable to the fancy, and conveys to the thought an image of that satisfaction, which it gives by its real application to the bodily organs.","subId":"3","id":"Hume.THN.2.2.5.3","pages":"358"},{"type":"paragraph","content":"^But^ tho' these reasons may induce us to comprehend this delicacy of the imagination among the causes of the respect, which we pay the rich and powerful, there are many other reasons, that may keep us from regarding it as the sole or principal. For as the ideas of pleasure can have an influence only by means of their vivacity, which makes them approach impressions, 'tis most natural those ideas shou'd have that |influence, which are favour'd by most circumstances, and have a natural tendency to become strong and lively; such as our ideas of the passions and sensations of any human creature. Every human creature resembles ourselves, and by that means has an advantage above any other object, in operating on the imagination.","subId":"4","id":"Hume.THN.2.2.5.4","pages":"358-9"},{"type":"paragraph","content":"^Besides^, if we consider the nature of that faculty, and the great influence which all relations have upon it, we shall easily be perswaded, that however the ideas of the pleasant wines, music, or gardens, which the rich man enjoys, may become lively and agreeable, the fancy will not confine itself to them, but will carry its view to the related objects; and in particular, to the person, who possesses them. And this is the more natural, that the pleasant idea or image produces here a passion towards the person, by means of his relation to the object; so that 'tis unavoidable but he must enter into the original conception, since he makes the object of the derivative passion. But if he enters into the original conception, and is consider'd as enjoying these agreeable objects, 'tis _sympathy_, which is properly the cause of the affection; and the _third_ principle is more powerful and universal than the _first_.","subId":"5","id":"Hume.THN.2.2.5.5","pages":"359"},{"type":"paragraph","content":"^Add^ to this, that riches and power alone, even tho' unemploy'd, naturally cause esteem and respect: And consequently these passions arise not from the idea of any beautiful or agreeable objects. 'Tis true; money implies a kind of representation of such objects, by the power it affords of obtaining them; and for that reason may still be esteem'd proper to convey those agreeable images, which may give rise to the passion. But as this prospect is very distant, 'tis more natural for us to take a contiguous object, _viz._ the satisfaction, which this power affords the person, who is possest of it. And of this we shall be farther satisfy'd, if we consider, that riches represent the goods of life, only by means of the will; which employs them; and therefore imply in their very nature an idea of the person, and cannot be |consider'd without a kind of sympathy with his sensations and enjoyments.","subId":"6","id":"Hume.THN.2.2.5.6","pages":"359-60"},{"type":"paragraph","content":"^This^ we may confirm by a reflection, which to some will, perhaps, appear too subtile and refin'd. I have already observ'd, that power, as distinguish'd from its exercise, has either no meaning at all, or is nothing but a possibility or probability of existence; by which any object approaches to reality, and has a sensible influence on the mind. I have also observ'd, that this approach, by an illusion of the fancy, appears much greater, when we ourselves are possest of the power, than when it is enjoy'd by another; and that in the former case the objects seem to touch upon the very verge of reality, and convey almost an equal satisfaction, as if actually in our possession. Now I assert, that where we esteem a person upon account of his riches, we must enter into this sentiment of the proprietor, and that without such a sympathy the idea of the agreeable objects, which they give him the power to produce, wou'd have but a feeble influence upon us. An avaritious man is respected for his money, tho' he scarce is possest of a _power_; that is, there scarce is a _probability_ or even _possibility_ of his employing it in the acquisition of the pleasures and conveniences of life. To himself alone this power seems perfect and entire; and therefore we must receive his sentiments by sympathy, before we can have a strong intense idea of these enjoyments, or esteem him upon account of them.","subId":"7","id":"Hume.THN.2.2.5.7","pages":"360"},{"type":"paragraph","content":"^Thus^ we have found, that the _first_ principle, _viz. the agreeable idea of those objects, which riches afford the enjoyment of;_ resolves itself in a great measure into the _third_, and becomes a _sympathy_ with the person we esteem or love. Let us now examine the _second_ principle, _viz. the agreeable expectation of advantage_, and see what force we may justly attribute to it.","subId":"8","id":"Hume.THN.2.2.5.8","pages":"360"},{"type":"paragraph","content":"'^Tis^ obvious, that tho' riches and authority undoubtedly give their owner a power of doing us service, yet this power is not to be consider'd as on the same footing with that, which |they afford him, of pleasing himself, and satisfying his own appetites. Self-love approaches the power and exercise very near each other in the latter case; but in order to produce a similar effect in the former, we must suppose a friendship and good-will to be conjoin'd with the riches. Without that circumstance 'tis difficult to conceive on what we can found our hope of advantage from the riches of others, tho' there is nothing more certain, than that we naturally esteem and respect the rich, even before we discover in them any such favourable disposition towards us.","subId":"9","id":"Hume.THN.2.2.5.9","pages":"360-1"},{"type":"paragraph","content":"^But^ I carry this farther, and observe, not only that we respect the rich and powerful, where they shew no inclination to serve us, but also when we lie so much out of the sphere of their activity, that they cannot even be suppos'd to be endow'd with that power. Prisoners of war are always treated with a respect suitable to their condition; and 'tis certain riches go very far towards fixing the condition of any person. If birth and quality enter for a share, this still affords us an argument of the same kind. For what is it we call a man of birth, but one who is descended from a long succession of rich and powerful ancestors, and who acquires our esteem by his relation to persons whom we esteem? His ancestors, therefore, tho' dead, are respected, in some measure, on account of their riches, and consequently without any kind of expectation.","subId":"10","id":"Hume.THN.2.2.5.10","pages":"361"},{"type":"paragraph","content":"^But^ not to go so far as prisoners of war and the dead to find instances of this disinterested esteem for riches, let us observe with a little attention those ph{ae}nomena that occur to us in common life and conversation. A man, who is himself of a competent fortune, upon coming into a company of strangers, naturally treats them with different degrees of respect and deference, as he is inform'd of their different fortunes and conditions; tho' 'tis impossible he can ever propose, and perhaps wou'd not accept of any advantage from them. A traveller is always admitted into company, and meets with civility, in proportion as his train and equipage |speak him a man of great or moderate fortune. In short, the different ranks of men are, in a great measure, regulated by riches, and that with regard to superiors as well as inferiors, strangers as well as acquaintance.","subId":"11","id":"Hume.THN.2.2.5.11","pages":"361-2"},{"type":"paragraph","content":"^There^ is, indeed, an answer to these arguments, drawn from the influence of _general rules_. It may be pretended, that being accustom'd to expect succour and protection from the rich and powerful, and to esteem them upon that account, we extend the same sentiments to those, who resemble them in their fortune, but from whom we can never hope for any advantage. The general rule still prevails, and by giving a bent to the imagination draws along the passion, in the same manner as if its proper object were real and existent.","subId":"12","id":"Hume.THN.2.2.5.12","pages":"362"},{"type":"paragraph","content":"^But^ that this principle does not here take place, will easily appear, if we consider, that in order to establish a general rule, and extend it beyond its proper bounds, there is requir'd a certain uniformity in our experience, and a great superiority of those instances, which are conformable to the rule, above the contrary. But here the case is quite otherwise. Of a hundred men of credit and fortune I meet with, there is not, perhaps, one from whom I can expect advantage; so that 'tis impossible any custom can ever prevail in the present case.","subId":"13","id":"Hume.THN.2.2.5.13","pages":"362"},{"type":"paragraph","content":"^Upon the whole^, there remains nothing, which can give us an esteem for power and riches, and a contempt for meanness and poverty, except the principle of _sympathy_, by which we enter into the sentiments of the rich and poor, and partake of their pleasure and uneasiness. Riches give satisfaction to their possessor; and this satisfaction is convey'd to the beholder by the imagination, which produces an idea resembling the original impression in force and vivacity. This agreeable idea or impression is connected with love, which is an agreeable passion. It proceeds from a thinking conscious being, which is the very object of love. From this relation of impressions, and identity of ideas, the passion arises, according to my hypothesis.","subId":"14","id":"Hume.THN.2.2.5.14","pages":"362"},{"type":"paragraph","content":"^The^ best method of reconciling us to this opinion is to |take a general survey of the universe, and observe the force of sympathy thro' the whole animal creation, and the easy communication of sentiments from one thinking being to another. In all creatures, that prey not upon others, and are not agitated with violent passions, there appears a remarkable desire of company, which associates them together, without any advantages they can ever propose to reap from their union. This is still more conspicuous in man, as being the creature of the universe, who has the most ardent desire of society, and is fitted for it by the most advantages. We can form no wish which has not a reference to society. A perfect solitude is, perhaps, the greatest punishment we can suffer. Every pleasure languishes when enjoy'd a-part from company, and every pain becomes more cruel and intolerable. Whatever other passions we may be actuated by; pride, ambition, avarice, curiosity, revenge or lust; the soul or animating principle of them all is sympathy; nor wou'd they have any force, were we to abstract entirely from the thoughts and sentiments of others. Let all the powers and elements of nature conspire to serve and obey one man: Let the sun rise and set at his command: The sea and rivers roll as he pleases, and the earth furnish spontaneously whatever may be useful or agreeable to him: He will still be miserable, till you give him some one person at least, with whom he may share his happiness, and whose esteem and friendship he may enjoy.","subId":"15","id":"Hume.THN.2.2.5.15","pages":"362-3"},{"type":"paragraph","content":"^This^ conclusion from a general view of human nature, we may confirm by particular instances, wherein the force of sympathy is very remarkable. Most kinds of beauty are deriv'd from this origin; and tho' our first object be some senseless inanimate piece of matter, 'tis seldom we rest there, and carry not our view to its influence on sensible and rational creatures. A man, who shews us any house or building, takes particular care among other things to point out the convenience of the apartments, the advantages of their situation, and the little room lost in the stairs, anti-|chambers and passages; and indeed 'tis evident, the chief part of the beauty consists in these particulars. The observation of convenience gives pleasure, since convenience is a beauty. But after what manner does it give pleasure? 'Tis certain our own interest is not in the least concern'd; and as this is a beauty of interest, not of form, so to speak, it must delight us merely by communication, and by our sympathizing with the proprietor of the lodging. We enter into his interest by the force of imagination, and feel the same satisfaction, that the objects naturally occasion in him.","subId":"16","id":"Hume.THN.2.2.5.16","pages":"363-4"},{"type":"paragraph","content":"^This^ observation extends to tables, chairs, scritoires, chimneys, coaches, sadles, ploughs, and indeed to every work of art; it being an universal rule, that their beauty is chiefly deriv'd from their utility, and from their fitness for that purpose, to which they are destin'd. But this is an advantage, that concerns only the owner, nor is there any thing but sympathy, which can interest the spectator.","subId":"17","id":"Hume.THN.2.2.5.17","pages":"364"},{"type":"paragraph","content":"'^Tis^ evident, that nothing renders a field more agreeable than its fertility, and that scarce any advantages of ornament or situation will be able to equal this beauty. 'Tis the same case with particular trees and plants, as with the field on which they grow. I know not but a plain, overgrown with furze and broom, may be, in itself, as beautiful as a hill cover'd with vines or olive-trees; tho' it will never appear so to one, who is acquainted with the value of each. But this is a beauty merely of imagination, and has no foundation in what appears to the senses. Fertility and value have a plain reference to use; and that to riches, joy, and plenty; in which tho' we have no hope of partaking, yet we enter into them by the vivacity of the fancy, and share them, in some measure, with the proprietor.","subId":"18","id":"Hume.THN.2.2.5.18","pages":"364"},{"type":"paragraph","content":"^There^ is no rule in painting more reasonable than that of ballancing the figures, and placing them with the greatest exactness on their proper centers of gravity. A figure, which is not justly ballanc'd, is disagreeable; and that because it conveys the ideas of its fall, of harm, and of pain: Which |ideas are painful, when by sympathy they acquire any degree of force and vivacity.","subId":"19","id":"Hume.THN.2.2.5.19","pages":"364-5"},{"type":"paragraph","content":"^Add^ to this, that the principal part of personal beauty is an air of health and vigour, and such a construction of members as promises strength and activity. This idea of beauty cannot be accounted for but by sympathy.","subId":"20","id":"Hume.THN.2.2.5.20","pages":"365"},{"type":"paragraph","content":"^In^ general we may remark, that the minds of men are mirrors to one another, not only because they reflect each others emotions, but also because those rays of passions, sentiments and opinions may be often reverberated, and may decay away by insensible degrees. Thus the pleasure, which a rich man receives from his possessions, being thrown upon the beholder, causes a pleasure and esteem; which sentiments again, being perceiv'd and sympathiz'd with, encrease the pleasure of the possessor; and being once more reflected, become a new foundation for pleasure and esteem in the beholder. There is certainly an original satisfaction in riches deriv'd from that power, which they bestow, of enjoying all the pleasures of life; and as this is their very nature and essence, it must be the first source of all the passions, which arise from them. One of the most considerable of these passions is that of love or esteem in others, which therefore proceeds from a sympathy with the pleasure of the possessor. But the possessor has also a secondary satisfaction in riches arising from the love and esteem he acquires by them, and this satisfaction is nothing but a second reflexion of that original pleasure, which proceeded from himself. This secondary satisfaction or vanity becomes one of the principal recommendations of riches, and is the chief reason, why we either desire them for ourselves, or esteem them in others. Here then is a third rebound of the original pleasure; after which 'tis difficult to distinguish the images and reflexions, by reason of their faintness and confusion.","subId":"21","id":"Hume.THN.2.2.5.21","pages":"365"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.2.2.4","imported":true,"title":"Section 4. Of the love of relations","breadcrumb":"Section 4","published":[1739]},"next":{"id":"Hume.THN.2.2.6","imported":true,"title":"Section 6. Of benevolence and anger","breadcrumb":"Section 6","published":[1739]}}