{"id":"Hume.THN.2.2.9","imported":true,"parent":"Hume.THN.2.2","title":"Section 9. Of the mixture of benevolence and anger with compassion and malice","breadcrumb":"Section 9","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. IX. £3 £4 _Of the mixture of benevolence and anger with compassion and malice._ £4","id":"Hume.THN.2.2.9"},{"type":"paragraph","content":"THUS we have endeavour'd to account for _pity_ and _malice_. Both these affections arise from the imagination, according to the light, in which it places its object. When our fancy considers directly the sentiments of others, and enters deep into them, it makes us sensible of all the passions it surveys, but in a particular manner of grief or sorrow. On the contrary, when we compare the sentiments of others to our own, we feel a sensation directly opposite to the original one, _viz._ a joy from the grief of others, and a grief from their joy. But these are only the first foundations of the affections of pity and malice. Other passions are afterwards confounded with them. There is always a mixture of love or tenderness with pity, and of hatred or anger with malice. But it must be confess'd, that this mixture seems at first sight to be contradictory to my system. For as pity is an uneasiness, and malice a joy, arising from the misery of others, pity shou'd naturally, as in all other cases, produce hatred; and malice, love. This contradiction I endeavour to reconcile, after the following manner.","subId":"1","id":"Hume.THN.2.2.9.1","pages":"381"},{"type":"paragraph","content":"^In^ order to cause a transition of passions, there is requir'd a double relation of impressions and ideas, nor is one relation sufficient to produce this effect. But that we may understand the full force of this double relation, we must consider, that 'tis not the present sensation alone or momentary pain or pleasure, which determines the character of any passion, but the whole bent or tendency of it from the beginning to the end. One impression may be related to another, not only when their sensations are resembling, as we have all along suppos'd in the preceding cases; but also when their impulses or directions are similar and correspondent. This cannot take place with regard to pride and |humility; because these are only pure sensations, without any direction or tendency to action. We are, therefore, to look for instances of this peculiar relation of impressions only in such affections, as are attended with a certain appetite or desire; such as those of love and hatred.","subId":"2","id":"Hume.THN.2.2.9.2","pages":"381-2"},{"type":"paragraph","content":"^Benevolence^ or the appetite, which attends love, is a desire of the happiness of the person belov'd, and an aversion to his misery; as anger or the appetite, which attends hatred, is a desire of the misery of the person hated, and an aversion to his happiness. A desire, therefore, of the happiness of another, and aversion to his misery, are similar to benevolence; and a desire of his misery and aversion to his happiness are correspondent to anger. Now pity is a desire of happiness to another, and aversion to his misery; as malice is the contrary appetite. Pity, then, is related to benevolence; and malice to anger: And as benevolence has been already found to be connected with love, by a natural and original quality, and anger with hatred; 'tis by this chain the passions of pity and malice are connected with love and hatred.","subId":"3","id":"Hume.THN.2.2.9.3","pages":"382"},{"type":"paragraph","content":"^This^ hypothesis is founded on sufficient experience. A man, who from any motives has entertain'd a resolution of performing an action, naturally runs into every other view or motive, which may fortify that resolution, and give it authority and influence on the mind. To confirm us in any design, we search for motives drawn from interest, from honour, from duty. What wonder, then, that pity and benevolence, malice, and anger, being the same desires arising from different principles, shou'd so totally mix together as to be undistinguishable? As to the connexion betwixt benevolence and love, anger and hatred, being _original_ and primary, it admits of no difficulty.","subId":"4","id":"Hume.THN.2.2.9.4","pages":"382"},{"type":"paragraph","content":"^We^ may add to this another experiment, _viz._ that benevolence and anger, and consequently love and hatred, arise when our happiness or misery have any dependance on the happiness or misery of another person, without any |farther relation. I doubt not but this experiment will appear so singular as to excuse us for stopping a moment to consider it.","subId":"5","id":"Hume.THN.2.2.9.5","pages":"382-3"},{"type":"paragraph","content":"^Suppose^, that two persons of the same trade shou'd seek employment in a town, that is not able to maintain both, 'tis plain the success of one is perfectly incompatible with that of the other, and that whatever is for the interest of either is contrary to that of his rival, and so _vice versa_. Suppose again, that two merchants, tho' living in different parts of the world, shou'd enter into co-partnership together, the advantage or loss of one becomes immediately the advantage or loss of his partner, and the same fortune necessarily attends both. Now 'tis evident, that in the first case, hatred always follows upon the contrariety of interests; as in the second, love arises from their union. Let us consider to what principle we can ascribe these passions.","subId":"6","id":"Hume.THN.2.2.9.6","pages":"383"},{"type":"paragraph","content":"'^Tis^ plain they arise not from the double relations of impressions and ideas, if we regard only the present sensation. For taking the first case of rivalship; tho' the pleasure and advantage of an antagonist necessarily causes my pain and loss, yet to counter-ballance this, his pain and loss causes my pleasure and advantage; and supposing him to be unsuccessful, I may by this means receive from him a superior degree of satisfaction. In the same manner the success of a partner rejoices me, but then his misfortunes afflict me in an equal proportion; and 'tis easy to imagine, that the latter sentiment may in many cases preponderate. But whether the fortune of a rival or partner be good or bad, I always hate the former and love the latter.","subId":"7","id":"Hume.THN.2.2.9.7","pages":"383"},{"type":"paragraph","content":"^This^ love of a partner cannot proceed from the relation or connexion betwixt us; in the same manner as I love a brother or countryman. A rival has almost as close a relation to me as a partner. For as the pleasure of the latter causes my pleasure, and his pain my pain; so the pleasure of the former causes my pain, and his pain my pleasure. The connexion, then, of cause and effect is the same in both |cases; and if in the one case, the cause and effect {~~has->have~~} a farther relation of resemblance, they have that of contrariety in the other; which, being also a species of resemblance, leaves the matter pretty equal.","subId":"8","id":"Hume.THN.2.2.9.8","pages":"383-4"},{"type":"paragraph","content":"^The^ only explication, then, we can give of this ph{ae}nomenon is deriv'd from that principle of a parallel direction above-mention'd. Our concern for our own interest gives us a pleasure in the pleasure, and a pain in the pain of a partner, after the same manner as by sympathy we feel a sensation correspondent to those, which appear in any person, who is present with us. On the other hand, the same concern for our interest makes us feel a pain in the pleasure, and a pleasure in the pain of a rival; and in short the same contrariety of sentiments as arises from comparison and malice. Since, therefore, a parallel direction of the affections, proceeding from interest, can give rise to benevolence or anger, no wonder the same parallel direction, deriv'd from sympathy and from comparison, shou'd have the same effect.","subId":"9","id":"Hume.THN.2.2.9.9","pages":"384"},{"type":"paragraph","content":"^In^ general we may observe, that 'tis impossible to do good to others, from whatever motive, without feeling some touches of kindness and good-will towards 'em; as the injuries we do, not only cause hatred in the person, who suffers them, but even in ourselves. These ph{ae}nomena, indeed, may in part be accounted for from other principles.","subId":"10","id":"Hume.THN.2.2.9.10","pages":"384"},{"type":"paragraph","content":"^But^ here there occurs a considerable objection, which 'twill be necessary to examine before we proceed any farther. I have endeavour'd to prove, that power and riches, or poverty and meanness; which give rise to love or hatred, without producing any original pleasure or uneasiness; operate upon us by means of a secondary sensation deriv'd from a sympathy with that pain or satisfaction, which they produce in the person, who possesses them. From a sympathy with his pleasure there arises love; from that with his uneasiness, hatred. But 'tis a maxim, which I have just now establish'd, and which is absolutely necessary to the explication of the ph{ae}nomena of pity and malice, \"That 'tis not the present |sensation or momentary pain or pleasure, which determines the character of any passion, but the general bent or tendency of it from the beginning to the end.\" For this reason, pity or a sympathy with pain produces love, and that because it interests us in the fortunes of others, good or bad, and gives us a secondary sensation correspondent to the primary; in which it has the same influence with love and benevolence. Since then this rule holds good in one case, why does it not prevail throughout, and why does sympathy in uneasiness ever produce any passion beside good-will and kindness? Is it becoming a philosopher to alter his method of reasoning, and run from one principle to its contrary, according to the particular ph{ae}nomenon, which he wou'd explain?","subId":"11","id":"Hume.THN.2.2.9.11","pages":"384-5"},{"type":"paragraph","content":"^I have^ mention'd two different causes, from which a transition of passion may arise, _viz._ a double relation of ideas and impressions, and what is similar to it, a conformity in the tendency and direction of any two desires, which arise from different principles. Now I assert, that when a sympathy with uneasiness is weak, it produces hatred or contempt by the former cause; when strong, it produces love or tenderness by the latter. This is the solution of the foregoing difficulty, which seems so urgent; and this is a principle founded on such evident arguments, that we ought to have establish'd it, even tho' it were not necessary to the explication of any ph{ae}nomenon.","subId":"12","id":"Hume.THN.2.2.9.12","pages":"385"},{"type":"paragraph","content":"'^Tis^ certain, that sympathy is not always limited to the present moment, but that we often feel by communication the pains and pleasures of others, which are not in being, and which we only anticipate by the force of imagination. For supposing I saw a person perfectly unknown to me, who, while asleep in the fields, was in danger of being trod under foot by horses, I shou'd immediately run to his assistance; and in this I shou'd be actuated by the same principle of sympathy, which makes me concern'd for the present sorrows of a stranger. The bare mention of this is sufficient. Sympathy being nothing but a lively idea converted into an |impression, 'tis evident, that, in considering the future possible or probable condition of any person, we may enter into it with so vivid a conception as to make it our own concern; and by that means be sensible of pains and pleasures, which neither belong to ourselves, nor at the present instant have any real existence.","subId":"13","id":"Hume.THN.2.2.9.13","pages":"385-6"},{"type":"paragraph","content":"^But^ however we may look forward to the future in sympathizing with any person, the extending of our sympathy depends in a great measure upon our sense of his present condition. 'Tis a great effort of imagination, to form such lively ideas even of the present sentiments of others as to feel these very sentiments; but 'tis impossible we cou'd extend this sympathy to the future, without being aided by some circumstance in the present, which strikes upon us in a lively manner. When the present misery of another has any strong influence upon me, the vivacity of the conception is not confin'd merely to its immediate object, but diffuses its influence over all the related ideas, and gives me a lively notion of all the circumstances of that person, whether past, present, or future; possible, probable or certain. By means of this lively notion I am interested in them; take part with them; and feel a sympathetic motion in my breast, conformable to whatever I imagine in his. If I diminish the vivacity of the first conception, I diminish that of the related ideas; as pipes can convey no more water than what arises at the fountain. By this diminution I destroy the future prospect, which is necessary to interest me perfectly in the fortune of another. I may feel the present impression, but carry my sympathy no farther, and never transfuse the force of the first conception into my ideas of the related objects. If it be another's misery, which is presented in this feeble manner, I receive it by communication, and am affected with all the passions related to it: But as I am not so much interested as to concern myself in his good fortune, as well as his bad, I never feel the extensive sympathy, nor the passions related to _it_.","subId":"14","id":"Hume.THN.2.2.9.14","pages":"386"},{"type":"paragraph","content":"^Now^ in order to know what passions are related to these different kinds of sympathy, we must consider, that benevolence is an original pleasure arising from the pleasure of the person belov'd, and a pain proceeding from his pain: From which correspondence of impressions there arises a subsequent desire of his pleasure, and aversion to his pain. In order, then, to make a passion run parallel with benevolence, 'tis requisite we shou'd feel these double impressions, correspondent to those of the person, whom we consider; nor is any one of them alone sufficient for that purpose. When we sympathize only with one impression, and that a painful one, this sympathy is related to anger and to hatred, upon account of the uneasiness it conveys to us. But as the extensive or limited sympathy depends upon the force of the first sympathy; it follows, that the passion of love or hatred depends upon the same principle. A strong impression, when communicated, gives a double tendency of the passions; which is related to benevolence and love by a similarity of direction; however painful the first impression might have been. A weak impression, that is painful, is related to anger and hatred by the resemblance of sensations. Benevolence, therefore, arises from a great degree of misery, or any degree strongly sympathiz'd with: Hatred or contempt from a small degree, or one weakly sympathiz'd with; which is the principle I intended to prove and explain.","subId":"15","id":"Hume.THN.2.2.9.15","pages":"387"},{"type":"paragraph","content":"^Nor^ have we only our reason to trust to for this principle, but also experience. A certain degree of poverty produces contempt; but a degree beyond causes compassion and good-will. We may under-value a peasant or servant; but when the misery of a beggar appears very great, or is painted in very lively colours, we sympathize with him in his afflictions, and feel in our heart evident touches of pity and benevolence. The same object causes contrary passions according to its different degrees. The passions, therefore, must depend upon principles, that operate in such certain degrees, according to my hypothesis. The encrease of the |sympathy has evidently the same effect as the encrease of the misery.","subId":"16","id":"Hume.THN.2.2.9.16","pages":"387-8"},{"type":"paragraph","content":"^A barren^ or desolate country always seems ugly and disagreeable, and commonly inspires us with contempt for the inhabitants. This deformity, however, proceeds in a great measure from a sympathy with the inhabitants, as has been already observ'd; but it is only a weak one, and reaches no farther than the immediate sensation, which is disagreeable. The view of a city in ashes conveys benevolent sentiments; because we there enter so deep into the interests of the miserable inhabitants, as to wish for their prosperity, as well as feel their adversity.","subId":"17","id":"Hume.THN.2.2.9.17","pages":"388"},{"type":"paragraph","content":"^But^ tho' the force of the impression generally produces pity and benevolence, 'tis certain, that by being carry'd too far it ceases to have that effect. This, perhaps, may be worth our notice. When the uneasiness is either small in itself, or remote from us, it engages not the imagination, nor is able to convey an equal concern for the future and contingent good, as for the present and real evil. Upon its acquiring greater force, we become so interested in the concerns of the person, as to be sensible both of his good and bad fortune; and from that compleat sympathy there arises pity and benevolence. But 'twill easily be imagin'd, that where the present evil strikes with more than ordinary force, it may entirely engage our attention, and prevent that double sympathy, above-mention'd. Thus we find, that tho' every one, but especially women, are apt to contract a kindness for criminals, who go to the scaffold, and readily imagine them to be uncommonly handsome and well-shap'd; yet one, who is present at the cruel execution of the rack, feels no such tender emotions; but is in a manner overcome with horror, and has no leisure to temper this uneasy sensation by any opposite sympathy.","subId":"18","id":"Hume.THN.2.2.9.18","pages":"388"},{"type":"paragraph","content":"^But^ the instance, which makes the most clearly for my hypothesis, is that wherein by a change of the objects we separate the double sympathy even from a midling degree of |the passion; in which case we find, that pity, instead of producing love and tenderness as usual, always gives rise to the contrary affection. When we observe a person in misfortunes, we are affected with pity and love; but the author of that misfortune becomes the object of our strongest hatred, and is the more detested in proportion to the degree of our compassion. Now for what reason shou'd the same passion of pity produce love to the person, who suffers the misfortune, and hatred to the person, who causes it; unless it be because in the latter case the author bears a relation only to the misfortune; whereas in considering the sufferer we carry our view on every side, and wish for his prosperity, as well as are sensible of his affliction?","subId":"19","id":"Hume.THN.2.2.9.19","pages":"388-9"},{"type":"paragraph","content":"^I shall^ just observe, before I leave the present subject, that this ph{ae}nomenon of the double sympathy, and its tendency to cause love, may contribute to the production of the kindness, which we naturally bear our relations and acquaintance. Custom and relation make us enter deeply into the sentiments of others; and whatever fortune we suppose to attend them, is render'd present to us by the imagination, and operates as if originally our own. We rejoice in their pleasures, and grieve for their sorrows, merely from the force of sympathy. Nothing that concerns them is indifferent to us; and as this correspondence of sentiments is the natural attendant of love, it readily produces that affection.","subId":"20","id":"Hume.THN.2.2.9.20","pages":"389"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.2","imported":true,"title":"Part 2. Of love and hatred","breadcrumb":"Part 2","published":[1739]}],"prev":{"id":"Hume.THN.2.2.8","imported":true,"title":"Section 8. Of malice and envy","breadcrumb":"Section 8","published":[1739]},"next":{"id":"Hume.THN.2.2.10","imported":true,"title":"Section 10. Of respect and contempt","breadcrumb":"Section 10","published":[1739]}}