{"id":"Hume.ETSS.EPM.2","imported":true,"parent":"Hume.ETSS.EPM","title":"Section 2. Of Benevolence","breadcrumb":"Section 2","published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>SECTION II.</h1> <h2>Of <span class=\"small-capitals\">Benevolence</span>.</h2> ","id":"Hume.ETSS.EPM.2"},{"type":"paragraph","content":"IT may be esteemed, perhaps, a superfluous task to prove, that the benevolent or softer affections are ESTIMABLE; and wherever they appear, engage the approbation, and good-will of mankind. The epithets <em>sociable</em>, <em>good-natured</em>, <em>humane</em>, <em>merciful</em>, <em>grateful</em>, <em>friendly</em>, <em>generous</em>, <em>beneficent</em>, or their equivalents, are known in all languages, and universally express the highest merit, which <em>human nature</em> is capable of attaining. Where these amiable qualities are attended with birth and power and eminent abilities, and display themselves in the good government or useful instruction of mankind, they seem even to raise the possessors of them above the rank of <em>human nature</em>, and make them approach in some measure to the divine. Exalted capacity, undaunted courage, prosperous success; these may only expose a hero or politician to the envy and ill-will of the public: But as soon as the praises are added of humane and beneficent; when instances are displayed of lenity, tenderness, or friendship; envy itself is silent, or joins the general voice of approbation and applause.","subId":"1","id":"Hume.ETSS.EPM.2.1","pages":"176"},{"type":"paragraph","content":"When <span class=\"small-capitals\">Pericles</span>, the great <span class=\"small-capitals\">Athenian</span> statesman and general, was on his death-bed, his surrounding friends, deeming him now insensible, began to indulge their sorrow for their expiring patron, by enumerating his great qualities and <span class=\"page-break\"></span>successes, his conquests and victories, the unusual length of his administration, and his nine trophies erected over the enemies of the republic. <em>You forget</em>, cries the dying hero, who had heard all, <em>you forget the most eminent of my praises, while you dwell so much on those vulgar advantages, in which fortune had a principal share. You have not observed, that no citizen has ever yet worne mourning on my account</em><a href=\"#n2\"><sup>[2]</sup></a>.","subId":"2","id":"Hume.ETSS.EPM.2.2","pages":"176-7"},{"type":"paragraph","content":"In men of more ordinary talents and capacity, the social virtues become, if possible, still more essentially requisite; there being nothing eminent, in that case, to compensate for the want of them, or preserve the person from our severest hatred, as well as contempt. A high ambition, an elevated courage, is apt, says <span class=\"small-capitals\">Cicero</span>, in less perfect characters, to degenerate into a turbulent ferocity. The more social and softer virtues are there chiefly to be regarded. These are always good and amiable<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"3","id":"Hume.ETSS.EPM.2.3","pages":"177"},{"type":"paragraph","content":"The principal advantage, which <span class=\"small-capitals\">Juvenal</span> discovers in the extensive capacity of the human species is, that it renders our benevolence also more extensive, and gives us larger opportunities of spreading our kindly influence than what are indulged to the inferior creation<a href=\"#n4\"><sup>[4]</sup></a>. It must, indeed, be confessed, that by doing good only, can a man truly enjoy the advantages of being eminent. His exalted station, of itself, but the more exposes him to danger and tempest. His sole prerogative is to afford shelter to inferiors, who repose themselves under his cover and protection.","subId":"4","id":"Hume.ETSS.EPM.2.4","pages":"177"},{"type":"paragraph","content":"But I forget, that it is not my present business to recommend generosity and benevolence, or to paint, in their true colours, all the genuine charms of the social virtues. These, indeed, sufficiently engage every heart, on the first apprehension of them; and it is difficult to abstain from some sally of panegyric, as often as they occur in discourse or reasoning. But our object here being more the speculative, <span class=\"page-break\"></span>than the practical part of morals, it will suffice to remark, (what will readily, I believe, be allowed) that no qualities are more intitled to the general good-will and approbation of mankind than beneficence and humanity, friendship and gratitude, natural affection and public spirit, or whatever proceeds from a tender sympathy with others, and a generous concern for our kind and species. These, wherever they appear, seem to transfuse themselves, in a manner, into each beholder, and to call forth, in their own behalf, the same favourable and affectionate sentiments, which they exert on all around.","subId":"5","id":"Hume.ETSS.EPM.2.5","pages":"177-8"},{"type":"paragraph","content":"We may observe, that, in displaying the praises of any humane, beneficent man, there is one circumstance which never fails to be amply insisted on, namely, the happiness and satisfaction, derived to society from his intercourse and good offices. To his parents, we are apt to say, he endears himself by his pious attachment and duteous care, still more than by the connexions of nature. His children never feel his authority, but when employed for their advantage. With him, the ties of love are consolidated by beneficence and friendship. The ties of friendship approach, in a fond observance of each obliging office, to those of love and inclination. His domestics and dependants have in him a sure resource; and no longer dread the power of fortune, but so far as she exercises it over him. From him the hungry receive food, the naked cloathing, the ignorant and slothful skill and industry. Like the sun, an inferior minister of providence, he cheers, invigorates, and sustains the surrounding world.","subId":"6","id":"Hume.ETSS.EPM.2.6","pages":"178"},{"type":"paragraph","content":"If confined to private life, the sphere of his activity is narrower; but his influence is all benign and gentle. If exalted into a higher station, mankind and posterity reap the fruit of his labours.","subId":"7","id":"Hume.ETSS.EPM.2.7","pages":"178"},{"type":"paragraph","content":"As these topics of praise never fail to be employed, and with success, where we would inspire esteem for any one; may it not thence be concluded, that the UTILITY, resulting from the social virtues, forms, at least, a <em>part</em> of their merit, and is one source of that approbation and regard so universally paid to them?","subId":"8","id":"Hume.ETSS.EPM.2.8","pages":"179"},{"type":"paragraph","content":"When we recommend even an animal or a plant as <em>useful</em> and <em>beneficial</em>, we give it an applause and recommendation suited to its nature. As, on the other hand, reflection on the baneful influence of any of these inferior beings always inspires us with the sentiment of aversion. The eye is pleased with the prospect of corn-fields and loaded vineyards; horses grazing, and flocks pasturing: But flies the view of briars and brambles, affording shelter to wolves and serpents.","subId":"9","id":"Hume.ETSS.EPM.2.9","pages":"179"},{"type":"paragraph","content":"A machine, a piece of furniture, a vestment, a house well contrived for use and conveniency, is so far beautiful, and is contemplated with pleasure and approbation. An experienced eye is here sensible to many excellencies, which escape persons ignorant and uninstructed.","subId":"10","id":"Hume.ETSS.EPM.2.10","pages":"179"},{"type":"paragraph","content":"Can any thing stronger be said in praise of a profession, such as merchandize or manufacture, than to observe the advantages which it procures to society? And is not a monk and inquisitor enraged when we treat his order as useless or pernicious to mankind?","subId":"11","id":"Hume.ETSS.EPM.2.11","pages":"179"},{"type":"paragraph","content":"The historian exults in displaying the benefit arising from his labours. The writer of romance alleviates or denies the bad consequences ascribed to his manner of composition.","subId":"12","id":"Hume.ETSS.EPM.2.12","pages":"179"},{"type":"paragraph","content":"In general, what praise is implied in the simple epithet <em>useful!</em> What reproach in the contrary!","subId":"13","id":"Hume.ETSS.EPM.2.13","pages":"179"},{"type":"paragraph","content":"Your Gods, says <span class=\"small-capitals\">Cicero</span><a href=\"#n5\"><sup>[5]</sup></a>, in opposition to the <span class=\"small-capitals\">Epicureans</span>, cannot justly claim any worship or adoration, with whatever imaginary perfections you may suppose them endowed. <span class=\"page-break\"></span>They are totally useless and unactive. Even the EGYPTIANS, whom you so much ridicule, never consecrated any animal but on account of its utility.","subId":"14","id":"Hume.ETSS.EPM.2.14","pages":"179-80"},{"type":"paragraph","content":"The sceptics assert<a href=\"#n6\"><sup>[6]</sup></a>, though absurdly, that the origin of all religious worship was derived from the utility of inanimate objects, as the sun and moon, to the support and well-being of mankind. This is also the common reason assigned by historians, for the deification of eminent heroes and legislators<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"15","id":"Hume.ETSS.EPM.2.15","pages":"180"},{"type":"paragraph","content":"To plant a tree, to cultivate a field, to beget children; meritorious acts, according to the religion of <span class=\"small-capitals\">Zoroaster</span>.","subId":"16","id":"Hume.ETSS.EPM.2.16","pages":"180"},{"type":"paragraph","content":"In all determinations of morality, this circumstance of public utility is ever principally in view; and wherever disputes arise, either in philosophy or common life, concerning the bounds of duty, the question cannot, by any means, be decided with greater certainty, than by ascertaining, on any side, the true interests of mankind. If any false opinion, embraced from appearances, has been found to prevail; as soon as farther experience and sounder reasoning have given us juster notions of human affairs; we retract our first sentiment, and adjust anew the boundaries of moral good and evil.","subId":"17","id":"Hume.ETSS.EPM.2.17","pages":"180"},{"type":"paragraph","content":"Giving alms to common beggars is naturally praised; because it seems to carry relief to the distressed and indigent: But when we observe the encouragement thence arising to idleness and debauchery, we regard that species of charity rather as a weakness than a virtue.","subId":"18","id":"Hume.ETSS.EPM.2.18","pages":"180"},{"type":"paragraph","content":"<em>Tyrannicide</em>, or the assassination of usurpers and oppressive princes, was highly extolled in ancient times; because it both freed mankind from many of these monsters, and seemed to keep the others in awe, whom the sword or poinard could not reach. But history and experience having since convinced us, that this practice encreases the <span class=\"page-break\"></span>jealousy and cruelty of princes, a <span class=\"small-capitals\">Timoleon</span> and a <span class=\"small-capitals\">Brutus</span>, though treated with indulgence on account of the prejudices of their times, are now considered as very improper models for imitation.","subId":"19","id":"Hume.ETSS.EPM.2.19","pages":"180-1"},{"type":"paragraph","content":"Liberality in princes is regarded as a mark of beneficence: But when it occurs, that the homely bread of the honest and industrious is often thereby converted into delicious cates for the idle and the prodigal, we soon retract our heedless praises. The regrets of a prince, for having lost a day, were noble and generous: But had he intended to have spent it in acts of generosity to his greedy courtiers, it was better lost than misemployed after that manner.","subId":"20","id":"Hume.ETSS.EPM.2.20","pages":"181"},{"type":"paragraph","content":"Luxury, or a refinement on the pleasures and conveniencies of life, had not long been supposed the source of every corruption in government, and the immediate cause of faction, sedition, civil wars, and the total loss of liberty. It was, therefore, universally regarded as a vice, and was an object of declamation to all satyrists, and severe moralists. Those, who prove, or attempt to prove, that such refinements rather tend to the encrease of industry, civility, and arts, regulate anew our <em>moral</em> as well as <em>political</em> sentiments, and represent, as laudable or innocent, what had formerly been regarded as pernicious and blameable.","subId":"21","id":"Hume.ETSS.EPM.2.21","pages":"181"},{"type":"paragraph","content":"Upon the whole, then, it seems undeniable, <em>that</em> nothing can bestow more merit on any human creature than the sentiment of benevolence in an eminent degree; and <em>that</em> a <em>part</em>, at least, of its merit arises from its tendency to promote the interests of our species, and bestow happiness on human society. We carry our view into the salutary consequences of such a character and disposition; and whatever has so benign an influence, and forwards so desirable an end, is beheld with complacency and pleasure. The social virtues are never regarded without their beneficial tendencies, nor viewed as barren and unfruitful. The happiness of mankind, the order of society, the harmony of families, the mutual <span class=\"page-break\"></span>support of friends, are always considered as the result of their gentle dominion over the breasts of men.","subId":"22","id":"Hume.ETSS.EPM.2.22","pages":"181-2"},{"type":"paragraph","content":"How considerable a <em>part</em> of their merit we ought to ascribe to their utility, will better appear from future disquisitions<a href=\"#n8\"><sup>[8]</sup></a>; as well as the reason, why this circumstance has such a command over our esteem and approbation<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"23","id":"Hume.ETSS.EPM.2.23","pages":"182"},{"type":"note","content":"<span class=\"small-capitals\">Plut.</span> in <span class=\"small-capitals\">Pericle</span>.","subId":"n2","id":"Hume.ETSS.EPM.2.n2","pages":"177"},{"type":"note","content":"<span class=\"small-capitals\">Cic.</span> de Officiis, lib. I.","subId":"n3","id":"Hume.ETSS.EPM.2.n3","pages":"177"},{"type":"note","content":"Sat. xv. 139 &amp; seq.","subId":"n4","id":"Hume.ETSS.EPM.2.n4","pages":"177"},{"type":"note","content":"De Nat. Deor. lib. i.","subId":"n5","id":"Hume.ETSS.EPM.2.n5","pages":"179"},{"type":"note","content":"<span class=\"small-capitals\">Sext. Emp.</span> adversus <span class=\"small-capitals\">Math.</span> lib. viii.","subId":"n6","id":"Hume.ETSS.EPM.2.n6","pages":"180"},{"type":"note","content":"<span class=\"small-capitals\">Diod. Sic.</span> passim.","subId":"n7","id":"Hume.ETSS.EPM.2.n7","pages":"180"},{"type":"note","content":"Sect 3d and 4th.","subId":"n8","id":"Hume.ETSS.EPM.2.n8","pages":"182"},{"type":"note","content":"Sect. 5th.","subId":"n9","id":"Hume.ETSS.EPM.2.n9","pages":"182"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.1","imported":true,"title":"Section 1. Of the General Principles of Morals","breadcrumb":"Section 1","published":[1751]},"next":{"id":"Hume.ETSS.EPM.3","imported":true,"title":"Section 3. Of Justice","breadcrumb":"Section 3","published":[1751]}}