{"id":"Hume.ETSS.EPM.App2","imported":true,"parent":"Hume.ETSS.EPM","title":"Appendix 2. Of Self-love","breadcrumb":"Appendix 2","published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>APPENDIX II.</h1> <h2>Of <span class=\"small-capitals\">Self-love</span>.</h2> ","id":"Hume.ETSS.EPM.App2"},{"type":"paragraph","content":"THERE is a principle, supposed to prevail among many, which is utterly incompatible with all virtue or moral sentiment; and as it can proceed from nothing but the most depraved disposition, so in its turn it tends still farther to encourage that depravity. This principle is, that all <em>benevolence</em> is mere hypocrisy, friendship a cheat, public spirit a farce, fidelity a snare to procure trust and confidence; and that while all of us, at bottom, pursue only our private interest, we wear these fair disguises, in order to put others off their guard, and expose them the more to our wiles and machinations. What heart one must be possessed of who possesses such principles, and who feels no internal sentiment that belies so pernicious a theory, it is easy to imagine: And also, what degree of affection and benevolence he can bear to a species, whom he represents under such odious colours, and supposes so little susceptible of gratitude or any return of affection. Or if we should not ascribe these principles wholly to a corrupted heart, we must, at least, account for them from the most careless and precipitate examination. Superficial reasoners, indeed, observing many false pretences among mankind, and feeling, perhaps, no very strong restraint in their own disposition, might draw a general and a hasty conclusion, that all is equally corrupted, and that men, <span class=\"page-break\"></span>different from all other animals, and indeed from all other species of existence, admit of no degrees of good or bad, but are, in every instance, the same creatures under different disguises and appearances.","subId":"1","id":"Hume.ETSS.EPM.App2.1","pages":"295-6"},{"type":"paragraph","content":"There is another principle, somewhat resembling the former; which has been much insisted on by philosophers, and has been the foundation of many a system; that, whatever affection one may feel, or imagine he feels for others, no passion is, or can be disinterested; that the most generous friendship, however sincere, is a modification of self-love; and that, even unknown to ourselves, we seek only our own gratification, while we appear the most deeply engaged in schemes for the liberty and happiness of mankind. By a turn of imagination, by a refinement of reflection, by an enthusiasm of passion, we seem to take part in the interests of others, and imagine ourselves divested of all selfish considerations: But, at bottom, the most generous patriot and most niggardly miser, the bravest hero and most abject coward, have, in every action, an equal regard to their own happiness and welfare.","subId":"2","id":"Hume.ETSS.EPM.App2.2","pages":"296"},{"type":"paragraph","content":"Whoever concludes from the seeming tendency of this opinion, that those, who make profession of it, cannot possibly feel the true sentiments of benevolence, or have any regard for genuine virtue, will often find himself, in practice, very much mistaken. Probity and honour were no strangers to <span class=\"small-capitals\">Epicurus</span> and his sect. <span class=\"small-capitals\">Atticus</span> and <span class=\"small-capitals\">Horace</span> seem to have enjoyed from nature, and cultivated by reflection, as generous and friendly dispositions as any disciple of the austerer schools. And among the modern, <span class=\"small-capitals\">Hobbes</span> and <span class=\"small-capitals\">Locke</span>, who maintained the selfish system of morals, lived irreproachable lives; though the former lay not under any restraint of religion, which might supply the defects of his philosophy.","subId":"3","id":"Hume.ETSS.EPM.App2.3","pages":"296"},{"type":"paragraph","content":"An <span class=\"small-capitals\">Epicurean</span> or a <span class=\"small-capitals\">Hobbist</span> readily allows, that there is <span class=\"page-break\"></span>such a thing as friendship in the world, without hypocrisy or disguise; though he may attempt, by a philosophical chymistry, to resolve the elements of this passion, if I may so speak, into those of another, and explain every affection to be self-love, twisted and moulded, by a particular turn of imagination, into a variety of appearances. But as the same turn of imagination prevails not in every man, nor gives the same direction to the original passion; this is sufficient, even according to the selfish system, to make the widest difference in human characters, and denominate one man virtuous and humane, another vicious and meanly interested. I esteem the man, whose self-love, by whatever means, is so directed as to give him a concern for others, and render him serviceable to society: As I hate or despise him, who has no regard to any thing beyond his own gratifications and enjoyments. In vain would you suggest, that these characters, though seemingly opposite, are, at bottom, the same, and that a very inconsiderable turn of thought forms the whole difference between them. Each character, notwithstanding these inconsiderable differences, appears to me, in practice, pretty durable and untransmutable. And I find not in this more than in other subjects, that the natural sentiments arising from the general appearances of things, are easily destroyed by subtile reflections concerning the minute origin of these appearances. Does not the lively, chearful colour of a countenance inspire me with complacency and pleasure; even though I learn from philosophy, that all difference of complexion arises from the most minute differences of thickness, in the most minute parts of the skin; by means of which a superficies is qualified to reflect one of the original colours of light, and absorb the others?","subId":"4","id":"Hume.ETSS.EPM.App2.4","pages":"296-7"},{"type":"paragraph","content":"But though the question, concerning the universal or partial selfishness of man be not so material, as is usually imagined, to morality and practice, it is certainly of consequence in the speculative science of human nature, and is a proper object <span class=\"page-break\"></span>of curiosity and enquiry. It may not, therefore, be unsuitable, in this place, to bestow a few reflections upon it<a href=\"#n60\"><sup>[60]</sup></a>.","subId":"5","id":"Hume.ETSS.EPM.App2.5","pages":"297-8"},{"type":"paragraph","content":"The most obvious objection to the selfish hypothesis, is, that, as it is contrary to common feeling and our most unprejudiced notions, there is required the highest stretch of philosophy to establish so extraordinary a paradox. To the most careless observer, there appear to be such dispositions as benevolence and generosity; such affections as love, friendship, compassion, gratitude. These sentiments have their causes, effects, objects, and operations, marked by common language and observation, and plainly distinguished from those of the selfish passions. And as this is the obvious appearance of things, it must be admitted; till some hypothesis be discovered, which, by penetrating deeper into human nature, may prove the former affections to be nothing but modifications of the latter. All attempts of this kind have hitherto proved fruitless, and seem to have proceeded entirely, from that love of <em>simplicity</em>, which has been the source of much false reasoning in philosophy. I shall not here enter into any detail on the present subject. Many able philosophers have shown the insufficiency of these systems. And I shall take for granted what, I believe, the smallest reflection will make evident to every impartial enquirer.","subId":"6","id":"Hume.ETSS.EPM.App2.6","pages":"298"},{"type":"paragraph","content":"But the nature of the subject furnishes the strongest presumption, that no better system will ever, for the future, <span class=\"page-break\"></span>be invented, in order to account for the origin of the benevolent from the selfish affections, and reduce all the various emotions of the human mind to a perfect simplicity. The case is not the same in this species of philosophy as in physics. Many an hypothesis in nature, contrary to first appearances, has been found, on more accurate scrutiny, solid and satisfactory. Instances of this kind are so frequent that a judicious, as well as witty philosopher<a href=\"#n61\"><sup>[61]</sup></a>, has ventured to affirm, if there be more than one way in which any phænomenon may be produced, that there is general presumption for its arising from the causes, which are the least obvious and familiar. But the presumption always lies on the other side, in all enquiries concerning the origin of our passions, and of the internal operations of the human mind. The simplest and most obvious cause, which can there be assigned for any phænomenon, is probably the true one. When a philosopher, in the explication of his system, is obliged to have recourse to some very intricate and refined reflections, and to suppose them essential to the production of any passion or emotion, we have reason to be extremely on our guard against so fallacious an hypothesis. The affections are not susceptible of any impression from the refinements of reason or imagination; and it is always found that a vigorous exertion of the latter faculties, necessarily, from the narrow capacity of the human mind, destroys all activity in the former. Our predominant motive or intention is, indeed, frequently concealed from ourselves, when it is mingled and confounded with other motives, which the mind, from vanity or self-conceit, is desirous of supposing more prevalent: But there is no instance, that a concealment of this nature has ever arisen from the abstruseness and intricacy of the motive. A man, that has lost a friend and patron, may flatter himself, that all his grief arises from generous sentiments, without any mixture of narrow or interested considerations: But a man, that <span class=\"page-break\"></span>grieves for a valuable friend, who needed his patronage and protection; how can we suppose, that his passionate tenderness arises from some metaphysical regards to a self-interest, which has no foundation or reality? We may as well imagine, that minute wheels and springs, like those of a watch, give motion to a loaded waggon, as account for the origin of passion from such abstruse reflections.","subId":"7","id":"Hume.ETSS.EPM.App2.7","pages":"298-300"},{"type":"paragraph","content":"Animals are found susceptible of kindness, both to their own species and to ours; nor is there, in this case, the least suspicion of disguise or artifice. Shall we account for all <em>their</em> sentiments too, from refined deductions of self-interest? Or if we admit a disinterested benevolence in the inferior species, by what rule of analogy can we refuse it in the superior?","subId":"8","id":"Hume.ETSS.EPM.App2.8","pages":"300"},{"type":"paragraph","content":"Love between the sexes begets a complacency and good-will, very distinct from the gratification of an appetite. Tenderness to their offspring, in all sensible beings, is commonly able alone to counter-balance the strongest motives of self-love, and has no manner of dependance on that affection. What interest can a fond mother have in view, who loses her health by assiduous attendance on her sick child, and afterwards languishes and dies of grief, when freed, by its death, from the slavery of that attendance?","subId":"9","id":"Hume.ETSS.EPM.App2.9","pages":"300"},{"type":"paragraph","content":"Is gratitude no affection of the human breast, or is that a word merely, without any meaning or reality? Have we no satisfaction in one man's company above another's, and no desire of the welfare of our friend, even though absence or death should prevent us from all participation in it? Or what is it commonly, that gives us any participation in it, even while alive and present, but our affection and regard to him?","subId":"10","id":"Hume.ETSS.EPM.App2.10","pages":"300"},{"type":"paragraph","content":"These and a thousand other instances are marks of a general benevolence in human nature, where no <em>real</em> interest binds us to the object. And how an <em>imaginary</em> interest, known and avowed for such, can be the origin of any passion or emotion, seems difficult to explain. No satisfactory <span class=\"page-break\"></span>hypothesis of this kind has yet been discovered; nor is there the smallest probability, that the future industry of men will ever be attended with more favourable success.","subId":"11","id":"Hume.ETSS.EPM.App2.11","pages":"300-1"},{"type":"paragraph","content":"But farther, if we consider rightly of the matter, we shall find, that the hypothesis, which allows of a disinterested benevolence, distinct from self-love, has really more <em>simplicity</em> in it, and is more conformable to the analogy of nature, than that which pretends to resolve all friendship and humanity into this latter principle. There are bodily wants or appetites, acknowledged by every one, which necessarily precede all sensual enjoyment, and carry us directly to seek possession of the object. Thus, hunger and thirst have eating and drinking for their end; and from the gratification of these primary appetites arises a pleasure, which may become the object of another species of desire or inclination, that is secondary and interested. In the same manner, there are mental passions, by which we are impelled immediately to seek particular objects, such as fame, or power, or vengeance, without any regard to interest; and when these objects are attained, a pleasing enjoyment ensues, as the consequence of our indulged affections. Nature must, by the internal frame and constitution of the mind, give an original propensity to fame, ere we can reap any pleasure from that acquisition, or pursue it from motives of self-love, and desire of happiness. If I have no vanity, I take no delight in praise: If I be void of ambition, power gives me no enjoyment: If I be not angry, the punishment of an adversary is totally indifferent to me. In all these cases, there is a passion, which points immediately to the object, and constitutes it our good or happiness; as there are other secondary passions, which afterwards arise, and pursue it as a part of our happiness, when once it is constituted such by our original affections. Were there no appetite of any kind antecedent to self-love, that propensity could scarcely ever exert itself; because we should, in that case, have felt few and slender <span class=\"page-break\"></span>pains or pleasures, and have little misery or happiness to avoid or to pursue.","subId":"12","id":"Hume.ETSS.EPM.App2.12","pages":"301-2"},{"type":"paragraph","content":"Now where is the difficulty in conceiving, that this may likewise be the case with benevolence and friendship, and that, from the original frame of our temper, we may feel a desire of another's happiness or good, which, by means of that affection, becomes our own good, and is afterwards pursued, from the combined motives of benevolence and self-enjoyment? Who sees not that vengeance, from the force alone of passion, may be so eagerly pursued, as to make us knowingly neglect every consideration of ease, interest, or safety; and, like some vindictive animals, infuse our very souls into the wounds we give an enemy<a href=\"#n62\"><sup>[62]</sup></a>? And what a malignant philosophy must it be, that will not allow, to humanity and friendship, the same privileges, which are undisputably granted to the darker passions of enmity and resentment? Such a philosophy is more like a satyr than a true delineation or description of human nature; and may be a good foundation for paradoxical wit and raillery, but is a very bad one for any serious argument or reasoning.","subId":"13","id":"Hume.ETSS.EPM.App2.13","pages":"302"},{"type":"note","content":"See NOTE <cite>OO</cite>.","subId":"n60","id":"Hume.ETSS.EPM.App2.n60"},{"type":"note","content":"BE<span class=\"small-capitals\">nevolence</span> naturally divides into two kinds, the <em>general</em> and the <em>particular</em>. The first is, where we have no friendship or connexion or esteem for the person, but feel only a general sympathy with him or a compassion for his pains, and a congratulation with his pleasures. The other species of benevolence is founded on an opinion of virtue, on services done us, or on some particular connexions. Both these sentiments must be allowed real in human nature; but whether they will resolve into some nice considerations of self-love, is a question more curious than important. The former sentiment, to wit, that of general benevolence, or humanity, or sympathy, we shall have occasion frequently to treat of in the course of this enquiry; and I assume it as real, from general experience, without any other proof.","subId":"n60.1","id":"Hume.ETSS.EPM.App2.n60.1","pages":"298"},{"type":"note","content":"Mons. <span class=\"small-capitals\">Fontenelle</span>.","subId":"n61","id":"Hume.ETSS.EPM.App2.n61","pages":"299"},{"type":"note","content":"Animasque in vulnere ponunt. &emsp;<span class=\"small-capitals\">Virg.</span> <br> Dum alteri noceat, sui negligens, says <span class=\"small-capitals\">Seneca</span> of Anger. De Ira, I. i.","subId":"n62","id":"Hume.ETSS.EPM.App2.n62","pages":"302"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EPM","imported":true,"title":"An Enquiry concerning the Principles of Morals","breadcrumb":"Moral Enquiry","published":[1751]}],"prev":{"id":"Hume.ETSS.EPM.App1","imported":true,"title":"Appendix 1. Concerning Moral Sentiment","breadcrumb":"Appendix 1","published":[1751]},"next":{"id":"Hume.ETSS.EPM.App3","imported":true,"title":"Appendix 3. Some farther Considerations with regard to Justice","breadcrumb":"Appendix 3","published":[1751]}}