{"id":"Shaftesbury.C.M.2.4","imported":true,"parent":"Shaftesbury.C.M.2","title":"Section IV","breadcrumb":"Section 4","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_040","blocks":[{"type":"title","content":"£1 Section IV £1","id":"Shaftesbury.C.M.2.4"},{"type":"paragraph","content":"JUST as he had made an end of speaking came in some Visitants, who took us up the remaining part of the Afternoon in other Discourses. But these being over, and our Strangers gone, (all except _the old Gentleman,_ and _his Friend,_ who had din'd with us) we began a-new with ^Theocles,^ by laying claim to his Sermon, and intreating him, again and again, to let us hear him, at large, in his _theological_ way.","subId":"1","id":"Shaftesbury.C.M.2.4.1"},{"type":"paragraph","content":"This he complain'd was persecuting him: As you have seen Company, said he, often persecute a reputed Singer, not out of any fancy for the Musick, but to satisfy a malicious sort of Curiosity, which ends commonly in Censure and Dislike.","subId":"2","id":"Shaftesbury.C.M.2.4.2"},{"type":"paragraph","content":"However it might be, we told him we were resolv'd to persist. And I assur'd our Companions, that if they wou'd second me heartily in the manner I intended to press him, we shou'd easily get the better.","subId":"3","id":"Shaftesbury.C.M.2.4.3"},{"type":"paragraph","content":"In revenge then, said he, I will comply on this Condition; That since I am to sustain the part of _the Divine_ and _Preacher,_ it shall be at ^Philocles'^ s cost; who shall bear the Part of _the Infidel,_ and stand for the Person _preach'd to._","subId":"4","id":"Shaftesbury.C.M.2.4.4"},{"type":"paragraph","content":"Truly, said the old Gentleman, the _Part_ you have propos'd for him is so natural and sutable, that, I doubt not, he will be able to act it without the least Pain. I cou'd wish rather, that you had spar'd your-self the trouble of putting him thus in mind of his proper _Character._ He wou'd have been apt enough of his own accord to interrupt your Discourse by his perpetual Cavils. Therefore since we have now had Entertainment enough by way of _Dialogue,_ I desire the _Law_ of ^Sermon^ may be strictly observ'd; and \"That there be no _answering_ to whatever is _argu'd_ or _advanc'd._\"","subId":"5","id":"Shaftesbury.C.M.2.4.5"},{"type":"paragraph","content":"I consented to all the Terms, and told ^Theocles^ I wou'd stand his Mark willingly: And besides, if I really were that _Infidel_ he was to suppose me, I shou'd count it no Unhappiness; since I was sure of being so thorowly convinc'd by him, if he wou'd vouchsafe to undertake me.","subId":"6","id":"Shaftesbury.C.M.2.4.6"},{"type":"paragraph","content":"^Theocles^ then propos'd we shou'd walk out; the _Evening_ being fine, and the free Air suting better, as he thought, with such Discourses, than a Chamber.","subId":"7","id":"Shaftesbury.C.M.2.4.7"},{"type":"paragraph","content":"ACCORDINGLY we took our Evening-Walk in the Fields, from whence the laborious Hinds were now retiring. We fell naturally into the Praises of _a Country Life;_ and discours'd a-while of _Husbandry,_ and the Nature of the _Soil._ Our Friends began to admire some of the _Plants,_ which grew here to great perfection. And it being my fortune (as having acquir'd a little Insight into the nature of _Simples_) to say something they mightily approv'd upon this Subject, ^Theocles^ immediately turning about to me; \"O my ingenious Friend!\" said he, \"whose Reason, in other respects, must be allow'd so clear and happy; How is it possible that with such Insight, and accurate Judgment in _the Particulars_ of natural Beings and Operations, you shou'd no better judg of the Structure of Things _in general,_ and of the Order and Frame of ^Nature?^ Who better than your-self can shew the Structure of each Plant and Animal-Body, declare the Office of every _Part_ and _Organ,_ #Organization.# and tell the Uses, Ends, and Advantages to which they serve? How therefore, shou'd you prove so ill _a Naturalist_ in _this_ ^Whole,^ and understand so little the Anatomy of _the World_ and _Nature,_ as not to discern the same Relation of Parts, the same Consistency and Uniformity in _the Universe!_\"","subId":"8","id":"Shaftesbury.C.M.2.4.8"},{"type":"paragraph","content":"\"Some Men perhaps there are of so confus'd a Thought, and so irregularly form'd _within themselves,_ that 'tis no more than natural for them to find fault, and imagine a thousand Inconsistences and Defects in this _wider Constitution._ 'Twas not, we may presume, the absolute Aim or Interest of the Universal Nature, to render every private-one infallible, and without defect. 'Twas not its Intention to leave us without some Pattern of Imperfection; such as we perceive in Minds, like these, perplex'd with froward Thought. But you, my Friend, are Master of a nobler Mind. You are conscious of better Order _within,_ and can see Workmanship and Exactness in your-self, and other _innumerable Parts_ of the Creation. Can you answer it to your-self, allowing thus much, not to allow all? Can you induce yourself ever to believe or think, that where there are Parts so variously united, and conspiring fitly within themselves, #WHOLE and Parts.# _the_ _Whole_ it-self shou'd have neither Union nor Coherence; and where inferior and private Natures are often found so perfect, _the Universal-one_ shou'd want Perfection, and be esteem'd like whatsoever can be thought of, most monstrous, rude, and imperfect?\"","subId":"9","id":"Shaftesbury.C.M.2.4.9"},{"type":"paragraph","content":"\"Strange! That there shou'd be _in Nature_ the Idea of an Order and Perfection, which ^Nature^ her-self wants! That Beings which arise from _Nature_ shou'd be so perfect, as to discover Imperfection in her Constitution; and be wise enough to correct that Wisdom by which they were made!\"","subId":"10","id":"Shaftesbury.C.M.2.4.10"},{"type":"paragraph","content":"\"Nothing surely is more strongly imprinted on our Minds, or more closely interwoven with our Souls, than the Idea or Sense of _Order_ and _Proportion._ #Proportion.# Hence all the Force of _Numbers,_ and those powerful _Arts_ founded on their Management and Use. What a difference there is between _Harmony_ and _Discord! Cadency_ and _Convulsion!_ What a difference between compos'd and orderly Motion, and that which is ungovern'd and accidental! between the regular and uniform Pile of some noble Architect, and a Heap of Sand or Stones! between an organiz'd Body, and a Mist or Cloud driven by the Wind!\"","subId":"11","id":"Shaftesbury.C.M.2.4.11"},{"type":"paragraph","content":"\"Now as this Difference is immediately perceiv'd by a plain internal Sensation, so there is withal in Reason this account of it; That whatever Things have _Order,_ #Union.# the same have _Unity of Design,_ and concur _in one,_ are Parts constituent of _one_ ^Whole,^ or are, in themselves, _intire Systems._ Such is a _Tree,_ with all its Branches; an _Animal,_ with all its Members; an _Edifice,_ with all its exterior and interior Ornaments. What else is even a _Tune_ or _Symphony,_ or any excellent Piece of Musick, than a certain _System_ of proportion'd Sounds?\"","subId":"12","id":"Shaftesbury.C.M.2.4.12"},{"type":"paragraph","content":"#System.# \"Now in this which we call the ^Universe,^ whatever the Perfection may be of any _particular Systems;_ or whatever _single Parts_ may have Proportion, Unity, or Form within themselves; yet if they are not united all in general, in[n1] ^One^ _System,_ but are, in respect of one another, as the driven Sands, or Clouds, or breaking Waves; then there being no Coherence in _the Whole,_ there can be infer'd no Order, no Proportion, and consequently no Project or _Design._ But if none of these Parts are independent, but all apparently united, then is the ^Whole^ _a System_ compleat, according to one _simple, consistent,_ and _uniform_ ^Design.^\"","subId":"13","id":"Shaftesbury.C.M.2.4.13"},{"type":"paragraph","content":"\"Here then is our main Subject, insisted on: That neither _Man,_ nor any other Animal, tho ever so compleat a _System_ of Parts, as to all _within,_ can be allow'd in the same manner compleat, as to all _without;_ but must be consider'd as having a further relation abroad to _the System of his Kind._ #Animal-System.# So even this System of his Kind to _the Animal-System;_ this to the World (our _Earth;_) and this again to _the bigger World,_ and to _the Universe._\"","subId":"14","id":"Shaftesbury.C.M.2.4.14"},{"type":"paragraph","content":"\"All things in this World are _united._ #System of the World.# For as the _Branch_ is united with the _Tree,_ so is the Tree as immediately with the _Earth, Air,_ and _Water,_ which feed it. As much as the fertile _Mould_ is fitted to the Tree, as much as the strong and upright Trunk of the _Oak_ or _Elm_ is fitted to the twining Branches of the _Vine_ or _Ivy;_ so much are the very _Leaves,_ the _Seeds,_ and _Fruits_ of these Trees fitted to the various _Animals:_ These again to one another, and to the _Elements_ where they live, and to which they are, as Appendices, in a manner fitted and join'd; as either by _Wings_ for the Air, _Fins_ for the Water, _Feet_ for the Earth, and by other correspondent inward Parts of a more curious Frame and Texture. Thus in contemplating all on Earth, we must of necessity view _All in One,_ as holding to one common Stock. Thus too in the System of the bigger World. See there the mutual Dependency of Things! the Relation of one to another; of the Sun to this inhabited Earth, and of the Earth and other Planets to the Sun! the Order, Union, and Coherence of _the Whole!_ And know, my ingenious Friend, #Universal System.# that by this Survey you will be oblig'd to own the ^UniversalSystem,^ and coherent Scheme of Things, to be establish'd on abundant Proof, capable of convincing any fair and just Contemplator of the Works of Nature. For scarce wou'd any-one, till he had well survey'd this Universal Scheme, believe _a Union_ thus evidently demonstrable, by such numerous and powerful Instances of mutual Correspondency and Relation, from the minutest Ranks and Orders of Beings to the remotest Spheres.\"","subId":"15","id":"Shaftesbury.C.M.2.4.15"},{"type":"paragraph","content":"#Appearance of_ ^Ill^ _necessary.# \"Now, in this mighty UNION, if there be such Relations of Parts one to another as are not easily discover'd; if on this account the End and Use of Things does not every-where appear, there is no wonder; since 'tis no more indeed than what must happen of necessity: Nor cou'd supreme Wisdom have otherwise order'd it. For in an Infinity of Things thus relative, a Mind which sees not _infinitely,_ can see nothing _fully:_ And since each Particular has relation to all in general, it can know no perfect or true Relation of any Thing, in a World not perfectly and fully known.\"","subId":"16","id":"Shaftesbury.C.M.2.4.16"},{"type":"paragraph","content":"#Solution.# \"The same may be consider'd in any dissected Animal, Plant, or Flower; where he who is no Anatomist, nor vers'd in natural History, sees that the many _Parts_ have a relation to _the Whole;_ for thus much even a slight View affords: But he who like you, my Friend, is curious in the Works of Nature, and has been let into a Knowledge of the animal and vegetable Worlds, he alone can readily declare the just Relation of all these Parts to one another, and the several Uses to which they serve.\"","subId":"17","id":"Shaftesbury.C.M.2.4.17"},{"type":"paragraph","content":"#Example.# \"But if you wou'd willingly enter further into this Thought, and consider how much we ought not only to be satisfy'd with this our View of Things, but even to admire its Clearness; imagine only some Person intirely a Stranger to Navigation, and ignorant of the Nature of the Sea or Waters, how great his Astonishment wou'd be, when finding himself on board some Vessel, anchoring at Sea, remote from all Land-prospect, whilst it was yet a Calm, he view'd the ponderous Machine firm and motionless in the midst of the smooth Ocean, and consider'd its Foundations beneath, together with its Cordage, Masts, and Sails above. How easily wou'd he see _the Whole_ one regular Structure, all things depending on one another; the Uses of the Rooms _below,_ the Lodgments, and Conveniences of Men and Stores? But being ignorant of the Intent or Design of all _above,_ wou'd he pronounce the Masts and Cordage to be useless and cumbersom, and for this reason condemn the Frame, and despise _the Architect?_ O my Friend! let us not thus betray our Ignorance; but consider where we are, and in what a Universe. Think of the many Parts of the vast Machine, in which we have so little Insight, and of which it is impossible we shou'd know the Ends and Uses; when instead of seeing to the highest _Pendants,_ we see only some _lower Deck,_ and are in this dark Case of Flesh, confin'd even to _the Hold,_ and meanest Station of the Vessel.\"","subId":"18","id":"Shaftesbury.C.M.2.4.18"},{"type":"paragraph","content":"\"Now having recogniz'd this uniform consistent Fabrick, and own'd the _Universal System,_ #Universal Mind.# we must of consequence acknowledg a _Universal_ ^Mind;^ which no ingenious Man can be tempted to disown, except thro' the Imagination of Disorder in the Universe, its Seat. For can it be suppos'd of any-one in the World, that being in some Desart far from Men, and hearing there a perfect Symphony of Musick, or seeing an exact Pile of regular Architecture arising gradually from the Earth in all its Orders and Proportions, he shou'd be persuaded that at the bottom there was no _Design_ accompanying this, no secret Spring of _Thought,_ no active _Mind?_ Wou'd he, because he saw no Hand, deny the Handy-Work, and suppose that each of these compleat and perfect Systems were fram'd, and thus united in just Symmetry, and conspiring Order, either by the accidental blowing of the Winds, or rolling of the Sands?\"","subId":"19","id":"Shaftesbury.C.M.2.4.19"},{"type":"paragraph","content":"\"What is it then shou'd so disturb our Views of _Nature,_ #Disturbance, whence.# as to destroy that Unity of Design and Order of _a Mind,_ which otherwise wou'd be so apparent? All we can see either of the Heavens or Earth, demonstrates Order and Perfection; so as to afford the noblest Subjects of Contemplation to Minds, like yours, enrich'd with Sciences and Learning. All is delightful, amiable, rejoicing, except with relation to _Man_ only, #Human Affairs.# and his Circumstances, which seem unequal. Here the Calamity and Ill arises; and hence the Ruin of this goodly Frame. All perishes on this account; and the whole Order of the Universe, elsewhere so firm, intire, and immoveable, is here o'erthrown, and lost by this one View; in which we refer all things to our-selves: #Selfishness.# submitting the Interest of _the_ _Whole_ to the Good and Interest of so small _a Part._\"","subId":"20","id":"Shaftesbury.C.M.2.4.20"},{"type":"paragraph","content":"\"But how is it you complain of the unequal State of Man, and of the few Advantages allow'd him above the Beasts? What can a Creature claim, so little differing from 'em, or whose Merit appears so little above 'em, except in _Wisdom_ and _Virtue,_ to which so few conform? Man may be virtuous; and by being so, is happy. His Merit is Reward. By Virtue he deserves; and in Virtue only can meet his Happiness deserv'd. But if even _Virtue_ it-self be unprovided for, #Virtue and Vice.# and _Vice_ more prosperous be the better Choice; if this, as you suppose, be in the Nature of Things, then is all Order in reality inverted, and supreme Wisdom lost: Imperfection and Irregularity being, after this manner, undoubtedly too apparent in the moral World.\"","subId":"21","id":"Shaftesbury.C.M.2.4.21"},{"type":"paragraph","content":"\"Have you then, ere you pronounc'd this Sentence, #Their Power, Effect.# consider'd of the State of _Virtue_ and _Vice_ with respect to _this Life merely;_ so as to say, with assurance, When, and how far, in what particulars, and how circumstantiated, the one or the other is _Good_ or _Ill?_ You who are skill'd in other Fabricks and Compositions, both of Art and Nature, have you consider'd of the Fabrick of _the_ _Mind,_ #A Mind.# the Constitution of the Soul, the Connexion and Frame of all its Passions, and Affections; to know accordingly the Order and Symmetry of the Part, and how it either improves or suffers; what its Force is, when naturally preserv'd in its found State; #Improvement.# and what becomes of it, when corrupted and abus'd? Till this (my Friend!) be well examin'd and understood, how shall we judg either of the Force of _Virtue,_ or Power of _Vice?_ Or in what manner either of these may work to our Happiness or Undoing?\"","subId":"22","id":"Shaftesbury.C.M.2.4.22"},{"type":"paragraph","content":"\"Here therefore is that ^Inquiry^ we shou'd first make. But who is there can afford to make it as he ought? If happily we are born of a good Nature; if a liberal Education has form'd in us a generous Temper and Disposition, #Temper.# well-regulated Appetites, and worthy Inclinations, 'tis well for us; and so indeed we esteem it. But who is there endeavours to give these to himself, or to advance his Portion of Happiness in this kind? Who thinks of improving, or so much as of preserving his Share, in a World where it must of necessity run so great a hazard, and where we know an honest Nature is so easily corrupted? All other things relating to us are preserv'd with Care, and have some Art or OEconomy belonging to 'em; this which is nearest related to us, and on which our Happiness depends, is alone committed to Chance: And _Temper_ is the only thing ungovern'd, whilst it governs all the rest.\"","subId":"23","id":"Shaftesbury.C.M.2.4.23"},{"type":"paragraph","content":"#Appetites.# \"Thus we inquire concerning what is good and sutable to our Appetites; but what Appetites are good and sutable to us, is no part of our Examination. We inquire what is according to _Interest, Policy, Fashion, Vogue;_ but it seems wholly strange, and out of the way, to inquire what is _according to_ ^Nature.^ The Balance of ^Europe,^ of Trade, of Power, is strictly sought after; while few have heard of _the Balance_ _of their Passions,_ #Balance.# or thought of holding these Scales even. Few are acquainted with this Province, or knowing in these Affairs. But were we more so, as this _Inquiry_ wou'd make us, we shou'd then see Beauty and Decorum here, as well as elsewhere in Nature; and the Order of the Moral World wou'd equal that of the Natural. By this the _Beauty of_ ^Virtue^ wou'd appear; and hence, as has been shewn, #Virtue. Deity.# _the Supreme_ and _Sovereign_ ^Beauty,^ the Original of all which is Good or Amiable.\"","subId":"24","id":"Shaftesbury.C.M.2.4.24"},{"type":"paragraph","content":"\"But lest I shou'd appear at last too like an _Enthusiast,_ I chuse to express my Sense, and conclude this _Philosophical Sermon,_ in the words of one of those antient _Philologists,_ whom you are us'd to esteem. _For Divinity it-self,_ says he, _is surely beauteous, and of all Beautys the brightest; tho not a beauteous Body, but that from whence the Beauty of Bodys is deriv'd: Not a beauteous Plain, but that from whence the Plain looks beautiful. The River's Beauty, the Sea's, the Heaven's, and Heavenly Constellations, all flow from hence, as from a Source Eternal and Incorruptible. As Beings partake of this, they are fair, and flourishing, and happy: As they are lost to this, they are deform'd, perish'd, and lost._\"","subId":"25","id":"Shaftesbury.C.M.2.4.25"},{"type":"paragraph","content":"WHEN ^Theocles^ had thus spoken, he was formally complimented by our _Two Companions._ I was going to add something in the same way: but he presently stop'd me, by saying, he shou'd be scandaliz'd, if instead of commending him, I did not, according to my _Character,_ chuse rather to criticize some part or other of his long Discourse.","subId":"26","id":"Shaftesbury.C.M.2.4.26"},{"type":"paragraph","content":"If it must be so then, reply'd I; in the first place, give me leave to wonder that, instead of the many Arguments commonly brought for proof of _a Deity,_ you make use only of one single-one to build on. I expected to have heard from you, in customary form, of a _first Cause,_ a _first Being,_ and a _Beginning of Motion:_ How clear the _Idea_ was of an _immaterial Substance:_ And how plainly it appear'd, #Matter and Thought.# that at some time or other _Matter must have been created._ But as to all this, you are silent. As for what is said, of \"A material unthinking Substance being never able to have produc'd an immaterial thinking one\"; I readily grant it: but on the condition, that this great Maxim of _Nothing being ever made from Nothing,_ may hold as well on my side as my Adversary's: And then, I suppose, that whilst the World endures, he will be at a loss how to assign a Beginning to _Matter;_ or how to suggest a Possibility of annihilating it. The spiritual Men may, as long as they please, represent to us, in the most eloquent manner, \"That _Matter_ consider'd in a thousand different Shapes, join'd and disjoin'd, vary'd and modify'd to Eternity, can never, of it-self, afford one single Thought, never occasion or give rise to any thing like Sense or Knowledg.\" Their Argument will hold good against a ^Democritus,^ an ^Epicurus,^ or any of the elder or latter _Atomists._ But it will be turn'd on them by an examining _Academist:_ and when the two Substances are fairly set asunder, and consider'd apart as different kinds; 'twill be as strong Sense, and as good Argument, to say as well of the _immaterial kind;_ \"That do with it as you please, modify it a thousand ways, purify it, exalt it, sublime it, torture it ever so much, or rack it, as they say, with thinking, you will never be able to produce or force the contrary Substance out of it.\" The poor Dregs of sorry _Matter_ can no more be made out of the simple pure Substance of immaterial _Thought,_ than the high Spirits of _Thought_ or _Reason_ can be extracted from the gross Substance of heavy _Matter._ So let the _Dogmatists_ make of this Argument what they can.","subId":"27","id":"Shaftesbury.C.M.2.4.27"},{"type":"paragraph","content":"But for your part, continu'd I, as you have stated the Question, 'tis not about what was _first,_ or _foremost;_ but what is _instant,_ and _now_ in being. \"For if ^Deity^ be _now_ really extant; if by any good Token it appears that there is _at this present_ a universal Mind; 'twill easily be yielded there _ever_ was one.\"—This is your Argument.—You go (if I may say so) upon _Fact,_ and wou'd prove that things _actually are_ in such a state and condition, which if they really _were,_ there wou'd indeed be no dispute left. Your UNION is your main Support. Yet how is it you prove this? What Demonstration have you given? What have you so much as offer'd at, beyond _bare Probability?_ So far are you from _demon__strating_ any thing, that if this uniting Scheme be the chief Argument for Deity, (as you tacitly allow) you seem rather to have demonstrated, \"That the Case it-self is incapable of Demonstration.\" For, \"How,\" say you, \"can a narrow Mind see _All Things?_\"—And yet if, in reality, It sees not _All,_ It had as good see _Nothing._ The demonstrable part is still as far behind. For grant that this _All,_ which lies within our view or knowledg, is orderly and united, as you suppose: this mighty _All_ is a mere Point still, a very Nothing compar'd to what remains. #Atheistical Hypothesis.# \"'Tis only a separate _By_-World,\" we'll say, \"of which perhaps there are, in the wide Waste, Millions besides, as horrid and deform'd, as this of ours is regular and proportion'd. In length of time, amidst the infinite Hurry and Shock of Beings, this _single odd World,_ by accident, might have been struck out, and cast into some Form, (as among infinite _Chances,_ what is there which may not happen?) But for the rest of _Matter,_ 'tis of a different hue. Old _Father_ ^Chaos^ (as the Poets call him) in these wild Spaces, reigns absolute, and upholds his Realms of Darkness. He presses hard upon our Frontier; and one day, belike, shall by a furious Inroad recover his lost Right, conquer his Rebel-State, and reunite us to primitive _Discord_ and _Confusion._\"","subId":"28","id":"Shaftesbury.C.M.2.4.28"},{"type":"paragraph","content":"This, said I, ^Theocles!^ (concluding my Discourse) is all I dare offer in opposition to your _Philosophy._ I imagin'd, indeed, you might have given me more Scope: But you have retrench'd your-self in narrower Bounds. So that to tell you truth, I look upon your _Theology_ to be hardly so fair or open as that of our Divines in general. They are strict, it's true, as to _Names;_ but allow a greater Latitude in _Things._ Hardly indeed can they bear a home-Charge, a downright questioning of _Deity:_ But in return, they give always fair play against ^Nature,^ #NATURE, arraign'd.# and allow her to be challeng'd for her Failings. She may freely err, and we as freely censure. _Deity,_ they think is not accountable for her: Only she for her-self. But you are straiter, and more precise in this point. You have unnecessarily brought _Nature_ into the Controversy, and taken upon you to defend her Honour so highly, that I know not whether it may be safe for me to question her.","subId":"29","id":"Shaftesbury.C.M.2.4.29"},{"type":"paragraph","content":"Let not this trouble you, reply'd ^Theocles:^ but be free to censure _Nature;_ whatever may be the Consequence. 'Tis only _my Hypothesis_ can suffer. If I defend _it_ ill, my Friends need not be scandaliz'd. They are fortify'd, no doubt, with stronger Arguments for a Deity, and can well employ those _metaphysical_ Weapons, of whose Edge you seem so little apprehensive. I leave them to dispute this Ground with you, whenever they think fit. For my own Arguments, if they can be suppos'd to make any part of this Defense, they may be look'd upon only as distant Lines, or Outworks, which may easily perhaps be won; but without any danger to the Body of the Place.","subId":"30","id":"Shaftesbury.C.M.2.4.30"},{"type":"paragraph","content":"NOTWITHSTANDING, then, said I, that you are willing I shou'd attack ^Nature^ _in Form,_ I chuse to spare her in all other Subjects, except ^Man^ only. How comes it, I intreat you, #NATURE in Man.# that in this noblest of Creatures, and worthiest her Care, she shou'd appear so very weak and impotent; whilst in mere _Brutes,_ and the irrational Species, she acts with so much Strength, #In Brutes.# and exerts such hardy Vigour? Why is she spent so soon in feeble _Man,_ who is found more subject to Diseases, and of fewer years than many of the _wild Creatures?_ They range secure; and proof against all the Injurys of Seasons and Weather, want no help from _Art,_ but live in careless Ease, discharg'd of Labour, and freed from the cumbersom Baggage of a necessitous human Life. In Infancy more helpful, vigorous in Age, with Senses quicker, and more natural Sagacity, they pursue their Interests, Joys, Recreations, and cheaply purchase both their Food and Maintenance; cloth'd and arm'd by Nature her-self, who provides them both a Couch and Mansion. So has Nature order'd for the rest of Creatures. Such is their Hardiness, Robustness, Vigour. Why not the same for _Man?_—","subId":"31","id":"Shaftesbury.C.M.2.4.31"},{"type":"paragraph","content":"And do you stop thus short, said ^Theocles,^ in your Expostulation? Methinks 'twere as easy to proceed, now you are in the way; and instead of laying claim to some _few_ Advantages of other Creatures, you might as well stand for _All,_ and complain \"That _Man,_ for his part, #Nature in Man.# shou'd be any thing less than a Consummation of all Advantages and Privileges which Nature can afford.\" Ask not merely, why _Man_ is naked, why unhoof'd, why slower-footed than the Beasts? Ask, \"Why he has not _Wings_ also for the Air, _Fins_ for the Water, and so on; that he might take possession of _each_ Element, and reign in _All?_\"","subId":"32","id":"Shaftesbury.C.M.2.4.32"},{"type":"paragraph","content":"Not so, said I, neither. This wou'd be to rate him high indeed! As if he were, by Nature, ^Lord^ _of All:_ which is more than I cou'd willingly allow.","subId":"33","id":"Shaftesbury.C.M.2.4.33"},{"type":"paragraph","content":"'Tis enough, reply'd he, that this is yielded. For if we allow once a _Subordination_ in his Case; if _Nature_ her-self be not for ^Man,^ but _Man_ for ^Nature;^ then must _Man,_ by his good leave, submit to _the Elements of_ ^Nature,^ and not _the Elements_ to him. Few of these are at all fitted to him: and none perfectly. If he be left in _Air,_ he falls headlong; for Wings were not assign'd him. In _Water_ he soon sinks. In _Fire_ he consumes. Within _Earth_ he suffocates.—","subId":"34","id":"Shaftesbury.C.M.2.4.34"},{"type":"paragraph","content":"As for what Dominion he may naturally have in other Elements, said I, my concern truly is not very great in his behalf; since by Art he can even exceed the Advantages Nature has given to other Creatures: But for _the Air,_ methinks it had been wonderfully obliging in Nature to have allow'd him Wings.","subId":"35","id":"Shaftesbury.C.M.2.4.35"},{"type":"paragraph","content":"#Volatiles.# And what wou'd he have gain'd by it, reply'd ^Theocles?^ For consider what an Alteration of _Form_ must have ensu'd. Observe in one of those wing'd Creatures, whether the whole Structure be not made subservient to this purpose, and all other Advantages sacrific'd to this single Operation. #Anatomy.# The Anatomy of the Creature shews it, in a manner, to be _all Wing:_ its chief Bulk being compos'd of two exorbitant Muscles, which exhaust the Strength of all the other, and engross (if I may say so) the whole OEconomy of the Frame. 'Tis thus the aerial Racers are able to perform so rapid and strong a Motion, beyond comparison with any other kind, and far exceeding their little share of Strength elsewhere: these Parts of theirs being made in such superior proportion, as in a manner _to starve_ their Companions. And in Man's Architecture, of so different an Order, were the flying Engines to be affix'd; must not the other Members suffer, and the multiply'd Parts starve one another? What think you of the Brain in this Partition? #The Brain.# Is it not like to prove _a Starveling?_ Or wou'd you have it be maintain'd at the same high rate, and draw the chief Nourishment to it-self, from all the rest?—","subId":"36","id":"Shaftesbury.C.M.2.4.36"},{"type":"paragraph","content":"I understand you, said I, ^Theocles^ (interrupting him): The Brain certainly is a great _Starver,_ where it abounds; and the thinking People of the World, the _Philosophers_ and _Virtuoso's_ especially, must be contented, I find, with a moderate Share of bodily Advantages, for the sake of what they call _Parts_ and _Capacity_ in another sense. #Parts.# The Parts, it seems, of one kind agree ill in their OEconomy with the Parts of the other. But to make this even on both sides, let us turn the Tables; and the Case, I suppose, will stand the same with the ^Milo'^ s of the Age, the Men of bodily Prowess and Dexterity. For not to mention a vulgar sort, such as _Wrestlers, Vaulters, Racers, Hunters;_ what shall we say of our fine-bred Gentlemen, our _Riders, Fencers, Dancers, Tennis-players,_ and such like? 'Tis the Body surely is the _Starver_ here: and if the Brain were such a terrible Devourer in the other way; the Body and bodily Parts seem to have their Reprisals in this Rank of Men.","subId":"37","id":"Shaftesbury.C.M.2.4.37"},{"type":"paragraph","content":"If then, said he, the Case stands thus between _Man_ and _Man,_ how must it stand between _Man_ and a _quite different Creature?_ If the ^Balance^ be so nice, #Balance.# that the least thing breaks it, even in Creatures of the same Frame and Order; of what fatal effect must it be to change _the Order_ it-self, and make some essential Alteration in the Frame? Consider therefore how it is we censure _Nature_ in these and such-like Cases. \"Why,\" says one, \"was I not made by Nature strong as _a Horse?_ Why not hardy and robust as this _Brute_-Creature? or nimble and active as that other?\"—And yet when uncommon Strength, Agility, and Feats of Body are subjoin'd, even in our own Species, see what befals! So that for a Person thus in love with an _Athletick_ ^Milonean^ Constitution, it were better, me-thinks, and more modest in him, to change the Expostulation, and ask, \"Why was I not made in good earnest _a very_ ^Brute?^ \" For that wou'd be more sutable.","subId":"38","id":"Shaftesbury.C.M.2.4.38"},{"type":"paragraph","content":"I am apt indeed, said I, to think that the Excellence of ^Man^ lies somewhat different from that of _a Brute:_ and that such amongst us as are more truly _Men,_ shou'd naturally aspire to manly Qualitys, and leave the Brute his own. But Nature, I see, has done well to mortify us in this particular, by furnishing us with such slight Stuff, and in such a tender Frame, as is indeed wonderfully commodious to support that Man-Excellence of _Thought_ and _Reason;_ but wretchedly scanty and ineffectual for other Purposes. As if it were her very Design, \"To hinder us from aspiring ridiculously to what was misbecoming our Character.\"","subId":"39","id":"Shaftesbury.C.M.2.4.39"},{"type":"paragraph","content":"I see, said ^Theocles,^ you are not one of those timorous Arguers, who tremble at every Objection rais'd against their Opinion or Belief, and are so intent in upholding their _own_ side of the Argument, that they are unable to make the least Concession on _the other._ Your Wit allows you to divert your-self with whatever occurs in the Debate: And you can pleasantly improve even what your Antagonist brings as a Support to his own Hypothesis. This indeed is a fairer sort of Practice than what is common now-a-days. But 'tis no more than sutable to your _Character._ And were I not afraid of speaking with an Air of Compliment, in the midst of a philosophical Debate; I shou'd tell you perhaps what I thought of the becoming manner of your ^Scepticism,^ in opposition to a kind of Bigot-_Scepticks;_ who forfeit their Right to _the philosophick Character,_ and retain hardly so much as that of the _Gentleman_ or _Good Companion._—But to our Argument.—","subId":"40","id":"Shaftesbury.C.M.2.4.40"},{"type":"paragraph","content":"#Distribution.# Such then, continu'd he, is the admirable Distribution of ^Nature,^ her adapting and adjusting not only the _Stuff_ or _Matter_ to the _Shape_ and _Form,_ and even the Shape it-self and Form to the _Circumstance, Place, Element_ or _Region;_ but also the _Affections, Appetites, Sensations,_ mutually to _each other,_ as well as to the _Matter, Form, Action,_ and all besides: \"All manag'd _for the best,_ with perfect Frugality and just _Reserve:_ profuse to none, but bountiful to all: never employing in one thing more than enough; but with exact OEconomy retrenching the superfluous, and adding Force to what is _principal_ in every thing.\" And is not ^Thought^ and ^Reason^ _principal_ in Man? Wou'd he have no _Reserve_ for these? no saving for this part of his Engine? #Principal Part.# Or wou'd he have the same Stuff or Matter, the same Instruments or Organs serve alike for different purposes, and an Ounce be equivalent to a Pound?—It cannot be. What wonders, then, can he expect from a few Ounces of Blood in such a narrow Vessel, fitted for so small a District of Nature? Will he not rather think highly of that ^Nature,^ which has thus manag'd his Portion for him, to best advantage, with this happy _Reserve,_ (happy indeed for him, if he knows and uses it!) by which he has so much a better Use of Organs than any other Creature? by which he holds his Reason, is _a_ _Man,_ #Reason.# and not _a Beast?_","subId":"41","id":"Shaftesbury.C.M.2.4.41"},{"type":"paragraph","content":"But[n2] Beasts, said I, have _Instincts,_ #Instinct.# which Man has not.","subId":"42","id":"Shaftesbury.C.M.2.4.42"},{"type":"paragraph","content":"True, said he, they have indeed Perceptions, Sensations, and[n3] _Pre-sensations,_ (if I may use the Expression) which Man, #Animals.# for his part, has not in any proportionable degree. Their Females, newly pregnant, and before they have bore Young, have a clear Prospect or _Pre-sensation_ of their State which is to follow; know what to provide, and how, in what manner, and at what time. How many things do they pre-ponderate? How many at once comprehend? The Seasons of the Year, the Country, Climate, Place, Aspect, Situation, the Basis of their Building, the Materials, Architecture; the Diet and Treatment of their Offspring; in short, the whole OEconomy of their Nursery: and all this as perfectly at first, and when unexperienc'd, as at any time of their Life afterwards. And \"_Why not this,_\" say you, \"in Human Kind?\" #Human Kind.# Nay, rather on the contrary, I ask \"_Why this?_ Where was the Occasion or Use? Where the Necessity? Why this Sagacity for _Men?_ Have they not what is better, in another kind? Have they not Reason and Discourse? Does not this instruct them? What need then of the other? Where wou'd be the prudent Management at this rate? Where the _Reserve?_\"","subId":"43","id":"Shaftesbury.C.M.2.4.43"},{"type":"paragraph","content":"The _Young_ of most other _Kinds,_ continu'd he, are instantly helpful to them-selves, sensible, vigorous, known to shun Danger, and seek their Good: A _human Infant_ is of all the most helpless, weak, infirm. And wherefore shou'd it not have been thus order'd? Where is the loss in such a Species? Or what is _Man_ the worse for this Defect, amidst such large Supplies? Does not this _Defect_ engage him the more strongly to Society, #Society.# and force him to own that he is purposely, and not by accident, made rational and _sociable;_ and can no otherwise increase or subsist, than in that _social_ Intercourse and Community which is his _natural State?_ Is not both conjugal Affection, and natural Affection to Parents, Duty to Magistrates, Love of a common City, Community, or Country, with the other Dutys and social Parts of Life, deduc'd from hence, and founded in these very _Wants?_ What can be happier than such a Deficiency, as is the occasion of so much Good? What better than a Want so abundantly made up, and answer'd by so many Enjoyments? Now if there are still to be found among Mankind such as even in the midst of these Wants seem not asham'd to affect a Right of Independency, and deny them-selves to be by Nature _sociable;_ where wou'd their Shame have been, had Nature otherwise supply'd these Wants? What Duty or Obligation had been ever thought of? What Respect or Reverence of Parents, Magistrates, their Country, or their Kind? Wou'd not their full and self-sufficient State more strongly have determin'd them to throw off _Nature,_ and deny the _Ends_ and _Author_ of their Creation?","subId":"44","id":"Shaftesbury.C.M.2.4.44"},{"type":"paragraph","content":"WHILST ^Theocles^ argu'd thus concerning ^Nature,^ the old Gentleman, my Adversary, express'd great Satisfaction in hearing me, as he thought, refuted, and my Opinions expos'd. For he wou'd needs believe these to be strongly my Opinions, which I had only started as Objections in the Discourse. He endeavour'd to reinforce the Argument by many Particulars from the common Topicks of the _School-men_ and _Civilians._ He added withal, \"That it was better for me to declare my Sentiments openly; for he was sure I had strongly imbib'd that Principle, #State of Nature.# that[n4] _the State of Nature_ was _a State of War._\"","subId":"45","id":"Shaftesbury.C.M.2.4.45"},{"type":"paragraph","content":"\"That it was no _State of Government,_ or _publick Rule,_\" reply'd I, \"you your-self allow.\" \"I do so.\" \"Was it then _a State of Fellowship,_ or _Society?_\" \"No: For when Men enter'd first into Society, they pass'd from _the State of Nature_ into that new one which is founded upon _Compact._\" \"And was that former State _a tolerable_ one?\" \"Had it been absolutely intolerable, there had never been any such. Nor cou'd we properly call that _a State,_ which cou'd not stand or endure for the least time.\" \"If Man therefore cou'd _endure_ to live without Society; and if it be true that he _actually_ liv'd so, when in _the State of Nature;_ how can it be said, That he is _by Nature sociable?_\"","subId":"46","id":"Shaftesbury.C.M.2.4.46"},{"type":"paragraph","content":"The old Gentleman seem'd a little disturb'd at my Question. But having recover'd himself, he said in answer, \"That ^Man^ indeed, from his own _natural Inclination,_ might not, perhaps, have been mov'd to associate; but rather from some particular _Circumstances._\"","subId":"47","id":"Shaftesbury.C.M.2.4.47"},{"type":"paragraph","content":"His _Nature_ then, said I, was not so very good, it seems; since having no _natural Affection,_ or _friendly Inclination_ belonging to him, he was forc'd into a social State, _against his will:_ And this, not from any necessity in respect of outward Things, (for you have allow'd him a tolerable Subsistence) but in probability from such Inconveniences as arose chiefly from himself, and his own malignant Temper and Principles. And indeed 'twas no wonder if Creatures who were _naturally_ thus unsociable, shou'd be as naturally mischievous and troublesom. If _according to their Nature,_ they cou'd live out of Society, with so little Affection for one another's Company, 'tis not likely that upon occasion they wou'd spare one another's Persons. If they were so sullen as not to meet _for Love,_ 'tis more than probable they wou'd fight _for Interest._ And thus from your own Reasoning it appears, \"That the _State of Nature_ must in all likelihood have been little different from _a State of_ ^War.^ \"","subId":"48","id":"Shaftesbury.C.M.2.4.48"},{"type":"paragraph","content":"He was going to answer me with some sharpness, as by his Looks appear'd; when ^Theocles^ interposing, desir'd, That as he had occasion'd this Dispute, he might be allow'd to try if he cou'd end it, by setting the Question in a fairer Light. You see, said he to the old Gentleman, what Artifice ^Philocles^ made use of, when he engag'd you to allow, that the State of Nature, and that of Society were perfectly distinct. But let us question him now in his turn, and see whether he can demonstrate to us, \"That there can be naturally any _Human State_ which is not _social._\"","subId":"49","id":"Shaftesbury.C.M.2.4.49"},{"type":"paragraph","content":"What is it then, said the old Gentleman, which we call the _State of Nature?_","subId":"50","id":"Shaftesbury.C.M.2.4.50"},{"type":"paragraph","content":"Not that imperfect rude Condition of Mankind, said ^Theocles,^ which some imagine; but which, if it ever were in Nature, cou'd never have been of the least continuance, or any-way _tolerable,_ or sufficient for the Support of human Race. Such a Condition cannot indeed so properly be call'd _a State._ For what if speaking of an Infant just coming into the World, and in the moment of the Birth, I shou'd fansy to call this _a State;_ wou'd it be proper?","subId":"51","id":"Shaftesbury.C.M.2.4.51"},{"type":"paragraph","content":"Hardly so, I confess.","subId":"52","id":"Shaftesbury.C.M.2.4.52"},{"type":"paragraph","content":"Just such _a State,_ therefore, was that which we suppose of ^Man,^ ere yet he enter'd into _Society,_ and became in truth _a Human Creature._ 'Twas the _rough Draught_ of Man, the _Essay_ or _first Effort_ of Nature, a Species _in the Birth,_ a Kind as yet _unform'd;_ not in its _natural_ State, but under _Violence,_ and still restless, till it attain'd its natural Perfection.","subId":"53","id":"Shaftesbury.C.M.2.4.53"},{"type":"paragraph","content":"And thus, said ^Theocles,^ (addressing still more particularly to the old Gentleman) the Case must necessarily stand, even on the supposal \"That there was ever such a Condition or _State_ of Men, when as yet they were unassociated, unacquainted, and consequently without any Language or Form of Art.\" But \"That it was their _natural State,_ to live thus separately,\" can never without Absurdity be allow'd. For sooner may you divest the Creature of any other Feeling or Affection, than that towards _Society_ and his _Likeness._ Allowing you, however, the Power of divesting him at pleasure; allowing you to reduce even whole Parts and Members of his present Frame; wou'd you transform him thus, and call him still _a Man?_ Yet better might you do this indeed, than you cou'd strip him of his _natural Affections,_ separate him from all his _Kind,_ and inclosing him like some solitary _Insect_ in a Shell, declare him still _a_ ^Man.^ So might you call the human Egg, or Embrio, _the Man._ The Bug which breeds the Butterfly is more properly _a Fly,_ tho without Wings, than this imaginary Creature is _a Man._ For tho his outward Shape were _human,_ his Passions, Appetites, and Organs must be wholly different. His whole inward Make must be revers'd, to fit him for such a recluse OEconomy, and separate Subsistence.","subId":"54","id":"Shaftesbury.C.M.2.4.54"},{"type":"paragraph","content":"To explain this a little further, continu'd he: Let us examine this pretended _State of Nature;_ how and on what Foundation it must stand. \"For either _Man_ must have been from Eternity, or not. If from Eternity, there cou'd be no _primitive_ or _original State,_ no _State of Nature,_ other than we see at present before our eyes. If not from Eternity, he arose either _all at once,_ (and consequently he was at the very _first_ as he is _now_) or _by degrees,_ thro' several Stages and Conditions, to that in which he is at length settled, and has continu'd for so many Generations.\"","subId":"55","id":"Shaftesbury.C.M.2.4.55"},{"type":"paragraph","content":"For instance, let us suppose he sprang, as the old Poets feign'd, from _a big-belly'd Oak:_ and then belike he might resemble more a _Man-drake_ than a ^Man.^ Let us suppose him at first with little more of Life than is discover'd in that Plant which they call _the Sensitive._ But when _the Mother-Oak_ had been some time deliver'd, and the false Birth by some odd Accident or Device was wrought into Form; the Members were then fully display'd, and the Organs of Sense began to unfold themselves. \"Here sprang an _Ear:_ there peep'd an _Eye._ Perhaps a _Tail_ too came in company. For what _Superfluitys_ Nature may have been charg'd with at first, is difficult to determine. They dropt off, it seems, in time; and happily have left things, at last, in a good posture, and (to a wonder!) just _as they should be._\"","subId":"56","id":"Shaftesbury.C.M.2.4.56"},{"type":"paragraph","content":"This surely is the lowest View of _the original Affairs_ of human Kind. For if ^aProvidence,^ and not ^Chance,^ gave _Man_ his being, our Argument for his _social Nature_ must surely be the stronger. But admitting his Rise to be, as we have describ'd, and as a certain sort of Philosophers wou'd needs have it; Nature has then had no Intention at all, no Meaning or Design in this whole Matter. So how any thing can be call'd _natural_ in the Case; how any _State_ can be call'd _a State of Nature,_ or _according to Nature,_ one more than another, I know not.","subId":"57","id":"Shaftesbury.C.M.2.4.57"},{"type":"paragraph","content":"Let us go on however, and on their Hypothesis consider, Which _State_ we may best call _Nature's own._ \"She has by Accident, thro' many Changes and Chances, rais'd a Creature, which springing at first from rude Seeds of _Matter,_ proceeded till it became what now it is; and arriv'd where for many Generations it has been at a stay.\" In this long Procession (for I allow it any length whatever) I ask, \"Where was it that this _State of Nature_ cou'd begin?\" The Creature must have endur'd many Changes: and each Change, whilst he was thus growing up, was as _natural,_ one as another. So that either there must be reckon'd a hundred different States of Nature; or if one, it can be only _that_ in which Nature was _perfect,_ and her Growth _compleat._ Here where She _rested,_ and attain'd her End, here must be her State, or no-where.","subId":"58","id":"Shaftesbury.C.M.2.4.58"},{"type":"paragraph","content":"Cou'd she then _rest,_ think you, in that desolate State before Society? Cou'd she maintain and propagate the Species, such as it now is, without Fellowship or Community? Shew it us in fact anywhere, amongst any of our own Kind. For as for Creatures which may much resemble us in outward Form, if they differ yet in the least part of their Constitution, if their Inwards are of a different Texture, if their Skin and Pores are otherwise form'd or harden'd; if they have other Excrescences of Body, another Temper, other natural inseparable Habits or Affections, they are not truly _of our Kind._ If, on the other hand, their Constitution be as ours; their natural Parts or inward Facultys as strong, and their bodily Frame as weak as ours; if they have _Memory,_ and _Senses,_ and _Affections,_ and _a Use of Organs_ as ours: 'tis evident they can no more by their good-will abstain from _Society,_ than they can possibly preserve themselves without it.","subId":"59","id":"Shaftesbury.C.M.2.4.59"},{"type":"paragraph","content":"And here (my Friends!) we ought to remember what we discours'd a-while since, and was advanc'd by ^Philocles^ himself, concerning the[n5] Weakness of human Bodys, and the necessitous State of _Man,_ in respect of all other Creatures; \"His long and helpless Infancy, his feeble and defenseless Make, by which he is more fitted to be a Prey himself, than live by Prey on others.\" Yet 'tis impossible for him to subsist like any of those grazing Kinds. He must have better Provision and choicer Food than the raw Herbage; a better Couch and Covering than the bare Earth or open Sky. How many Conveniences of other kinds does he stand in need of? What Union and strict Society is requir'd between the _Sexes,_ to preserve and nurse their growing _Offspring?_ This kind of _Society_ will not, surely, be deny'd to ^Man,^ which to every Beast of Prey is known proper, and _natural._ And can we allow _this_ social Part to Man, and go no further? Is it possible he shou'd _pair,_ and live in Love and Fellowship with his _Partner_ and _Offspring,_ and remain still wholly wild, and speechless, and without those Arts of Storing, Building, and other OEconomy, as natural to him surely as to the _Beaver,_ or to the _Ant,_ or _Bee?_ Where, therefore, shou'd He break off from this _Society,_ if once begun? For that it began thus, as early as Generation, and grew into a Houshold and OEconomy, is plain. Must not this have grown soon into _a Tribe?_ and this Tribe into _a Nation?_ Or tho it remain'd _a Tribe_ only; was not this still _a Society_ for mutual Defense and common Interest? In short, if Generation be _natural,_ if natural Affection and the Care and Nurture of the Offspring be _natural,_ Things standing as they do with Man, and the Creature being of that Form and Constitution he now is; it follows, \"That _Society_ must be also _natural to him_\"; And \"That out of Society and Community he never _did,_ nor ever _can_ subsist.\"","subId":"60","id":"Shaftesbury.C.M.2.4.60"},{"type":"paragraph","content":"To conclude, said he, (addressing still to the two Companions) I will venture to add a word in behalf of ^Philocles:^ That since the Learned have such a fancy for this Notion, and love to talk of this imaginary _State of Nature,_ I think 'tis even Charity to speak as _ill_ of it as we possibly can. Let it be _a State of_ ^War,^ _Rapine,_ and _Injustice._ Since 'tis unsocial, let it e'en be as uncomfortable and as frightful as 'tis possible. To speak well of it, is to render it inviting, and tempt Men to turn Hermites. Let it, at least, be look'd on as many degrees worse than the worst Government in being. The greater Dread we have of _Anarchy,_ the better _Country-men_ we shall prove, and value more the _Laws_ and _Constitution_ under which we live, and by which we are protected from the outrageous Violences of such an unnatural State. In this I agree heartily with those Transformers of Human Nature, who considering it abstractedly and apart from Government or Society, represent it under monstrous Visages of _Dragons, Leviathans,_ and I know not what devouring Creatures. They wou'd have done well however, to have express'd themselves more properly in their great Maxim. For to say in disparagement of _Man,_ \"That he is _to Man a Wolf,_\" appears somewhat absurd, when one considers that _Wolves_ are _to Wolves_ very kind and loving Creatures. The Sexes strictly _join_ in the Care and Nurture of the Young; and this _Union_ is continu'd still between 'em. They houl to one another, to bring Company; whether to hunt, or invade their Prey, or assemble on the discovery of a good Carcase. Even the swinish Kinds want not _common Affection,_ and run in Herds to the assistance of their distress'd Fellows. The meaning therefore of this famous Sentence, if it has any meaning at all, must be, \"That _Man is naturally to Man, as a Wolf is to a tamer Creature_\": as, for instance, to _a Sheep._ But this will be as little to the purpose as to tell us, \"That there are _different_ Species or Characters of Men; That _all_ have not this[n6] wolfish Nature, but That _one half_ at least are _naturally_ innocent and mild.\" And thus the Sentence comes to nothing. For without belying _Nature,_ and contradicting what is evident from _natural History, Fact,_ and the plain _Course of Things,_ 'tis impossible to assent to this ill-natur'd Proposition, when we have even done our best to make tolerable sense of it.—But such is Mankind! And even _here_ ^HumanNature^ shews it-self, such as it is; not perfect, or absolutely successful, tho rightly tending, #Sect. 5.# and mov'd by proper and just Principles. 'Tis _here,_ therefore, _in Philosophy,_ as in the common _Conversations_ of the World. As fond as Men are of _Company,_ and as little able to enjoy any Happiness out of it, they are yet strangely addicted to the way of _Satir._ And in the same manner, as a _malicious Censure_ craftily worded, and pronounc'd with Assurance, is apt to pass with Mankind for shreud ^Wit;^ so a _virulent Maxim_ in bold Expressions, tho without any Justness of Thought, is readily receiv'd for _true_ ^Philosophy.^","subId":"61","id":"Shaftesbury.C.M.2.4.61"},{"type":"note","content":"_Vid._ ^Locke^ of human Understanding, _Book IV. Chap._ 6. \\S. II._Ac mihi quidem Veteres illi majus quiddam animo complexi, multo plus etiam vidisse videntur, quàm quantum nostrorum ingeniorum acies intueri potest: qui omnia haec, quae supra & subter, unum esse, & una vi, atque una consensione naturae constricta esse dixerunt. Nullum est enim genus rerum, quod aut avulsum à caeteris per seipsum constare, aut quo caetera si careant, vim suam, atque aeternitatem conservare possint._ [Indeed, those old authors seem to me to have had greater power of imagination, or even of vision, than is given to the penetration of our minds, when they declared that everything above and below us is one and bound together by one force and one harmony of Nature. For there is no kind of thing which can stand alone if torn from the rest, or which, if withdrawn from the rest, would suffer them to keep their functions and duration.] Cicero de Oratore, lib. 3._Omne hoc quod vides, quo divina atque humana conclusa sunt, unum est: membra sumus corporis magni._ [All that you see, of which God and man form parts, is one; we are the limbs of one great body.] Seneca, Epist. 95._Societas nostra Lapidum fornicationi simillima est: quae casura, nisi invicem obstarent, hoc ipso sustinetur._ [Our fellowship is most like to the stones of an arch. The arch would fall if it were not held up by the stones blocking each other.] Ibidem._Estne Dei Sedes, nisi Terra, & Pontus, & AEther,_ //_Et Coelum, & Virtus? Superos quid quaerimus ultra?_ //_Jupiter est quodcunque vides, quocunque moveris._[What house is there for the god save earth and sea and air and sky and virtue? Why do we look for the gods outside ourselves? All that you see, all that you feel, is Jupiter.] Lucan. lib. 9.","subId":"n1","id":"Shaftesbury.C.M.2.4.n1"},{"type":"note","content":"_Supra,_ p. 92, 93, _&c._ and 131, 132. And VOL. III. _p._ 216, 217, &c.","subId":"n2","id":"Shaftesbury.C.M.2.4.n2"},{"type":"note","content":"_Infra,_ p. 413.","subId":"n3","id":"Shaftesbury.C.M.2.4.n3"},{"type":"note","content":"VOL. I. _p._ 109, &c.","subId":"n4","id":"Shaftesbury.C.M.2.4.n4"},{"type":"note","content":"_Pag._ 300.","subId":"n5","id":"Shaftesbury.C.M.2.4.n5"},{"type":"note","content":"VOL. I. _pag._ 88, and 118.","subId":"n6","id":"Shaftesbury.C.M.2.4.n6"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.M","imported":true,"title":"The Moralists, a Philosophical Rhapsody","breadcrumb":"The Moralists","published":[1709]},{"id":"Shaftesbury.C.M.2","imported":true,"title":"Part II","breadcrumb":"Part 2","published":[1709]}],"prev":{"id":"Shaftesbury.C.M.2.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]},"next":{"id":"Shaftesbury.C.M.2.5","imported":true,"title":"Section V","breadcrumb":"Section 5","published":[1709]}}