{"id":"Hume.THN.2.1.1","imported":true,"parent":"Hume.THN.2.1","title":"Section 1. Division of the Subject","breadcrumb":"Section 1","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"SECT. I.\nDivision of the Subject.\n","id":"Hume.THN.2.1.1"},{"type":"paragraph","content":"AS all the perceptions of the mind may be divided into impressions and ideas, so the impressions admit of another division into original and secondary. This division of the impressions is the same with that which I formerly made use of when I distinguish'd them into impressions of sensation and reflection. Original impressions or impressions of sensation are such as without any antecedent perception arise in the soul, from the constitution of the body, from the animal spirits, or from the application of objects to the external organs. Secondary, or reflective impressions are such as proceed from some of these original ones, either immediately or by the interposition of its idea. Of the first kind are all the impressions of the senses, and all bodily pains and pleasures: Of the second are the passions, and other emotions resembling them.","subId":"1","id":"Hume.THN.2.1.1.1","pages":"275"},{"type":"paragraph","content":"'Tis certain, that the mind, in its perceptions, must begin somewhere; and that since the impressions precede their correspondent ideas, there must be some impressions, which without any introduction make their appearance in the soul. As these depend upon natural and physical causes, the examination of them wou'd lead me too far from my present subject, into the sciences of anatomy and natural philosophy. For this reason I shall here confine myself to those other impressions, which I have call'd secondary and reflective, as arising either from the original impressions, or from their ideas. Bodily pains and pleasures are the source of many passions, both when felt and consider'd by the mind; but arise originally in the soul, or in the body, whichever you please to call it, without any preceding thought or perception. A fit of the gout produces a long train of passions, as grief, hope, fear; but is not deriv'd immediately from any affection or idea.","subId":"2","id":"Hume.THN.2.1.1.2","pages":"275-6"},{"type":"paragraph","content":"The reflective impressions may be divided into two kinds, viz. the calm and the violent. Of the first kind is the sense of beauty and deformity in action, composition, and external objects. Of the second are the passions of love and hatred, grief and joy, pride and humility. This division is far from being exact. The raptures of poetry and music frequently rise to the greatest height; while those other impressions, properly call'd passions, may decay into so soft an emotion, as to become, in a manner, imperceptible. But as in general the passions are more violent than the emotions arising from beauty and deformity, these impressions have been commonly distinguish'd from each other. The subject of the human mind being so copious and various, I shall here take advantage of this vulgar and specious division, that I may proceed with the greater order; and having said all I thought necessary concerning our ideas, shall now explain those violent emotions or passions, their nature, origin, causes, and effects.","subId":"3","id":"Hume.THN.2.1.1.3","pages":"276"},{"type":"paragraph","content":"When we take a survey of the passions, there occurs a division of them into direct and indirect. By direct passions I understand such as arise immediately from good or evil, from pain or pleasure. By indirect such as proceed from the same principles, but by the conjunction of other qualities. This distinction I cannot at present justify or explain any farther. I can only observe in general, that under the indirect passions I comprehend pride, humility, ambition, vanity, love, hatred, envy, pity, malice, generosity, with their dependants. And under the direct passions, desire, aversion, grief, joy, hope, fear, despair and security. I shall begin with the former.","subId":"4","id":"Hume.THN.2.1.1.4","pages":"276-7"},{"type":"note","content":"Book I. Part I. Sect. 2.","subId":"n54","id":"Hume.THN.2.1.1.n54","pages":"275"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]},"next":{"id":"Hume.THN.2.1.2","imported":true,"title":"Section 2. Of pride and humility; their objects and causes","breadcrumb":"Section 2","published":[1739]}}