{"imported":true,"id":"Shaftesbury.C.M.1.3","parent":"Shaftesbury.C.M.1","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_035","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section III\n","id":"Shaftesbury.C.M.1.3"},{"type":"paragraph","content":"YOU shall find then, said I (taking a grave Air) that it is possible for me to be serious; and that 'tis probable I am growing so, for good and all. Your Over-seriousness a-while since, at such an unseasonable time, may have driven me perhaps into a contrary Extreme, by opposition to your melancholy Humour. But I have now a better Idea of that Melancholy you discover'd; and notwithstanding the humorous Turn you were pleas'd to give it, I am persuaded it has a different Foundation from any of those fantastical Causes I then assign'd to it. \"Love, {LOVE.} doubtless, is at the bottom; but a nobler Love than such as common Beautys inspire.\"—","subId":"1","id":"Shaftesbury.C.M.1.3.1"},{"type":"paragraph","content":"Here, in my turn, I began to raise my Voice, and imitate the solemn way you had been teaching me. \"Knowing as you are,\" continu'd I, \"well-knowing and experienc'd in all the Degrees and Orders of Beauty, {Beauty.} in all the mysterious Charms of the particular Forms; you rise to what is more general; and with a larger Heart, and Mind more comprehensive, you generously seek that which is highest in the kind. Not captivated by the Lineaments of a fair Face, or the well-drawn Proportions of a human Body, you view the Life it-self, and embrace rather the Mind, which adds the Lustre, and renders chiefly amiable.\"","subId":"2","id":"Shaftesbury.C.M.1.3.2"},{"type":"paragraph","content":"{Society.} \"Nor is the Enjoyment of such a single Beauty sufficient to satisfy such an aspiring Soul. It seeks how to combine more Beautys, and by what Coalition of these, to form a beautiful Society. It views Communitys, Friendships, Relations, Dutys; and considers by what Harmony of particular Minds the general Harmony is compos'd, and Commonweal establish'd.\"","subId":"3","id":"Shaftesbury.C.M.1.3.3"},{"type":"paragraph","content":"\"Nor satisfy'd even with publick Good in one Community of Men, it frames it-self a nobler Object, {Virtue.} and with enlarg'd Affection seeks the Good of Mankind. It dwells with Pleasure amidst that Reason, and those Orders on which this fair Correspondence and goodly Interest is establish'd. Laws, Constitutions, civil and religious Rites; whatever civilizes or polishes rude Mankind; the Sciences and Arts, Philosophy, Morals, Virtue; the flourishing State of human Affairs, and the Perfection of human Nature; these are its delightful Prospects, and this the Charm of Beauty which attracts it.\"","subId":"4","id":"Shaftesbury.C.M.1.3.4"},{"type":"paragraph","content":"{Universe.} \"Still ardent in this Pursuit (such is its Love of Order and Perfection) it rests not here; nor satisfies it-self with the Beauty of a Part; but extending further its communicative Bounty, seeks the Good of All, and affects the Interest and Prosperity of the Whole. True to its native World and higher Country, 'tis here it seeks Order and Perfection; wishing the best, and hoping still to find a just and wise Administration.\"","subId":"5","id":"Shaftesbury.C.M.1.3.5"},{"type":"paragraph","content":"\"And since all Hope of this were vain and idle, if no universal Mind presided; {GOD.} since without such a supreme Intelligence and providential Care, the distracted Universe must be condemn'd to suffer infinite Calamitys; 'tis here the generous Mind labours to discover that healing Cause by which the Interest of the Whole is securely establish'd, the Beauty of Things, and the universal Order happily sustain'd.\"","subId":"6","id":"Shaftesbury.C.M.1.3.6"},{"type":"paragraph","content":"{Ill natural and moral.} \"This, Palemon, is the Labour of your Soul: and This its Melancholy; when unsuccessfully pursuing the supreme Beauty, it meets with darkning Clouds which intercept its Sight. Monsters arise, not those from Lybian Desarts, but from the Heart of Man more fertile; and with their horrid Aspect cast an unseemly Reflection upon Nature. She, helpless (as she is thought) and working thus absurdly, is contemn'd, the Government of the World arraign'd, and Deity made void.\"","subId":"7","id":"Shaftesbury.C.M.1.3.7"},{"type":"paragraph","content":"\"Much is alledg'd in answer, to shew why Nature errs, and how she came thus impotent and erring from an unerring Hand. But I deny she errs; and when she seems most ignorant or perverse in her Productions, I assert her even then as wise and provident, as in her goodliest Works. For 'tis not then that Men complain of the World's Order, or abhor the Face of things, when they see various Interests mix'd and interfering; Natures subordinate, of different kinds, oppos'd one to another, and in their different Operations submitted, the higher to the lower. 'Tis on the contrary, from this Order of inferior and superior Things, that we admire the World's Beauty, founded thus on Contrarietys: whilst from such various and disagreeing Principles, a universal Concord is establish'd.\"","subId":"8","id":"Shaftesbury.C.M.1.3.8"},{"type":"paragraph","content":"\"Thus in the several Orders of terrestrial Forms, a Resignation is requir'd, a Sacrifice and mutual yielding of Natures one to another. The Vegetables by their Death sustain the Animals: and Animal Bodys dissolv'd, enrich the Earth, and raise again the vegetable World. The numerous Insects are reduc'd by the superior Kinds of Birds and Beasts: and these again are check'd by Man; who in his turn submits to other Natures, and resigns his Form a Sacrifice in common to the rest of Things. And if in Natures so little exalted or pre-eminent above each other, the Sacrifice of Interests can appear so just; how much more reasonably may all inferior Natures be subjected to the superior Nature of the World! That World, Palemon, which even now transported you, when the Sun's fainting Light gave way to these bright Constellations, and left you this wide System to contemplate.\"","subId":"9","id":"Shaftesbury.C.M.1.3.9"},{"type":"paragraph","content":"\"Here are those Laws which ought not, nor can submit to any thing below. The central Powers, which hold the lasting Orbs in their just Poize and Movement, must not be controul'd to save a fleeting Form, and rescue from the Precipice a puny Animal, whose brittle Frame, howe'er protected, must of it-self so soon dissolve. The ambient Air, the inward Vapours, the impending Meteors, or whatever else is nutrimental or preservative of this Earth, must operate in a natural Course: and other Constitutions must submit to the good Habit and Constitution of the all-sustaining Globe.\"","subId":"10","id":"Shaftesbury.C.M.1.3.10"},{"type":"paragraph","content":"\"Let us not therefore wonder, if by Earthquakes, Storms, pestilential Blasts, nether or upper Fires, or Floods, the animal Kinds are oft afflicted, and whole Species perhaps involv'd at once in common Ruin: But much less let us account it strange, if either by outward Shock, or some interior Wound from hostile Matter, particular Animals are deform'd even in their first Conception, when the Disease invades the Seats of Generation, and seminal Parts are injur'd and obstructed in their accurate Labours. 'Tis then alone that monstrous Shapes are seen: Nature still working as before, and not perversly or erroneously; not faintly, or with feeble Endeavours; but o'erpower'd by a superior Rival, and by another Nature's justly conquering Force.\"","subId":"11","id":"Shaftesbury.C.M.1.3.11"},{"type":"paragraph","content":"\"Nor need we wonder, if the interior Form, the Soul and Temper, partakes of this occasional Deformity, and sympathizes often with its close Partner. Who is there can wonder either at the Sicknesses of Sense, or the Depravity of Minds inclos'd in such frail Bodys, and dependent on such pervertible Organs?\"","subId":"12","id":"Shaftesbury.C.M.1.3.12"},{"type":"paragraph","content":"{Good.} \"Here then is that Solution you require: and hence those seeming Blemishes cast upon Nature. Nor is there ought in this beside what is natural and good. 'Tis Good which is predominant; and every corruptible and mortal Nature by its Mortality and Corruption yields only to some better, and all in common to that best and highest Nature, which is incorruptible and immortal.\"","subId":"13","id":"Shaftesbury.C.M.1.3.13"},{"type":"paragraph","content":"I SCARCE had ended these Words, ere you broke out in admiration; asking what had befall'n me, that of a sudden I had thus chang'd my Character, and enter'd into Thoughts, which must certainly, you suppos'd, have some Foundation in me, since I cou'd express them with such seeming Affection as I had done.","subId":"14","id":"Shaftesbury.C.M.1.3.14"},{"type":"paragraph","content":"O, said I, Palemon! that it had been my fortune to have met you the other day, just at my Return out of the Country from a Friend, whose Conversation had in one day or two made such an Impression on me, that I shou'd have suted you to a Miracle. You wou'd have thought indeed that I had been cur'd of my Scepticism and Levity, so as never to have rally'd more, at that wild rate, on any Subject, much less on these which are so serious.","subId":"15","id":"Shaftesbury.C.M.1.3.15"},{"type":"paragraph","content":"Truly, said you, I cou'd wish I had met you rather at that time, or that those good and serious Impressions of your Friend had without interruption lasted with you till this moment.","subId":"16","id":"Shaftesbury.C.M.1.3.16"},{"type":"paragraph","content":"Whatever they were, I told you, Palemon, I had not so lost 'em neither, as not easily, you saw, to revive 'em on occasion; were I not afraid. \"Afraid!\" said you. \"For whose sake, good Philocles, I intreat you? For mine or your own?\" \"For both,\" reply'd I. \"For tho I was like to be perfectly cur'd of my Scepticism; 'twas by what I thought worse, {Enthusiast.} downright Enthusiasm. You never knew a more agreeable Enthusiast! \"","subId":"17","id":"Shaftesbury.C.M.1.3.17"},{"type":"paragraph","content":"Were he my Friend, said you, I shou'd hardly treat him in so free a manner. Nor shou'd I, perhaps, judg that to be Enthusiasm which you so freely term so. I have a strong suspicion that you injure him. Nor can I be satisfy'd till I hear further of that serious Conversation for which you tax him as Enthusiastick.","subId":"18","id":"Shaftesbury.C.M.1.3.18"},{"type":"paragraph","content":"I must confess, said I, he had nothing of that savage Air of the vulgar enthusiastick Kind. All was serene, soft, and harmonious. The manner of it was more after the pleasing Transports of those antient Poets you are often charm'd with, than after the fierce unsociable way of modern Zealots; those starch'd gruff Gentlemen, who guard Religion as Bullys do a Mistress, and give us the while a very indifferent Opinion of their Lady's Merit, and their own Wit, by adoring what they neither allow to be inspected by others, nor care themselves to examine in a fair light. But here I'll answer for it; there was nothing of Disguise or Paint. All was fair, open, and genuine, as Nature herself. 'Twas Nature he was in love with: 'Twas Nature he sung. And if any-one might be said to have a natural Mistress, my Friend certainly might, whose Heart was thus ingag'd. But Love, I found, was every-where the same. And tho the Object here was very fine, and the Passion it created very noble; yet Liberty, I thought, was finer than all: And I who never car'd to ingage in other Loves of the least continuance, was the more afraid, I told you, of this which had such a power with my poor Friend, as to make him appear the perfectest Enthusiast in the World, Ill-humour only excepted. For this was singular in him, \"That tho he had all of the Enthusiast, he had nothing of the Bigot. He heard every thing with Mildness and Delight; and bore with me when I treated all his Thoughts as visionary; and when, Sceptick-like, I unravel'd all his Systems.\"","subId":"19","id":"Shaftesbury.C.M.1.3.19"},{"type":"paragraph","content":"Here was that Character and Description which so highly pleas'd you, that you wou'd hardly suffer me to come to a conclusion. 'Twas impossible, I found, to give you satisfaction, without reciting the main of what pass'd in those two days between my Friend and me, in our Country-Retirement. Again and again I bid you beware: \"You knew not the danger of this philosophical Passion; nor consider'd what you might possibly draw upon your-self, and make me the Author of. I was far enough engag'd already: and you were pushing me further, at your own hazard.\"","subId":"20","id":"Shaftesbury.C.M.1.3.20"},{"type":"paragraph","content":"All I cou'd say made not the least impression on you. But rather than proceed any further this night, I engag'd, for your sake, to turn Writer, and draw up the Memoirs of those two philosophical Days; beginning with what had pass'd this last Day between our-selves; as I have accordingly done, you see, by way of Introduction to my Story.","subId":"21","id":"Shaftesbury.C.M.1.3.21"},{"type":"paragraph","content":"BY this time, being got late to Town, some hours after the latest of our Company, you set me down at my own Lodging; and thus we bad Good-night.","subId":"22","id":"Shaftesbury.C.M.1.3.22"},{"type":"note","content":"See VOL. III. p. 263, 264. what is cited in the Notes from the antient Author on the World.","subId":"n1","id":"Shaftesbury.C.M.1.3.n1"}]}