{"imported":true,"id":"Hume.HE.2.13","parent":"Hume.HE.2","title":"Chapter 13. Edward I","breadcrumb":"Chapter 13","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XIII.\nEDWARD I.\nCivil administration of the king——Conquest of Wales——Affairs of Scotland——Competitors for the crown of Scotland——Reference to Edward——Homage of Scotland——Award of Edward in favour of Baliol——War with France——Digression concerning the constitution of parliament——War with Scotland——Scotland subdued——War with France——Dissensions with the clergy——Arbitrary measures——Peace with France——Revolt of Scotland——That kingdom again subdued——again revolts——is again subdued——Robert Bruce——Third revolt of Scotland——Death and character of the king——Miscellaneous transactions of this reign.","id":"Hume.HE.2.13"},{"type":"paragraph","content":"{1272.} THE English were as yet so little enured to obedience under a regular government, that the death of almost every king, since the conquest, had been attended with disorders; and the council, reflecting on the recent civil wars, and on the animosities which naturally remain after these great convulsions, had reason to apprehend dangerous consequences from the absence of the son and successor of Henry. They therefore hastened to proclaim prince Edward, to swear allegiance to him, and to summon the states of the kingdom, in order to provide for the public peace in this important conjuncture. Walter Giffard, archbishop of York, the earl of Cornwal, son of Richard, king of the Romans, and the earl of Glocester, were appointed guardians of the realm, and proceeded peaceably to the exercise of their authority, without either meeting with opposition from any of the people, or being disturbed with emulation and faction among themselves. The high character acquired by Edward during the late commotions, his military genius, his success in subduing the rebels, his moderation in settling the kingdom, had procured him great esteem, mixed with affection, among all orders of men; and no one could reasonably entertain hopes of making any advantage of his absence, or of raising disturbance in the nation. The earl of Glocester himself, whose great power and turbulent spirit had excited most jealousy, was forward to give proofs of his allegiance; and the other malcontents, being destitute of a leader, were obliged to remain in submission to the government.","subId":"1","id":"Hume.HE.2.13.1"},{"type":"paragraph","content":"Prince Edward had reached Sicily in his return from the Holy Land, when he received intelligence of the death of his father; and he discovered a deep concern on the occasion. At the same time he learned the death of an infant son, John, whom his princess, Eleanor of Castile, had born him at Acre in Palestine, and as he appeared much less affected with that misfortune, the king of Sicily expressed a surprize at this difference of sentiment: But was told by Edward, that the death of a son was a loss which he might hope to repair; the death of a father was a loss irreparable.","subId":"2","id":"Hume.HE.2.13.2"},{"type":"paragraph","content":"{1273.} Edward proceeded homeward; but as he soon learned the quiet settlement of the kingdom, he was in no hurry to take possession of the throne, but spent near a year in France, before he made his appearance in England. In his passage by Chalons in Burgundy, he was challenged by the prince of the country to a tournament which he was preparing; and as Edward excelled in those martial and dangerous exercises, the true image of war, he declined not the opportunity of acquiring honour in that great assembly of the neighbouring nobles. But the image of war was here unfortunately turned into the thing itself. Edward and his retinue were so successful in the jousts, that the French knights, provoked at their superiority, made a serious attack upon them, which was repulsed, and much blood was idly shed in the quarrel. This rencounter received the name of the petty battle of Chalons.","subId":"3","id":"Hume.HE.2.13.3"},{"type":"paragraph","content":"Edward went from Chalons to Paris, and did homage to Philip for the dominions which he held in France. {1274.} He thence returned to Guienne, and settled that province, which was in some confusion. {19th Aug.} He made his journey to London through France; in his passage he accommodated at Montreuil a difference with Margaret, countess of Flanders, heiress of that territory; he was received with joyful acclamations by his people, and was solemnly crowned at Westminster by Robert, archbishop of Canterbury.","subId":"4","id":"Hume.HE.2.13.4"},{"type":"paragraph","content":"{Civil administration of the king.} The king immediately applied himself to the re-establishment of his kingdom, and to the correcting of those disorders, which the civil commotions and the loose administration of his father had introduced into every part of government. The plan of his policy was equally generous and prudent. He considered the great barons both as the immediate rivals of the crown, and oppressors of the people; and he purposed, by an exact distribution of justice, and a rigid execution of the laws, to give at once protection to the inferior orders of the state, and to diminish the arbitrary power of the great, on which their dangerous authority was chiefly founded. Making it a rule in his own conduct to observe, except on extraordinary occasions, the privileges secured to them by the Great Charter, he acquired a right to insist upon their observance of the same charter towards their vassals and inferiors; and he made the crown be regarded by all the gentry and commonalty of the kingdom, as the fountain of justice, and the general asylum against oppression. {1275. 16th Feb.} Besides enacting several useful statutes, in a parliament which he summoned at Westminster, he took care to inspect the conduct of all his magistrates and judges, to displace such as were either negligent or corrupt, to provide them with sufficient force for the execution of justice, to extirpate all bands and confederacies of robbers, and to repress those more silent robberies, which were committed either by the power of the nobles, or under the countenance of public authority. By this rigid administration, the face of the kingdom was soon changed; and order and justice took place of violence and oppression: But amidst the excellent institutions and public-spirited plans of Edward, there still appears somewhat both of the severity of his personal character and of the prejudices of the times.","subId":"5","id":"Hume.HE.2.13.5"},{"type":"paragraph","content":"As the various kinds of malefactors, the murderers, robbers, incendiaries, ravishers, and plunderers, had become so numerous and powerful, that the ordinary ministers of justice, especially in the western counties, were afraid to execute the laws against them, the king found it necessary to provide an extraordinary remedy for the evil; and he erected a new tribunal, which, however useful, would have been deemed, in times of more regular liberty, a great stretch of illegal and arbitrary power. It consisted of commissioners, who were empowered to enquire into disorders and crimes of all kinds, and to inflict the proper punishments upon them. The officers, charged with this unusual commission, made their circuits throughout the counties of England most infested with this evil, and carried terror into all those parts of the kingdom. In their zeal to punish crimes, they did not sufficiently distinguish between the innocent and guilty; the smallest suspicion became a ground of accusation and trial; the slightest evidence was received against criminals; prisons were crowded with malefactors, real or pretended; severe fines were levied for small offences; and the king, though his exhausted exchequer was supplied by this expedient, found it necessary to stop the course of so great rigour, and after terrifying and dissipating by this tribunal the gangs of disorderly people in England, he prudently annulled the commission; and never afterwards renewed it.","subId":"6","id":"Hume.HE.2.13.6"},{"type":"paragraph","content":"Among the various disorders, to which the kingdom was subject, no one was more universally complained of than the adulteration of the coin; and as this crime required more art than the English of that age, who chiefly employed force and violence in their iniquities, were possessed of, the imputation fell upon the Jews. Edward also seems to have indulged a strong prepossession against that nation; and this ill-judged zeal for Christianity being naturally augmented by an expedition to the Holy Land, he let loose the whole rigour of his justice against that unhappy people. Two hundred and eighty of them were hanged at once for this crime in London alone, besides those who suffered in other parts of the kingdom. The houses and lands, (for the Jews had of late ventured to make purchases of that kind) as well as the goods of great multitudes, were sold and confiscated: And the king, lest it should be suspected that the riches of the sufferers were the chief part of their guilt, ordered a moiety of the money, raised by these confiscations, to be set apart, and bestowed upon such as were willing to be converted to Christianity. But resentment was more prevalent with them, than any temptation from their poverty; and very few of them could be induced by interest to embrace the religion of their persecutors. The miseries of this people did not here terminate. Though the arbitrary talliages and exactions, levied upon them, had yielded a constant and a considerable revenue to the crown; Edward, prompted by his zeal and his rapacity, resolved some time after to purge the kingdom entirely of that hated race, and to seize to himself at once their whole property as the reward of his labour. He left them only money sufficient to bear their charges into foreign countries, where new persecutions and extortions awaited them: But the inhabitants of the cinqueports, imitating the bigotry and avidity of their sovereign, despoiled most of them of this small pittance, and even threw many of them into the sea: A crime, for which the king, who was determined to be the sole plunderer in his dominions, inflicted a capital punishment upon them. No less than fifteen thousand Jews were at this time robbed of their effects and banished the kingdom: Very few of that nation have since lived in England: And as it is impossible for a nation to subsist without lenders of money, and none will lend without a compensation, the practice of usury, as it was then called, was thenceforth exercised by the English themselves upon their fellow-citizens, or by Lombards and other foreigners. It is very much to be questioned, whether the dealings of these new usurers were equally open and unexceptionable with those of the old. By a law of Richard, it was enacted, that three copies should be made of every bond given to a Jew; one to be put into the hands of a public magistrate, another into those of a man of credit, and a third to remain with the Jew himself. But as the canon law, seconded by the municipal, permitted no Christian to take interest, all transactions of this kind must, after the banishment of the Jews, have become more secret and clandestine, and the lender, of consequence, be paid both for the use of his money, and for the infamy and danger which he incurred by lending it.","subId":"7","id":"Hume.HE.2.13.7"},{"type":"paragraph","content":"The great poverty of the crown, though no excuse, was probably the cause of this egregious tyranny exercised against the Jews; but Edward also practised other more honourable means of remedying that evil. He employed a strict frugality in the management and distribution of his revenue: He engaged the parliament to vote him a fifteenth of all moveables; the pope to grant him the tenth of all ecclesiastical revenues for three years; and the merchants to consent to a perpetual imposition of half a mark on every sack of wool exported, and a mark on three hundred skins. He also issued commissions to enquire into all encroachments on the royal demesne; into the value of escheats, forfeitures, and wardships; and into the means of repairing or improving every branch of the revenue. The commissioners, in the execution of their office, began to carry matters too far against the nobility, and to question titles to estates which had been transmitted from father to son for several generations. Earl Warrenne, who had done such eminent service in the late reign, being required to show his titles, drew his sword; and subjoined, that William, the Bastard, had not conquered the kingdom for himself alone: His ancestor was a joint adventurer in the enterprize; and he himself was determined to maintain what had from that period remained unquestioned in his family. The king, sensible of the danger, desisted from making farther enquiries of this nature.","subId":"8","id":"Hume.HE.2.13.8"},{"type":"paragraph","content":"{1276. Conquest of Wales.} But the active spirit of Edward could not long remain without employment. He soon after undertook an enterprize more prudent for himself, and more advantageous to his people. Lewellyn, prince of Wales, had been deeply engaged with the Mountfort faction; had entered into all their conspiracies against the crown; had frequently fought on their side; and till the battle of Evesham, so fatal to that party, had employed every expedient to depress the royal cause, and to promote the success of the barons. In the general accommodation, made with the vanquished, Lewellyn had also obtained his pardon; but as he was the most powerful, and therefore the most obnoxious vassal of the crown, he had reason to entertain anxiety about his situation, and to dread the future effects of resentment and jealousy in the English monarch. For this reason, he determined to provide for his security by maintaining a secret correspondence with his former associates; and he even made his addresses to a daughter of the earl of Leicester, who was sent to him from beyond sea, but being intercepted in her passage near the isles of Sicily, was detained in the court of England. This incident encreasing the mutual jealousy between Edward and Lewellyn, the latter, when required to come to England, and do homage to the new king, scrupled to put himself in the hands of an enemy, desired a safe-conduct from Edward, insisted upon having the king's son and other noblemen delivered to him as hostages, and demanded, that his consort should previously be set at liberty. The king, having now brought the state to a full settlement, was not displeased with this occasion of exercising his authority, and subduing entirely the principality of Wales. He refused all Lewellyn's demands, except that of a safe-conduct; sent him repeated summons to perform the duty of a vassal; levied an army to reduce him to obedience; obtained a new aid of a fifteenth from parliament; and marched out with certain assurance of success against the enemy. {1277.} Besides the great disproportion of force between the kingdom and the principality, the circumstances of the two states were entirely reversed; and the same intestine dissentions, which had formerly weakened England, now prevailed in Wales, and had even taken place in the reigning family. David and Roderic, brothers to Lewellyn, dispossessed of their inheritance by that prince, had been obliged to have recourse to the protection of Edward, and they seconded with all their interest, which was extensive, his attempts to enslave their native country. The Welsh prince had no resource but in the inaccessible situation of his mountains, which had hitherto, through many ages, defended his forefathers against all attempts of the Saxon and Norman conquerors; and he retired among the hills of Snowdun, resolute to defend himself to the last extremity. But Edward, equally vigorous and cautious, entering by the north with a formidable army, pierced into the heart of the country; and having carefully explored every road before him, and secured every pass behind him, approached the Welsh army in its last retreat. He here avoided the putting to trial the valour of a nation, proud of its ancient independance, and enflamed with animosity against its hereditary enemies; and he trusted to the slow, but sure effects of famine, for reducing that people to subjection. The rude and simple manners of the natives, as well as the mountainous situation of their country, had made them entirely neglect tillage, and trust to pasturage alone for their subsistence: A method of life which had hitherto secured them against the irregular attempts of the English, but exposed them to certain ruin, when the conquest of the country was steddily pursued, and prudently planned by Edward. Destitute of magazines, cooped up in a narrow corner, they, as well as their cattle, suffered all the rigors of famine; and Lewellyn, without being able to strike a stroke for his independance, was at last obliged to submit at discretion, and receive the terms imposed upon him by the victor. {19th Nov.} He bound himself to pay to Edmond 5o,ooo pounds, as a reparation of damages; to do homage to the crown of England; to permit all the other barons of Wales, except four near Snowdun, to swear fealty to the same crown; to relinquish the country between Cheshire and the river Conway; to settle on his brother Roderic a thousand marks a year, and on David five hundred; and to deliver ten hostages as security for his future submission.","subId":"9","id":"Hume.HE.2.13.9"},{"type":"paragraph","content":"Edward, on the performance of the other articles, remitted to the prince of Wales the payment of the 50,000 pounds, which were stipulated by treaty, and which, it is probable the poverty of the country made it absolutely impossible for him to levy. But notwithstanding this indulgence, complaints of iniquities soon arose on the side of the vanquished: The English, insolent on their easy and bloodless victory, oppressed the inhabitants of the districts which were yielded to them: The lords marchers committed with impunity all kinds of violence on their Welsh neighbours: New and more severe terms were imposed on Lewellyn himself; and Edward, when the prince attended him at Worcester, exacted a promise that he would retain no person in his principality who should be obnoxious to the English monarch. There were other personal insults, which raised the indignation of the Welsh, and made them determine rather to encounter a force, which they had already experienced to be so much superior, than to bear oppression from the haughty victors. Prince David, seized with the national spirit, made peace with his brother, and promised to concur in the defence of public liberty. The Welsh flew to arms; and Edward, not displeased with the occasion of making his conquest final and absolute, assembled all his military tenants, and advanced into Wales with an army, which the inhabitants could not reasonably hope to resist. The situation of the country gave the Welsh at first some advantage over Luke de Tany, one of Edward's captains, who had passed the Menau with a detachment: But Lewellyn, being surprized by Mortimer, was defeated and slain in an action, and 2000 of his followers were put to the sword. David, who succeeded him in the principality, could never collect an army sufficient to face the English; and being chaced from hill to hill, and hunted from one retreat to another, was obliged to conceal himself under various disguises, and was at last betrayed in his lurking-place to the enemy. Edward sent him in chains to Shrewsbury; and bringing him to a formal trial before all the peers of England, ordered this sovereign prince to be hanged, drawn, and quartered, as a traitor, for defending by arms the liberties of his native country, together with his own hereditary authority. All the Welsh nobility submitted to the conqueror; the laws of England, with the sheriffs and other ministers of justice, were established in that principality; and though it was long before national antipathies were extinguished, and a thorough union attained between {1283.} the people, yet this important conquest, which it had required eight hundred years fully to effect, was at last, through the abilities of Edward, completed by the English.","subId":"10","id":"Hume.HE.2.13.10"},{"type":"paragraph","content":"{1284.} The king, sensible that nothing kept alive the ideas of military valour and of ancient glory, so much as the traditional poetry of the people, which, assisted by the power of music, and the jollity of festivals, made deep impression on the minds of the youth, gathered together all the Welsh bards, and from a barbarous, though not absurd policy, ordered them to be put to death.","subId":"11","id":"Hume.HE.2.13.11"},{"type":"paragraph","content":"There prevails a vulgar story, which, as it well suits the capacity of the monkish writers, is carefully recorded by them: That Edward, assembling the Welsh, promised to give them a prince of unexceptionable manners, a Welshman by birth, and one who could speak no other language. On their acclamations of joy, and promise of obedience, he invested in the principality his second son Edward, then an infant, who had been born at Carnarvon. The death of his eldest son Alfonso, soon after, made young Edward heir of the monarchy: The principality of Wales was fully annexed to the crown; and henceforth gives a title to the eldest son of the kings of England.","subId":"12","id":"Hume.HE.2.13.12"},{"type":"paragraph","content":"{1286.} The settlement of Wales appeared so complete to Edward, that, in less than two years after, he went abroad, in order to make peace between Alphonso, king of Arragon, and Philip the Fair, who had lately succeeded his father Philip the Hardy on the throne of France. The difference between these two princes had arisen about the kingdom of Sicily, which the pope, after his hopes from England failed him, had bestowed on Charles, brother to St. Lewis, and which was claimed upon other titles, by Peter king of Arragon, father to Alphonso. Edward had powers from both princes to settle the terms of peace, and he succeeded in his endeavours; but as the controversy nowise regards England, we shall not enter into a detail of it. He stayed abroad above three years; and on his return, found many disorders to have prevailed, both from open violence, and from the corruption of justice.","subId":"13","id":"Hume.HE.2.13.13"},{"type":"paragraph","content":"Thomas Chamberlain, a gentleman of some note, had assembled several of his associates at Boston, in Lincolnshire, under pretence of holding a tournament, an exercise practised by the gentry only; but in reality with a view of plundering the rich fair of Boston, and robbing the merchants. To facilitate his purpose, he privately set fire to the town; and while the inhabitants were employed in quenching the flames, the conspirators broke into the booths, and carried off the goods. Chamberlain himself was detected and hanged, but maintained so steddily the point of honour to his accomplices, that he could not be prevailed on, by offers or promises, to discover any of them. Many other instances of robbery and violence broke out in all parts of England; though the singular circumstances attending this conspiracy have made it alone be particularly recorded by historians.","subId":"14","id":"Hume.HE.2.13.14"},{"type":"paragraph","content":"{1289.} But the corruption of the judges, by which the fountains of justice were poisoned, seemed of still more dangerous consequence. Edward, in order to remedy this prevailing abuse, summoned a parliament, and brought the judges to a trial; where all of them, except two, who were clergymen, were convicted of this flagrant iniquity, were fined, and deposed. The amount of the fines, levied upon them, is alone a sufficient proof of their guilt; being above one hundred thousand marks, an immense sum in those days, and sufficient to defray the charges of an expensive war between two great kingdoms. The king afterwards made all the new judges swear, that they would take no bribes; but his expedient, of deposing and fining the old ones, was the more effectual remedy.","subId":"15","id":"Hume.HE.2.13.15"},{"type":"paragraph","content":"We now come to give an account of the state of affairs in Scotland, which gave rise to the most interesting transactions of this reign, and of some of the subsequent; though the intercourse of that kingdom with England, either in peace or war, had hitherto produced so few events of moment, that, to avoid tediousness, we have omitted many of them, and have been very concise in relating the rest. If the Scots had, before this period, any real history, worthy of the name, except what they glean from scattered passages in the English historians, those events, however minute, yet, being the only foreign transactions of the nation, might deserve a place in it.","subId":"16","id":"Hume.HE.2.13.16"},{"type":"paragraph","content":"{Affairs of Scotland.} Though the government of Scotland had been continually exposed to those factions and convulsions, which are incident to all barbarous, and to many civilized nations; and though the successions of their kings, the only part of their history which deserves any credit, had often been disordered by irregularities and usurpations; the true heir of the royal family had still in the end prevailed, and Alexander III. who had espoused the sister of Edward, probably inherited, after a period of about eight hundred years, and through a succession of males, the scepter of all the Scottish princes, who had governed the nation, since its first establishment in the island. This prince died in 1286 by a fall from his horse at Kinghorn, without leaving any male issue, and without any descendant, except Margaret, born of Eric, king of Norway, and of Margaret, daughter of the Scottish monarch. This princess, commonly called the maid of Norway, though a female, and an infant, and a foreigner, yet being the lawful heir of the kingdom, had, through her grandfather's care, been recognized successor by the states of Scotland; and on Alexander's death, the dispositions, which had been previously made against that event, appeared so just and prudent, that no disorders, as might naturally be apprehended, ensued in the kingdom. Margaret was acknowledged queen of Scotland; five guardians, the bishops of St. Andrews and Glasgow, the earls of Fife and Buchan, and James, steward of Scotland, entered peaceably upon the administration; and the infant princess, under the protection of Edward, her great uncle, and Eric, her father, who exerted themselves on this occasion, seemed firmly seated on the throne of Scotland. The English monarch was naturally led to build mighty projects on this incident; and having lately, by force of arms, brought Wales under subjection, he attempted, by the marriage of Margaret with his eldest son Edward, to unite the whole island into one monarchy, and thereby to give it security both against domestic convulsions and foreign invasions. {1290.} The amity, which had of late prevailed between the two nations, and which, even in former times, had never been interrupted by any violent wars or injuries, facilitated extremely the execution of this project, so favourable to the happiness and grandeur of both kingdoms; and the states of Scotland readily gave their assent to the English proposals, and even agreed, that their young sovereign should be educated in the court of Edward. Anxious, however, for the liberty and independancy of their country, they took care to stipulate very equitable conditions, ere they entrusted themselves into the hands of so great and so ambitious a monarch. It was agreed, that they should enjoy all their ancient laws, liberties, and customs; that in case young Edward and Margaret should die without issue, the crown of Scotland should revert to the next heir, and should be inherited by him free and independant; that the military tenants of the crown should never be obliged to go out of Scotland, in order to do homage to the sovereign of the united kingdoms, nor the chapters of cathedral, collegiate, or conventual churches, in order to make elections; that the parliaments, summoned for Scottish affairs, should always be held within the bounds of that kingdom; and that Edward should bind himself, under the penalty of 100,000 marks, payable to the pope for the use of the holy wars, to observe all these articles. It is not easy to conceive, that two nations could have treated more on a foot of equality than Scotland and England maintained during the whole course of this transaction: And though Edward gave his assent to the article, concerning the future independancy of the Scottish crown, with a saving of his former rights; this reserve gave no alarm to the nobility of Scotland, both because these rights, having hitherto been little heard of, had occasioned no disturbance, and because the Scots had so near a prospect of seeing them entirely absorbed in the rights of their sovereignty.","subId":"17","id":"Hume.HE.2.13.17"},{"type":"paragraph","content":"{1291.} But this project, so happily formed and so amicably conducted, failed of success, by the sudden death of the Norvegian princess, who expired on her passage to Scotland, and left a very dismal prospect to the kingdom. {Competitors for the crown of Scotland.} Though disorders were for the present obviated by the authority of the regency formerly established, the succession itself of the crown was now become an object of dispute; and the regents could not expect, that a controversy, which is not usually decided by reason and argument alone, would be peaceably settled by them, or even by the states of the kingdom, amidst so many powerful pretenders. The posterity of William, king of Scotland, the prince taken prisoner by Henry II. being all extinct by the death of Margaret of Norway; the right to the crown devolved on the issue of David, earl of Huntingdon, brother to William, whose male line, being also extinct, left the succession open to the posterity of his daughters. The earl of Huntingdon had three daughters; Margaret, married to Alan lord of Galloway, Isabella, wife of Robert Brus or Bruce, lord of Annandale, and Adama, who espoused Henry lord Hastings. Margaret, the eldest of the sisters, left one daughter, Devergilda, married to John Baliol, by whom she had a son of the same name, one of the present competitors for the crown: Isabella, the second, bore a son, Robert Bruce, who was now alive, and who also insisted on his claim: Adama the third left a son, John Hastings, who pretended, that the kingdom of Scotland, like many other inheritances, was divisible among the three daughters of the earl of Huntingdon, and that he, in right of his mother, had a title to a third of it. Baliol and Bruce united against Hastings, in maintaining that the kingdom was indivisible; but each of them, supported by plausible reasons, asserted the preference of his own title. Baliol was sprung from the elder branch: Bruce was one degree nearer the common stock: If the principle of representation was regarded, the former had the better claim: If propinquity was considered, the latter was entitled to the preference: The sentiments of men were divided: All the nobility had taken part on one side or the other: The people followed implicitly their leaders: The two claimants themselves had great power and numerous retainers in Scotland: And it is no wonder, that, among a rude people, more accustomed to arms than enured to laws, a controversy of this nature, which could not be decided by any former precedent among them, and which is capable of exciting commotions in the most legal and best established governments, should threaten the state with the most fatal convulsions.","subId":"18","id":"Hume.HE.2.13.18"},{"type":"paragraph","content":"Each century has its peculiar mode in conducting business; and men, guided more by custom than by reason, follow, without enquiry, the manners, which are prevalent in their own time. The practice of that age, in controversies between states and princes, seems to have been to chuse a foreign prince, as an equal arbiter, by whom the question was decided, and whose sentence prevented those dismal confusions and disorders, inseparable at all times from war, but which were multiplied a hundred fold, and dispersed into every corner, by the nature of the feudal governments. It was thus that the English king and barons, in the preceding reign, had endeavoured to compose their dissensions by a reference to the king of France; and the celebrated integrity of that monarch had prevented all the bad effects, which might naturally have been dreaded from so perilous an expedient. It was thus that the kings of France and Arragon, and afterwards other princes, had submitted their controversies to Edward's judgment; and the remoteness of their states, the great power of the princes, and the little interest which he had on either side, had induced him to acquit himself with honour in his decisions. The parliament of Scotland, therefore, threatened with a furious civil war, and allured by the great reputation of the English monarch, as well as by the present amicable correspondence between the kingdoms, agreed in making a reference to Edward; and Fraser, bishop of St. Andrews, {Reference to Edward.} with other deputies, was sent to notify to him their resolution, and to claim his good offices in the present dangers to which they were exposed. His inclination, they flattered themselves, led him to prevent their dissensions, and to interpose with a power, which none of the competitors would dare to withstand: When this expedient was proposed by one party, the other deemed it dangerous to object to it: Indifferent persons thought that the imminent perils of a civil war would thereby be prevented: And no one reflected on the ambitious character of Edward, and the almost certain ruin, which must attend a small state, divided by faction, when it thus implicitly submits itself to the will of so powerful and encroaching a neighbour.","subId":"19","id":"Hume.HE.2.13.19"},{"type":"paragraph","content":"{Homage of Scotland.} The temptation was too strong for the virtue of the English monarch to resist. He purposed to lay hold of the present favourable opportunity, and if not to create, at least to revive, his claim of a feudal superiority over Scotland; a claim which had hitherto lain in the deepest obscurity, and which, if ever it had been an object of attention, or had been so much as suspected, would have effectually prevented the Scottish barons from chusing him for an umpire. He well knew, that, if this pretension were once submitted to, as it seemed difficult, in the present situation of Scotland, to oppose it, the absolute sovereignty of that kingdom (which had been the case with Wales) would soon follow; and that one great vassal, cooped up in an island with his liege lord, without resource from foreign powers, without aid from any fellow vassals, could not long maintain his dominions against the efforts of a mighty kingdom, assisted by all the cavils which the feudal law afforded his superior against him. In pursuit of this great object, very advantageous to England, perhaps in the end no less beneficial to Scotland, but extremely unjust and iniquitous in itself, Edward busied himself in searching for proofs of his pretended superiority; and instead of looking into his own archives, which, if his claim had been real, must have afforded him numerous records of the homages done by the Scottish princes, and could alone yield him any authentic testimony, he made all the monasteries be ransacked for old chronicles and histories written by Englishmen, and he collected all the passages, which seemed anywise to favour his pretensions. Yet even in this method of proceeding, which must have discovered to himself the injustice of his claim, he was far from being fortunate. He began his proofs from the time of Edward the elder, and continued them through all the subsequent Saxon and Norman times; but produced nothing to his purpose. The whole amount of his authorities during the Saxon period, when stripped of the bombast and inaccurate style of the monkish historians, is, that the Scots had sometimes been defeated by the English, had received peace on disadvantageous terms, had made submissions to the English monarch, and had even perhaps fallen into some dependance on a power, which was so much superior, and which they had not at that time sufficient force to resist. His authorities from the Norman period were, if possible, still less conclusive: The historians indeed make frequent mention of homage done by the northern potentate; but no one of them says that it was done for his kingdom, and several of them declare, in express terms, that it was relative only to the fiefs which he enjoyed south of the Tweed; in the same manner, as the king of England himself swore fealty to the French monarch, for the fiefs which he inherited in France. And to such scandalous shifts was Edward reduced, that he quotes a passage from Hoveden, where it is asserted, that a Scottish king had done homage to England; but he purposely omits the latter part of the sentence, which expresses that this prince did homage for the lands which he held in England.","subId":"20","id":"Hume.HE.2.13.20"},{"type":"paragraph","content":"When William, king of Scotland, was taken prisoner in the battle of Alnwic, he was obliged, for the recovery of his liberty, to swear fealty to the victor for his crown itself. The deed was performed according to all the rites of the feudal law: The record was preserved in the English archives, and is mentioned by all the historians: But as it is the only one of the kind, and as historians speak of this superiority as a great acquisition gained by the fortunate arms of Henry II. there can remain no doubt, that the kingdom of Scotland was, in all former periods, entirely free and independant. Its subjection continued a very few years: King Richard, desirous, before his departure for the Holy Land, to conciliate the friendship of William, renounced that homage, which, he says in express terms, had been extorted by his father; and he only retained the usual homage which had been done by the Scottish princes for the lands which they held in England.","subId":"21","id":"Hume.HE.2.13.21"},{"type":"paragraph","content":"But though this transaction rendered the independance of Scotland still more unquestionable, than if no fealty had ever been sworn to the English crown; the Scottish kings, apprized of the point aimed at by their powerful neighbours, seem for a long time to have retained some jealousy on that head, and in doing homage, to have anxiously obviated all such pretensions. When William in 1200 did homage to John at Lincoln, he was careful to insert a salvo for his royal dignity: When Alexander III. sent assistance to his father-in-law, Henry III. during the wars of the barons, he previously procured an acknowledgment, that this aid was granted only from friendship, not from any right claimed by the English monarch. And when the same prince was invited to assist at the coronation of this very Edward, he declined attendance, till he received a like acknowledgment.","subId":"22","id":"Hume.HE.2.13.22"},{"type":"paragraph","content":"But as all these reasons (and stronger could not be produced) were but a feeble rampart against the power of the sword, Edward, carrying with him a great army, which was to enforce his proofs, advanced to the frontiers, and invited the Scottish parliament and all the competitors to attend him in the castle of Norham, a place situated on the southern banks of the Tweed, in order to determine that cause, which had been referred to his arbitration. But though this deference seemed due to so great a monarch, and was no more than what his father and the English barons had, in similar circumstances, paid to Lewis IX. the king, careful not to give umbrage, and determined never to produce his claim, till it should be too late to think of opposition, sent the Scottish barons an acknowledgment, that, though at that time they passed the frontiers, this step should never be drawn into precedent, or afford the English kings a pretence for exacting a like submission in any future transaction. {10th May.} When the whole Scottish nation had thus unwarily put themselves in his power, Edward opened the conferences at Norham: He informed the parliament, by the mouth of Roger le Brabançon, his chief justiciary, that he was come thither to determine the right among the competitors to their crown; that he was determined to do strict justice to all parties; and that he was intitled to this authority, not in virtue of the reference made to him, but in quality of superior and liege lord of the kingdom. He then produced his proofs of this superiority, which he pretended to be unquestionable, and he required of them an acknowledgment of it; a demand, which was superfluous if the fact were already known and avowed, and which plainly betrays Edward's consciousness of his lame and defective title. The Scottish parliament was astonished at so new a pretension, and answered only by their silence. But the king, in order to maintain the appearance of free and regular proceedings, desired them to remove into their own country, to deliberate upon his claim, to examine his proofs, to propose all their objections, and to inform him of their resolution: And he appointed a plain at Upsettleton, on the northern banks of the Tweed, for that purpose.","subId":"23","id":"Hume.HE.2.13.23"},{"type":"paragraph","content":"When the Scottish barons assembled in this place, though moved with indignation at the injustice of this unexpected claim, and at the fraud with which it had been conducted, they found themselves betrayed into a situation, in which it was impossible for them to make any defence for the ancient liberty and independance of their country. The king of England, a martial and politic prince, at the head of a powerful army, lay at a very small distance, and was only separated from them by a river fordable in many places. Though by a sudden flight some of them might themselves be able to make their escape; what hopes could they entertain of securing the kingdom against his future enterprizes? Without a head, without union among themselves, attached all of them to different competitors, whose title they had rashly submitted to the decision of this foreign usurper, and who were thereby reduced to an absolute dependance upon him; they could only expect by resistance to entail on themselves and their posterity a more grievous and more destructive servitude. Yet even in this desperate state of their affairs, the Scottish barons, as we learn from Walsingham, one of the best historians of that period, had the courage to reply, that, till they had a king, they could take no resolution on so momentous a point: The journal of king Edward says, that they made no answer at all: That is, perhaps, no particular answer or objection to Edward's claim: And by this solution it is possible to reconcile the journal with the historian. The king, therefore, interpreting their silence as consent, addressed himself to the several competitors, and previously to his pronouncing sentence, required their acknowledgment of his superiority.","subId":"24","id":"Hume.HE.2.13.24"},{"type":"paragraph","content":"It is evident from the genealogy of the royal family of Scotland, that there could only be two questions about the succession, that between Baliol and Bruce on the one hand, and lord Hastings on the other, concerning the partition of the crown; and that between Baliol and Bruce themselves, concerning the preference of their respective titles, supposing the kingdom indivisible: Yet there appeared on this occasion no less than nine claimants besides; John Comyn or Cummin lord of Badenoch, Florence earl of Holland, Patric Dunbar earl of March, William de Vescey, Robert de Pynkeni, Nicholas de Soules, Patric Galythly, Roger de Mandeville, Robert de Ross; not to mention the king of Norway, who claimed as heir to his daughter Margaret. Some of these competitors were descended from more remote branches of the royal family; others were even sprung from illegitimate children; and as none of them had the least pretence of right, it is natural to conjecture, that Edward had secretly encouraged them to appear in the list of claimants, that he might sow the more division among the Scottish nobility, make the cause appear the more intricate, and be able to chuse, among a great number, the most obsequious candidate.","subId":"25","id":"Hume.HE.2.13.25"},{"type":"paragraph","content":"But he found them all equally obsequious on this occasion. Robert Bruce was the first that acknowledged Edward's right of superiority over Scotland; and he had so far foreseen the king's pretensions, that even in his petition, where he set forth his claim to the crown, he had previously applied to him as liege lord of the kingdom; a step which was not taken by any of the other competitors. They all, however, with seeming willingness, made a like acknowledgment when required; though Baliol, lest he should give offence to the Scottish nation, had taken care to be absent during the first days; and he was the last that recognized the king's title. Edward next deliberated concerning the method of proceeding in the discussion of this great controversy. He gave orders, that Baliol, and such of the competitors as adhered to him, should chuse forty commissioners; Bruce and his adherents forty more: To these the king added twenty-four Englishmen: He ordered these hundred and four commissioners to examine the cause deliberately among themselves, and make their report to him: And he promised in the ensuing year to give his determination. Mean while, he pretended, that it was requisite to have all the fortresses of Scotland delivered into his hands, in order to enable him, without opposition, to put the true heir in possession of the crown; and this exorbitant demand was complied with, both by the states and by the claimants. The governors also of all the castles immediately resigned their command; except Umfreville earl of Angus, who refused, without a formal and particular acquittal from the parliament and the several claimants, to surrender his fortresses to so domineering an arbiter, who had given to Scotland so many just reasons of suspicion. Before this assembly broke up, which had fixed such a mark of dishonour on the nation, all the prelates and barons there present swore fealty to Edward; and that prince appointed commissioners to receive a like oath from all the other barons and persons of distinction in Scotland.","subId":"26","id":"Hume.HE.2.13.26"},{"type":"paragraph","content":"The king, having finally made, as he imagined, this important acquisition, left the commissioners to sit at Berwic, and examine the titles of the several competitors, who claimed the precarious crown, which Edward was willing for some time to allow the lawful heir to enjoy. He went southwards, both in order to assist at the funeral of his mother, queen Eleanor, who died about this time, and to compose some differences which had arisen among his principal nobility. Gilbert earl of Glocester, the greatest baron of the kingdom, had espoused the king's daughter; and being elated by that alliance, and still more by his own power, which, he thought, set him above the laws, he permitted his bailiffs and vassals to commit violence on the lands of Humphrey Bohun earl of Hereford, who retaliated the injury by like violence. But this was not a reign in which such illegal proceedings could pass with impunity. Edward procured a sentence against the two earls, committed them both to prison, and would not restore them to their liberty, till he exacted a fine of 1000 marks from Hereford, and one of 10,000 from his son-in-law.","subId":"27","id":"Hume.HE.2.13.27"},{"type":"paragraph","content":"{1292.} During this interval, the titles of John Baliol and of Robert Bruce, whose claims appeared to be the best founded among the competitors for the crown of Scotland, were the subject of general disquisition, as well as of debate among the commissioners. Edward, in order to give greater authority to his intended decision, proposed this general question both to the commissioners, and to all the celebrated lawyers in Europe; Whether a person descended from the elder sister, but farther removed by one degree, were preferable, in the succession of kingdoms, fiefs, and other indivisible inheritances, to one descended from the younger sister, but one degree nearer to the common stock? This was the true state of the case; and the principle of representation had now gained such ground every where, that a uniform answer was returned to the king in the affirmative. He therefore pronounced sentence in favour of Baliol; and when Bruce, upon this disappointment, joined afterwards lord Hastings, and claimed a third of the kingdom, which he now pretended to be divisible, Edward, though his interests seemed more to require the partition of Scotland, again pronounced sentence in favour of Baliol. {Award of Edward in favour of Baliol.} That competitor, upon renewing his oath of fealty to England, was put in possession of the kingdom; all his fortresses were restored to him, and the conduct of Edward, both in the deliberate solemnity of the proceedings, and in the justice of the award, was so far unexceptionable.","subId":"28","id":"Hume.HE.2.13.28"},{"type":"paragraph","content":"{1293.} Had the king entertained no other view than that of establishing his superiority over Scotland, though the iniquity of that claim was apparent, and was aggravated by the most egregious breach of trust, he might have fixed his pretensions, and have left that important acquisition to his posterity: But he immediately proceeded in such a manner, as made it evident, that, not content with this usurpation, he aimed also at the absolute sovereignty and dominion of the kingdom. Instead of gradually enuring the Scots to the yoke, and exerting his rights of superiority with moderation, he encouraged all appeals to England; required king John himself, by six different summons on trivial occasions, to come to London; refused him the privilege of defending his cause by a procurator; and obliged him to appear at the bar of his parliament as a private person. These humiliating demands were hitherto quite unknown to a king of Scotland: They are however the necessary consequence of vassalage by the feudal law; and as there was no preceding instance of such treatment submitted to by a prince of that country, Edward must, from that circumstance alone, had there remained any doubt, have been himself convinced, that his claim was altogether an usurpation. But his intention plainly was, to enrage Baliol by these indignities, to engage him in rebellion, and to assume the dominion of the state as the punishment of his treason and felony. Accordingly Baliol, though a prince of a soft and gentle spirit, returned into Scotland highly provoked at this usage, and determined at all hazards to vindicate his liberty; and the war, which soon after broke out between France and England, gave him a favourable opportunity of executing his purpose.","subId":"29","id":"Hume.HE.2.13.29"},{"type":"paragraph","content":"The violence, robberies, and disorders, to which that age was so subject, were not confined to the licentious barons and their retainers at land: The sea was equally infested with piracy: The feeble execution of the laws had given licence to all orders of men: And a general appetite for rapine and revenge, supported by a false point of honour, had also infected the merchants and mariners; and it pushed them, on any provocation, to seek redress, by immediate retaliation upon the aggressors. {War with France.} A Norman and an English vessel met off the coast near Bayonne; and both of them having occasion for water, they sent their boats to land, and the several crews came at the same time to the same spring: There ensued a quarrel for the preference: A Norman, drawing his dagger, attempted to stab an Englishman; who, grappling with him, threw his adversary on the ground; and the Norman, as was pretended, falling on his own dagger, was slain. This scuffle between two seamen about water, soon kindled a bloody war between the two nations, and involved a great part of Europe in the quarrel. The mariners of the Norman ship carried their complaints to the French king: Philip, without enquiring into the fact, without demanding redress, bade them take revenge, and trouble him no more about the matter. The Normans, who had been more regular than usual in applying to the crown, needed but this hint to proceed to immediate violence. They seized an English ship in the channel; and hanging, along with some dogs, several of the crew on the yard-arm, in presence of their companions, dismissed the vessel; and bade the mariners inform their countrymen, that vengeance was now taken for the blood of the Norman killed at Bayonne. This injury, accompanied with so general and deliberate an insult, was resented by the mariners of the cinque ports, who, without carrying any complaint to the king, or waiting for redress, retaliated by committing like barbarities on all French vessels without distinction. The French, provoked by their losses, preyed on the ships of all Edward's subjects, whether English or Gascon: The sea became a scene of piracy between the nations: The sovereigns, without either seconding or repressing the violence of their subjects, seemed to remain indifferent spectators: The English made private associations with the Irish and Dutch seamen; the French with the Flemish and Genoese: And the animosities of the people on both sides became every day more violent and barbarous. A fleet of two hundred Norman vessels set sail to the south for wine and other commodities; and in their passage, seized all the English ships which they met with; hanged the seamen, and seized the goods. The inhabitants of the English sea-ports, informed of this incident, fitted out a fleet of sixty sail, stronger and better manned than the others, and awaited the enemy on their return. After an obstinate battle, they put them to rout, and sunk, destroyed, or took the greater part of them. No quarter was given; and it is pretended, that the loss of the French amounted to 15,000 men: Which is accounted for by this circumstance, that the Norman fleet was employed in transporting a considerable body of soldiers from the south.","subId":"30","id":"Hume.HE.2.13.30"},{"type":"paragraph","content":"The affair was now become too important to be any longer overlooked by the sovereigns. On Philip's sending an envoy to demand reparation and restitution, the king dispatched the bishop of London to the French court, in order to accommodate the quarrel. He first said, that the English courts of justice were open to all men; and if any Frenchman were injured, he might seek reparation by course of law. He next offered to adjust the matter by private arbiters, or by a personal interview with the king of France, or by a reference either to the pope or the college of cardinals, or any particular cardinals, agreed on by both parties. The French, probably the more disgusted, as they were hitherto losers in the quarrel, refused all these expedients: The vessels and the goods of merchants were confiscated on both sides: Depredations were continued by the Gascons on the western coast of France, as well as by the English in the channel: Philip cited the king, as duke of Guienne, to appear in his court at Paris, and answer for these offences: And Edward, apprehensive of danger to that province, sent John St. John, an experienced soldier, to Bourdeaux, and gave him directions to put Guienne in a posture of defence.","subId":"31","id":"Hume.HE.2.13.31"},{"type":"paragraph","content":"{1294.} That he might however prevent a final rupture between the nations, the king dispatched his brother, Edmond, earl of Lancaster, to Paris; and as this prince had espoused the queen of Navarre, mother to Jane, queen of France, he seemed, on account of that alliance, the most proper person for finding expedients to accommodate the difference. Jane pretended to interpose with her good offices: Mary, the queen-dowager, feigned the same amicable disposition: And these two princesses told Edmond, that the circumstance, the most difficult to adjust, was the point of honour with Philip, who thought himself affronted by the injuries committed against him by his sub-vassals in Guienne: But if Edward would once consent to give him seizin and possession of that province, he would think his honour fully repaired, would engage to restore Guienne immediately, and would accept of a very easy satisfaction for all the other injuries. The king was consulted on the occasion; and as he then found himself in immediate danger of war with the Scots, which he regarded as the more important concern, this politic prince, blinded by his favourite passion for subduing that nation, allowed himself to be deceived by so gross an artifice. He sent his brother orders to sign and execute the treaty with the two queens; Philip solemnly promised to execute his part of it; and the king's citation to appear in the court of France, was accordingly recalled: But the French monarch was no sooner put in possession of Guienne, than the citation was renewed; Edward was condemned for non-appearance; and Guienne, by a formal sentence, was declared to be forfeited and annexed to the crown.","subId":"32","id":"Hume.HE.2.13.32"},{"type":"paragraph","content":"Edward, fallen into a like snare with that which he himself had spread for the Scots, was enraged; and the more so, as he was justly ashamed of his own conduct, in being so egregiously over-reached by the court of France. Sensible of the extreme difficulties, which he should encounter in the recovery of Gascony, where he had not retained a single place in his hands; he endeavoured to compensate that loss, by forming alliances with several princes, who, he projected, should attack France on all quarters, and make a diversion of her forces. Adolphus de Nassau, king of the Romans, entered into a treaty with him for that purpose; as did also Amadaeus, count of Savoy, the archbishop of Cologne, the counts of Gueldre and Luxembourg; the duke of Brabant and count of Barre, who had married his two daughters, Margaret and Eleanor: But these alliances were extremely burdensome to his narrow revenues, and proved in the issue entirely ineffectual. More impression was made on Guienne by an English army, which he completed by emptying the jails of many thousand thieves and robbers, who had been confined there for their crimes. So low had the profession of arms fallen, and so much had it degenerated from the estimation in which it stood during the vigour of the feudal system!","subId":"33","id":"Hume.HE.2.13.33"},{"type":"paragraph","content":"{1295.} The king himself was detained in England, first by contrary winds; then by his apprehensions of a Scottish invasion, and by a rebellion of the Welsh, whom he repressed and brought again under subjection. The army, which he sent to Guienne, was commanded by his nephew, John de Bretagne, earl of Richmond, and under him by St. John, Tibetot, de Vere, and other officers of reputation; who made themselves masters of the town of Bayonne, as well as of Bourg, Blaye, Reole, St. Severe, and other places, which straitened Bourdeaux, and cut off its communication both by sea and land. The favour, which the Gascon nobility bore to the English government, facilitated these conquests, and seemed to promise still greater successes; but this advantage was soon lost by the misconduct of some of the officers. Philip's brother, Charles de Valois, who commanded the French armies, having laid siege to Podensac, a small fortress near Reole, obliged Giffard, the governor, to capitulate; and the articles, though favourable to the English, left all the Gascons prisoners at discretion, of whom about fifty were hanged by Charles as rebels: A policy, by which he both intimidated that people, and produced an irreparable breach between them and the English. That prince immediately attacked Reole, where the earl of Richmond himself commanded; and as the place seemed not tenable, the English general drew his troops to the water-side, with an intention of embarking with the greater part of the army. The enraged Gascons fell upon his rear, and at the same time opened their gates to the French, who, besides making themselves masters of the place, took many prisoners of distinction. St. Severe was more vigorously defended by Hugh de Vere, son of the earl of Oxford; but was at last obliged to capitulate. The French king, not content with these successes in Gascony, threatened England with an invasion; and by a sudden attempt, his troops took and burnt Dover, but were obliged soon after to retire. And in order to make a greater diversion of the English force, and engage Edward in dangerous and important wars, he formed a secret alliance with John Baliol, king of Scotland; the commencement of that strict union, which, during so many centuries, was maintained, by mutual interests and necessities, between the French and Scottish nations. John confirmed this alliance by stipulating a marriage between his eldest son and the daughter of Charles de Valois.","subId":"34","id":"Hume.HE.2.13.34"},{"type":"paragraph","content":"{Digression concerning the constitution of parliament.} The expences attending these multiplied wars of Edward, and his preparations for war, joined to alterations which had insensibly taken place in the general state of affairs, obliged him to have frequent recourse to parliamentary supplies, introduced the lower orders of the state into the public councils, and laid the foundations of great and important changes in the government.","subId":"35","id":"Hume.HE.2.13.35"},{"type":"paragraph","content":"Though nothing could be worse calculated for cultivating the arts of peace or maintaining peace itself, than the long subordination of vassalage from the king to the meanest gentleman, and the consequent slavery of the lower people, evils inseparable from the feudal system; that system was never able to fix the state in a proper warlike posture, or give it the full exertion of its power for defence, and still less for offence, against a public enemy. The military tenants, unacquainted with obedience, unexperienced in war, held a rank in the troops by their birth, not by their merits or services; composed a disorderly and consequently a feeble army; and during the few days, which they were obliged by their tenures to remain in the field, were often more formidable to their own prince than to foreign powers, against whom they were assembled. The sovereigns came gradually to disuse this cumbersome and dangerous machine, so apt to recoil upon the hand which held it; and exchanging the military service for pecuniary supplies, inlisted forces by means of a contract with particular officers, (such as those the Italians denominate Condottieri) whom they dismissed at the end of the war. The barons and knights themselves often entered into these engagements with the prince; and were enabled to fill their bands, both by the authority which they possessed over their vassals and tenants, and from the great numbers of loose, disorderly people, whom they found on their estates, and who willingly embraced an opportunity of gratifying their appetite for war and rapine.","subId":"36","id":"Hume.HE.2.13.36"},{"type":"paragraph","content":"Mean-while, the old Gothic fabric, being neglected, went gradually to decay. Though the Conqueror had divided all the lands of England into sixty thousand knights' fees, the number of these was insensibly diminished by various artifices; and the king at last found, that, by putting the law in execution, he could assemble a small part only of the ancient force of the kingdom. It was a usual expedient for men, who held of the king or great barons by military tenure, to transfer their land to the church, and receive it back by another tenure called frankalmoigne, by which they were not bound to perform any service. A law was made against this practice; but the abuse had probably gone far before it was attended to, and probably was not entirely corrected by the new statute, which, like most laws of that age, we may conjecture to have been but feebly executed by the magistrate against the perpetual interest of so many individuals. The constable and mareschal, when they mustered the armies, often, in a hurry, and for want of better information, received the service of a baron for fewer knights' fees, than were due by him; and one precedent of this kind was held good against the king, and became ever after a reason for diminishing the service. The rolls of knights' fees were inaccurately kept; no care was taken to correct them before the armies were summoned into the field; it was then too late to think of examining records and charters; and the service was accepted on the footing which the vassal himself was pleased to acknowledge, after all the various subdivisions and conjunctions of property had thrown an obscurity on the nature and extent of his tenure. It is easy to judge of the intricacies which would attend disputes of this kind with individuals; when even the number of military fees, belonging to the church, whose property was fixed and unalienable, became the subject of controversy; and we find in particular, that, when the bishop of Durham was charged with seventy knights' fees for the aid levied on occasion of the marriage of Henry II.'s daughter to the duke of Saxony, the prelate acknowledged ten, and disowned the other sixty. It is not known in what manner this difference was terminated; but had the question been concerning an armament to defend the kingdom, the bishop's service would probably have been received without opposition for ten fees; and this rate must also have fixed all his future payments. Pecuniary scutages, therefore, diminished as much as military services: Other methods of filling the exchequer as well as the armies must be devised: New situations produced new laws and institutions: And the great alterations in the finances and military power of the crown, as well as in private property, were the source of equal innovations in every part of the legislature or civil government.","subId":"37","id":"Hume.HE.2.13.37"},{"type":"paragraph","content":"The exorbitant estates, conferred by the Norman on his barons and chieftains, remained not long entire and unimpaired. The landed property was gradually shared out into more hands; and those immense baronies were divided, either by provisions to younger children, by partitions among co-heirs, by sale, or by escheating to the king, who gratified a great number of his courtiers, by dealing them out among them in smaller portions. Such moderate estates, as they required economy, and confined the proprietors to live at home, were better calculated for duration; and the order of knights and small barons grew daily more numerous, and began to form a very respectable rank or order in the state. As they were all immediate vassals of the crown by military tenure, they were, by the principles of the feudal law, equally intitled with the greatest barons to a seat in the national or general councils; and this right, though regarded as a privilege, which the owners would not entirely relinquish, was also considered as a burthen, which they desired to be subjected to on extraordinary occasions only. Hence it was provided in the charter of king John, that, while the great barons were summoned to the national council by a particular writ, the small barons, under which appellation the knights were also comprehended, should only be called by a general summons of the sheriff. The distinction between great and small barons, like that between rich and poor, was not exactly defined; but, agreeably to the inaccurate genius of that age and to the simplicity of ancient government, was left very much to be determined by the discretion of the king and his ministers. It was usual for the prince to require, by a particular summons, the attendance of a baron in one parliament, and to neglect him in future parliaments; nor was this uncertainty ever complained of as an injury. He attended when required: He was better pleased on other occasions to be exempted from the burthen: And as he was acknowledged to be of the same order with the greatest barons, it gave them no surprize to see him take his seat in the great council, whether he appeared of his own accord, or by a particular summons from the king. The barons by Writ, therefore, began gradually to intermix themselves with the barons by Tenure; and, as Camden tells us, from an ancient manuscript, now lost, that, after the battle of Evesham, a positive law was enacted, prohibiting every baron from appearing in parliament, who was not invited thither by a particular summons, the whole baronage of England held thenceforward their seat by writ, and this important privilege of their tenures was in effect abolished. Only, where writs had been regularly continued for some time in one great family, the omission of them would have been regarded as an affront, and even as an injury.","subId":"38","id":"Hume.HE.2.13.38"},{"type":"paragraph","content":"A like alteration gradually took place in the order of earls, who were the highest rank of barons. The dignity of an earl, like that of a baron, was anciently territorial and official: He exercised jurisdiction within his county: He levied the third of the fines to his own profit: He was at once a civil and a military magistrate: And though his authority, from the time of the Norman conquest, was hereditary in England, the title was so much connected with the office, that, where the king intended to create a new earl, he had no other expedient than to erect a certain territory into a county or earldom, and to bestow it upon the person and his family. But as the sheriffs, who were the vice-gerents of the earls, were named by the king, and removeable at pleasure, he found them more dependant upon him; and endeavoured to throw the whole authority and jurisdiction of the office into their hands. This magistrate was at the head of the finances, and levied all the king's rents within the county. He assessed at pleasure the talliages of the inhabitants in royal demesne: He had usually committed to him the management of wards and often of escheats: He presided in the lower courts of judicature: And thus, though inferior to the earl in dignity, he was soon considered, by this union of the judicial and fiscal powers, and by the confidence reposed in him by the king, as much superior to him in authority, and undermined his influence within his own jurisdiction. It became usual, in creating an earl, to give him a fixed salary, commonly about twenty pounds a year, in lieu of his third of the fines: The diminution of his power kept pace with the retrenchment of his profit: And the dignity of earl, instead of being territorial and official, dwindled into personal and titular. Such were the mighty alterations, which already had fully taken place, or were gradually advancing, in the house of peers; that is, in the parliament: For there seems anciently to have been no other house.","subId":"39","id":"Hume.HE.2.13.39"},{"type":"paragraph","content":"But though the introduction of barons by writ, and of titular earls, had given some encrease to royal authority; there were other causes, which counterbalanced those innovations, and tended in a higher degree to diminish the power of the sovereign. The disuse, into which the feudal militia had in a great measure fallen, made the barons almost entirely forget their dependence on the crown: By the diminution of the number of knights fees, the king had no reasonable compensation when he levied scutages and exchanged their service for money: The alienations of the crown lands had reduced him to poverty: And above all, the concession of the Great Charter had set bounds to royal power, and had rendered it more difficult and dangerous for the prince to exert any extraordinary act of arbitrary authority. In this situation it was natural for the king to court the friendship of the lesser barons and knights, whose influence was no ways dangerous to him, and who, being exposed to oppression from their powerful neighbours, sought a legal protection under the shadow of the throne. He desired, therefore, to have their presence in parliament, where they served to controul the turbulent resolutions of the great. To exact a regular attendance of the whole body would have produced confusion, and would have imposed too heavy a burden upon them. To summon only a few by writ, though it was practised and had a good effect, served not entirely the king's purpose; because these members had no farther authority than attended their personal character, and were eclipsed by the appearance of the more powerful nobility. He therefore dispensed with the attendance of most of the lesser barons in parliament; and in return for this indulgence (for such it was then esteemed) required them to chuse in each county a certain number of their own body, whose charges they bore, and who, having gained the confidence, carried with them, of course, the authority, of the whole order. This expedient had been practised at different times, in the reign of Henry III. and regularly, during that of the present king. The numbers sent up by each county varied at the will of the prince: They took their seat among the other peers; because by their tenure they belonged to that order: The introducing of them into that house scarcely appeared an innovation: And though it was easily in the king's power, by varying their number, to command the resolutions of the whole parliament, this circumstance was little attended to, in an age when force was more prevalent than laws, and when a resolution, though taken by the majority of a legal assembly, could not be executed, if it opposed the will of the more powerful minority.","subId":"40","id":"Hume.HE.2.13.40"},{"type":"paragraph","content":"But there were other important consequences, which followed the diminution and consequent disuse of the ancient feudal militia. The king's expence, in levying and maintaining a military force for every enterprize, was encreased beyond what his narrow revenues were able to bear: As the scutages of his military tenants, which were accepted in lieu of their personal service, had fallen to nothing; there were no means of supply but from voluntary aids granted him by the parliament and clergy: Or from the talliages which he might levy upon the towns and inhabitants in royal demesne. In the preceding year, Edward had been obliged to exact no less than the sixth of all moveables from the laity, and a moiety of all ecclesiastical benefices for his expedition into Poictou, and the suppression of the Welsh: And this distressful situation, which was likely often to return upon him and his successors, made him think of a new device, and summon the representatives of all the boroughs to parliament. This period, which is the twenty-third of his reign, seems to be the real and true epoch of the house of commons; and the faint dawn of popular government in England. For the representatives of the counties were only deputies from the smaller barons and lesser nobility: And the former precedent of representatives from the boroughs, who were summoned by the earl of Leicester, was regarded as the act of a violent usurpation, had been discontinued in all the subsequent parliaments, and if such a measure had not become necessary on other accounts, that precedent was more likely to blast than give credit to it.","subId":"41","id":"Hume.HE.2.13.41"},{"type":"paragraph","content":"During the course of several years, the kings of England, in imitation of other European princes, had embraced the salutary policy of encouraging and protecting the lower and more industrious orders of the state; whom they found well disposed to obey the laws and civil magistrate, and whose ingenuity and labour furnished commodities, requisite for the ornament of peace and support of war. Though the inhabitants of the country were still left at the disposal of their imperious lords; many attempts were made to give more security and liberty to citizens, and make them enjoy unmolested the fruits of their industry. Boroughs were erected by royal patent within the demesne lands: Liberty of trade was conferred upon them: The inhabitants were allowed to farm at a fixed rent their own tolls and customs: They were permitted to elect their own magistrates: Justice was administered to them by these magistrates, without obliging them to attend the sheriff or county court: And some shadow of independence, by means of these equitable privileges, was gradually acquired by the people. The king, however, retained still the power of levying talliages or taxes upon them at pleasure; and though their poverty and the customs of the age made these demands neither frequent nor exorbitant, such unlimited authority in the sovereign was a sensible check upon commerce, and was utterly incompatible with all the principles of a free government. But when the multiplied necessities of the crown produced a greater avidity for supply, the king, whose prerogative entitled him to exact it, found that he had not power sufficient to enforce his edicts, and that it was necessary, before he imposed taxes, to smooth the way for his demand, and to obtain the previous consent of the boroughs, by solicitations, remonstrances, and authority. The inconvenience of transacting this business with every particular borough was soon felt; and Edward became sensible, that the most expeditious way of obtaining supply, was to assemble the deputies of all the boroughs, to lay before them the necessities of the state, to discuss the matter in their presence, and to require their consent to the demands of their sovereign. For this reason, he issued writs to the sheriffs, enjoining them to send to parliament, along with two knights of the shire, two deputies from each borough within their county, and these provided with sufficient powers from their community, to consent, in their name, to what he and his council should require of them. As it is a most equitable rule, says he, in his preamble to this writ, that what concerns all should be approved of by all; and common dangers be repelled by united efforts; a noble principle, which may seem to indicate a liberal mind in the king, and which laid the foundation of a free and an equitable government.","subId":"42","id":"Hume.HE.2.13.42"},{"type":"paragraph","content":"After the election of these deputies, by the aldermen and common council, they gave sureties for their attendance before the king and parliament: Their charges were respectively borne by the borough, which sent them: And they had so little idea of appearing as legislators, a character extremely wide of their low rank and condition, that no intelligence could be more disagreeable to any borough, than to find that they must elect, or to any individual than that he was elected, to a trust from which no profit or honour could possibly be derived. They composed not, properly speaking, any essential part of the parliament: They sat apart both from the barons and knights, who disdained to mix with such mean personages: After they had given their consent to the taxes required of them, their business being then finished, they separated, even though the parliament still continued to sit, and to canvass the national business: And as they all consisted of men, who were real burgesses of the place from which they were sent, the sheriff, when he found no person of abilities or wealth sufficient for the office, often used the freedom of omitting particular boroughs in his returns; and as he received the thanks of the people for this indulgence, he gave no displeasure to the court, who levied on all the boroughs, without distinction, the tax agreed to by the majority of deputies.","subId":"43","id":"Hume.HE.2.13.43"},{"type":"paragraph","content":"The union, however, of the representives from the boroughs gave gradually more weight to the whole order; and it became customary for them, in return for the supplies which they granted, to prefer petitions to the crown for the redress of any particular grievance, of which they found reason to complain. The more the king's demands multiplied, the faster these petitions encreased both in number and authority; and the prince found it difficult to refuse men, whose grants had supported his throne, and to whose assistance he might so soon be again obliged to have recourse. The commons however were still much below the rank of legislators. Their petitions, though they received a verbal assent from the throne, were only the rudiments of laws: The judges were afterwards entrusted with the power of putting them into form: And the king, by adding to them the sanction of his authority, and that sometimes without the assent of the nobles, bestowed validity upon them. The age did not refine so much as to perceive the danger of these irregularities. No man was displeased, that the sovereign, at the desire of any class of men, should issue an order, which appeared only to concern that class; and his predecessors were so near possessing the whole legislative power, that he gave no disgust by assuming it in this seemingly inoffensive manner. But time and farther experience gradually opened men's eyes and corrected these abuses. It was found, that no laws could be fixed for one order of men without affecting the whole; and that the force and efficacy of laws depended entirely on the terms employed in wording them. The house of peers, therefore, the most powerful order in the state, with reason expected, that their assent should be expressly granted to all public ordinances: And in the reign of Henry V. the commons required, that no laws should be framed merely upon their petitions, unless the statutes were worded by themselves, and had passed their house in the form of a bill.","subId":"44","id":"Hume.HE.2.13.44"},{"type":"paragraph","content":"But as the same causes, which had produced a partition of property, continued still to operate; the number of knights and lesser barons, or what the English call the gentry, perpetually encreased, and they sunk into a rank still more inferior to the great nobility. The equality of tenure was lost in the great inferiority of power and property; and the house of representatives from the counties was gradually separated from that of the peers, and formed a distinct order in the state. The growth of commerce, meanwhile, augmented the private wealth and consideration of the burgesses; the frequent demands of the crown encreased their public importance; and as they resembled the knights of shires in one material circumstance, that of representing particular bodies of men; it no longer appeared unsuitable to unite them together in the same house, and to confound their rights and privileges. Thus the third estate, that of the commons, reached at last its present form; and as the country gentlemen made thenceforwards no scruple of appearing as deputies from the buroughs, the distinction between the members was entirely lost, and the lower house acquired thence a great accession of weight and importance in the kingdom. Still, however, the office of this estate was very different from that which it has since exercised with so much advantage to the public. Instead of checking and controuling the authority of the king, they were naturally induced to adhere to him, as the great fountain of law and justice, and to support him against the power of the aristocracy, which at once was the source of oppression to themselves, and disturbed him in the execution of the laws. The king, in his turn, gave countenance to an order of men, so useful and so little dangerous: The peers also were obliged to pay them some consideration: And by this means, the third estate, formerly so abject in England, as well as in all other European nations, rose by slow degrees to their present importance; and in their progress made arts and commerce, the necessary attendants of liberty and equality, flourish in the kingdom.","subId":"45","id":"Hume.HE.2.13.45"},{"type":"paragraph","content":"What sufficiently proves, that the commencement of the house of burgesses, who are the true commons, was not an affair of chance, but arose from the necessities of the present situation, is, that Edward, at the very same time, summoned deputies from the inferior clergy, the first that ever met in England, and he required them to impose taxes on their constituents for the public service. Formerly the ecclesiastical benefices bore no part of the burthens of the state: The pope indeed of late had often levied impositions upon them: He had sometimes granted this power to the sovereign: The king himself had in the preceding year exacted, by menaces and violence, a very grievous tax of half the revenues of the clergy: But as this precedent was dangerous, and could not easily be repeated in a government which required the consent of the subject to any extraordinary resolution, Edward found it more prudent to assemble a lower house of convocation, to lay before them his necessities, and to ask some supply. But on this occasion he met with difficulties. Whether that the clergy thought themselves the most independant body in the kingdom, or were disgusted by the former exorbitant impositions, they absolutely refused their assent to the king's demand of a fifth of their moveables, and it was not till a second meeting, that, on their persisting in this refusal, he was willing to accept of a tenth. The barons and knights granted him, without hesitation, an eleventh; the burgesses, a seventh. But the clergy still scrupled to meet on the king's writ; lest by such an instance of obedience they should seem to acknowledge the authority of the temporal power: And this compromise was at last fallen upon, that the king should issue his writ to the archbishop; and that the archbishop should, in consequence of it, summon the clergy, who, as they then appeared to obey their spiritual superior, no longer hesitated to meet in convocation. This expedient, however, was the cause, why the ecclesiastics were separated into two houses of convocation, under their several archbishops, and formed not one estate, as in other countries of Europe; which was at first the king's intention. We now return to the course of our narration.","subId":"46","id":"Hume.HE.2.13.46"},{"type":"paragraph","content":"Edward, conscious of the reasons of disgust which he had given to the king of Scots, informed of the dispositions of that people, and expecting the most violent effects of their resentment, which he knew he had so well merited; employed the supplies, granted him by his people, in making preparations against the hostilities of his northern neighbour. When in this situation, he received intelligence of the treaty secretly concluded between John and Philip; and though uneasy at this concurrence of a French and Scottish war, he resolved not to encourage his enemies by a pusillanimous behaviour, or by yielding to their united efforts. {1296.} He summoned John to perform the duty of a vassal, and to send him a supply of forces against an invasion from France, with which he was then threatened: He next required, that the fortresses of Berwic, Jedborough, and Roxborough, should be put into his hands as a security during the war: He cited John to appear in an English parliament to be held at Newcastle: And when none of these successive demands were complied with, he marched northward with numerous forces, 30,000 foot, and 4000 horse, to chastise his rebellious vassal. The Scottish nation, who had little reliance on the vigour and abilities of their prince, assigned him a council of twelve noblemen, in whose hands the sovereignty was really lodged, and who put the country in the best posture of which the present distractions would admit. A great army, composed of 40,000 infantry, though supported only by 500 cavalry, advanced to the frontiers; and after a fruitless attempt upon Carlisle, marched eastwards to defend those provinces which Edward was preparing to attack. But some of the most considerable of the Scottish nobles, Robert Bruce, the father and son, the earls of March and Angus, prognosticating the ruin of their country, from the concurrence of intestine divisions and a foreign invasion, endeavoured here to ingratiate themselves with Edward, by an early submission; and the king, encouraged by this favourable incident, led his army into the enemies' country, and crossed the Tweed without opposition at Coldstream. {28th March.} He then received a message from John, by which that prince, having now procured, for himself and his nation, pope Celestine's dispensation from former oaths, renounced the homage which had been done to England, and set Edward at defiance. This bravado was but ill supported by the military operations of the Scots. Berwic was already taken by assault: Sir William Douglas, the governor, was made prisoner: Above 7000 of the garrison were put to the sword: And Edward, elated by this great advantage, dispatched earl Warrenne with 12,000 men, to lay siege to Dunbar, which was defended by the flower of the Scottish nobility.","subId":"47","id":"Hume.HE.2.13.47"},{"type":"paragraph","content":"The Scots, sensible of the importance of this place, which, if taken, laid their whole country open to the enemy, advanced with their main army, under the command of the earls of Buchan, Lenox, and Marre, in order to relieve it. {27th April.} Warrenne, not dismayed at the great superiority of their number, marched out to give them battle. He attacked them with great vigour; and as undisciplined troops, when numerous, are but the more exposed to a panic upon any alarm, he soon threw them into confusion, and chased them off the field with great slaughter. The loss of the Scots is said to have amounted to 20,000 men: The castle of Dunbar, with all its garrison, surrendered next day to Edward, who, after the battle, had brought up the main body of the English, and who now proceeded with an assured confidence of success. The castle of Roxborough was yielded by James, steward of Scotland; and that nobleman, from whom is descended the royal family of Stuart, was again obliged to swear fealty to Edward. After a feeble resistance, the castles of Edinburgh and Stirling opened their gates to the enemy. All the southern parts were instantly subdued by the English; and to enable them the better to reduce the northern, whose inaccessible situation seemed to give them some more security, Edward sent for a strong reinforcement of Welsh and Irish, who, being accustomed to a desultory kind of war, were the best fitted to pursue the fugitive Scots into the recesses of their lakes and mountains. {Scotland subdued.} But the spirit of the nation was already broken by their misfortunes; and the feeble and timid Baliol, discontented with his own subjects, and over-awed by the English, abandoned all those resources, which his people might yet have possessed in this extremity. He hastened to make his submissions to Edward; he expressed the deepest penitence for his disloyalty to his liege lord; and he made a solemn and irrevocable resignation of his crown into the hands of that monarch. Edward marched northwards to Aberdeen and Elgin, without meeting an enemy: No Scotchman approached him but to pay him submission and do him homage: Even the turbulent Highlanders, ever refractory to their own princes, and averse to the restraint of laws, endeavoured to prevent the devastation of their country, by giving him early proofs of obedience: And Edward, having brought the whole kingdom to a seeming state of tranquillity, returned to the south with his army. There was a stone, to which the popular superstition of the Scots paid the highest veneration: All their kings were seated on it, when they received the rite of inauguration: An ancient tradition assured them, that, wherever this stone was placed, their nation should always govern: And it was carefully preserved at Scone, as the true palladium of their monarchy, and their ultimate resource amidst all their misfortunes. Edward got possession of it; and carried it with him to England. He gave orders to destroy the records, and all those monuments of antiquity, which might preserve the memory of the independance of the kingdom, and refute the English claims of superiority. The Scots pretend, that he also destroyed all the annals preserved in their convents: But it is not probable, that a nation, so rude and unpolished, should be possessed of any history, which deserves much to be regretted. The great seal of Baliol was broken; and that prince himself was carried prisoner to London, and committed to custody in the Tower. Two years after, he was restored to liberty, and submitted to a voluntary banishment in France; where, without making any farther attempts for the recovery of his royalty, he died in a private station. Earl Warrenne was left governor of Scotland: Englishmen were entrusted with the chief offices: And Edward, flattering himself that he had attained the end of all his wishes, and that the numerous acts of fraud and violence, which he had practised against Scotland, had terminated in the final reduction of that kingdom, returned with his victorious army into England.","subId":"48","id":"Hume.HE.2.13.48"},{"type":"paragraph","content":"{War with France.} An attempt, which he made about the same time, for the recovery of Guienne, was not equally successful. He sent thither an army of 7000 men, under the command of his brother the earl of Lancaster. That prince gained at first some advantages over the French at Bourdeaux: But he was soon after seized with a distemper, of which he died at Bayonne. The command devolved on the earl of Lincoln, who was not able to perform any thing considerable during the rest of the campaign.","subId":"49","id":"Hume.HE.2.13.49"},{"type":"paragraph","content":"But the active and ambitious spirit of Edward, while his conquests brought such considerable accessions to the English monarchy, could not be satisfied, so long as Guienne, the ancient patrimony of his family, was wrested from him by the dishonest artifices of the French monarch. Finding, that the distance of that province rendered all his efforts against it feeble and uncertain, he purposed to attack France in a quarter where she appeared more vulnerable; and with this view, he married his daughter, Elizabeth, to John earl of Holland, and at the same time contracted an alliance with Guy earl of Flanders, stipulated to pay him the sum of 75,000 pounds, and projected an invasion with their united forces upon Philip, their common enemy. He hoped, that, when he himself, at the head of the English, Flemish, and Dutch armies, reinforced by his German allies, to whom he had promised or remitted considerable sums, should enter the frontiers of France, and threaten the capital itself, Philip would at last be obliged to relinquish his acquisitions, and purchase peace by the restitution of Guienne. But in order to set this great machine in movement, considerable supplies were requisite from the parliament; and Edward, without much difficulty, obtained from the barons and knights a new grant of a twelfth of all their moveables, and from the boroughs, that of an eighth. The great and almost unlimited power of the king over the latter, enabled him to throw the heavier part of the burthen on them; and the prejudices, which he seems always to have entertained against the church, on account of the former zeal of the clergy for the Mountfort faction, made him resolve to load them with still more considerable impositions, and he required of them a fifth of their moveables. But he here met with an opposition, which for some time disconcerted all his measures, and engaged him in enterprizes, that were somewhat dangerous to him; and would have proved fatal to any of his predecessors.","subId":"50","id":"Hume.HE.2.13.50"},{"type":"paragraph","content":"{Dissentions with the clergy.} Boniface VIII. who had succeeded Celestine in the papal throne, was a man of the most lofty and enterprizing spirit; and though not endowed with that severity of manners, which commonly accompanies ambition in men of his order, he was determined to carry the authority of the tiara, and his dominion over the temporal power, to as great a height as it had ever attained in any former period. Sensible that his immediate predecessors, by oppressing the church in every province of Christendom, had extremely alienated the affections of the clergy, and had afforded the civil magistrate a pretence for laying like impositions on ecclesiastical revenues, he attempted to resume the former station of the sovereign pontiff, and to establish himself as the common protector of the spiritual order against all invaders. For this purpose, he issued very early in his pontificate a general bull, prohibiting all princes from levying without his consent any taxes upon the clergy, and all clergymen from submitting to such impositions; and he threatened both of them with the penalties of excommunication in case of disobedience. This important edict is said to have been procured by the solicitation of Robert de Winchelsey archbishop of Canterbury, who intended to employ it as a rampart against the violent extortions, which the church had felt from Edward, and the still greater, which that prince's multiplied necessities gave them reason to apprehend. When a demand, therefore, was made on the clergy of a fifth of their moveables, a tax which was probably much more grievous than a fifth of their revenue, as their lands were mostly stocked with their cattle, and cultivated by their villains; the clergy took shelter under the bull of pope Boniface, and pleaded conscience in refusing compliance. The king came not immediately to extremities on this repulse; but after locking up all their granaries and barns, and prohibiting all rent to be paid them, he appointed a new synod, to confer with him upon his demand. The primate, not dismayed by these proofs of Edward's resolution, here plainly told him, that the clergy owed obedience to two sovereigns, their spiritual and their temporal; but their duty bound them to a much stricter attachment to the former than to the latter: They could not comply with his commands, (for such, in some measure, the requests of the crown were then deemed) in contradiction to the express prohibition of the sovereign pontiff.","subId":"51","id":"Hume.HE.2.13.51"},{"type":"paragraph","content":"{1297.} The clergy had seen in many instances, that Edward paid little regard to those numerous privileges, on which they set so high a value. He had formerly seized, in an arbitrary manner, all the money and plate belonging to the churches and convents, and had applied them to the public service; and they could not but expect more violent treatment of this sharp refusal, grounded on such dangerous principles. Instead of applying to the pope for a relaxation of his bull, he resolved immediately to employ the power in his hands; and he told the ecclesiastics, that, since they refused to support the civil government, they were unworthy to receive any benefit from it; and he would accordingly put them out of the protection of the laws. This vigorous measure was immediately carried into execution. Orders were issued to the judges to receive no cause brought before them by the clergy; to hear and decide all causes in which they were defendants: To do every man justice against them; to do them justice against no body. The ecclesiastics soon found themselves in the most miserable situation imaginable. They could not remain in their own houses or convents for want of subsistence: If they went abroad, in quest of maintenance, they were dismounted, robbed of their horses and cloaths, abused by every ruffian, and no redress could be obtained by them for the most violent injury. The primate himself was attacked on the highway, was stripped of his equipage and furniture, and was at last reduced to board himself with a single servant in the house of a country clergyman. The king, mean while, remained an indifferent spectator of all these violences; and without employing his officers in committing any immediate injury on the priests, which might have appeared invidious and oppressive, he took ample vengeance on them for their obstinate refusal of his demands. Though the archbishop issued a general sentence of excommunication against all who attacked the persons or property of ecclesiastics, it was not regarded: While Edward enjoyed the satisfaction of seeing the people become the voluntary instruments of his justice against them, and enure themselves to throw off that respect for the sacred order, by which they had so long been overawed and governed.","subId":"52","id":"Hume.HE.2.13.52"},{"type":"paragraph","content":"The spirits of the clergy were at last broken by this harsh treatment. Besides that the whole province of York, which lay nearest the danger that still hung over them from the Scots, voluntarily, from the first, voted a fifth of their moveables; the bishops of Salisbury, Ely, and some others, made a composition for the secular clergy within their dioceses; and they agreed, not to pay the fifth, which would have been an act of disobedience to Boniface's bull, but to deposit a sum equivalent to some church appointed them; whence it was taken by the king's officers. Many particular convents and clergymen made payment of a like sum, and received the king's protection.   Those who had not ready money, entered into recognizances for the payment. And there was scarcely found one ecclesiastic in the kingdom, who seemed willing to suffer, for the sake of religious privileges, this new species of martyrdom, the most tedious and languishing of any, the most mortifying to spiritual pride, and not rewarded by that crown of glory, which the church holds up, with such ostentation, to her devoted adherents.","subId":"53","id":"Hume.HE.2.13.53"},{"type":"paragraph","content":"{Arbitrary measures.} But as the money, granted by parliament, though considerable, was not sufficient to supply the king's necessities, and that levied by compositions with the clergy came in slowly, Edward was obliged, for the obtaining of farther supply, to exert his arbitrary power, and to lay an oppressive hand on all orders of men in the kingdom. He limited the merchants in the quantity of wool allowed to be exported; and at the same time forced them to pay him a duty of forty shillings a sack, which was computed to be above the third of the value. He seized all the rest of the wool, as well as all the leather of the kingdom, into his hands, and disposed of these commodities for his own benefit: He required the sheriffs of each county to supply him with 2000 quarters of wheat, and as many of oats, which he permitted them to seize wherever they could find them. The cattle and other commodities, necessary for supplying his army, were laid hold of without the consent of the owners: And though he promised to pay afterwards the equivalent of all these goods, men saw but little probability that a prince, who submitted so little to the limitations of law, could ever, amidst his multiplied necessities, be reduced to a strict observance of his engagements. He showed at the same time an equal disregard to the principles of the feudal law, by which all the lands of his kingdom were held: In order to encrease his army, and enable him to support that great effort, which he intended to make against France, he required the attendance of every proprietor of land, possessed of twenty pounds a year, even though he held not of the crown, and was not obliged by his tenure to perform any such service.","subId":"54","id":"Hume.HE.2.13.54"},{"type":"paragraph","content":"These acts of violence and of arbitrary power, notwithstanding the great personal regard generally borne to the king, bred murmurs in every order of men; and it was not long, ere some of the great nobility, jealous of their own privileges, as well as of national liberty, gave countenance and authority to these complaints. Edward assembled on the sea-coast an army, which he purposed to send over to Gascony, while he himself should in person make an impression on the side of Flanders; and he intended to put these forces under the command of Humphrey Bohun, earl of Hereford, the constable, and Roger Bigod, earl of Norfolk, the Mareschal of England. But these two powerful earls refused to execute his commands, and affirmed, that they were only obliged by their office to attend his person in the wars. A violent altercation ensued; and the king, in the height of his passion, addressing himself to the constable, exclaimed, Sir earl, by God, you shall either go or hang. By God, Sir King, replied Hereford, I will neither go nor hang. And he immediately departed, with the mareschal, and above thirty other considerable barons.","subId":"55","id":"Hume.HE.2.13.55"},{"type":"paragraph","content":"Upon this opposition, the king laid aside the project of an expedition against Guienne; and assembled the forces, which he himself purposed to transport into Flanders. But the two earls, irritated in the contest and elated by impunity, pretending that none of their ancestors had ever served in that country, refused to perform the duty of their office in mustering the army. The king, now finding it adviseable to proceed with moderation, instead of attainting the earls, who possessed their dignities by hereditary right, appointed Thomas de Berkeley, and Geoffrey de Geyneville, to act in that emergence, as constable and mareschal. He endeavoured to reconcile himself with the church; took the primate again into favour; made him, in conjunction with Reginald de Grey, tutor to the prince, whom he intended to appoint guardian of the kingdom during his absence; and he even assembled a great number of the nobility in Westminster-hall, to whom he deigned to make an apology for his past conduct. He pleaded the urgent necessities of the crown; his extreme want of money; his engagements from honour as well as interest to support his foreign allies: And he promised, if ever he returned in safety, to redress all their grievances, to restore the execution of the laws, and to make all his subjects compensation for the losses which they had sustained. Meanwhile, he begged them to suspend their animosities; to judge of him by his future conduct, of which, he hoped, he should be more master; to remain faithful to his government, or if he perished in the present war, to preserve their allegiance to his son and successor.","subId":"56","id":"Hume.HE.2.13.56"},{"type":"paragraph","content":"There were certainly, from the concurrence of discontents among the great, and grievances of the people, materials sufficient, in any other period, to have kindled a civil war in England: But the vigour and abilities of Edward kept every one in awe; and his dexterity, in stopping on the brink of danger, and retracting the measures, to which he had been pushed by his violent temper and arbitrary principles, saved the nation from so great a calamity. The two great earls dared not to break out into open violence: They proceeded no farther than framing a remonstrance, which was delivered to the king at Winchelsea, when he was ready to embark for Flanders. They there complained of the violations of the great charter and that of forests; the violent seizure of corn, leather, cattle, and above all, of wool, a commodity, which they affirmed to be equal in value to half the lands of the kingdom; the arbitrary imposition of forty shillings a sack on the small quantity of wool allowed to be exported by the merchants; and they claimed an immediate redress of all these grievances. The king told them, that the greater part of his council were now at a distance, and without their advice he could not deliberate on measures of so great importance.","subId":"57","id":"Hume.HE.2.13.57"},{"type":"paragraph","content":"{Dissensions with the barons.} But the constable and mareschal, with the barons of their party, resolved to take advantage of Edward's absence, and to obtain an explicite assent to their demands. When summoned to attend the parliament at London, they came with a great body of cavalry and infantry; and before they would enter the city, required that the gates should be put into their custody. The primate, who secretly favoured all their pretensions, advised the council to comply; and thus they became masters both of the young prince and of the resolutions of parliament. Their demands, however, were moderate; and such as sufficiently justify the purity of their intentions in all their past measures: They only required, that the two charters should receive a solemn confirmation; that a clause should be added to secure the nation for ever against all impositions and taxes without consent of parliament; and that they themselves and their adherents, who had refused to attend the king into Flanders, should be pardoned for the offence, and should be again received into favour. The prince of Wales and his council assented to these terms; and the charters were sent over to the king in Flanders to be there confirmed by him. Edward felt the utmost reluctance to this measure, which, he apprehended, would for the future impose fetters on his conduct, and set limits to his lawless authority. On various pretences, he delayed three days giving any answer to the deputies; and when the pernicious consequences of his refusal were represented to him, he was at last obliged, after many internal struggles, to affix his seal to the charters, as also to the clause that bereaved him of the power, which he had hitherto assumed, of imposing arbitrary taxes upon the people.","subId":"58","id":"Hume.HE.2.13.58"},{"type":"paragraph","content":"That we may finish at once this interesting transaction concerning the settlement of the charters, we shall briefly mention the subsequent events which relate to it. The constable and mareschal, informed of the king's compliance, were satisfied; and not only ceased from disturbing the government, but assisted the regency with their power against the Scots, who had risen in arms, and had thrown off the yoke of England. But being sensible, that the smallest pretence would suffice to make Edward retract these detested laws, which, though they had often received the sanction both of king and parliament, and had been acknowledged during three reigns, were never yet deemed to have sufficient validity; they insisted, that he should again confirm them on his return to England, and should thereby renounce all plea which he might derive from his residing in a foreign country, when he formerly affixed his seal to them. It appeared, that they judged aright of Edward's character and intentions: He delayed this confirmation as long as possible; and when the fear of worse consequences obliged him again to comply, he expressly added a salvo for his royal dignity or prerogative, which in effect enervated the whole force of the charters. The two earls and their adherents left the parliament in disgust; and the king was constrained, on a future occasion, to grant to the people, without any subterfuge, a pure and absolute confirmation of those laws, which were so much the object of their passionate affection. Even farther securities were then provided for the establishment of national privileges. Three knights were appointed to be chosen in each county, and were invested with the power of punishing, by fine and imprisonment, every transgression or violation of the charters: A precaution, which, though it was soon disused, as encroaching too much on royal prerogative, proves the attachment, which the English in that age bore to liberty, and their well-grounded jealousy of the arbitrary disposition of Edward.","subId":"59","id":"Hume.HE.2.13.59"},{"type":"paragraph","content":"The work, however, was not yet entirely finished and complete. In order to execute the lesser charter, it was requisite, by new perambulations, to set bounds to the royal forests, and to disafforest all land which former encroachments had comprehended within their limits. Edward discovered the same reluctance to comply with this equitable demand; and it was not till after many delays on his part, and many solicitations and requests, and even menaces of war and violence, on the part of the barons, that the perambulations were made, and exact boundaries fixed, by a jury in each county, to the extent of his forests. Had not his ambitious and active temper raised him so many foreign enemies, and obliged him to have recourse so often to the assistance of his subjects, it is not likely that those concessions could ever have been extorted from him.","subId":"60","id":"Hume.HE.2.13.60"},{"type":"paragraph","content":"But while the people, after so many successful struggles, deemed themselves happy in the secure possession of their privileges; they were surprized in 1305 to find, that Edward had secretly applied to Rome, and had procured, from that mercenary court, an absolution from all the oaths and engagements, which he had so often reiterated, to observe both the charters. There are some historians so credulous as to imagine, that this perilous step was taken by him for no other purpose than to acquire the merit of granting a new confirmation of the charters, as he did soon after; and a confirmation so much the more unquestionable, as it could never after be invalidated by his successors, on pretence of any force or violence which had been imposed upon him. But besides, that this might have been done with a better grace, if he had never applied for any such absolution, the whole tenor of his conduct proves him to be little susceptible of such refinements in patriotism; and this very deed itself, in which he anew confirmed the charters, carries on the face of it a very opposite presumption. Though he ratified the charters in general, he still took advantage of the papal bull so far as to invalidate the late perambulations of the forests, which had been made with such care and attention, and to reserve to himself the power, in case of favourable incidents, to extend as much as formerly those arbitrary jurisdictions. If the power was not in fact made use of, we can only conclude, that the favourable incidents did not offer.","subId":"61","id":"Hume.HE.2.13.61"},{"type":"paragraph","content":"Thus, after the contests of near a whole century, and these ever accompanied with violent jealousies, often with public convulsions, the Great Charter was finally established; and the English nation have the honour of extorting, by their perseverance, this concession from the ablest, the most warlike, and the most ambitious of all their princes. It is computed, that above thirty confirmations of the charter were at different times required of several kings, and granted by them, in full parliament; a precaution, which, while it discovers some ignorance of the true nature of law and government, proves a laudable jealousy of national privileges in the people, and an extreme anxiety, lest contrary precedents should ever be pleaded as an authority for infringing them. Accordingly we find, that, though arbitrary practices often prevailed, and were even able to establish themselves into settled customs, the validity of the Great Charter was never afterwards formally disputed; and that grant was still regarded as the basis of English government, and the sure rule by which the authority of every custom was to be tried and canvassed. The jurisdiction of the Star-chamber, martial law, imprisonment by warrants from the privy-council, and other practices of a like nature, though established for several centuries, were scarcely ever allowed by the English to be parts of their constitution: The affection of the nation for liberty still prevailed over all precedent, and even all political reasoning: The exercise of these powers, after being long the source of secret murmurs among the people, was, in fulness of time, solemnly abolished, as illegal, at least as oppressive, by the whole legislative authority.","subId":"62","id":"Hume.HE.2.13.62"},{"type":"paragraph","content":"To return to the period from which this account of the charters has led us: Though the king's impatience to appear at the head of his armies in Flanders made him overlook all considerations, either of domestic discontents or of commotions among the Scots; his embarkation had been so long retarded by the various obstructions thrown in his way, that he lost the proper season for action, and after his arrival made no progress against the enemy. The king of France, taking advantage of his absence, had broken into the Low Countries; had defeated the Flemings in the battle of Furnes; had made himself master of Lisle, St. Omer, Courtrai, and Ypres; and seemed in a situation to take full vengeance on the earl of Flanders, his rebellious vassal. But Edward, seconded by an English army of 50,000 men (for this is the number assigned by historians) was able to stop the career of his victories; and Philip, finding all the weak resources of his kingdom already exhausted, began to dread a reverse of fortune, and to apprehend an invasion on France itself. The king of England, on the other hand, disappointed of assistance from Adolph, king of the Romans, which he had purchased at a very high price, and finding many urgent calls for his presence in England, was desirous of ending on any honourable terms a war, which served only to divert his force from the execution of more important projects. This disposition in both monarchs soon produced a cessation of hostilities for two years; and engaged them to submit their differences to the arbitration of pope Boniface.","subId":"63","id":"Hume.HE.2.13.63"},{"type":"paragraph","content":"{1298.} Boniface was among the last of the sovereign pontiffs that exercised an authority over the temporal jurisdiction of princes; and these exorbitant pretensions, which he had been tempted to assume from the successful example of his predecessors, but of which the season was now past, involved him in so many calamities, and were attended with so unfortunate a catastrophe, that they have been secretly abandoned, though never openly relinquished, by his successors in the apostolic chair. Edward and Philip, equally jealous of papal claims, took care to insert in their reference, that Boniface was made judge of the difference by their consent, as a private person, not by any right of his pontificate; and the pope, without seeming to be offended at this mortifying clause, proceeded to give a sentence between them, in which they both acquiesced. He brought them to agree, that their union should be cemented by a double marriage; that of Edward himself, who was now a widower, with Margaret, Philip's sister, and that of the prince of Wales, with Isabella, daughter of that monarch. Philip was likewise willing to restore Guienne to the English, which he had indeed no good pretence to detain; but he insisted, that the Scots and their king, John Baliol, should, as his allies, be comprehended in the treaty, and should be restored to their liberty. {Peace with France.} The difference, after several disputes, was compromised, by their making mutual sacrifices to each other. Edward agreed to abandon his ally the earl of Flanders, on condition that Philip should treat in like manner his ally the king of Scots. The prospect of conquering these two countries, whose situation made them so commodious an acquisition to the respective kingdoms, prevailed over all other considerations; and though they were finally disappointed in their hopes, their conduct was very reconcilable to the principles of an interested policy. This was the first specimen which the Scots had of the French alliance, and which was exactly conformable to what a smaller power must always expect, when it blindly attaches itself to the will and fortunes of a greater. That unhappy people, now engaged in a brave, though unequal contest for their liberties, were totally abandoned by the ally, in whom they reposed their final confidence, to the will of an imperious conqueror.","subId":"64","id":"Hume.HE.2.13.64"},{"type":"paragraph","content":"{Revolt of Scotland.} Though England, as well as other European countries, was, in its ancient state, very ill qualified for making, and still worse for maintaining conquests, Scotland was so much inferior in its internal force, and was so ill situated for receiving foreign succours, that it is no wonder Edward, an ambitious monarch, should have cast his eye on so tempting an acquisition, which brought both security and greatness to his native country. But the instruments, whom he employed to maintain his dominion over the northern kingdom, were not happily chosen; and acted not with the requisite prudence and moderation, in reconciling the Scottish nation to a yoke, which they bore with such extreme reluctance. Warrenne, retiring into England, on account of his bad state of health, left the administration entirely in the hands of Ormesby, who was appointed justiciary of Scotland, and Cressingham, who bore the office of treasurer; and a small military force remained, to secure the precarious authority of those ministers. The latter had no other object than the amassing of money by rapine and injustice: The former distinguished himself by the rigour and severity of his temper: And both of them, treating the Scots as a conquered people, made them sensible, too early, of the grievous servitude into which they had fallen. As Edward required, that all the proprietors of land should swear fealty to him; every one, who refused or delayed giving this testimony of submission, was outlawed and imprisoned, and punished without mercy; and the bravest and most generous spirits of the nation were thus exasperated to the highest degree against the English government.","subId":"65","id":"Hume.HE.2.13.65"},{"type":"paragraph","content":"There was one William Wallace, of a small fortune, but descended of an ancient family, in the west of Scotland, whose courage prompted him to undertake, and enabled him finally to accomplish, the desperate attempt of delivering his native country from the dominion of foreigners. This man, whose valorous exploits are the object of just admiration, but have been much exaggerated by the traditions of his countrymen, had been provoked by the insolence of an English officer to put him to death; and finding himself obnoxious on that account to the severity of the administration, he fled into the woods, and offered himself as a leader to all those whom their crimes, or bad fortune, or avowed hatred of the English, had reduced to a like necessity. He was endowed with gigantic force of body, with heroic courage of mind, with disinterested magnanimity, with incredible patience, and ability to bear hunger, fatigue, and all the severities of the seasons; and he soon acquired, among those desperate fugitives, that authority, to which his virtues so justly intitled him. Beginning with small attempts, in which he was always successful, he gradually proceeded to more momentous enterprizes; and he discovered equal caution in securing his followers, and valour in annoying the enemy. By his knowledge of the country, he was enabled, when pursued, to ensure a retreat among the morasses or forests or mountains; and again, collecting his dispersed associates, he unexpectedly appeared in another quarter, and surprized and routed and put to the sword the unwary English. Every day brought accounts of his great actions, which were received with no less favour by his countrymen than terror by the enemy: All those, who thirsted after military fame, were desirous to partake of his renown: His successful valour seemed to vindicate the nation from the ignominy, into which it had fallen, by its tame submission to the English: And though no nobleman of note ventured as yet to join his party, he had gained a general confidence and attachment, which birth and fortune are not alone able to confer.","subId":"66","id":"Hume.HE.2.13.66"},{"type":"paragraph","content":"Wallace, having, by many fortunate enterprizes, brought the valour of his followers to correspond to his own, resolved to strike a decisive blow against the English government; and he concerted the plan of attacking Ormesby at Scone, and of taking vengeance on him, for all the violence and tyranny, of which he had been guilty. The justiciary, apprized of his intentions, fled hastily into England: All the other officers of that nation imitated his example: Their terror added alacrity and courage to the Scots, who betook themselves to arms in every quarter: Many of the principal barons, and among the rest Sir William Douglas, openly countenanced Wallace's party: Robert Bruce secretly favoured and promoted the same cause: And the Scots, shaking off their fetters, prepared themselves to defend, by an united effort, that liberty which they had so unexpectedly recovered from the hands of their oppressors.","subId":"67","id":"Hume.HE.2.13.67"},{"type":"paragraph","content":"But Warrenne, collecting an army of 40,000 men in the north of England, determined to re-establish his authority; and he endeavoured, by the celerity of his armament and of his march, to compensate for his past negligence, which had enabled the Scots to throw off the English government. He suddenly entered Annandale, and came up with the enemy at Irvine, before their forces were fully collected, and before they had put themselves in a posture of defence. Many of the Scottish nobles, alarmed with their dangerous situation, here submitted to the English, renewed their oaths of fealty, promised to deliver hostages for their good behaviour, and received a pardon for past offences. Others who had not yet declared themselves, such as the steward of Scotland and the earl of Lenox, joined, though with reluctance, the English army; and waited a favourable opportunity for embracing the cause of their distressed countrymen. But Wallace, whose authority over his retainers was more fully confirmed by the absence of the great nobles, persevered obstinately in his purpose; and finding himself unable to give battle to the enemy, he marched northwards, with an intention of prolonging the war, and of turning to his advantage the situation of that mountainous and barren country. When Warrenne advanced to Stirling, he found Wallace encamped at Cambuskenneth, on the opposite banks of the Forth; and being continually urged by the impatient Cressingham, who was actuated both by personal and national animosities against the Scots, he prepared to attack them in that position, which Wallace, no less prudent than courageous, had chosen for his army. In spite of the remonstrances of Sir Richard Lundy, a Scotch man of birth and family, who sincerely adhered to the English, he ordered his army to pass a bridge which lay over the Forth; but he was soon convinced, by fatal experience, of the error of his conduct. Wallace, allowing such numbers of the English to pass as he thought proper, attacked them before they were fully formed, put them to rout, pushed part of them into the river, destroyed the rest by the edge of the sword, and gained a complete victory over them. Among the slain was Cressingham himself, whose memory was so extremely odious to the Scots, that they flea'd his dead body, and made saddles and girths of his skin. Warrenne, finding the remainder of his army much dismayed by this misfortune, was obliged again to evacuate the kingdom, and retire into England. The castles of Roxborough and Berwic, ill fortified and feebly defended, fell soon after into the hands of the Scots.","subId":"68","id":"Hume.HE.2.13.68"},{"type":"paragraph","content":"Wallace, universally revered as the deliverer of his country, now received, from the hands of his followers, the dignity of regent or guardian under the captive Baliol; and finding that the disorders of war, as well as the unfavourable seasons, had produced a famine in Scotland, he urged his army to march into England, to subsist at the expence of the enemy, and to revenge all past injuries, by retaliating on the hostile nation. The Scots, who deemed every thing possible under such a leader, joyfully attended his call. Wallace, breaking into the northern counties during the winter season, laid every place waste with fire and sword; and after extending on all sides, without opposition, the fury of his ravages, as far as the bishopric of Durham, he returned, loaded with spoils, and crowned with glory, into his own country. The disorders, which at that time prevailed in England, from the refractory behaviour of the constable and mareschal, made it impossible to collect an army sufficient to resist the enemy, and exposed the nation to this loss and dishonour.","subId":"69","id":"Hume.HE.2.13.69"},{"type":"paragraph","content":"But Edward, who received in Flanders intelligence of these events, and had already concluded a truce with France, now hastened over to England, in certain hopes, by his activity and valour, not only of wiping off this disgrace, but of recovering the important conquest of Scotland, which he always regarded as the chief glory and advantage of his reign. He appeased the murmurs of his people by concessions and promises: He restored to the citizens of London the election of their own magistrates, of which they had been bereaved in the later part of his father's reign: He ordered strict enquiry to be made concerning the corn and other goods, which had been violently seized before his departure, as if he intended to pay the value to the owners: And making public professions of confirming and observing the charters, he regained the confidence of the discontented nobles. Having by all these popular arts rendered himself entirely master of his people, he collected the whole military force of England, Wales, and Ireland; and marched with an army of near a hundred thousand combatants to the northern frontiers.","subId":"70","id":"Hume.HE.2.13.70"},{"type":"paragraph","content":"Nothing could have enabled the Scots to resist, but for one season, so mighty a power, except an entire union among themselves; but as they were deprived of their king, whose personal qualities, even when he was present, appeared so contemptible, and had left among his subjects no principle of attachment to him or his family; factions, jealousies, and animosities unavoidably arose among the great, and distracted all their councils. The elevation of Wallace, though purchased by so great merit, and such eminent services, was the object of envy to the nobility, who repined to see a private gentleman raised above them by his rank, and still more by his glory and reputation. Wallace himself, sensible of their jealousy, and dreading the ruin of his country from those intestine discords, voluntarily resigned his authority, and retained only the command over that body of his followers, who, being accustomed to victory under his standard, refused to follow into the field any other leader. The chief power devolved on the steward of Scotland, and Cummin of Badenoch; men of eminent birth, under whom the great chieftains were more willing to serve in defence of their country. The two Scottish commanders, collecting their several forces from every quarter, fixed their station at Falkirk, and purposed there to abide the assault of the English. Wallace was at the head of a third body, which acted under his command. The Scottish army placed their pikemen along their front: Lined the intervals between the three bodies with archers: And dreading the great superiority of the English in cavalry, endeavoured to secure their front by palisadoes, tied together by ropes. In this disposition, they expected the approach of the enemy.","subId":"71","id":"Hume.HE.2.13.71"},{"type":"paragraph","content":"{22nd July. Battle of Falkirk.} The king, when he arrived in sight of the Scots, was pleased with the prospect of being able, by one decisive stroke, to determine the fortune of the war; and dividing his army also into three bodies, he led them to the attack. The English archers, who began about this time to surpass those of other nations, first chased the Scottish bowmen off the field; then pouring in their arrows among the pikemen, who were cooped up within their intrenchments, threw them into disorder, and rendered the assault of the English pikemen and cavalry more easy and successful. The whole Scottish army was broken, and chased off the field with great slaughter; which the historians, attending more to the exaggerated relations of the populace, than to the probability of things, make amount to fifty or sixty thousand men. It is only certain, that the Scots never suffered a greater loss in any action, nor one which seemed to threaten more inevitable ruin to their country.","subId":"72","id":"Hume.HE.2.13.72"},{"type":"paragraph","content":"In this general rout of the army, Wallace's military skill and presence of mind enabled him to keep his troops entire; and retiring behind the Carron, he marched leisurely along the banks of that small river, which protected him from the enemy. Young Bruce, who had already given many proofs of his aspiring genius, but who served hitherto in the English army, appeared on the opposite banks; and distinguishing the Scottish chief, as well by his majestic port, as by the intrepid activity of his behaviour, called out to him, and desired a short conference. He here represented to Wallace the fruitless and ruinous enterprize in which he was engaged; and endeavoured to bend his inflexible spirit to submission under superior power and superior fortune: He insisted on the unequal contest between a weak state, deprived of its head and agitated by intestine discord, and a mighty nation, conducted by the ablest and most martial monarch of the age, and possessed of every resource either for protracting the war, or for pushing it with vigour and activity: If the love of his country were his motive for perseverance, his obstinacy tended only to prolong her misery; if he carried his views to private grandeur and ambition, he might reflect, that, even if Edward should withdraw his armies, it appeared from past experience, that so many haughty nobles, proud of the pre-eminence of their families, would never submit to personal merit, whose superiority they were less inclined to regard as an object of admiration, than as a reproach and injury to themselves. To these exhortations Wallace replied, that, if he had hitherto acted alone, as the champion of his country, it was solely because no second or competitor, or what he rather wished, no leader had yet appeared to place himself in that honourable station: That the blame lay entirely on the nobility, and chiefly on Bruce himself, who, uniting personal merit to dignity of family, had deserted the post, which both nature and fortune, by such powerful calls, invited him to assume: That the Scots, possessed of such a head, would, by their unanimity and concord, have surmounted the chief difficulty under which they now laboured, and might hope, notwithstanding their present losses, to oppose successfully all the power and abilities of Edward: That Heaven itself could not set a more glorious prize before the eyes either of virtue or ambition, than to join in one object, the acquisition of royalty with the defence of national independance: And that as the interests of his country, more than those of a brave man, could never be sincerely cultivated by a sacrifice of liberty, he himself was determined, as far as possible, to prolong, not her misery, but her freedom, and was desirous, that his own life, as well as the existence of the nation, might terminate, when they could no otherwise be preserved than by receiving the chains of a haughty victor. The gallantry of these sentiments, though delivered by an armed enemy, struck the generous mind of Bruce: The flame was conveyed from the breast of one hero to that of another: He repented of his engagements with Edward; and opening his eyes to the honourable path, pointed out to him by Wallace, secretly determined to seize the first opportunity of embracing the cause, however desperate, of his oppressed country.","subId":"73","id":"Hume.HE.2.13.73"},{"type":"paragraph","content":"{1299.} The subjection of Scotland, notwithstanding this great victory of Edward, was not yet entirely completed. The English army, after reducing the southern provinces, was obliged to retire for want of provisions; and left the northern counties in the hands of the natives. The Scots, no less enraged at their present defeat, than elated by their past victories, still maintained the contest for liberty; but being fully sensible of the great inferiority of their force, they endeavoured, by applications to foreign courts, to procure to themselves some assistance. The supplications of the Scottish ministers were rejected by Philip; but were more successful with the court of Rome. Boniface, pleased with an occasion of exerting his authority, wrote a letter to Edward, exhorting him to put a stop to his oppressions on Scotland, and displaying all the proofs, such {1300. Scotland again subdued.} as they had probably been furnished him by the Scots themselves, for the ancient independance of that kingdom. Among other arguments, hinted at above, he mentioned the treaty conducted and finished by Edward himself, for the marriage of his son with the heiress of Scotland; a treaty which would have been absurd, had he been superior lord of the kingdom, and had possessed by the feudal law the right of disposing of his ward in marriage. He mentioned several other striking facts, which fell within the compass of Edward's own knowledge; particularly, that Alexander, when he did homage to the king, openly and expressly declared in his presence, that he swore fealty not for his crown, but for the lands which he held in England: And the pope's letter might have passed for a reasonable one, had he not subjoined his own claim to be liege lord of Scotland; a claim which had not once been heard of, but which, with a singular confidence, he asserted to be full, entire, and derived from the most remote antiquity. The affirmative style, which had been so successful with him and his predecessors in spiritual contests, was never before abused after a more egregious manner in any civil controversy.","subId":"74","id":"Hume.HE.2.13.74"},{"type":"paragraph","content":"{1301.} The reply, which Edward made to Boniface's letter, contains particulars, no less singular and remarkable. He there proves the superiority of England by historical facts, deduced from the period of Brutus, the Trojan, who, he said, founded the British monarchy in the age of Eli and Samuel: He supports his position by all the events which passed in the island before the arrival of the Romans: And after laying great stress on the extensive dominions and heroic victories of king Arthur, he vouchsafes at last to descend to the time of Edward the elder, with which, in his speech to the states of Scotland, he had chosen to begin his claim of superiority. He asserts it to be a fact, notorious and confirmed by the records of antiquity, that the English monarchs had often conferred the kingdom of Scotland on their own subjects; had dethroned these vassal kings when unfaithful to them; and had substituted others in their stead. He displays with great pomp the full and complete homage which William had done to Henry II.; without mentioning the formal abolition of that extorted deed by king Richard, and the renunciation of all future claims of the same nature. Yet this paper he begins with a solemn appeal to the Almighty, the searcher of hearts, for his own firm persuasion of the justice of his claim; and no less than a hundred and four barons, assembled in parliament at Lincoln, concur, in maintaining before the pope, under their seals, the validity of these pretensions. At the same time, however, they take care to inform Boniface, that, though they had justified their cause before him, they did not acknowledge him for their judge: The crown of England was free and sovereign: They had sworn to maintain all its royal prerogatives, and would never permit the king himself, were he willing, to relinquish its independancy.","subId":"75","id":"Hume.HE.2.13.75"},{"type":"paragraph","content":"That neglect, almost total, of truth and justice, which sovereign states discover in their transactions with each other, is an evil universal and inveterate; is one great source of the misery to which the human race is continually exposed; and it may be doubted, whether in many instances it be found in the end to contribute to the interests of those princes themselves, who thus sacrifice their integrity to their politics. As few monarchs have lain under stronger temptations to violate the principles of equity, than Edward in his transactions with Scotland; so never were they violated with less scruple and reserve: Yet his advantages were hitherto precarious and uncertain; and the Scots, once roused to arms and enured to war, began to appear a formidable enemy, even to this military and ambitious monarch. {Scotland again revolts.} They chose John Cummin for their regent; and not content with maintaining their independance in the northern parts, they made incursions into the southern counties, which, Edward imagined, he had totally subdued. {1303. 24th Feb.} John de Segrave, whom he had left guardian of Scotland, led an army to oppose them; and lying at Roslin near Edinburgh, sent out his forces in three divisions, to provide themselves with forage and subsistence from the neighbourhood. One party was suddenly attacked by the regent and Sir Simon Fraser; and being unprepared, was immediately routed and pursued with great slaughter. The few that escaped, flying to the second division, gave warning of the approach of the enemy: The soldiers ran to their arms: And were immediately led on to take revenge for the death of their countrymen. The Scots, elated with the advantage already obtained, made a vigorous impression upon them: The English, animated with a thirst of vengeance, maintained a stout resistance: The victory was long undecided between them; but at last declared itself entirely in favour of the former, who broke the English, and chaced them to the third division, now advancing with a hasty march to support their distressed companions. Many of the Scots had fallen in the two first actions; most of them were wounded; and all of them extremely fatigued by the long continuance of the combat: Yet were they so transported with success and military rage, that, having suddenly recovered their order, and arming the followers of their camp with the spoils of the slaughtered enemy, they drove with fury upon the ranks of the dismayed English. The favourable moment decided the battle; which the Scots, had they met with a steady resistance, were not long able to maintain: The English were chaced off the field: Three victories were thus gained in one day: And the renown of these great exploits, seconded by the favourable dispositions of the people, soon made the regent master of all the fortresses in the south; and it became necessary for Edward to begin anew the conquest of the kingdom.","subId":"76","id":"Hume.HE.2.13.76"},{"type":"paragraph","content":"The king prepared himself for this enterprize with his usual vigour and abilities. He assembled both a great fleet and a great army; and entering the frontiers of Scotland, appeared with a force, which the enemy could not think of resisting in the open field: The English navy, which sailed along the coast, secured the army from any danger of famine: Edward's vigilance preserved it from surprizes: And by this prudent disposition they marched victorious from one extremity of the kingdom to the other, ravaging the open country, reducing all the castles, and receiving the submissions of all the nobility, even those of Cummin the regent. {Is again subdued.} The most obstinate resistance was made by the castle of Brechin, defended by Sir Thomas Maule; and the place opened not its gates, till the death of the governor, by discouraging the garrison, obliged them to submit to the fate, which had overwhelmed the rest of the kingdom. Wallace, though he attended the English army in their march, found but few opportunities of signalizing that valour, which had formerly made him so terrible to his enemies.","subId":"77","id":"Hume.HE.2.13.77"},{"type":"paragraph","content":"{1304.} Edward, having completed his conquest, which employed him during the space of near two years, now undertook the more difficult work of settling the country, of establishing a new form of government, and of making his acquisition durable to the crown of England. He seems to have carried matters to extremity against the natives: He abrogated all the Scottish laws and customs: He endeavoured to substitute the English in their place: He entirely razed or destroyed all the monuments of antiquity: Such records or histories as had escaped his former search were now burnt or dispersed: And he hastened, by too precipitate steps, to abolish entirely the Scottish name, and to sink it finally in the English.","subId":"78","id":"Hume.HE.2.13.78"},{"type":"paragraph","content":"{1305.} Edward, however, still deemed his favourite conquest exposed to some danger, so long as Wallace was alive: and being prompted both by revenge and policy, he employed every art to discover his retreat, and become master of his person. At last, that hardy warrior, who was determined, amidst the universal slavery of his countrymen, still to maintain his independancy, was betrayed into Edward's hands by Sir John Monteith, his friend, whom he had made acquainted with the place of his concealment. {23rd August.} The king, whose natural bravery and magnanimity should have induced him to respect like qualities in an enemy, enraged at some acts of violence committed by Wallace during the fury of war, resolved to overawe the Scots by an example of severity: He ordered Wallace to be carried in chains to London; to be tried as a rebel and traitor, though he had never made submissions or sworn fealty to England; and to be excuted on Tower-hill. This was the unworthy fate of a hero, who, through a course of many years, had, with signal conduct, intrepidity, and perseverance, defended, against a public and oppressive enemy, the liberties of his native country.","subId":"79","id":"Hume.HE.2.13.79"},{"type":"paragraph","content":"But the barbarous policy of Edward failed of the purpose to which it was directed. The Scots, already disgusted at the great innovations introduced by the sword of a conqueror into their laws and government, were farther enraged at the injustice and cruelty exercised upon Wallace; and all the envy, which, during his lifetime, had attended that gallant chief, being now buried in his grave, he was universally regarded as the champion of Scotland, and the patron of her expiring independancy. The people, inflamed with resentment, were every where disposed to rise against the English government, and it was not long ere a new and more fortunate leader presented himself, who conducted them to liberty, to victory, and to vengeance.","subId":"80","id":"Hume.HE.2.13.80"},{"type":"paragraph","content":"{1306. Robert Bruce.} Robert Bruce, grandson of that Robert, who had been one of the competitors for the crown, had succeeded, by his grandfather's and father's death, to all their rights; and the demise of John Baliol, together with the captivity of Edward, eldest son of that prince, seemed to open a full career to the genius and ambition of this young nobleman. He saw, that the Scots, when the title to their crown had expired in the males of their ancient royal family, had been divided into parties nearly equal between the houses of Bruce and Baliol; and that every incident, which had since happened, had tended to wean them from any attachment to the latter. The slender capacity of John had proved unable to defend them against their enemies: He had meanly resigned his crown into the hands of the conqueror: He had, before his deliverance from captivity, re-iterated that resignation in a manner seemingly voluntary; and had in that deed thrown out many reflections extremely dishonourable to his ancient subjects, whom he publicly called traitors, ruffians, and rebels, and with whom, he declared, he was determined to maintain no farther correspondence: He had, during the time of his exile, adhered strictly to that resolution; and his son, being a prisoner, seemed ill qualified to revive the rights, now fully abandoned, of his family. Bruce therefore hoped, that the Scots, so long exposed, from the want of a leader, to the oppressions of their enemies, would unanimously fly to his standard, and would seat him on the vacant throne, to which he brought such plausible pretensions. His aspiring spirit, inflamed by the fervor of youth, and buoyed up by his natural courage, saw the glory alone of the enterprize, or regarded the prodigious difficulties, which attended it, as the source only of farther glory. The miseries and oppressions, which he had beheld his countrymen suffer in their unequal contest; the repeated defeats and misfortunes, which they had undergone; proved to him so many incentives to bring them relief, and conduct them to vengeance against the haughty victor. The circumstances, which attended Bruce's first declaration, are variously related; but we shall rather follow the account given by the Scottish historians; not that their authority is in general anywise comparable to that of the English; but because they may be supposed sometimes better informed concerning facts, which so nearly interested their own nation.","subId":"81","id":"Hume.HE.2.13.81"},{"type":"paragraph","content":"Bruce, who had long harboured in his breast the design of freeing his enslaved country, ventured at last to open his mind to John Cummin, a powerful nobleman, with whom he lived in strict intimacy. He found his friend, as he imagined, fully possessed with the same sentiments; and he needed to employ no arts of persuasion to make him embrace the resolution of throwing off, on the first favourable opportunity, the usurped dominion of the English. But on the departure of Bruce, who attended Edward to London, Cummin, who either had all along dissembled with him, or began to reflect more coolly in his absence on the desperate nature of the undertaking, resolved to atone for his crime in assenting to this rebellion, by the merit of revealing the secret to the king of England. Edward did not immediately commit Bruce to custody; because he intended, at the same time, to seize his three brothers, who resided in Scotland; and he contented himself with secretly setting spies upon him, and ordering all his motions to be strictly watched. A nobleman of Edward's court, Bruce's intimate friend, was apprized of his danger; but not daring, amidst so many jealous eyes, to hold any conversation with him, he fell on an expedient to give him warning, that it was full time he should make his escape. He sent him, by a servant, a pair of gilt spurs and a purse of gold, which he pretended to have borrowed from him; and left it to the sagacity of his friend to discover the meaning of the present. Bruce immediately contrived the means of his escape; and as the ground was at that time covered with snow, he had the precaution, it is said, to order his horses to be shod with their shoes inverted, that he might deceive those, who should track his path over the open fields or cross roads, through which he purposed to travel. He arrived in a few days at Dumfries in Annandale, the chief seat of his family interest; and he happily found a great number of the Scottish nobility there assembled, and among the rest, John Cummin, his former associate.","subId":"82","id":"Hume.HE.2.13.82"},{"type":"paragraph","content":"{10th Feb.} The noblemen were astonished at the appearance of Bruce among them; and still more when he discovered to them the object of his journey. He told them, that he was come to live or die with them in defence of the liberties of his country, and hoped, with their assistance, to redeem the Scottish name from all the indignities, which it had so long suffered from the tyranny of their imperious masters: That the sacrifice of the rights of his family was the first injury, which had prepared the way for their ensuing slavery; and by resuming them, which was his firm purpose, he opened to them the joyful prospect of recovering from the fraudulent usurper their ancient and hereditary independance: That all past misfortunes had proceeded from their disunion; and they would soon appear no less formidable than of old to their enemies, if they now deigned to follow into the field their rightful prince, who knew no medium between death and victory: That their mountains and their valour, which had, during so many ages, protected their liberty from all the efforts of the Roman empire, would still be sufficient, were they worthy of their generous ancestors, to defend them against the utmost violence of the English tyrant: That it was unbecoming men, born to the most ancient independance known in Europe, to submit to the will of any masters; but fatal to receive those, who, being irritated by such persevering resistance, and inflamed with the highest animosity, would never deem themselves secure in their usurped dominion but by exterminating all the ancient nobility, and even all the ancient inhabitants: And that, being reduced to this desperate extremity, it were better for them at once to perish, like brave men, with swords in their hands, than to dread long, and at last undergo, the fate of the unfortunate Wallace, whose merits, in the brave and obstinate defence of his country, were finally rewarded by the hands of an English executioner.","subId":"83","id":"Hume.HE.2.13.83"},{"type":"paragraph","content":"The spirit with which this discourse was delivered, the bold sentiments which it conveyed, the novelty of Bruce's declaration, assisted by the graces of his youth and manly deportment, made deep impression on the minds of his audience, and rouzed all those principles of indignation and revenge, with which they had long been secretly actuated. The Scottish nobles declared their unanimous resolution to use the utmost efforts in delivering their country from bondage, and to second the courage of Bruce, in asserting his and their undoubted rights, against their common oppressors. Cummin alone, who had secretly taken his measures with the king, opposed this general determination; and by representing the great power of England, governed by a prince of such uncommon vigour and abilities, he endeavoured to set before them the certain destruction, which they must expect, if they again violated their oaths of fealty, and shook off their allegiance to the victorious Edward. Bruce, already apprized of his treachery, and foreseeing the certain failure of all his own schemes of ambition and glory from the opposition of so potent a leader, took immediately his resolution; and moved partly by resentment, partly by policy, followed Cummin on the dissolution of the assembly, attacked him in the cloysters of the Grey Friars through which he passed, and running him through the body, left him for dead. Sir Thomas Kirkpatric, one of Bruce's friends, asking him soon after, if the traitor were slain; I believe so, replied Bruce. And is that a matter, cried Kirkpatric, to be left to conjecture? I will secure him. Upon which he drew his dagger, ran to Cummin, and stabbed him to the heart. This deed of Bruce and his associates, which contains circumstances justly condemned by our present manners, was regarded in that age, as an effort of manly vigour and just policy. The family of Kirkpatric took for the crest of their arms, which they still wear, a hand with a bloody dagger; and chose for their motto these words, I will secure him; the expression employed by their ancestor, when he executed that violent action.","subId":"84","id":"Hume.HE.2.13.84"},{"type":"paragraph","content":"{Third revolt of Scotland.} The murder of Cummin affixed the seal to the conspiracy of the Scottish nobles: They had now no resource left but to shake off the yoke of England, or to perish in the attempt: The genius of the nation rouzed itself from its present dejection: And Bruce, flying to different quarters, excited his partizans to arms, attacked with success the dispersed bodies of the English, got possession of many of the castles, and having made his authority be acknowledged in most parts of the kingdom, was solemnly crowned and inaugurated in the abbey of Scone by the bishop of St. Andrews, who had zealously embraced his cause. The English were again chased out of the kingdom, except such as took shelter in the fortresses that still remained in their hands; and Edward found, that the Scots, twice conquered in his reign, and often defeated, must yet be anew subdued. Not discouraged with these unexpected difficulties, he sent Aymer de Valence with a considerable force into Scotland to check the progress of the malcontents; and that nobleman falling unexpectedly upon Bruce at Methven in Perthshire, threw his army into such disorder, as ended in a total defeat. Bruce fought with the most heroic courage, was thrice dismounted in the action, and as often recovered himself; but was at last obliged to yield to superior fortune, and take shelter, with a few followers, in the western isles. The earl of Athole, Sir Simon Fraser, and Sir Christopher Seton, who had been taken prisoners, were ordered by Edward to be executed as rebels and traitors. {1307.} Many other acts of rigour were exercised by him; and that prince, vowing revenge against the whole Scottish nation, whom he deemed incorrigible in their aversion to his government, assembled a great army, and was preparing to enter the frontiers, secure of success, and determined to make the defenceless Scots the victims of his severity; when he unexpectedly sickened and died near Carlisle; enjoining with his last breath his son and successor to prosecute the enterprize, and never to desist till he had finally subdued the kingdom of Scotland. He expired in the sixty-ninth year of his age, and the thirty-fifth of his reign, hated by his neighbours, but extremely respected and revered by his own subjects.","subId":"85","id":"Hume.HE.2.13.85"},{"type":"paragraph","content":"{7th July, Death, and character of the king.} The enterprizes, finished by this prince, and the projects, which he formed and brought near to a conclusion, were more prudent, more regularly conducted, and more advantageous to the solid interests of his kingdom, than those which were undertaken in any reign either of his ancestors or his successors. He restored authority to the government, disordered by the weakness of his father; he maintained the laws against all the efforts of his turbulent barons; he fully annexed to his crown the principality of Wales; he took many wise and vigorous measures for reducing Scotland to a like condition; and though the equity of this latter enterprize may reasonably be questioned, the circumstances of the two kingdoms promised such certain success, and the advantage was so visible of uniting the whole island under one head, that those who give great indulgence to reasons of state in the measures of princes, will not be apt to regard this part of his conduct with much severity. But Edward, however exceptionable his character may appear on the head of justice, is the model of a politic and warlike king: He possessed industry, penetration, courage, vigilance, and enterprize: He was frugal in all expences that were not necessary; he knew how to open the public treasures on a proper occasion; he punished criminals with severity; he was gracious and affable to his servants and courtiers: and being of a majestic figure, expert in all military exercises, and in the main well-proportioned in his limbs, notwithstanding the great length and the smallness of his legs, he was as well qualified to captivate the populace by his exterior appearance, as to gain the approbation of men of sense by his more solid virtues.","subId":"86","id":"Hume.HE.2.13.86"},{"type":"paragraph","content":"{Miscellaneous transactions of this reign.} But the chief advantage, which the people of England reaped, and still continue to reap, from the reign of this great prince, was the correction, extension, amendment, and establishment of the laws, which Edward maintained in great vigour, and left much improved to posterity: For the acts of a wise legislator commonly remain; while the acquisitions of a conqueror often perish with him. This merit has justly gained to Edward the appellation of the English Justinian. Not only the numerous statutes, passed in his reign, touch the chief points of jurisprudence, and, according to Sir Edward Coke, truly deserve the name of establishments, because they were more constant, standing, and durable laws than any made since; but the regular order, maintained in his administration, gave an opportunity to the common law to refine itself, and brought the judges to a certainty in their determinations, and the lawyers to a precision in their pleadings. Sir Matthew Hale has remarked the sudden improvement of English law during this reign; and ventures to assert, that, till his own time, it had never received any considerable encrease. Edward settled the jurisdiction of the several courts; first established the office of justice of peace; abstained from the practice, too common before him, of interrupting justice by mandates from the privy-council; repressed robberies and disorders; encouraged trade by giving merchants an easy method of recovering their debts; and, in short, introduced a new face of things by the vigour and wisdom of his administration. As law began now to be well established, the abuse of that blessing began also to be remarked. Instead of their former associations for robbery and violence, men entered into formal combinations to support each other in law-suits; and it was found requisite to check this iniquity by act of parliament.","subId":"87","id":"Hume.HE.2.13.87"},{"type":"paragraph","content":"There happened in this reign a considerable alteration in the execution of the laws: The king abolished the office of chief justiciary, which, he thought, possessed too much power, and was dangerous to the crown: He completed the division of the court of exchequer into four distinct courts, which managed, each, its several branch, without dependance on any one magistrate; and as the lawyers afterwards invented a method, by means of their fictions, of carrying business from one court to another, the several courts became rivals and checks to each other; a circumstance which tended much to improve the practice of the law in England.","subId":"88","id":"Hume.HE.2.13.88"},{"type":"paragraph","content":"But though Edward appeared thus, throughout his whole reign, a friend to law and justice, it cannot be said, that he was an enemy to arbitrary power; and in a government more regular and legal than was that of England in his age, such practices, as those which may be remarked in his administration, would have given sufficient ground of complaint, and sometimes were even in his age the object of general displeasure. The violent plunder and banishment of the Jews; the putting of the whole clergy, at once, and by an arbitrary edict, out of the protection of law; the seizing of all the wool and leather of the kingdom; the heightening of the impositions on the former valuable commodity; the new and illegal commission of Trailbaston; the taking of all the money and plate of monasteries and churches, even before he had any quarrel with the clergy; the subjecting of every man possessed of twenty pounds a year to military service, though not bound to it by his tenure; his visible reluctance to confirm the great charter, as if that concession had no validity from the deeds of his predecessors; the captious clause which he at last annexed to his confirmation; his procuring of the pope's dispensation from the oaths which he had taken to observe that charter; and his levying of talliages at discretion even after the statute, or rather charter, by which he had renounced that prerogative; these are so many demonstrations of his arbitrary disposition, and prove with what exception and reserve we ought to celebrate his love of justice. He took care that his subjects should do justice to each other; but he desired always to have his own hands free in all his transactions, both with them and with his neighbours.","subId":"89","id":"Hume.HE.2.13.89"},{"type":"paragraph","content":"The chief obstacle to the execution of justice in those times was the power of the great barons; and Edward was perfectly qualified, by his character and abilities, for keeping these tyrants in awe, and restraining their illegal practices. This salutary purpose was accordingly the great object of his attention; yet was he imprudently led into a measure which tended to encrease and confirm their dangerous authority. He passed a statute, which, by allowing them to entail their estates, made it impracticable to diminish the property of the great families, and left them every means of encrease and acquisition.","subId":"90","id":"Hume.HE.2.13.90"},{"type":"paragraph","content":"Edward observed a contrary policy with regard to the church: He seems to have been the first Christian prince that passed a statute of mortmain; and prevented by law the clergy from making new acquisitions of lands, which by the ecclesiastical canons they were for ever prohibited from alienating. The opposition between his maxims with regard to the nobility and to the ecclesiastics, leads us to conjecture, that it was only by chance he passed the beneficial statute of mortmain, and that his sole object was, to maintain the number of knights' fees, and to prevent the superiors from being defrauded of the profits of wardship, marriage, livery, and other emoluments arising from the feudal tenures. This is indeed the reason assigned in the statute itself, and appears to have been his real object in enacting it. The author of the annals of Waverly ascribes this act chiefly to the king's anxiety for maintaining the military force of the kingdom; but adds that he was mistaken in his purpose; for that the Amalekites were overcome more by the prayers of Moses than by the sword of the Israelites. The statute of mortmain was often evaded afterwards by the invention of Uses.","subId":"91","id":"Hume.HE.2.13.91"},{"type":"paragraph","content":"Edward was active in restraining the usurpations of the church; and excepting his ardour for Crusades, which adhered to him during his whole life, seems, in other respects, to have been little infected with superstition, the vice chiefly of weak minds. But the passion for Crusades was really in that age the passion for glory. As the pope now felt himself somewhat more restrained in his former practice of pillaging the several churches in Europe, by laying impositions upon them, he permitted the generals of particular orders, who resided at Rome, to levy taxes on the convents subjected to their jurisdiction; and Edward was obliged to enact a law against this new abuse. It was also become a practice of the court of Rome to provide successors to benefices before they became vacant: Edward found it likewise necessary to prevent by law this species of injustice.","subId":"92","id":"Hume.HE.2.13.92"},{"type":"paragraph","content":"The tribute of 1000 marks a year, to which king John, in doing homage to the pope, had subjected the kingdom, had been pretty regularly paid since his time, though the vassalage was constantly denied, and indeed, for fear of giving offence, had been but little insisted on. The payment was called by a new name of census, not by that of tribute. King Edward seems to have always paid this money with great reluctance, and he suffered the arrears, at one time, to run on for six years, at another for eleven: But as princes in that age stood continually in need of the pope's offices, for dispensations of marriage and for other concessions, the court of Rome always found means, sooner or later, to catch the money. The levying of first-fruits was also a new device, begun in this reign, by which his holiness thrust his fingers very frequently into the purses of the faithful; and the king seems to have unwarily given way to it.","subId":"93","id":"Hume.HE.2.13.93"},{"type":"paragraph","content":"In the former reign, the taxes had been partly scutages, partly such a proportional part of the moveables, as was granted by parliament: In this, scutages were entirely dropped; and the assessment on moveables was the chief method of taxation. Edward in his fourth year had a fifteenth granted him; in his fifth year a twelfth; in his eleventh year a thirtieth from the laity, a twentieth from the clergy; in his eighteenth year a fifteenth; in his twenty-second year a tenth from the laity, a sixth from London and other corporate towns, half of their benefices from the clergy; in his twenty-third year an eleventh from the barons and others, a tenth from the clergy, a seventh from the burgesses; in his twenty-fourth year a twelfth from the barons and others, an eighth from the burgesses, from the clergy, nothing, because of the pope's inhibition; in his twenty-fifth year an eighth from the laity, a tenth from the clergy of Canterbury, a fifth from those of York; in his twenty-ninth year a fifteenth from the laity, on account of his confirming the perambulations of the forests; the clergy granted nothing; in his thirty-third year, first a thirtieth from the barons and others, and a twentieth from the burgesses, then a fifteenth from all his subjects; in his thirty-fourth year a thirtieth from all his subjects for knighting his eldest son.","subId":"94","id":"Hume.HE.2.13.94"},{"type":"paragraph","content":"These taxes were moderate; but the king had also duties upon exportation and importation granted him from time to time: The heaviest were commonly upon wool. Poundage, or a shilling a pound, was not regularly granted the kings for life till the reign of Henry V.","subId":"95","id":"Hume.HE.2.13.95"},{"type":"paragraph","content":"In 1296, the famous mercantile society, called the Merchant Adventurers, had its first origin: It was instituted for the improvement of the woollen manufacture, and the vending of the cloth abroad, particularly at Antwerp. For the English at this time scarcely thought of any more distant commerce.","subId":"96","id":"Hume.HE.2.13.96"},{"type":"paragraph","content":"This king granted a charter or declaration of protection and privileges to foreign merchants, and also ascertained the customs or duties which those merchants were in return to pay on merchandize imported and exported. He promised them security; allowed them a jury on trials, consisting half of natives, half of foreigners; and appointed them a justiciary in London for their protection. But notwithstanding this seeming attention to foreign merchants, Edward did not free them from the cruel hardship, of making one answerable for the debts, and even for the crimes of another, that came from the same country. We read of such practices among the present barbarous nations. The king also imposed on them a duty of two shillings on each tun of wine imported, over and above the old duty; and forty pence on each sack of wool exported, besides half a mark, the former duty.","subId":"97","id":"Hume.HE.2.13.97"},{"type":"paragraph","content":"In the year 1303, the Exchequer was robbed, and of no less a sum than 100,000 pounds, as is pretended. The abbot and monks of Westminster were indicted for this robbery, but acquitted. It does not appear, that the king ever discovered the criminals with certainty; though his indignation fell on the society of Lombard merchants, particularly the Frescobaldi, very opulent Florentines.","subId":"98","id":"Hume.HE.2.13.98"},{"type":"paragraph","content":"The pope having in 1307 collected much money in England, the king enjoined the nuncio not to export it in specie but in bills of exchange. A proof that commerce was but ill understood at that time.","subId":"99","id":"Hume.HE.2.13.99"},{"type":"paragraph","content":"Edward had by his first wife, Eleanor of Castile, four sons, but Edward, his heir and successor, was the only one that survived him. She also bore him eleven daughters, most of whom died in their infancy: Of the surviving, Joan was married first to the earl of Glocester, and after his death, to Ralph de Monthermer: Margaret espoused John duke of Brabant: Elizabeth espoused first John earl of Holland; and afterwards the earl of Hereford; Mary was a nun at Ambresbury. He had by his second wife, Margaret of France, two sons and a daughter; Thomas created earl of Norfolk, and Mareschal of England; and Edmond who was created earl of Kent by his brother when king. The princess died in her infancy.","subId":"100","id":"Hume.HE.2.13.100"},{"type":"note","content":"Rymer, vol. ii. p. 1. Walsing p. 43. Trivet, p. 239.","subId":"n1","id":"Hume.HE.2.13.n1"},{"type":"note","content":"Walsing. p. 44. Trivet, p. 240.","subId":"n2","id":"Hume.HE.2.13.n2"},{"type":"note","content":"Walsing, p. 44. Trivet, p. 241. M. West. p. 402.","subId":"n3","id":"Hume.HE.2.13.n3"},{"type":"note","content":"Walsing. p. 45.","subId":"n4","id":"Hume.HE.2.13.n4"},{"type":"note","content":"Rymer, vol. ii. p. 32, 33.","subId":"n5","id":"Hume.HE.2.13.n5"},{"type":"note","content":"Spellman's Gloss. in verbo Trailbaston. But Spellman was either mistaken in placing this commission in the fifth year of the king, or it was renewed in 1305. See Rymer, vol. ii. p. 960. Trivet, p. 338. M. West. p. 450.","subId":"n6","id":"Hume.HE.2.13.n6"},{"type":"note","content":"Walsing. p. 48. Heming. vol. i. p. 6.","subId":"n7","id":"Hume.HE.2.13.n7"},{"type":"note","content":"T. Wykes, p. 107.","subId":"n8","id":"Hume.HE.2.13.n8"},{"type":"note","content":"In the year 1290.","subId":"n9","id":"Hume.HE.2.13.n9"},{"type":"note","content":"Walsing. p. 54. Heming. vol. i. p. 20. Trivet, p. 266.","subId":"n10","id":"Hume.HE.2.13.n10"},{"type":"note","content":"Trivet, p. 128.","subId":"n11","id":"Hume.HE.2.13.n11"},{"type":"note","content":"Ann. Waverl. p. 235.","subId":"n12","id":"Hume.HE.2.13.n12"},{"type":"note","content":"Walsing. p. 46, 47. Heming. vol. i. p. 5. Trivet, p. 248.","subId":"n13","id":"Hume.HE.2.13.n13"},{"type":"note","content":"Rymer, vol. ii. p. 68. Walsing. p. 46. Trivet, p. 247.","subId":"n14","id":"Hume.HE.2.13.n14"},{"type":"note","content":"T. Wykes, p. 105.","subId":"n15","id":"Hume.HE.2.13.n15"},{"type":"note","content":"Rymer, vol. ii. p. 88. Walsing. p. 47. Trivet, p. 251. T. Wykes, p. 106.","subId":"n16","id":"Hume.HE.2.13.n16"},{"type":"note","content":"Rymer, p. 92.","subId":"n17","id":"Hume.HE.2.13.n17"},{"type":"note","content":"Dr. Powell's Hist. of Wales, p. 344, 345.","subId":"n18","id":"Hume.HE.2.13.n18"},{"type":"note","content":"Walsing. p. 50. Heming. vol. i. p. 9. Trivet, p. 258. T. Wykes, p. 110.","subId":"n19","id":"Hume.HE.2.13.n19"},{"type":"note","content":"Heming. vol. i. p. 11. Trivet, p. 257. Ann. Waverl. p. 235.","subId":"n20","id":"Hume.HE.2.13.n20"},{"type":"note","content":"Heming. vol. i. p. 12. Trivet, p. 259. Ann. Waverl. p. 238. T. Wykes, p. 111. M. West. p. 411.","subId":"n21","id":"Hume.HE.2.13.n21"},{"type":"note","content":"Sir J. Wynne, p. 15.","subId":"n22","id":"Hume.HE.2.13.n22"},{"type":"note","content":"Rymer, vol. ii. p. 149, 150, 174.","subId":"n23","id":"Hume.HE.2.13.n23"},{"type":"note","content":"Heming. vol. i. p. 16, 17.","subId":"n24","id":"Hume.HE.2.13.n24"},{"type":"note","content":"Heming. vol. i. p. 29. Trivet, p. 267.","subId":"n25","id":"Hume.HE.2.13.n25"},{"type":"note","content":"Rymer, vol. ii. p. 266.","subId":"n26","id":"Hume.HE.2.13.n26"},{"type":"note","content":"Rymer, vol. ii. p. 482.","subId":"n27","id":"Hume.HE.2.13.n27"},{"type":"note","content":"Heming. vol. i. p. 30. Trivet, p. 268.","subId":"n28","id":"Hume.HE.2.13.n28"},{"type":"note","content":"Heming. vol. i. p. 36.","subId":"n29","id":"Hume.HE.2.13.n29"},{"type":"note","content":"Heming. vol. i. p. 31.","subId":"n30","id":"Hume.HE.2.13.n30"},{"type":"note","content":"Walsing. p. 55.","subId":"n31","id":"Hume.HE.2.13.n31"},{"type":"note","content":"Rymer, vol. ii. p. 559.","subId":"n32","id":"Hume.HE.2.13.n32"},{"type":"note","content":"Hoveden, p. 492, 662. M. Paris, p. 109. M. West. p. 256.","subId":"n33","id":"Hume.HE.2.13.n33"},{"type":"note","content":"P. 662.","subId":"n34","id":"Hume.HE.2.13.n34"},{"type":"note","content":"Neubr. lib. ii. cap. 4. Knyghton, p. 2392.","subId":"n35","id":"Hume.HE.2.13.n35"},{"type":"note","content":"Hoveden, p. 811.","subId":"n36","id":"Hume.HE.2.13.n36"},{"type":"note","content":"Rymer, vol. ii. p. 844.","subId":"n37","id":"Hume.HE.2.13.n37"},{"type":"note","content":"See note [B] at the end of the volume.","subId":"n38","id":"Hume.HE.2.13.n38"},{"type":"note","content":"Rymer, vol. ii. p. 539, 845. Walsing. p. 56.","subId":"n39","id":"Hume.HE.2.13.n39"},{"type":"note","content":"Rymer, vol. ii. p. 543. See note [C] at the end of the volume.","subId":"n40","id":"Hume.HE.2.13.n40"},{"type":"note","content":"Page 56. M. West. p. 436. It is said by Hemingford, vol. i. p. 33, that the king menaced violently the Scotch barons, and forced them to compliance, at least to silence.","subId":"n41","id":"Hume.HE.2.13.n41"},{"type":"note","content":"Rymer, vol. ii. p. 548.","subId":"n42","id":"Hume.HE.2.13.n42"},{"type":"note","content":"Walsing. p. 58.","subId":"n43","id":"Hume.HE.2.13.n43"},{"type":"note","content":"Rymer, vol. ii. p. 529, 545. Walsing. p. 56. Heming. vol. i. p. 33, 34. Trivet, p. 260. M. West. p. 415.","subId":"n44","id":"Hume.HE.2.13.n44"},{"type":"note","content":"Rymer, vol. ii. p. 577, 578, 579.","subId":"n45","id":"Hume.HE.2.13.n45"},{"type":"note","content":"Ibid. p. 546.","subId":"n46","id":"Hume.HE.2.13.n46"},{"type":"note","content":"Ibid. p. 555, 556.","subId":"n47","id":"Hume.HE.2.13.n47"},{"type":"note","content":"Ibid. p. 529. Walsing. p. 56, 57.","subId":"n48","id":"Hume.HE.2.13.n48"},{"type":"note","content":"Rymer, vol. ii. p. 531.","subId":"n49","id":"Hume.HE.2.13.n49"},{"type":"note","content":"Ibid. p. 573.","subId":"n50","id":"Hume.HE.2.13.n50"},{"type":"note","content":"Rymer, vol. ii. p. 590, 591, 593, 600.","subId":"n51","id":"Hume.HE.2.13.n51"},{"type":"note","content":"Rymer, vol. ii. p. 590.","subId":"n52","id":"Hume.HE.2.13.n52"},{"type":"note","content":"Rymer, vol. ii. p. 603, 605, 606, 608, 615, 616.","subId":"n53","id":"Hume.HE.2.13.n53"},{"type":"note","content":"Ryley's Placit. Parl. p. 152, 153.","subId":"n54","id":"Hume.HE.2.13.n54"},{"type":"note","content":"See note [D] at the end of the volume.","subId":"n55","id":"Hume.HE.2.13.n55"},{"type":"note","content":"Walsing. p. 58. Heming. vol. i. p. 39.","subId":"n56","id":"Hume.HE.2.13.n56"},{"type":"note","content":"Walsing. p. 58.","subId":"n57","id":"Hume.HE.2.13.n57"},{"type":"note","content":"Heming. vol. i. p. 40. M. West. p. 419.","subId":"n58","id":"Hume.HE.2.13.n58"},{"type":"note","content":"Heming. vol. i. p. 40.","subId":"n59","id":"Hume.HE.2.13.n59"},{"type":"note","content":"Walsing. p. 60. Trivet, p. 274. Chron. Dunst. vol. ii. p. 609.","subId":"n60","id":"Hume.HE.2.13.n60"},{"type":"note","content":"Trivet, p. 275.","subId":"n61","id":"Hume.HE.2.13.n61"},{"type":"note","content":"Ibid.","subId":"n62","id":"Hume.HE.2.13.n62"},{"type":"note","content":"Trivet, p. 276.","subId":"n63","id":"Hume.HE.2.13.n63"},{"type":"note","content":"Rymer, vol. ii. p. 619, 620. Walsing. p. 61. Heming. vol. i. p. 42, 43. Trivet, p. 277.","subId":"n64","id":"Hume.HE.2.13.n64"},{"type":"note","content":"Rymer, vol. ii. p. 620, 622. Walsing. p. 61. Trivet, p. 278.","subId":"n65","id":"Hume.HE.2.13.n65"},{"type":"note","content":"Heming. vol. i. p. 51.","subId":"n66","id":"Hume.HE.2.13.n66"},{"type":"note","content":"Chron. Dunst. vol. ii. p. 622.","subId":"n67","id":"Hume.HE.2.13.n67"},{"type":"note","content":"Walsing. p. 62. Heming. vol. i. p. 55 Trivet, p. 282. Chron. Dunst. vol. ii. p. 622.","subId":"n68","id":"Hume.HE.2.13.n68"},{"type":"note","content":"Trivet, p. 279.","subId":"n69","id":"Hume.HE.2.13.n69"},{"type":"note","content":"Heming. vol. i. p. 49.","subId":"n70","id":"Hume.HE.2.13.n70"},{"type":"note","content":"Trivet, p. 284. Chron. Dunst. vol. ii. p. 642.","subId":"n71","id":"Hume.HE.2.13.n71"},{"type":"note","content":"Rymer, vol. ii. p. 680, 681, 695, 697. Heming. vol. i. p. 76. Trivet, p. 285.","subId":"n72","id":"Hume.HE.2.13.n72"},{"type":"note","content":"Cotton's Abr. p. 11.","subId":"n73","id":"Hume.HE.2.13.n73"},{"type":"note","content":"Madox's Baronia Anglica, p. 114.","subId":"n74","id":"Hume.HE.2.13.n74"},{"type":"note","content":"Madox's Baronia Anglica, p. 115.","subId":"n75","id":"Hume.HE.2.13.n75"},{"type":"note","content":"We hear only of one king, Henry II. who took this pains; and the record, called Liber niger Scaccarii, was the result of it.","subId":"n76","id":"Hume.HE.2.13.n76"},{"type":"note","content":"Madox, Bar. Ang. p. 116.","subId":"n77","id":"Hume.HE.2.13.n77"},{"type":"note","content":"Ibid. p. 122. Hist. of Exch. p. 404.","subId":"n78","id":"Hume.HE.2.13.n78"},{"type":"note","content":"In order to pay the sum of 100,000 marks, as king Richard's ransom, twenty shillings were imposed on each knight's fee. Had the fees remained on the original footing, as settled by the Conqueror, this scutage would have amounted to 90,000 marks, which was nearly the sum required: But we find, that other grievous taxes were imposed to complete it: A certain proof, that many frauds and abuses had prevailed in the roll of knights' fees.","subId":"n79","id":"Hume.HE.2.13.n79"},{"type":"note","content":"Chancellor West's enquiry into the manner of creating peers, p. 43, 46, 47, 55.","subId":"n80","id":"Hume.HE.2.13.n80"},{"type":"note","content":"In Britann. p. 122.","subId":"n81","id":"Hume.HE.2.13.n81"},{"type":"note","content":"Spellm. Gloss. in voce Comes.","subId":"n82","id":"Hume.HE.2.13.n82"},{"type":"note","content":"Essays on British antiquities. This practice, however, seems to have been more familiar in Scotland and the kingdoms on the continent, than in England.","subId":"n83","id":"Hume.HE.2.13.n83"},{"type":"note","content":"There are instances of princes of the blood who accepted of the office of sheriff. Spellman in voce Vicecomes.","subId":"n84","id":"Hume.HE.2.13.n84"},{"type":"note","content":"Rot. Claus. 38. Hen. III. m. 7. and 12 d.: As also Rot. Claus. 42. Hen. III. m. 1. d. Prynne's Pref. to Cotton's Abridgment.","subId":"n85","id":"Hume.HE.2.13.n85"},{"type":"note","content":"Brady's answer to Petyt, from the records, p. 151.","subId":"n86","id":"Hume.HE.2.13.n86"},{"type":"note","content":"Brady's Treatise of Boroughs, App. No. 13.","subId":"n87","id":"Hume.HE.2.13.n87"},{"type":"note","content":"Ibid. p. 31. from the records. Heming. vol. i. p. 52. M. West. p. 422. Ryley, p. 462.","subId":"n88","id":"Hume.HE.2.13.n88"},{"type":"note","content":"Madox, Firma Burgi, p. 21.","subId":"n89","id":"Hume.HE.2.13.n89"},{"type":"note","content":"Brady of Boroughs, App. No. 1, 2, 3.","subId":"n90","id":"Hume.HE.2.13.n90"},{"type":"note","content":"The king had not only the power of talliating the inhabitants within his own demesnes, but that of granting to particular barons the power of talliating the inhabitants within theirs. See Brady's answer to Petyt, p. 118. Madox's Hist. of the Exchequer, p. 518.","subId":"n91","id":"Hume.HE.2.13.n91"},{"type":"note","content":"Writs were issued to about 120 cities and boroughs.","subId":"n92","id":"Hume.HE.2.13.n92"},{"type":"note","content":"Brady of Boroughs, p. 25, 33, from the records. The writs of the parliament immediately preceding, remain; and the return of knights is there required, but not a word of the boroughs: A demonstration, that this was the very year in which they commenced. In the year immediately preceding, the taxes were levied by a seeming free consent of each particular borough, beginning with London. Id. p. 31, 32, 33, from the records. Also his answer to Petyt, p. 40, 41.","subId":"n93","id":"Hume.HE.2.13.n93"},{"type":"note","content":"Reliquia Spellm. p. 64. Prynne's pref. to Cotton's Abridg. and the Abridg. passim.","subId":"n94","id":"Hume.HE.2.13.n94"},{"type":"note","content":"Brady of Boroughs, p. 59, 60.","subId":"n95","id":"Hume.HE.2.13.n95"},{"type":"note","content":"Ibid. p. 37, 38, from the records, and append. p. 19. Also his append. to his answ. to Petyt, Record. And his gloss. in Verb. Communitas Regn. p. 33.","subId":"n96","id":"Hume.HE.2.13.n96"},{"type":"note","content":"Ryley's Placit. Parl. p. 241, 242, &c. Cotton's Abridg. p. 14.","subId":"n97","id":"Hume.HE.2.13.n97"},{"type":"note","content":"Brady of Boroughs, p. 52. from the records. There is even an instance in the reign of Edward III. when the king named all the deputies. Id. answ. to Petyt, p. 161. If he fairly named the most considerable and creditable burgesses, little exception would be taken; as their business was not to check the king, but to reason with him, and consent to his demands. It was not till the reign of Richard II. that the sheriffs were deprived of the power of omitting boroughs at pleasure. See Stat. at large, 5th Richard II. cap. 4.","subId":"n98","id":"Hume.HE.2.13.n98"},{"type":"note","content":"See note [E] at the end of the volume.","subId":"n99","id":"Hume.HE.2.13.n99"},{"type":"note","content":"In those instances found in Cotton's abridgement, where the king appears to answer of himself the petitions of the commons, he probably exerted no more than that power, which was long inherent in the crown, of regulating matters by royal edicts or proclamations. But no durable or general statute seems ever to have been made by the king from the petition of the commons alone, without the assent of the peers. It is more likely that the peers alone, without the commons, would enact statutes.","subId":"n100","id":"Hume.HE.2.13.n100"},{"type":"note","content":"Brady's answ. to Petyt, p. 85. from the records.","subId":"n101","id":"Hume.HE.2.13.n101"},{"type":"note","content":"Cotton's abridgement, p. 13.","subId":"n102","id":"Hume.HE.2.13.n102"},{"type":"note","content":"See note [F] at the end of the volume.","subId":"n103","id":"Hume.HE.2.13.n103"},{"type":"note","content":"See note [G] at the end of the volume.","subId":"n104","id":"Hume.HE.2.13.n104"},{"type":"note","content":"Archbishop Wake's State of the church of England, p. 235. Brady of Boroughs, p. 34. Gilbert's Hist. of the Exch. p. 46.","subId":"n105","id":"Hume.HE.2.13.n105"},{"type":"note","content":"Ann. Waverl. p. 227, 228. T. Wykes, p. 99, 120.","subId":"n106","id":"Hume.HE.2.13.n106"},{"type":"note","content":"Gilbert's Hist. of Exch. p. 51, 54.","subId":"n107","id":"Hume.HE.2.13.n107"},{"type":"note","content":"Rymer, vol. ii. p. 692. Walsing. p. 64. Heming. vol. i. p. 84. Trivet, p. 286.","subId":"n108","id":"Hume.HE.2.13.n108"},{"type":"note","content":"Heming. vol. i. p. 75.","subId":"n109","id":"Hume.HE.2.13.n109"},{"type":"note","content":"Rymer, vol. ii. p. 607. Walsing. p. 66. Heming. vol. i. p. 92.","subId":"n110","id":"Hume.HE.2.13.n110"},{"type":"note","content":"Rymer, vol. ii. p. 718. Walsing. p. 67. Heming. vol. i. p. 99. Trivet, p. 292.","subId":"n111","id":"Hume.HE.2.13.n111"},{"type":"note","content":"Walsing. p. 68. Trivet, p. 299.","subId":"n112","id":"Hume.HE.2.13.n112"},{"type":"note","content":"Rymer, vol. ii. p. 726. Trivet, p. 295.","subId":"n113","id":"Hume.HE.2.13.n113"},{"type":"note","content":"Heming. vol. i. p. 72, 73, 74.","subId":"n114","id":"Hume.HE.2.13.n114"},{"type":"note","content":"Rymer, vol. ii. p. 761. Walsing. p. 68.","subId":"n115","id":"Hume.HE.2.13.n115"},{"type":"note","content":"Rymer, vol. ii. p. 706. Heming, vol. i. p. 104.","subId":"n116","id":"Hume.HE.2.13.n116"},{"type":"note","content":"Heming. vol. i. p. 107. Trivet, p. 296. Chron. Dunst. vol. ii. p. 652.","subId":"n117","id":"Hume.HE.2.13.n117"},{"type":"note","content":"Heming. vol. i. p. 107.","subId":"n118","id":"Hume.HE.2.13.n118"},{"type":"note","content":"Walsing. p. 65. Heming. vol. i. p. 51.","subId":"n119","id":"Hume.HE.2.13.n119"},{"type":"note","content":"Walsing. p. 69. Heming. vol. i. p. 107.","subId":"n120","id":"Hume.HE.2.13.n120"},{"type":"note","content":"M. West. p. 429.","subId":"n121","id":"Hume.HE.2.13.n121"},{"type":"note","content":"Heming. vol. i. p. 109.","subId":"n122","id":"Hume.HE.2.13.n122"},{"type":"note","content":"Heming. vol. i. p. 108, 109. Chron. Dunst. p. 653.","subId":"n123","id":"Hume.HE.2.13.n123"},{"type":"note","content":"Chron. Dunst. vol. ii. p. 654.","subId":"n124","id":"Hume.HE.2.13.n124"},{"type":"note","content":"Walsing. p. 69. Trivet, p. 296.","subId":"n125","id":"Hume.HE.2.13.n125"},{"type":"note","content":"Heming. vol. i. p. 52, 110.","subId":"n126","id":"Hume.HE.2.13.n126"},{"type":"note","content":"Heming. vol. i. p. 111.","subId":"n127","id":"Hume.HE.2.13.n127"},{"type":"note","content":"Walsing. p. 69.","subId":"n128","id":"Hume.HE.2.13.n128"},{"type":"note","content":"Heming. vol. i. p. 112.","subId":"n129","id":"Hume.HE.2.13.n129"},{"type":"note","content":"Rymer, vol. ii. p. 783. Walsing. p. 70.","subId":"n130","id":"Hume.HE.2.13.n130"},{"type":"note","content":"M. West. p. 430.","subId":"n131","id":"Hume.HE.2.13.n131"},{"type":"note","content":"Heming. vol. i. p. 113.","subId":"n132","id":"Hume.HE.2.13.n132"},{"type":"note","content":"Heming. vol. i. p. 114. M. West. p. 430.","subId":"n133","id":"Hume.HE.2.13.n133"},{"type":"note","content":"Walsing. p. 72. Heming. vol. i. p. 115. Trivet, p. 302.","subId":"n134","id":"Hume.HE.2.13.n134"},{"type":"note","content":"Walsing. p. 72. Heming. vol. i. p. 117. Trivet, p. 304.","subId":"n135","id":"Hume.HE.2.13.n135"},{"type":"note","content":"Heming. vol. i. p. 138.","subId":"n136","id":"Hume.HE.2.13.n136"},{"type":"note","content":"Walsing. p. 73. Heming. vol. i. p. 138, 139, 140, 141. Trivet, p. 308.","subId":"n137","id":"Hume.HE.2.13.n137"},{"type":"note","content":"Walsing. p. 74. Heming. vol. i. p. 143.","subId":"n138","id":"Hume.HE.2.13.n138"},{"type":"note","content":"Heming. vol. i. p. 143.","subId":"n139","id":"Hume.HE.2.13.n139"},{"type":"note","content":"Heming. vol. i. p. 159.","subId":"n140","id":"Hume.HE.2.13.n140"},{"type":"note","content":"Heming. vol. i. p. 167, 168.","subId":"n141","id":"Hume.HE.2.13.n141"},{"type":"note","content":"Heming. vol. i. p. 168.","subId":"n142","id":"Hume.HE.2.13.n142"},{"type":"note","content":"Hemingford, vol. i. p. 170.","subId":"n143","id":"Hume.HE.2.13.n143"},{"type":"note","content":"Walsing. p. 80. We are told by Tyrrel, vol. ii. p. 145. from the Chronicle of St. Albans, that the barons not content with the execution of the charter of forests, demanded of Edward as high terms as had been imposed on his father by the earl of Leicester: But no other historian mentions this particular.","subId":"n144","id":"Hume.HE.2.13.n144"},{"type":"note","content":"Heming. vol. i. p. 171. M. West. p. 431, 433.","subId":"n145","id":"Hume.HE.2.13.n145"},{"type":"note","content":"Brady, vol. ii. p. 84. Carte, vol. ii. p. 292.","subId":"n146","id":"Hume.HE.2.13.n146"},{"type":"note","content":"It must however be remarked, that the king never forgave the chief actors in this transaction, and he found means afterwards to oblige both the constable and mareschal to resign their offices into his hands. The former received a new grant of it: But the office of mareschal was given to Thomas of Brotherton, the king's second son.","subId":"n147","id":"Hume.HE.2.13.n147"},{"type":"note","content":"Heming. vol. i. p. 146.","subId":"n148","id":"Hume.HE.2.13.n148"},{"type":"note","content":"Rymer, vol. ii. p. 817. Heming. vol. i. p. 149. Trivet, p. 310.","subId":"n149","id":"Hume.HE.2.13.n149"},{"type":"note","content":"Rymer, vol. ii. p. 823.","subId":"n150","id":"Hume.HE.2.13.n150"},{"type":"note","content":"Walsing. p. 70. Heming. vol. i. p. 118. Trivet, p. 299.","subId":"n151","id":"Hume.HE.2.13.n151"},{"type":"note","content":"Walsing. p. 70. Heming. vol. i. p. 118.","subId":"n152","id":"Hume.HE.2.13.n152"},{"type":"note","content":"Heming. vol. i. p. 121, 122.","subId":"n153","id":"Hume.HE.2.13.n153"},{"type":"note","content":"Heming. vol. i. p. 127.","subId":"n154","id":"Hume.HE.2.13.n154"},{"type":"note","content":"On the 11th of September 1297.","subId":"n155","id":"Hume.HE.2.13.n155"},{"type":"note","content":"Walsing. p. 73. Heming. vol. i. p. 127, 128, 129. Trivet, p. 307.","subId":"n156","id":"Hume.HE.2.13.n156"},{"type":"note","content":"Heming. vol. i. p. 130.","subId":"n157","id":"Hume.HE.2.13.n157"},{"type":"note","content":"Heming. vol. i. p. 131, 132, 133.","subId":"n158","id":"Hume.HE.2.13.n158"},{"type":"note","content":"Rymer, vol. ii. p. 813.","subId":"n159","id":"Hume.HE.2.13.n159"},{"type":"note","content":"Walsing. p. 75. Heming. vol. i. p. 163.","subId":"n160","id":"Hume.HE.2.13.n160"},{"type":"note","content":"Walsing. p. 76. T. Wykes, p. 127. Heming. vol. i. p. 163, 164, 165. Trivet, p. 313, says only 20,000. M. West. p. 431, says 40,000.","subId":"n161","id":"Hume.HE.2.13.n161"},{"type":"note","content":"This story is told by all the Scotch writers; though it must be owned that Trivet and Hemingford, authors of good credit, both agree that Bruce was not at that time in Edward's army.","subId":"n162","id":"Hume.HE.2.13.n162"},{"type":"note","content":"Rymer, vol. ii. p. 844.","subId":"n163","id":"Hume.HE.2.13.n163"},{"type":"note","content":"Ibid. p. 863.","subId":"n164","id":"Hume.HE.2.13.n164"},{"type":"note","content":"Rymer, vol. ii. p. 873. Walsing. p. 85. Heming. vol. i. p. 186. Trivet, p. 330. M. West. p. 443.","subId":"n165","id":"Hume.HE.2.13.n165"},{"type":"note","content":"Heming. vol. i. p. 197.","subId":"n166","id":"Hume.HE.2.13.n166"},{"type":"note","content":"Ibid. p. 205.","subId":"n167","id":"Hume.HE.2.13.n167"},{"type":"note","content":"Ryley, p. 506.","subId":"n168","id":"Hume.HE.2.13.n168"},{"type":"note","content":"Brady's hist. vol. ii. App. No. 27.","subId":"n169","id":"Hume.HE.2.13.n169"},{"type":"note","content":"M. West. p. 453.","subId":"n170","id":"Hume.HE.2.13.n170"},{"type":"note","content":"Walsing. p. 91. Heming. vol. i. p. 222, 223. Trivet, p. 344.","subId":"n171","id":"Hume.HE.2.13.n171"},{"type":"note","content":"Heming. vol. i. p. 223. M. West. p. 456.","subId":"n172","id":"Hume.HE.2.13.n172"},{"type":"note","content":"Institute, p. 156.","subId":"n173","id":"Hume.HE.2.13.n173"},{"type":"note","content":"History of the English law, p. 158, 163.","subId":"n174","id":"Hume.HE.2.13.n174"},{"type":"note","content":"Articuli super Cart. cap. 6. Edward enacted a law to this purpose; but it is doubtful, whether he ever observed it. We are sure that scarcely any of his successors did. The multitude of these letters of protection were the ground of a complaint by the commons in 3 Edward II. See Ryley, p. 525. This practice is declared illegal by the statute of Northampton passed in the second of Edward III. but it still continued, like many other abuses. There are instances of it so late as the reign of queen Elizabeth.","subId":"n175","id":"Hume.HE.2.13.n175"},{"type":"note","content":"Statute of Winton.","subId":"n176","id":"Hume.HE.2.13.n176"},{"type":"note","content":"Statute of Acton Burnel.","subId":"n177","id":"Hume.HE.2.13.n177"},{"type":"note","content":"Statute of conspirators.","subId":"n178","id":"Hume.HE.2.13.n178"},{"type":"note","content":"Spelman. Gloss. in verbo justiciarius. Gilbert's Hist. of the Exchequer, p. 8.","subId":"n179","id":"Hume.HE.2.13.n179"},{"type":"note","content":"Brady of Boroughs, p. 25, from the records.","subId":"n180","id":"Hume.HE.2.13.n180"},{"type":"note","content":"P. 234. See also M. West, p. 409.","subId":"n181","id":"Hume.HE.2.13.n181"},{"type":"note","content":"Rymer, vol. ii. p. 77, 107.","subId":"n182","id":"Hume.HE.2.13.n182"},{"type":"note","content":"Id. p. 862.","subId":"n183","id":"Hume.HE.2.13.n183"},{"type":"note","content":"Anderson's history of commerce, vol. i. p. 137.","subId":"n184","id":"Hume.HE.2.13.n184"},{"type":"note","content":"Anderson's hist. of commerce, vol. i. p. 146.","subId":"n185","id":"Hume.HE.2.13.n185"},{"type":"note","content":"Rymer, vol. iv. p. 361. It is the charter of Edw. I. which is there confirmed by Edw. III.","subId":"n186","id":"Hume.HE.2.13.n186"},{"type":"note","content":"Rymer, vol. ii. p. 530.","subId":"n187","id":"Hume.HE.2.13.n187"},{"type":"note","content":"Rymer, vol. ii. p. 1092.","subId":"n188","id":"Hume.HE.2.13.n188"}]}