{"imported":true,"id":"Hume.HE.2.15","parent":"Hume.HE.2","title":"Chapter 15. Edward III","breadcrumb":"Chapter 15","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XV.\nEDWARD III.\nWar with Scotland——Execution of the Earl of Kent——Execution of Mortimer, earl of March——State of Scotland——War with that kingdom——King's claim to the crown of France——Preparations for war with France——War——Naval victor——Domestic disturbances——Affairs of Britanny——Renewal of the war with France——Invasion of France——Battle of Crecy——War with Scotland——Captivity of the king of Scots——Calais taken.","id":"Hume.HE.2.15"},{"type":"paragraph","content":"{1327. 20th Jan.} THE violent party, which had taken arms against Edward II. and finally deposed that unfortunate monarch, deemed it requisite for their future security to pay so far an exterior obeisance to the law, as to desire a parliamentary indemnity for all their illegal proceedings; on account of the necessity, which, it was pretended, they lay under, of employing force against the Spensers and other evil counsellors, enemies of the kingdom. All the attainders also, which had passed against the earl of Lancaster and his adherents, when the chance of war turned against them, were easily reversed during the triumph of their party; and the Spensers, whose former attainder had been reversed by parliament, were now again, in this change of fortune, condemned by the votes of their enemies. A council of regency was likewise appointed by parliament, consisting of twelve persons; five prelates, the archbishops of Canterbury and York, the bishops of Winchester, Worcester, and Hereford; and seven lay peers, the earls of Norfolk, Kent, and Surrey, and the lords Wake, Ingham, Piercy, and Ross. The earl of Lancaster was appointed guardian and protector of the king's person. But though it was reasonable to expect, that, as the weakness of the former king had given reins to the licentiousness of the barons, great domestic tranquillity would not prevail during the present minority; the first disturbance arose from an invasion by foreign enemies.","subId":"1","id":"Hume.HE.2.15.1"},{"type":"paragraph","content":"{War with Scotland.} The king of Scots, declining in years and health, but retaining still that martial spirit, which had raised his nation from the lowest ebb of fortune, deemed the present opportunity favourable for infesting England. He first made an attempt on the castle of Norham, in which he was disappointed; he then collected an army of 25,000 men on the frontiers, and having given the command to the earl of Murray and lord Douglas, threatened an incursion into the northern counties. The English regency, after trying in vain every expedient to restore peace with Scotland, made vigorous preparations for war, and besides assembling an English army of near sixty thousand men, they invited back John Hainault, and some foreign cavalry, whom they had dismissed, and whose discipline and arms had appeared superior to those of their own country. Young Edward himself, burning with a passion for military fame, appeared at the head of these numerous forces; and marched from Durham, the appointed place of rendezvous, in quest of the enemy, who had already broken into the frontiers, and were laying every thing waste around them.","subId":"2","id":"Hume.HE.2.15.2"},{"type":"paragraph","content":"Murray and Douglas were the two most celebrated warriors, bred in the long hostilities between the Scots and English; and their forces, trained in the same school, and enured to hardships, fatigues, and dangers, were perfectly qualified, by their habits and manner of life, for that desultory and destructive war, which they carried into England. Except a body of about 4ooo cavalry, well armed, and fit to make a steady impression in battle, the rest of the army were light-armed troops, mounted on small horses, which found subsistance every where, and carried them with rapid and unexpected marches, whether they meant to commit depredations on the peaceable inhabitants, or to attack an armed enemy, or to retreat into their own country. Their whole equipage consisted of a bag of oat-meal, which, as a supply in case of necessity, each soldier carried behind him; together with a light plate of iron, on which he instantly baked the meal into a cake, in the open fields. But his chief subsistance was the cattle which he seized; and his cookery was as expeditious as all his other operations. After fleaing the animal, he placed the skin, loose and hanging in the form of a bag, upon some stakes; he poured water into it, kindled a fire below, and thus made it serve as a caldron for the boiling of his victuals.","subId":"3","id":"Hume.HE.2.15.3"},{"type":"paragraph","content":"The chief difficulty which Edward met with, after composing some dangerous frays, which broke out between his foreign forces and the English, was to come up with an army so rapid in its marches, and so little incumbered in its motions. Though the flame and smoke of burning villages directed him sufficiently to the place of their encampment, he found, upon hurrying thither, that they had already dislodged; and he soon discovered, by new marks of devastation, that they had removed to some distant quarter. After harassing his army during some time in this fruitless chace, he advanced northwards, and crossed the Tyne, with a resolution of awaiting them on their return homewards, and taking vengeance for all their depredations. But that whole country was already so much wasted by their frequent incursions, that it could not afford subsistance to his army; and he was obliged again to return southwards, and change his plan of operations. He had now lost all track of the enemy; and though he promised the reward of a hundred pounds a year to any one who should bring him an account of their motions, he remained unactive some days, before he received any intelligence of them. He found at last, that they had fixed their camp on the southern banks of the Were, as if they intended to await a battle; but their prudent leaders had chosen the ground with such judgment, that the English, on their approach, saw it impracticable, without temerity, to cross the river in their front, and attack them in their present situation. Edward, impatient for revenge and glory, here sent them a defiance, and challenged them, if they dared, to meet him in an equal field, and try the fortune of arms. The bold spirit of Douglas could ill brook this bravadoe, and he advised the acceptance of the challenge; but he was over-ruled by Murray, who replied to Edward, that he never took the counsel of an enemy in any of his operations. The king, therefore, kept still his position opposite to the Scots; and daily expected, that necessity would oblige them to change their quarters, and give him an opportunity of overwhelming them with superior forces. After a few days, they suddenly decamped, and marched farther up the river; but still posted themselves in such a manner, as to preserve the advantage of the ground, if the enemy should venture to attack them. Edward insisted, that all hazards should be run, rather than allow these ravagers to escape with impunity; but Mortimer's authority prevented the attack, and opposed itself to the valour of the young monarch. While the armies lay in this position, an incident happened which had well nigh proved fatal to the English. Douglas, having gotten the word, and surveyed exactly the situation of the English camp, entered it secretly in the night-time, with a body of two hundred determined soldiers, and advanced to the royal tent, with a view of killing or carrying off the king, in the midst of his army. But some of Edward's attendants, awaking in that critical moment, made resistance; his chaplain and chamberlain sacrificed their lives for his safety; the king himself, after making a valorous defence, escaped in the dark: And Douglas, having lost the greater part of his followers, was glad to make a hasty retreat with the remainder. Soon after, the Scottish army decamped without noise in the dead of night; and having thus gotten the start of the English, arrived without farther loss in their own country. Edward, on entering the place of the Scottish encampment, found only six Englishmen, whom the enemy, after breaking their legs, had tied to trees, in order to prevent their carrying any intelligence to their countrymen.","subId":"4","id":"Hume.HE.2.15.4"},{"type":"paragraph","content":"The king was highly incensed at the disappointment, which he had met with, in his first enterprize, and at the head of so gallant an army. The symptoms, which he had discovered of bravery and spirit, gave extreme satisfaction, and were regarded as sure prognostics of an illustrious reign: But the general displeasure fell violently on Mortimer, who was already the object of public odium: And every measure, which he pursued, tended to aggravate, beyond all bounds, the hatred of the nation both against him and queen Isabella.","subId":"5","id":"Hume.HE.2.15.5"},{"type":"paragraph","content":"When the council of regency was formed, Mortimer, though in the plenitude of his power, had taken no care to ensure a place in it; but this semblance of moderation was only a cover to the most iniquitous and most ambitious projects. He rendered that council entirely useless by usurping to himself the whole sovereign authority; he settled on the queen-dowager the greater part of the royal revenues; he never consulted either the princes of the blood, or the nobility in any public measure; the king himself was so besieged by his creatures, that no access could be procured to him; and all the envy, which had attended Gavaston and Spenser, fell much more deservedly on the new favourite.","subId":"6","id":"Hume.HE.2.15.6"},{"type":"paragraph","content":"{1328.} Mortimer, sensible of the growing hatred of the people, thought it requisite, on any terms, to secure peace abroad; and he entered into a negociation with Robert Bruce for that purpose. As the claim of superiority in England, more than any other cause, had tended to inflame the animosities between the two nations, Mortimer, besides stipulating a marriage between Jane, sister of Edward, and David, the son and heir of Robert, consented to resign absolutely this claim, to give up all the homages done by the Scottish parliament and nobility, and to acknowledge Robert as independant sovereign of Scotland. In return for these advantages, Robert stipulated the payment of 30,000 marks to England. This treaty was ratified by parliament; but was nevertheless the source of great discontent among the people, who, having entered zealously into the pretensions of Edward I. and deeming themselves disgraced by the successful resistance made by so inferior a nation, were disappointed by this treaty, in all future hopes both of conquest and of vengeance.","subId":"7","id":"Hume.HE.2.15.7"},{"type":"paragraph","content":"The princes of the blood, Kent, Norfolk, and Lancaster, were much united in their councils; and Mortimer entertained great suspicions of their designs against him. In summoning them to parliament, he strictly prohibited them, in the king's name, from coming attended by an armed force, an illegal but usual practice in that age. The three earls, as they approached to Salisbury, the place appointed for the meeting of parliament, found, that, though they themselves, in obedience to the king's command, had brought only their usual retinue with them, Mortimer and his party were attended by all their followers in arms; and they began with some reason to apprehend a dangerous design against their persons. They retreated, assembled their retainers, and were returning with an army to take vengeance on Mortimer; when the weakness of Kent and Norfolk, who deserted the common cause, obliged Lancaster also to make his submissions. The quarrel, by the interposition of the prelates, seemed for the present to be appeased.","subId":"8","id":"Hume.HE.2.15.8"},{"type":"paragraph","content":"{1329.} But Mortimer, in order to intimidate the princes, determined to have a victim; and the simplicity, with the good intentions of the earl of Kent, afforded him soon after an opportunity of practising upon him. By himself and his emissaries, he endeavoured to persuade that prince, that his brother, king Edward, was still alive, and detained in some secret prison in England. The earl, whose remorses for the part which he had acted against the late king, probably inclined him to give credit to this intelligence, entered into a design of restoring him to liberty, of re-instating him on the throne, and of making thereby some atonement for the injuries which he himself had unwarily done him. {1330.} After this harmless contrivance had been allowed to proceed a certain length, the earl was seized by Mortimer, was accused before the parliament, and condemned by those slavish, though turbulent barons, to lose his life and fortune. {9th March. Execution of the earl of Kent.} The queen and Mortimer, apprehensive of young Edward's lenity towards his uncle, hurried on the execution, and the prisoner was beheaded next day: But so general was the affection borne him, and such pity prevailed for his unhappy fate, that, though peers had been easily found to condemn him, it was evening before his enemies could find an executioner to perform the office.","subId":"9","id":"Hume.HE.2.15.9"},{"type":"paragraph","content":"The earl of Lancaster, on pretence of his having assented to this conspiracy, was soon after thrown into prison: Many of the prelates and nobility were prosecuted: Mortimer employed this engine to crush all his enemies, and to enrich himself and his family by the forfeitures. The estate of the earl of Kent was seized for his younger son, Geoffrey: The immense fortunes of the Spensers and their adherents were mostly converted to his own use: He affected a state and dignity equal or superior to the royal: His power became formidable to every one: His illegal practices were daily complained of: And all parties, forgetting past animosities, conspired in their hatred of Mortimer.","subId":"10","id":"Hume.HE.2.15.10"},{"type":"paragraph","content":"It was impossible, that these abuses could long escape the observation of a prince, endowed with so much spirit and judgment as young Edward, who, being now in his eighteenth year, and feeling himself capable of governing, repined at being held in fetters by this insolent minister. But so much was he surrounded by the emissaries of Mortimer, that it behoved him to conduct the project for subverting him, with the same secrecy and precaution, as if he had been forming a conspiracy against his sovereign. He communicated his intentions to lord Mountacute, who engaged the lords Molins and Clifford, Sir John Nevil of Hornby, Sir Edward Bohun, Ufford, and others, to enter into their views; and the castle of Nottingham was chosen for the scene of the enterprize. The queen-dowager and Mortimer lodged in that fortress: The king also was admitted, though with a few only of his attendants: And as the castle was strictly guarded, the gates locked every evening, and the keys carried to the queen, it became necessary to communicate the design to Sir William Eland, the governor, who zealously took part in it. By his direction, the king's associates were admitted through a subterraneous passage, which had formerly been contrived for a secret outlet from the castle, but was now buried in rubbish; and Mortimer, without having it in his power to make resistance, was suddenly seized in an apartment adjoining to the queen's. A parliament was immediately summoned for his condemnation. He was accused before that assembly of having usurped regal power from the council of regency, appointed by parliament; of having procured the death of the late king; of having deceived the earl of Kent into a conspiracy to restore that prince; of having solicited and obtained exorbitant grants of the royal demesnes; of having dissipated the public treasure; of secreting 20,000 marks of the money paid by the king of Scotland; and of other crimes and misdemeanors. {Execution of Mortimer. 29th Nov.} The parliament condemned him, from the supposed notoriety of the facts, without trial, or hearing his answer, or examining a witness; and he was hanged on a gibbet at the Elmes, in the neighbourhood of London. It is remarkable, that this sentence was near twenty years after reversed by parliament, in favour of Mortimer's son; and the reason assigned was the illegal manner of proceeding. The principles of law and justice were established in England, not in such a degree as to prevent any iniquitous sentence against a person obnoxious to the ruling party; but sufficient, on the return of his credit, or that of his friends, to serve as a reason or pretence for its reversal.","subId":"11","id":"Hume.HE.2.15.11"},{"type":"paragraph","content":"{1331.} Justice was also executed by a sentence of the house of peers, on some of the inferior criminals, particularly on Simon de Bereford: But the Barons, in that act of jurisdiction, entered a protest, that though they had tried Bereford, who was none of their peers, they should not for the future be obliged to receive any such indictment. The queen was confined to her own house at Risings near London: Her revenue was reduced to 4000 pounds a year: And though the king, during the remainder of her life, paid her a decent visit once or twice a year, she never was able to reinstate herself in any credit or authority.","subId":"12","id":"Hume.HE.2.15.12"},{"type":"paragraph","content":"Edward, having now taken the reins of government into his own hands, applied himself, with industry and judgment, to redress all those grievances, which had proceeded either from want of authority in the crown, or from the late abuses of it. He issued writs to the judges, enjoining them to administer justice, without paying any regard to arbitrary orders from the ministers: And as the robbers, thieves, murderers, and criminals of all kinds, had, during the course of public convulsions, multiplied to an enormous degree, and were openly protected by the great barons, who made use of them against their enemies, the king, after exacting from the peers a solemn promise in parliament, that they would break off all connexions with such malefactors, set himself in earnest to remedy the evil. Many of these gangs had become so numerous, as to require his own presence to disperse them; and he exerted both courage and industry in executing this salutary office. The ministers of justice, from his example, employed the utmost diligence in discovering, pursuing, and punishing the criminals; and this disorder was by degrees corrected, at least palliated; the utmost that could be expected with regard to a disease, hitherto inherent in the constitution.","subId":"13","id":"Hume.HE.2.15.13"},{"type":"paragraph","content":"In proportion as the government acquired authority at home, it became formidable to the neighbouring nations; and the ambitious spirit of Edward sought, and soon found, an opportunity of exerting itself. {State of Scotland.} The wise and valiant Robert Bruce, who had recovered by arms the independance of his country, and had fixed it by the last treaty of peace with England, soon after died, and left David his son, a minor, under the guardianship of Randolf, earl of Murray, the companion of all his victories. It had been stipulated in this treaty, that both the Scottish nobility, who, before the commencement of the wars, enjoyed lands in England, and the English who inherited estates in Scotland, should be restored to their respective possessions: But though this article had been executed pretty regularly on the part of Edward, Robert, who observed that the estates, claimed by Englishmen, were much more numerous and valuable than the others, either thought it dangerous to admit so many secret enemies into the kingdom, or found it difficult to wrest from his own followers the possessions bestowed on them as the reward of former services: And he had protracted the performance of his part of the stipulation. The English nobles, disappointed in their expectations, began to think of a remedy; and as their influence was great in the north, their enmity alone, even though unsupported by the king of England, became dangerous to the minor prince, who succeeded to the Scottish throne.","subId":"14","id":"Hume.HE.2.15.14"},{"type":"paragraph","content":"{1332.} Edward Baliol, the son of that John, who was crowned king of Scotland, had been detained some time a prisoner in England after his father was released; but having also obtained his liberty, he went over to France, and resided in Normandy, on his patrimonial estate in that country, without any thoughts of reviving the claims of his family to the crown of Scotland. His pretensions, however plausible, had been so strenuously abjured by the Scots, and rejected by the English, that he was universally regarded as a private person; and he had been thrown into prison on account of some private offence, of which he was accused. Lord Beaumont, a great English baron, who, in the right of his wife, claimed the earldom of Buchan in Scotland, found him in this situation; and deeming him a proper instrument for his purpose, made such interest with the king of France, who was not aware of the consequences, that he recovered him his liberty, and brought him over with him to England.","subId":"15","id":"Hume.HE.2.15.15"},{"type":"paragraph","content":"The injured nobles, possessed of such a head, began to think of vindicating their rights by force of arms; and they applied to Edward for his concurrence and assistance. But there were several reasons, which deterred the king from openly avowing their enterprize. In his treaty with Scotland, he had entered into a bond of 20,000 pounds, payable to the pope, if within four years he violated the peace; and as the term was not yet elapsed, he dreaded the exacting of that penalty by the sovereign pontiff, who possessed so many means of forcing princes to make payment. He was also afraid, that violence and injustice would every where be imputed to him, if he attacked with superior force a minor king, and a brother-in-law, whose independant title had so lately been acknowledged by a solemn treaty. And as the regent of Scotland, on every demand which had been made of restitution to the English barons, had always confessed the justice of their claim, and had only given an evasive answer, grounded on plausible pretences, Edward resolved not to proceed by open violence, but to employ like artifices against him. He secretely encouraged Baliol in his enterprize; connived at his assembling forces in the north; and gave countenance to the nobles, who were disposed to join in the attempt. A force of near 2500 men was inlisted under Baliol, by Umfreville earl of Angus, the lords Beaumont, Ferrars, Fitz-warin, Wake, Stafford, Talbot, and Moubray. As these adventurers apprehended, that the frontiers would be strongly armed and guarded, they resolved to make their attack by sea; and having embarked at Ravenspur, they reached in a few days the coast of Fife.","subId":"16","id":"Hume.HE.2.15.16"},{"type":"paragraph","content":"Scotland was at that time in a very different situation from that in which it had appeared under the victorious Robert. Besides the loss of that great monarch, whose genius and authority preserved entire the whole political fabric, and maintained an union among the unruly barons, Lord Douglas, impatient of rest, had gone over to Spain in a crusade against the Moors, and had there perished in battle: The earl of Murray, who had long been declining through age and infirmities, had lately died, and had been succeeded in the regency by Donald earl of Marre, a man of much inferior talents: The military spirit of the Scots, though still unbroken, was left without a proper guidance and direction: And a minor king seemed ill qualified to defend an inheritance, which it had required all the consummate valour and abilities of his father to acquire and maintain. But as the Scots were apprized of the intended invasion, great numbers, on the appearance of the English fleet, immediately ran to the shore, in order to prevent the landing of the enemy. Baliol had valour and activity, and he drove back the Scots with considerable loss. He marched westward into the heart of the country; flattering himself that the ancient partizans of his family would declare for him. But the fierce animosities, which had been kindled between the two nations, inspiring the Scots with a strong prejudice against a prince supported by the English, he was regarded as a common enemy; and the regent found no difficulty in assembling a great army to oppose him. It is pretended, that Marre had no less than 40,000 men under his banners; but the same hurry and impatience, that made him collect a force, which from its greatness was so disproportioned to the occasion, rendered all his motions unskilful and imprudent. {11th Aug.} The river Erne ran between the two armies; and the Scots, confiding in that security, as well as in their great superiority of numbers, kept no order in their encampment. Baliol passed the river in the night-time; attacked the unguarded and undisciplined Scots; threw them into confusion, which was encreased by the darkness and by their very numbers to which they trusted; and he beat them off the field with great slaughter. But in the morning, when the Scots were at some distance, they were ashamed of having yielded the victory to so weak a foe, and they hurried back to recover the honour of the day. Their eager passions urged them precipitately to battle, without regard to some broken ground, which lay between them and the enemy, and which disordered and confounded their ranks. Baliol seized the favourable opportunity, advanced his troops upon them, prevented them from rallying, and anew chaced them off the field with redoubled slaughter. There fell above 12,000 Scots in this action; and among these the flower of their nobility; the regent himself, the earl of Carric, a natural son of their late king, the earls of Athole and Monteith, lord Hay of Errol, constable, and the lords Keith and Lindsey. The loss of the English scarcely exceeded thirty men; a strong proof, among many others, of the miserable state of military discipline in those ages.","subId":"17","id":"Hume.HE.2.15.17"},{"type":"paragraph","content":"Baliol soon after made himself master of Perth; but still was not able to bring over any of the Scots to his party. Patric Dunbar, earl of March, and Sir Archibald Douglas, brother to the lord of that name, appeared at the head of the Scottish armies, which amounted still to near 40,000 men; and they purposed to reduce Baliol and the English by famine. They blockaded Perth by land; they collected some vessels with which they invested it by water: But Baliol's ships, attacking the Scottish fleet, gained a complete victory; and opened the communication between Perth and the sea. {27th Sept.} The Scotch armies were then obliged to disband for want of pay and subsistence: The nation was in effect subdued by a handful of men: Each nobleman, who found himself most exposed to danger, successively submitted to Baliol: That prince was crowned at Scone: David, his competitor, was sent over to France with his betrothed wife, Jane, sister to Edward: And the heads of his party sued to Baliol for a truce, which he granted them, in order to assemble a parliament in tranquillity, and have his title recognized by the whole Scottish nation.","subId":"18","id":"Hume.HE.2.15.18"},{"type":"paragraph","content":"{1333.} But Baliol's imprudence or his necessities making him dismiss the greater part of his English followers, he was, notwithstanding the truce, attacked of a sudden near Annan by Sir Archibald Douglas, and other chieftains of the party; he was routed; his brother John Baliol was slain; he himself was chaced into England in a miserable condition; and thus lost his kingdom by a revolution as sudden as that by which he had acquired it.","subId":"19","id":"Hume.HE.2.15.19"},{"type":"paragraph","content":"While Baliol enjoyed his short-lived and precarious royalty, he had been sensible, that, without the protection of England, it would be impossible for him to maintain possession of the throne; and he had secretly sent a message to Edward, offering to acknowledge his superiority, to renew the homage for his crown, and to espouse the princess Jane, if the pope's consent could be obtained, for dissolving her former marriage, which was not yet consummated. {War with Scotland.} Edward, ambitious of recovering that important concession, made by Mortimer during his minority, threw off all scruples, and willingly accepted the offer; but as the dethroning of Baliol had rendered this stipulation of no effect, the king prepared to re-instate him in possession of the crown; an enterprize, which appeared from late experience so easy and so little hazardous. As he possessed many popular arts, he consulted his parliament on the occasion; but that assembly, finding the resolution already taken, declined giving any opinion, and only granted him, in order to support the enterprize, an aid of a fifteenth, from the personal estates of the nobility and gentry, and a tenth of the moveables of boroughs. And they added a petition, that the king would thenceforth live on his own revenue, without grieving his subjects by illegal taxes, or by the outrageous seizure of their goods in the shape of purveyance.","subId":"20","id":"Hume.HE.2.15.20"},{"type":"paragraph","content":"As the Scots expected, that the chief brunt of the war would fall upon Berwic, Douglas, the regent, threw a strong garrison into that place under the command of Sir William Keith, and he himself assembled a great army on the frontiers, ready to penetrate into England, as soon as Edward should have invested that place. The English army was less numerous, but better supplied with arms and provisions, and retained in stricter discipline; and the king, notwithstanding the valiant defence made by Keith, had in two months reduced the garrison to extremities, and had obliged them to capitulate: They engaged to surrender, if they were not relieved within a few days by their countrymen. This intelligence, being conveyed to the Scottish army, which was preparing to invade Northumberland, changed their plan of operations, and engaged them to advance towards Berwic, and attempt the relief of that important fortress. Douglas, who had ever purposed to decline a pitched battle, in which he was sensible of the enemy's superiority, and who intended to have drawn out the war by small skirmishes, and by mutually ravaging each other's country, was forced, by the impatience of his troops, to put the fate of the kingdom upon the event of one day. {19th July.} He attacked the English at Halidown-hill, a little north of Berwic; and though his heavy-armed cavalry dismounted, in order to render the action more steady and desperate, they were received with such valour by Edward, and were so galled by the English archers, that they were soon thrown into disorder, and on the fall of Douglas, their general, were totally routed. The whole army fled in confusion, and the English, but much more the Irish, gave little quarter in the pursuit: All the nobles of chief distinction were either slain or taken prisoners: Near thirty thousand of the Scots fell in the action: While the loss of the English amounted only to one knight, one esquire, and thirteen private soldiers: An inequality almost incredible.","subId":"21","id":"Hume.HE.2.15.21"},{"type":"paragraph","content":"After this fatal blow, the Scottish nobles had no other resource than instant submission; and Edward, leaving a considerable body with Baliol to complete the conquest of the kingdom, returned with the remainder of his army to England. Baliol was acknowledged king by a parliament assembled at Edinburgh; the superiority of England was again recognized; many of the Scottish nobilily swore fealty to Edward; and to complete the misfortunes of that nation, Baliol ceded Berwic, Dunbar, Roxborough, Edinburgh, and all the south-east counties of Scotland, which were declared to be for ever annexed to the English monarchy.","subId":"22","id":"Hume.HE.2.15.22"},{"type":"paragraph","content":"{1334.} If Baliol, on his first appearance, was dreaded by the Scots, as an instrument employed by England for the subjection of the kingdom, this deed confirmed all their suspicions, and rendered him the object of universal hatred. Whatever submissions they might be obliged to make, they considered him, not as their prince, but as the delegate and confederate of their determined enemy: And neither the manners of the age, nor the state of Edward's revenue permitting him to maintain a standing army in Scotland, the English forces were no sooner withdrawn, than the Scots revolted from Baliol, and returned to their former allegiance under Bruce. Sir Andrew Murray, appointed regent by the party of this latter prince, employed with success his valour and activity in many small but decisive actions against Baliol; and in a short time had almost wholly expelled him the kingdom. {1335.} Edward was obliged again to assemble an army and to march into Scotland: The Scots, taught by experience, withdrew into their hills and fastnesses: He destroyed the houses and ravaged the estates of those whom he called rebels: But this confirmed them still farther in their obstinate antipathy to England and to Baliol; and being now rendered desperate, they were ready to take advantage, on the first opportunity, of the retreat of their enemy, and they soon re-conquered their country from the English. {1336.} Edward made anew his appearance in Scotland with like success: He found every thing hostile in the kingdom, except the spot on which he was encamped: And though he marched uncontrouled over the low countries, the nation itself was farther than ever from being broken and subdued. Besides being supported by their pride and anger, passions difficult to tame, they were encouraged, amidst all their calamities, by daily promises of relief from France; and as a war was now likely to break out between that kingdom and England, they had reason to expect from this incident a great diversion of that force, which had so long oppressed and overwhelmed them.","subId":"23","id":"Hume.HE.2.15.23"},{"type":"paragraph","content":"{1337. King's claim to the crown of France.} We now come to a transaction, on which depended the most memorable events, not only of this long and active reign, but of the whole English and French history, during more than a century; and it will therefore be necessary to give a particular account of the springs and causes of it.","subId":"24","id":"Hume.HE.2.15.24"},{"type":"paragraph","content":"It had long been a prevailing opinion, that the crown of France could never descend to a female; and in order to give more authority to this maxim, and assign it a determinate origin, it had been usual to derive it from a clause in the Salian Code, the law of an ancient tribe among the Franks: though that clause, when strictly examined, carries only the appearance of favouring this principle, and does not really, by the confession of the best antiquaries, bear the sense commonly imposed upon it. But though positive law seems wanting among the French for the exclusion of females, the practice had taken place; and the rule was established beyond controversy on some ancient as well as some modern precedents. During the first race of the monarchy, the Franks were so rude and barbarous a people, that they were incapable of submitting to a female reign; and in that period of their history there were frequent instances of kings advanced to royalty in prejudice of females, who were related to the crown by nearer degrees of consanguinity. These precedents, joined to like causes, had also established the male succession in the second race; and though the instances were neither so frequent nor so certain during that period, the principle of excluding the female line seems still to have prevailed, and to have directed the conduct of the nation. During the third race, the crown had descended from father to son for eleven generations, from Hugh Capet to Lewis Hutin; and thus, in fact, during the course of nine hundred years, the French monarchy had always been governed by males, and no female and none who founded his title on a female had ever mounted the throne. Philip the Fair, father of Lewis Hutin, left three sons, this Lewis, Philip the Long, and Charles the Fair, and one daughter, Isabella, queen of England. Lewis Hutin, the eldest, left at his death one daughter, by Margaret sister to Eudes, duke of Burgundy; and as his queen was then pregnant, Philip, his younger brother, was appointed regent, till it should appear whether the child proved a son or a daughter. The queen bore a male, who lived only a few days: Philip was proclaimed king: And as the duke of Burgundy made some opposition, and asserted the rights of his niece, the states of the kingdom, by a solemn and deliberate decree, gave her an exclusion, and declared all females for ever incapable of succeeding to the crown of France. Philip died after a short reign, leaving three daughters; and his brother, Charles, without dispute or controversy, then succeeded to the crown. The reign of Charles was also short: He left one daughter; but as his queen was pregnant, the next male heir was appointed regent, with a declared right of succession, if the issue should prove female. This prince was Philip de Valois, cousin German to the deceased king; being the son of Charles de Valois, brother of Philip the Fair. The queen of France was delivered of a daughter: The regency ended; and Philip de Valois was unanimously placed on the throne of France.","subId":"25","id":"Hume.HE.2.15.25"},{"type":"paragraph","content":"The king of England, who was at that time a youth of fifteen years of age, embraced a notion, that he was intitled, in right of his mother, to the succession of the kingdom, and that the claim of the nephew was preferable to that of the cousin german. There could not well be imagined a notion weaker or worse grounded. The principle of excluding females was of old an established opinion in France, and had acquired equal authority with the most express and positive law: It was supported by ancient precedents: It was confirmed by recent instances, solemnly and deliberately decided: And what placed it still farther beyond controversy; if Edward was disposed to question its validity, he thereby cut off his own pretensions; since the three last kings had all left daughters, who were still alive, and who stood before him in the order of succession. He was therefore reduced to assert, that, though his mother, Isabella, was, on account of her sex, incapable of succeeding, he himself, who inherited through her, was liable to no such objection, and might claim by the right of propinquity. But, besides that this pretension was more favourable to Charles, king of Navarre, descended from the daughter of Lewis Hutin, it was so contrary to the established principles of succession in every country of Europe, was so repugnant to the practice both in private and public inheritances, that no body in France thought of Edward's claim: Philip's title was universally recognized: And he never imagined, that he had a competitor; much less, so formidable a one as the king of England.","subId":"26","id":"Hume.HE.2.15.26"},{"type":"paragraph","content":"But though the youthful and ambitious mind of Edward had rashly entertained this notion, he did not think proper to insist on his pretensions, which must have immediately involved him, on very unequal terms, in a dangerous and implacable war with so powerful a monarch. Philip was a prince of mature years, of great experience, and at that time of an established character both for prudence and valour; and by these circumstances, as well as by the internal union of his people, and their acquiescence in his undoubted right, he possessed every advantage above a raw youth, newly raised, by injustice and violence, to the government of the most intractable and most turbulent subjects in Europe. But there immediately occurred an incident, which required, that Edward should either openly declare his pretensions, or for ever renounce and abjure them. He was summoned to do homage for Guienne: Philip was preparing to compel him by force of arms: That country was in a very bad state of defence: And the forfeiture of so rich an inheritance was, by the feudal law, the immediate consequence of his refusing or declining to perform the duty of a vassal. Edward therefore thought it prudent to submit to present necessity: He went over to Amiens: Did homage to Philip: And as there had arisen some controversy concerning the terms of this submission, he afterwards sent over a formal deed, in which he acknowledged that he owed liege homage to France; which was in effect ratifying, and that in the strongest terms, Philip's title to the crown of that kingdom. His own claim indeed was so unreasonable, and so thoroughly disavowed by the whole French nation, that to insist on it was no better than pretending to the violent conquest of the kingdom; and it is probable that he would never have farther thought of it, had it not been for some incidents, which excited an animosity between the monarchs.","subId":"27","id":"Hume.HE.2.15.27"},{"type":"paragraph","content":"Robert of Artois was descended from the blood royal of France, was a man of great character and authority, had espoused Philip's sister, and by his birth, talents, and credit was entitled to make the highest figure, and fill the most important offices, in the monarchy. This prince had lost the county of Artois, which he claimed as his birthright, by a sentence, commonly deemed iniquitous, of Philip the Fair; and he was seduced to attempt recovering possession by an action, so unworthy of his rank and character as a forgery. The detection of this crime covered him with shame and confusion: His brother-in-law not only abandoned him, but prosecuted him with violence: Robert, incapable of bearing disgrace, left the kingdom, and hid himself in the Low Countries: Chaced from that retreat, by the authority of Philip, he came over to England; in spite of the French king's menaces and remonstrances, he was favourably received by Edward; and was soon admitted into the councils and shared the confidence of that monarch. Abandoning himself to all the movements of rage and despair, he endeavoured to revive the prepossession entertained by Edward in favour of his title to the crown of France, and even flattered him, that it was not impossible for a prince of his valour and abilities, to render his claim effectual. The king was the more disposed to hearken to suggestions of this nature, because he had, in several particulars, found reason to complain of Philip's conduct with regard to Guienne, and because that prince had both given protection to the exiled David Bruce, and supported, at least encouraged the Scots in their struggles for independance. Thus resentment gradually filled the breasts of both monarchs, and made them incapable of hearkening to any terms of accommodation, proposed by the pope, who never ceased interposing his good offices between them. Philip thought, that he should be wanting to the first principles of policy, if he abandoned Scotland: Edward affirmed, that he must relinquish all pretensions to generosity, if he withdrew his protection from Robert. The former, informed of some preparations for hostilities, which had been made by his rival, issued a sentence of felony and attainder against Robert, and declared, that every vassal of the crown, whether within or without the kingdom, who gave countenance to that traitor, would be involved in the same sentence; a menace easy to be understood: The latter, resolute not to yield, endeavoured to form alliances in the Low Countries and on the frontiers of Germany, the only places from which he either could make an effectual attack upon France, or produce such a diversion as might save the province of Guienne, which lay so much exposed to the power of Philip.","subId":"28","id":"Hume.HE.2.15.28"},{"type":"paragraph","content":"{Preparations for war with France.} The king began with opening his intentions to the count of Hainault, his father-in-law; and having engaged him in his interests, he employed the good offices and councils of that prince in drawing into his alliance the other sovereigns of that neighbourhood. The duke of Brabant was induced, by his mediation, and by large remittances of money from England, to promise his concurrence: The archbishop of Cologn, the duke of Gueldres, the marquis of Juliers, the count of Namur, the lords of Fauquemont and Baquen, were engaged by like motives to embrace the English alliance. These sovereign princes could supply, either from their own states or from the bordering countries, great numbers of warlike troops; and naught was wanting to make the force on that quarter very formidable but the accession of Flanders; which Edward procured by means somewhat extraordinary and unusual.","subId":"29","id":"Hume.HE.2.15.29"},{"type":"paragraph","content":"As the Flemings were the first people in the northern parts of Europe, that cultivated arts and manufactures, the lower ranks of men among them had risen to a degree of opulence unknown elsewhere to those of their station in that barbarous age; had acquired privileges and independance; and began to emerge from that state of vassalage, or rather of slavery, into which the common people had been universally thrown by the feudal institutions. It was probably difficult for them to bring their sovereign and their nobility to conform themselves to the principles of law and civil government, so much neglected in every other country: It was impossible for them to confine themselves within the proper bounds in their opposition and resentment against any instance of tyranny: They had risen in tumults: Had insulted the nobles: Had chaced their earl into France: And delivering themselves over to the guidance of a seditious leader, had been guilty of all that insolence and disorder, to which the thoughtless and enraged populace are so much inclined, wherever they are unfortunate enough to be their own masters.","subId":"30","id":"Hume.HE.2.15.30"},{"type":"paragraph","content":"Their present leader was James d'Arteville, a brewer in Ghent, who governed them with a more absolute sway than had ever been assumed by any of their lawful sovereigns: He placed and displaced the magistrates at pleasure: He was accompanied by a guard, who, on the least signal from him, instantly assassinated any man that happened to fall under his displeasure: All the cities of Flanders were full of his spies; and it was immediate death to give him the smallest umbrage: The few nobles, who remained in the country, lived in continual terror from his violence: He seized the estates of all those whom he had either banished or murdered; and bestowing a part on their wives and children, converted the remainder to his own use. Such were the first effects, that Europe saw, of popular violence; after having groaned, during so many ages, under monarchical and aristocratical tyranny.","subId":"31","id":"Hume.HE.2.15.31"},{"type":"paragraph","content":"James d'Arteville was the man, to whom Edward addressed himself for bringing over the Flemings to his interests; and that prince, the most haughty and most aspiring of the age, never courted any ally with so much assiduity and so many submissions, as he employed towards this seditious and criminal tradesman. D'Arteville, proud of these advances from the king of England, and sensible that the Flemings were naturally inclined to maintain connexions with the English, who furnished them the materials of their woollen manufactures, the chief source of their opulence, readily embraced the interests of Edward, and invited him over into the Low Countries. Edward, before he entered on this great enterprize, affected to consult his parliament, asked their advice, and obtained their consent. And the more to strengthen his hands, he procured from them a grant of 20,000 sacks of wool; which might amount to about a hundred thousand pounds: This commodity was a good instrument to employ with the Flemings; and the price of it with his German allies. He completed the other necessary sums by loans, by pawning the crown jewels, by confiscating or rather robbing at once all the Lombards, who now exercised the invidious trade, formerly monopolized by the Jews, of lending on interest; and being attended by a body of English forces, and by several of his nobility, he sailed over to Flanders.","subId":"32","id":"Hume.HE.2.15.32"},{"type":"paragraph","content":"{1338.} The German princes, in order to justify their unprovoked hostilities against France, had required the sanction of some legal authority; and Edward, that he might give them satisfaction on this head, had applied to Lewis of Bavaria, then emperor, and had been created by him vicar of the empire; an empty title, but which seemed to give him a right of commanding the service of the princes of Germany. The Flemings, who were vassals of France, pretending like scruples with regard to the invasion of their liege lord; Edward, by the advice of d'Arteville, assumed, in his commissions, the title of king of France, and, in virtue of this right, claimed their assistance for dethroning Philip de Valois, the usurper of his kingdom. This step, which, he feared, would destroy all future amity between the kingdoms, and beget endless and implacable jealousies in France, was not taken by him without much reluctance and hesitation: And not being in itself very justifiable, it has in the issue been attended with many miseries to both kingdoms. From this period we may date the commencement of that great animosity, which the English nation have ever since born to the French, which has so visible an influence on all future transactions, and which has been, and continues to be the spring of many rash and precipitate resolutions among them. In all the preceding reigns since the conquest, the hostilities between the two crowns had been only casual and temporary; and as they had never been attended with any bloody or dangerous event, the traces of them were easily obliterated by the first treaty of pacification. The English nobility and gentry valued themselves on their French or Norman extraction: They affected to employ the language of that country in all public transactions, and even in familiar conversation: And both the English court and camp being always full of nobles, who came from different provinces of France, the two people were, during some centuries, more intermingled together than any two distinct nations, whom we meet with in history. But the fatal pretensions of Edward III. dissolved all these connexions, and left the seeds of great animosity in both countries, especially among the English. For it is remarkable, that this latter nation, though they were commonly the aggressors, and by their success and situation were enabled to commit the most cruel injuries on the other, have always retained a stronger tincture of national antipathy; nor is their hatred retaliated on them to an equal degree by the French. That country lies in the middle of Europe, has been successively engaged in hostilities with all its neighbours, the popular prejudices have been diverted into many channels, and, among a people of softer manners, they never rose to a great height against any particular nation.","subId":"33","id":"Hume.HE.2.15.33"},{"type":"paragraph","content":"Philip made great preparations against the attack from the English, and such as seemed more than sufficient to secure him from the danger. Besides the concurrence of all the nobility in his own populous and warlike kingdom, his foreign alliances were both more cordial and more powerful than those which were formed by his antagonist. The pope, who, at this time, lived in Avignon, was dependant on France, and being disgusted at the connexions between Edward and Lewis of Bavaria, whom he had excommunicated, he embraced with zeal and sincerity the cause of the French monarch. The king of Navarre, the duke of Britanny, the count of Bar, were in the same interests; and on the side of Germany, the king of Bohemia, the Palatine, the dukes of Lorraine and Austria, the bishop of Liege, the counts of Deuxpont, Vaudemont, and Geneva. The allies of Edward were in themselves weaker; and having no object, but his money, which began to be exhausted, they were slow in their motions and irresolute in their measures. The duke of Brabant, the most powerful among them, seemed even inclined to withdraw himself wholly from the alliance; and the king was necessitated, both to give the Brabanters new privileges in trade, and to contract his son Edward with the daughter of that prince, ere he could bring him to fulfil his engagements. The summer was wasted in conferences and negociations before Edward could take the field; and he was obliged, in order to allure his German allies into his measures, to pretend that the first attack should be made upon Cambray, a city of the empire which had been garrisoned by Philip. But finding, upon trial, the difficulty of the enterprize, he conducted them towards the frontiers of France; and he there saw, by a sensible proof, the vanity of his expectations: The count of Namur, and even the count of Hainault, his brother-in-law, (for the old count was dead) refused to commence hostilities against their liege lord, and retired with their troops. So little account did they make of Edward's pretensions to the crown of France!","subId":"34","id":"Hume.HE.2.15.34"},{"type":"paragraph","content":"{War with France.} The king, however, entered the enemy's country, and encamped on the fields of Vironfosse near Capelle, with an army of near 50,000 men, composed almost entirely of foreigners: Philip approached him with an army of near double the force, composed chiefly of native subjects; and it was daily expected that a battle would ensue. But the English monarch was averse to engage against so great a superiority: The French thought it sufficient if he eluded the attacks of his enemy, without running any unnecessary hazard. The two armies faced each other for some days: Mutual defiances were sent: And Edward, at last, retired into Flanders, and disbanded his army.","subId":"35","id":"Hume.HE.2.15.35"},{"type":"paragraph","content":"Such was the fruitless and almost ridiculous conclusion of Edward's mighty preparations; and as his measures were the most prudent, that could be embraced in his situation, he might learn from experience in what a hopeless enterprize he was engaged. His expences, though they had led to no end, had been consuming and destructive: He had contracted near 300,000 pounds of debt; he had anticipated all his revenue; he had pawned every thing of value, which belonged either to himself or his queen; he was obliged in some measure even to pawn himself to his creditors, by not sailing to England, till he obtained their permission, and by promising on his word of honour to return in person, if he did not remit their money.","subId":"36","id":"Hume.HE.2.15.36"},{"type":"paragraph","content":"But he was a prince of too much spirit to be discouraged by the first difficulties of an undertaking; and he was anxious to retrieve his honour by more successful and more gallant enterprizes. For this purpose, he had, during the course of the campaign, sent orders to summon a parliament by his son Edward, whom he had left with the title of guardian, and to demand some supply in his urgent necessities. The barons seemed inclined to grant his request; but the knights, who often, at this time, acted as a separate body from the burgesses, made some scruple of taxing their constituents, without their consent; and they desired the guardian to summon a new parliament, which might be properly impowered for that purpose. The situation of the king and parliament was, for the time, nearly similar to that which they constantly fell into about the beginning of the last century, and similar consequences began visibly to appear. The king, sensible of the frequent demands which he should be obliged to make on his people, had been anxious to ensure to his friends a seat in the house of commons, and at his instigation, the sheriffs and other placemen had made interest to be elected into that assembly; an abuse which the knights desired the king to correct by the tenor of his writ of summons, and which was accordingly remedied. On the other hand, the knights had professedly annexed conditions to their intended grant, and required a considerable retrenchment of the royal prerogatives, particularly with regard to purveyance, and the levying of the ancient feudal aids for knighting the king's eldest son, and marrying his eldest daughter. The new parliament, called by the guardian, retained the same free spirit; and though they offered a large supply of 30,000 sacks of wool, no business was concluded; because the conditions, which they annexed, appeared too high to be compensated by a temporary concession. But when Edward himself came over to England, he summoned another parliament, and he had the interest to procure a supply on more moderate terms. A confirmation of the two charters and of the privileges of boroughs, a pardon for old debts and trespasses, and a remedy for some abuses in the execution of common law, were the chief conditions insisted on, and the king, in return for his concessions on these heads, obtained from the barons and knights an unusual grant for two years of the ninth sheaf, lamb, and fleece on their estates, and from the burgesses, a ninth of their moveables at their true value. The whole parliament also granted a duty of forty shillings on each sack of wool exported, on each three hundred wool-fells, and on each last of leather for the same term of years; but dreading the arbitrary spirit of the crown, they expressly declared, that this grant was to continue no longer, and was not to be drawn into precedent. Being soon after sensible, that this supply, though considerable and very unusual in that age, would come in slowly, and would not answer the king's urgent necessities, proceeding both from his debts, and his preparations for war; they agreed, that 20,000 sacks of wool should immediately be granted him, and their value be deducted from the ninths, which were afterwards to be levied.","subId":"37","id":"Hume.HE.2.15.37"},{"type":"paragraph","content":"But there appeared, at this time, another jealousy in the parliament, which was very reasonable, and was founded on a sentiment that ought to have engaged them rather to check than support the king in all those ambitious projects, so little likely to prove successful, and so dangerous to the nation, if they did. Edward, who, before the commencement of the former campaign, had, in several commissions, assumed the title of king of France, now more openly, in all public deeds, gave himself that appellation, and always quartered the arms of France with those of England in his seals and ensigns. The parliament thought proper to obviate the consequences of this measure, and to declare, that they owed him no obedience as king of France, and that the two kingdoms must for ever remain distinct and independant. They undoubtedly foresaw, that France, if subdued, would in the end prove the seat of government; and they deemed this previous protestation necessary, in order to prevent their becoming a province to that monarchy. A frail security, if the event had really taken place!","subId":"38","id":"Hume.HE.2.15.38"},{"type":"paragraph","content":"{1340.} As Philip was apprized, from the preparations which were making both in England and the Low Countries, that he must expect another invasion from Edward, he fitted out a great fleet of 400 vessels; manned with 40,000 men; and he stationed them off Sluise, with a view of intercepting the king in his passage. {Naval victory. 13th June.} The English navy was much inferior in number, consisting only of 240 sail; but whether it were by the superior abilities of Edward, or the greater dexterity of his seamen, they gained the wind of the enemy, and had the sun in their backs; and with these advantages began the action. The battle was fierce and bloody: The English archers, whose force and address were now much celebrated, galled the French on their approach: And when the ships grappled together, and the contest became more steady and furious, the example of the king, and of so many gallant nobles, who accompanied him, animated to such a degree the seamen and soldiery, that they maintained every where a superiority over the enemy. The French also had been guilty of some imprudence in taking their station so near the coast of Flanders, and chusing that place for the scene of action. The Flemings, descrying the battle, hurried out of their harbours, and brought a reinforcement to the English; which, coming unexpectedly, had a greater effect than in proportion to its power and numbers. Two hundred and thirty French ships were taken: Thirty thousand Frenchmen were killed, with two of their admirals: The loss of the English was inconsiderable, compared to the greatness and importance of the victory. None of Philip's courtiers, it is said, dared to inform him of the event; till his fool or jester gave him a hint, by which he discovered the loss that he had sustained.","subId":"39","id":"Hume.HE.2.15.39"},{"type":"paragraph","content":"The lustre of this great success encreased the king's authority among his allies, who assembled their forces with expedition, and joined the English army. Edward marched to the frontiers of France at the head of above 100,000 men, consisting chiefly of foreigners, a more numerous army than, either before or since, has ever been commanded by any king of England. At the same time, the Flemings, to the number of 50,000 men, marched out under the command of Robert of Artois, and laid siege to St. Omer; but this tumultuary army, composed entirely of tradesmen, unexperienced in war, was routed by a sally of the garrison, and notwithstanding the abilities of their leader, was thrown into such a panic, that they were instantly dispersed, and never more appeared in the field. The enterprizes of Edward, though not attended with so inglorious an issue, proved equally vain and fruitless. The king of France had assembled an army more numerous than the English; was accompanied by all the chief nobility of his kingdom; was attended by many foreign princes, and even by three monarchs, the kings of Bohemia, Scotland, and Navarre: Yet he still adhered to the prudent resolution of putting nothing to hazard, and after throwing strong garrisons into all the frontier towns, he retired backwards, persuaded, that the enemy, having wasted their force in some tedious and unsuccessful enterprize, would afford him an easy victory.","subId":"40","id":"Hume.HE.2.15.40"},{"type":"paragraph","content":"Tournay was at that time one of the most considerable cities of Flanders, containing above 6o,ooo inhabitants of all ages, who were affectionate to the French government; and as the secret of Edward's design had not been strictly kept, Philip learned, that the English, in order to gratify their Flemish allies, had intended to open the campaign with the siege of this place: He took care therefore to supply it with a garrison of 14,000 men, commanded by the bravest nobility of France; and he reasonably expected, that these forces, joined to the inhabitants, would be able to defend the city against all the efforts of the enemy. Accordingly, Edward, when he commenced the siege about the end of July, found every where an obstinate resistance: The valour of one side was encountered with equal valour by the other: Every assault was repulsed and proved unsuccessful: And the king was at last obliged to turn the siege into a blockade, in hopes that the great numbers of the garrison and citizens, which had enabled them to defend themselves against his attacks, would but expose them to be the more easily reduced by famine. The count of Eu, who commanded in Tournay, as soon as he perceived that the English had formed this plan of operations, endeavoured to save his provisions, by expelling all the useless mouths; and the duke of Brabant, who wished no success to Edward's enterprizes, gave every one a free passage through his quarters.","subId":"41","id":"Hume.HE.2.15.41"},{"type":"paragraph","content":"After the siege had continued ten weeks, the city was reduced to distress; and Philip, recalling all his scattered garrisons, advanced towards the English camp at the head of a mighty army, with an intention of still avoiding any decisive action, but of seeking some opportunity for throwing relief into the place. Here Edward, irritated with the small progress he had hitherto made, and with the disagreeable prospect that lay before him, sent Philip a defiance by a herald; and challenged him to decide their claims for the crown of France, either by single combat, or by an action of a hundred against a hundred, or by a general engagement. But Philip replied, that Edward having done homage to him for the dutchy of Guienne, and having solemnly acknowledged him for his superior, it by no means became him to send a defiance to his liege lord and sovereign: That he was confident, notwithstanding all Edward's preparations, and his conjunction with the rebellious Flemings, he himself should soon be able to chace him from the frontiers of France: That as the hostilities from England had prevented him from executing his purposed crusade against the infidels, he trusted in the assistance of the Almighty, who would reward his pious intentions, and punish the aggressor, whose ill-grounded claims had rendered them abortive: That Edward proposed a duel on very unequal terms, and offered to hazard only his own person, against both the kingdom of France, and the person of the king: But that, if he would encrease the stake, and put also the kingdom of England on the issue of the duel, he would, notwithstanding that the terms would still be unequal, very willingly accept of the challenge. It was easy to see, that these mutual bravadoes were intended only to dazzle the populace, and that the two kings were too wise to think of executing their pretended purpose.","subId":"42","id":"Hume.HE.2.15.42"},{"type":"paragraph","content":"While the French and English armies lay in this situation, and a general action was every day expected, Jane, countess dowager of Hainault, interposed with her good offices, and endeavoured to conciliate peace between the contending monarchs, and to prevent any farther effusion of blood. This princess was mother-in-law to Edward, and sister to Philip; and though she had taken the vows in a convent, and had renounced the world, she left her retreat on this occasion, and employed all her pious efforts to allay those animosities, which had taken place between persons so nearly related to her, and to each other. As Philip had no material claims on his antagonist, she found that he hearkened willingly to the proposals; and even the haughty and ambitious Edward, convinced of his fruitless attempt, was not averse to her negociation. He was sensible from experience, that he had engaged in an enterprize which far exceeded his force; and that the power of England was never likely to prevail over that of a superior kingdom, firmly united under an able and prudent monarch. He discovered, that all the allies, whom he could gain by negociation, were at bottom averse to his enterprize; and though they might second it to a certain length, would immediately detach themselves, and oppose its final accomplishment, if ever they could be brought to think, that there was seriously any danger of it. He even saw, that their chief purpose was to obtain money from him; and as his supplies from England came in very slowly, and had much disappointed his expectations, he perceived their growing indifference in his cause, and their desire of embracing all plausible terms of accommodation. {31 Sept.} Convinced at last, that an undertaking must be imprudent, which could only be supported by means so unequal to the end, he concluded a truce, which left both parties in possession of their present acquisitions, and stopped all farther hostilities on the side of the Low Countries, Guienne, and Scotland, till Midsummer next. A negociation was soon after opened at Arras, under the mediation of the pope's legates; and the truce was attempted to be converted into a solid peace. Edward here required, that Philip should free Guienne from all claims of superiority, and entirely withdraw his protection from Scotland: But as he seemed not any wise entitled to make such high demands, either from his past successes, or future prospects, they were totally rejected by Philip, who agreed only to a prolongation of the truce.","subId":"43","id":"Hume.HE.2.15.43"},{"type":"paragraph","content":"The king of France soon after detached the emperor Lewis from the alliance of England, and engaged him to revoke the title of imperial vicar, which he had conferred on Edward. The king's other allies on the frontiers of France, disappointed in their hopes, gradually withdrew from the confederacy. And Edward himself, harassed by his numerous and importunate creditors, was obliged to make his escape by stealth into England.","subId":"44","id":"Hume.HE.2.15.44"},{"type":"paragraph","content":"{Domestic disturbances.} The unusual tax of a ninth sheaf, lamb, and fleece, imposed by parliament, together with the great want of money, and still more, of credit in England, had rendered the remittances to Flanders extremely backward; nor could it be expected, that any expeditious method of collecting an imposition, which was so new in itself, and which yielded only a gradual produce, could possibly be contrived by the king or his ministers. And though the parliament, foreseeing the inconvenience, had granted, as a present resource, 20,000 sacks of wool, the only English goods that bore a sure price in foreign markets, and were the next to ready money; it was impossible, but the getting possession of such a bulky commodity, the gathering of it from different parts of the kingdom, and the disposing of it abroad, must take up more time than the urgency of the king's affairs would permit, and must occasion all the disappointments complained of, during the course of the campaign. But though nothing had happened, which Edward might not reasonably have foreseen, he was so irritated with the unfortunate issue of his military operations, and so much vexed and affronted by his foreign creditors, that he was determined to throw the blame somewhere off himself, and he came in very bad humour into England. He discovered his peevish disposition by the first act which he performed after his arrival: As he landed unexpectedly, he found the Tower negligently guarded; and he immediately committed to prison, the constable and all others who had the charge of that fortress, and he treated them with unusual rigour. His vengeance fell next on the officers of the revenue, the sheriffs, the collectors of the taxes, the undertakers of all kinds; and besides dismissing all of them from their employments, he appointed commissions to enquire into their conduct; and these men, in order to gratify the king's humour, were sure not to find any person innocent, who came before them. Sir John St. Paul, keeper of the privy seal, Sir John Stonore, chief justice, Andrew Aubrey, mayor of London, were displaced and imprisoned; as were also the bishop of Chichester, chancellor, and the bishop of Lichfield, treasurer. Stratford, archbishop of Canterbury, to whom the charge of collecting the new taxes had been chiefly entrusted, fell likewise under the king's displeasure; but being absent at the time of Edward's arrival, he escaped feeling the immediate effects of it.","subId":"45","id":"Hume.HE.2.15.45"},{"type":"paragraph","content":"There were strong reasons, which might discourage the kings of England, in those ages, from bestowing the chief offices of the crown on prelates and other ecclesiastical persons. These men had so entrenched themselves in privileges and immunities, and so openly challenged an exemption from all secular jurisdiction, that no civil penalty could be inflicted on them for any malversation in office; and as even treason itself was declared to be no canonical offence, nor was allowed to be a sufficient reason for deprivation or other spiritual censures, that order of men had ensured to themselves an almost total impunity, and were not bound by any political law or statute. But, on the other hand, there were many peculiar causes which favoured their promotion. Besides that they possessed almost all the learning of the age, and were best qualified for civil employments; the prelates enjoyed equal dignity with the greatest barons, and gave weight, by their personal authority, to the powers entrusted with them: While, at the same time, they did not endanger the crown by accumulating wealth or influence in their families, and were restrained, by the decency of their character, from that open rapine and violence, so often practised by the nobles. These motives had induced Edward, as well as many of his predecessors, to entrust the chief departments of government in the hands of ecclesiastics; at the hazard of seeing them disown his authority as soon as it was turned against them.","subId":"46","id":"Hume.HE.2.15.46"},{"type":"paragraph","content":"{1341.} This was the case with archbishop Stratford. That prelate, informed of Edward's indignation against him, prepared himself for the storm; and not content with standing upon the defensive, he resolved, by beginning the attack, to show the king, that he knew the privileges of his character, and had courage to maintain them. He issued a general sentence of excommunication against all, who, on any pretext, exercised violence on the person or goods of clergymen; who infringed those privileges secured by the great charter, and by ecclesiastical canons; or who accused a prelate of treason or any other crime, in order to bring him under the king's displeasure. Even Edward had reason to think himself struck at by this sentence; both on account of the imprisonment of the two bishops and that of other clergymen concerned in levying the taxes, and on account of his seizing their lands and moveables, that he might make them answerable for any balance, which remained in their hands. The clergy, with the primate at their head, were now formed into a regular combination against the king; and many calumnies were spread against him, in order to deprive him of the confidence and affections of his people. It was pretended, that he meant to recal the general pardon, and the remission which he had granted of old debts, and to impose new and arbitrary taxes without consent of parliament. The archbishop went so far, in a letter to the king himself, as to tell him, that there were two powers, by which the world was governed, the holy pontifical apostolic dignity, and the royal subordinate authority: That of these two powers, the clerical was evidently the supreme; since the priests were to answer, at the tribunal of the divine judgment, for the conduct of kings themselves: That the clergy were the spiritual fathers of all the faithful, and amongst others of kings and princes; and were intitled, by a heavenly charter, to direct their wills and actions, and to censure their transgressions: And that prelates had heretofore cited emperors before their tribunal, had sitten in judgment on their life and behaviour, and had anathematized them for their obstinate offences. These topics were not well calculated to appease Edward's indignation; and when he called a parliament, he sent not to the primate, as to the other peers, a summons to attend it. Stratford was not discouraged at this mark of neglect or anger: He appeared before the gates, arrayed in his pontifical robes, holding the crosier in his hand, and accompanied by a pompous train of priests and prelates; and he required admittance as the first and highest peer in the realm. During two days, the king rejected his application: But sensible, either that this affair might be attended with dangerous consequences, or that in his impatience he had groundlessly accused the primate of malversation in his office, which seems really to have been the case; he at last permitted him to take his seat, and was reconciled to him.","subId":"47","id":"Hume.HE.2.15.47"},{"type":"paragraph","content":"Edward now found himself in a bad situation both with his own people and with foreign states; and it required all his genius and capacity to extricate himself from such multiplied difficulties and embarrassments. His unjust and exorbitant claims on France and Scotland had engaged him in an implacable war with these two kingdoms, his nearest neighbours: He had lost almost all his foreign alliances by his irregular payments: He was deeply involved in debts, for which he owed a consuming interest: His military operations had vanished into smoke; and except his naval victory, none of them had been attended even with glory or renown, either to himself or to the nation: The animosity between him and the clergy was open and declared: The people were discontented on account of many arbitrary measures, in which he had been engaged: And what was more dangerous, the nobility, taking advantage of his present necessities, were determined to retrench his power, and by encroaching on the ancient prerogatives of the crown, to acquire to themselves independance and authority. But the aspiring genius of Edward, which had so far transported him beyond the bounds of discretion, proved at last sufficient to reinstate him in his former authority, and finally to render his reign the most triumphant that is to be met with in English story: Though for the present he was obliged, with some loss of honour, to yield to the current, which bore so strongly against him.","subId":"48","id":"Hume.HE.2.15.48"},{"type":"paragraph","content":"The parliament framed an act, which was likely to produce considerable innovations in the government. They premised, that, whereas the great charter had, to the manifest peril and slander of the king and damage of his people, been violated in many points, particularly by the imprisonment of free men and the seizure of their goods, without suit, indictment, or trial, it was necessary to confirm it anew, and to oblige all the chief officers of the law, together with the steward and chamberlain of the houshold, the keeper of the privy-seal, the controller and treasurer of the wardrobe, and those who were entrusted with the education of the young prince, to swear to the regular observance of it. They also remarked, that the peers of the realm had formerly been arrested and imprisoned, and dispossessed of their temporalities and lands, and even some of them put to death, without judgment or trial; and they therefore enacted that such violences should henceforth cease, and no peer be punished but by the award of his peers in parliament. They required, that, whenever any of the great offices above mentioned became vacant, the king should fill it by the advice of his council, and the consent of such barons as should at that time be found to reside in the neighbourhood of the court. And they enacted, that, on the third day of every session, the king should resume into his own hand all these offices, except those of justices of the two benches and the barons of exchequer; that the ministers should for the time be reduced to private persons; that they should in that condition answer before parliament to any accusation brought against them; and that, if they were found any wise guilty, they should finally be dispossessed of their offices, and more able persons be substituted in their place. By these last regulations, the barons approached as near as they durst to those restrictions, which had formerly been imposed on Henry III. and Edward II. and which, from the dangerous consequences attending them, had become so generally odious, that they did not expect to have either the concurrence of the people in demanding them, or the assent of the present king in granting them.","subId":"49","id":"Hume.HE.2.15.49"},{"type":"paragraph","content":"In return for these important concessions, the parliament offered the king a grant of 20,000 sacks of wool; and his wants were so urgent, from the clamours of his creditors, and the demands of his foreign allies, that he was obliged to accept of the supply on these hard conditions. He ratified this statute in full parliament; but he secretly entered a protest of such a nature, as were sufficient, one should imagine, to destroy all future trust and confidence with his people: He declared, that, as soon as his convenience permitted, he would, from his own authority, revoke what had been extorted from him. Accordingly, he was no sooner possessed of the parliamentary supply, than he issued an edict, which contains many extraordinary positions and pretensions. He first asserts, that that statute had been enacted contrary to law; as if a free legislative body could ever do any thing illegal. He next affirms, that, as it was hurtful to the prerogatives of the crown which he had sworn to defend, he had only dissembled, when he seemed to ratify it, but that he had never in his own breast given his assent to it. He does not pretend, that either he or the parliament lay under force; but only that some inconvenience would have ensued, had he not seemingly affixed his sanction to that pretended statute. He therefore, with the advice of his council and of some earls and barons, abrogates and annuls it; and though he professes himself willing and determined to observe such articles of it as were formerly law, he declares it to have thenceforth no force or authority. The parliaments, that were afterwards assembled, took no notice of this arbitrary exertion of royal power, which, by a parity of reason, left all their laws at the mercy of the king; and during the course of two years, Edward had so far reestablished his influence, and freed himself from his present necessities, that he then obtained from his parliament a legal repeal of the obnoxious statute. This transaction certainly contains remarkable circumstances, which discover the manners and sentiments of the age, and may prove what inaccurate work might be expected from such rude hands, when employed in legislation, and in rearing the delicate fabric of laws and a constitution.","subId":"50","id":"Hume.HE.2.15.50"},{"type":"paragraph","content":"But though Edward had happily recovered his authority at home, which had been impaired by the events of the French war, he had undergone so many mortifications from that attempt, and saw so little prospect of success, that he would probably have dropped his claim, had not a revolution in Britanny opened to him more promising views, and given his enterprizing genius a full opportunity of displaying itself.","subId":"51","id":"Hume.HE.2.15.51"},{"type":"paragraph","content":"{Affairs of Britanny.} John III. duke of Britanny, had, during some years, found himself declining through age and infirmities; and having no issue, he was solicitous to prevent those disorders, to which, on the event of his demise, a disputed succession might expose his subjects. His younger brother, the count of Penthievre, had left only one daughter, whom the duke deemed his heir; and as his family had inherited the dutchy by a female succession, he thought her title preferable to that of the count of Mountfort, who, being his brother by a second marriage, was the male heir of that principality. He accordingly purposed to bestow his niece in marriage on some person, who might be able to defend her rights; and he cast his eye on Charles of Blois, nephew of the king of France, by his mother, Margaret of Valois, sister to that monarch. But as he both loved his subjects and was beloved by them, he determined not to take this important step without their approbation; and having assembled the states of Britanny, he represented to them the advantages of that alliance, and the prospect, which it gave, of an entire settlement of the succession. The Bretons willingly concurred in his choice: The marriage was concluded: All his vassals, and among the rest, the count of Mountfort, swore fealty to Charles and to his consort as to their future sovereigns: And every danger of civil commotions seemed to be obviated, as far as human prudence could provide a remedy against them.","subId":"52","id":"Hume.HE.2.15.52"},{"type":"paragraph","content":"But on the death of this good prince, the ambition of the count of Mountfort broke through all these regulations, and kindled a war, not only dangerous to Britanny, but to a great part of Europe. While Charles of Blois was soliciting at the court of France the investiture of the dutchy, Mountfort was active in acquiring immediate possession of it; and by force or intrigue he made himself master of Rennes, Nantz, Brest, Hennebonne, and all the most important fortresses, and engaged many considerable barons to acknowledge his authority. Sensible that he could expect no favour from Philip, he made a voyage to England, on pretence of soliciting his claim to the earldom of Richmond, which had devolved to him by his brother's death; and there, offering to do homage to Edward, as king of France, for the dutchy of Britanny, he proposed a strict alliance for the support of their mutual pretensions. Edward saw immediately the advantages attending this treaty: Mountfort, an active and valiant prince, closely united to him by interest, opened at once an entrance into the heart of France, and afforded him much more flattering views, than his allies on the side of Germany and the Low Countries, who had no sincere attachment to his cause, and whose progress was also obstructed by those numerous fortifications, which had been raised on that frontier. {Renewal of the war with France.} Robert of Artois was zealous in inforcing these considerations: The ambitious spirit of Edward was little disposed to sit down under those repulses which he had received, and which, he thought, had so much impaired his reputation: And it required a very short negociation to conclude a treaty of alliance between two men; who, though their pleas with regard to the preference of male or female succession were directly opposite, were intimately connected by their immediate interests.","subId":"53","id":"Hume.HE.2.15.53"},{"type":"paragraph","content":"As this treaty was still a secret, Mountfort, on his return, ventured to appear at Paris, in order to defend his cause before the court of peers; but observing Philip and his judges to be prepossessed against his title, and dreading their intentions of arresting him, till he should restore what he had seized by violence, he suddenly made his escape; and war immediately commenced between him and Charles of Blois. Philip sent his eldest son, the duke of Normandy, with a powerful army, to the assistance of the latter; and Mountfort, unable to keep the field against his rival, remained in the city of Nantz, where he was besieged. The city was taken by the treachery of the inhabitants; Mountfort fell into the hands of his enemies; was conducted as a prisoner to Paris; and was shut up in the tower of the Louvre.","subId":"54","id":"Hume.HE.2.15.54"},{"type":"paragraph","content":"{1342.} This event seemed to put an end to the pretensions of the count of Mountfort; but his affairs were immediately retrieved by an unexpected incident, which inspired new life and vigour into his party. Jane of Flanders, countess of Mountfort, the most extraordinary woman of the age, was rouzed, by the captivity of her husband, from those domestic cares, to which she had hitherto limited her genius; and she courageously undertook to support the falling fortunes of her family. No sooner did she receive the fatal intelligence, than she assembled the inhabitants of Rennes, where she then resided; and carrying her infant son in her arms, deplored to them the calamity of their sovereign. She recommended to their care the illustrious orphan, the sole male remaining of their ancient princes, who had governed them with such indulgence and lenity, and to whom they had ever professed the most zealous attachment. She declared herself willing to run all hazards with them in so just a cause; discovered the resources which still remained in the alliance of England; and entreated them to make one effort against an usurper, who, being imposed on them by the arms of France, would in return make a sacrifice to his protector of the ancient liberties of Britanny. The audience, moved by the affecting appearance, and inspirited by the noble conduct, of the princess, vowed to live and die with her in defending the rights of her family: All the other fortresses of Britanny embraced the same resolution: The countess went from place to place, encouraging the garrisons, providing them with every thing necessary for subsistance, and concerting the proper plans of defence; and after she had put the whole province in a good posture, she shut herself up in Hennebonne, where she waited with impatience the arrival of those succours, which Edward had promised her. Mean while, she sent over her son to England, that she might both put him in a place of safety, and engage the king more strongly, by such a pledge, to embrace with zeal the interests of her family.","subId":"55","id":"Hume.HE.2.15.55"},{"type":"paragraph","content":"Charles of Blois, anxious to make himself master of so important a fortress as Hennebone, and still more to take the countess prisoner, from whose vigour and capacity all the difficulties to his succession in Britanny now proceeded, sat down before the place, with a great army, composed of French, Spaniards, Genoese, and some Bretons; and he conducted the attack with indefatigable industry. The defence was no less vigorous: The besiegers were repulsed in every assault: Frequent sallies were made with success by the garrison: And the countess herself being the most forward in all military operations, every one was ashamed not to exert himself to the utmost in this desperate situation. One day she perceived, that the besiegers, entirely occupied in an attack, had neglected a distant quarter of their camp; and she immediately sallied forth at the head of a body of 200 cavalry, threw them into confusion, did great execution upon them, and set fire to their tents, baggage, and magazines: But when she was preparing to return, she found that she was intercepted, and that a considerable body of the enemy had thrown themselves between her and the gates. She instantly took her resolution: She ordered her men to disband, and to make the best of their way by flight to Brest: She met them at the appointed place of rendezvous, collected another body of 500 horse, returned to Hennebonne, broke unexpectedly through the enemy's camp, and was received with shouts and acclamations by the garrison, who, encouraged by this reinforcement, and by so rare an example of female valour, determined to defend themselves to the last extremity.","subId":"56","id":"Hume.HE.2.15.56"},{"type":"paragraph","content":"The reiterated attacks, however, of the besiegers had at length made several breaches in the walls; and it was apprehended, that a general assault, which was every hour expected, would overpower the garrison, diminished in numbers, and extremely weakened with watching and fatigue. It became necessary to treat of a capitulation; and the bishop of Leon was already engaged, for that purpose, in a conference with Charles of Blois; when the countess, who had mounted to a high tower, and was looking towards the sea with great impatience, descried some sails at a distance. She immediately exclaimed: Behold the succours! the English succours! No capitulation. This fleet had on board a body of heavy-armed cavalry, and six thousand archers, whom Edward had prepared for the relief of Hennebonne, but who had been long detained by contrary winds. They entered the harbour under the command of Sir Walter Manny, one of the bravest captains of England; and having inspired fresh courage into the garrison, immediately sallied forth, beat the besiegers from all their posts, and obliged them to decamp.","subId":"57","id":"Hume.HE.2.15.57"},{"type":"paragraph","content":"But notwithstanding this success, the countess of Mountfort found that her party, overpowerd by numbers, was declining in every quarter; and she went over to solicit more effectual succours from the king of England. Edward granted her a considerable reinforcement under Robert of Artois; who embarked on board a fleet of forty-five ships, and sailed to Britanny. He was met in his passage by the enemy; an action ensued, where the countess behaved with her wonted valour, and charged the enemy sword in hand; but the hostile fleets, after a sharp action, were separated by a storm, and the English arrived safely in Britanny. The first exploit of Robert was the taking of Vannes, which he mastered by conduct and address: But he survived a very little time this prosperity. The Breton noblemen of the party of Charles assembled secretly in arms, attacked Vannes of a sudden, and carried the place; chiefly by reason of a wound received by Robert, of which he soon after died at sea on his return to England.","subId":"58","id":"Hume.HE.2.15.58"},{"type":"paragraph","content":"After the death of this unfortunate prince, the chief author of all the calamities, with which his country was overwhelmed for more than a century, Edward undertook in person the defence of the countess of Mountfort; and as the last truce with France was now expired, the war, which the English and French had hitherto carried on as allies to the competitors for Britanny, was thenceforth conducted in the name and under the standard of the two monarchs. The king landed at Morbian near Vannes, with an army of 12,000 men; and being master of the field, he endeavoured to give a lustre to his arms, by commencing at once three important sieges, that of Vannes, of Rennes, and of Nantz. But by undertaking too much, he failed of success in all his enterprizes. Even the siege of Vannes, which Edward in person conducted with vigour, advanced but slowly; and the French had all the leisure requisite for making preparations against him. The duke of Normandy, eldest son of Philip, appeared in Britanny at the head of an army of 30,000 infantry, and 4000 cavalry; and Edward was now obliged to draw together all his forces, and to entrench himself strongly before Vannes, where the duke of Normandy soon after arrived, and in a manner invested the besiegers. The garrison and the French camp were plentifully supplied with provisions; while the English, who durst not make any attempt upon the place in the presence of a superior army, drew all their subsistance from England, exposed to the hazards of the sea, and sometimes to those which arose from the fleet of the enemy. {1343.} In this dangerous situation, Edward willingly hearkened to the mediation of the pope's legates, the cardinals of Palestrine and Frescati, who endeavoured to negociate, if not a peace, at least a truce between the two kingdoms. A treaty was concluded for a cessation of arms during three years; and Edward had the abilities, notwithstanding his present dangerous situation, to procure to himself very equal and honourable terms. It was agreed, that Vannes should be sequestered, during the truce, in the hands of the legates, to be disposed of afterwards as they pleased; and though Edward knew the partiality of the court of Rome towards his antagonists, he saved himself by this device from the dishonour of having undertaken a fruitless enterprize. It was also stipulated, that all prisoners should be released, that the places in Britanny should remain in the hands of the present possessors, and that the allies on both sides should be comprehended in the truce. Edward, soon after concluding this treaty, embarked with his army for England.","subId":"59","id":"Hume.HE.2.15.59"},{"type":"paragraph","content":"The truce, though calculated for a long time, was of very short duration; and each monarch endeavoured to throw on the other the blame of its infraction. Of course, the historians of the two countries differ in their account of the matter. It seems probable, however, as is affirmed by the French writers, that Edward, in consenting to the truce, had no other view than to extricate himself from a perilous situation, into which he had fallen, and was afterwards very careless in observing it. In all the memorials which remain on this subject, he complains chiefly of the punishment inflicted on Oliver de Clisson, John de Montauban, and other Breton noblemen, who, he says, were partizans of the family of Mountfort, and consequently under the protection of England. But it appears, that, at the conclusion of the truce, those noblemen had openly, by their declarations and actions, embraced the cause of Charles of Blois; and if they had entered into any secret correspondence and engagements with Edward, they were traitors to their party, and were justly punishable by Philip and Charles, for their breach of faith; nor had Edward any ground of complaint against France for such severities. {1344.} But when he laid these pretended injuries before the parliament, whom he affected to consult on all occasions, that assembly entered into the quarrel, advised the king not to be amused by a fraudulent truce, and granted him supplies for the renewal of the war: The counties were charged with a fifteenth for two years, and the boroughs with a tenth. The clergy consented to give a tenth for three years.","subId":"60","id":"Hume.HE.2.15.60"},{"type":"paragraph","content":"These supplies enabled the king to complete his military preparations; and he sent his cousin, Henry earl of Derby, son of the earl of Lancaster, into Guienne, for the defence of that province. This prince, the most accomplished in the English court, possessed to a high degree the virtues of justice and humanity, as well as those of valour and conduct, and not content with protecting and cherishing the province committed to his care, he made a successful invasion on the enemy. He attacked the count of Lisle, the French general, at Bergerac, beat him from his entrenchments, and took the place. {1345.} He reduced a great part of Perigord, and continually advanced in his conquests, till the count of Lisle, having collected an army of ten or twelve thousand men, sat down before Auberoche, in hopes of recovering that place, which had fallen into the hands of the English. The earl of Derby came upon him by surprize with only a thousand cavalry, threw the French into disorder, pushed his advantage, and obtained a complete victory. Lisle himself, with many considerable nobles, was taken prisoner. After this important success, Derby made a rapid progress in subduing the French provinces. He took Monsegur, Monpesat, Villefranche, Miremont, and Tonnins, with the fortress of Damassen. Aiguillon, a fortress deemed impregnable, fell into his hands from the cowardice of the governor. Angouleme was surrendered after a short siege. The only place, where he met with considerable resistance, was Reole, which, however, was at last reduced after a siege of above nine weeks. He made an attempt on Blaye, but thought it more prudent to raise the siege, than waste his time before a place of small importance.","subId":"61","id":"Hume.HE.2.15.61"},{"type":"paragraph","content":"{1346.} The reason, why Derby was permitted to make, without opposition, such progress on the side of Guienne, was the difficulties under which the French finances then laboured, and which had obliged Philip to lay on new impositions, particularly the duty on salt, to the great discontent, and almost mutiny of his subjects. But after the court of France was supplied with money, great preparations were made; and the duke of Normandy, attended by the duke of Burgundy, and other great nobility, led towards Guienne a powerful army, which the English could not think of resisting in the open field. The earl of Derby stood on the defensive, and allowed the French to carry on at leisure the siege of Angouleme, which was their first enterprize. John lord Norwich, the governor, after a brave and vigorous defence, found himself reduced to such extremities, as obliged him to employ a stratagem, in order to save his garrison, and to prevent his being reduced to surrender at discretion. He appeared on the walls, and desired a parley with the duke of Normandy. The prince there told Norwich, that he supposed he intended to capitulate. \"Not at all,\" replied the governor: \"But as to-morrow is the feast of the Virgin, to whom, I know, that you, Sir, as well as myself, bear a devotion, I desire a cessation of arms for that day.\" The proposal was agreed to; and Norwich, having ordered his forces to prepare all their baggage, marched out next day, and advanced towards the French camp. The besiegers, imagining they were to be attacked, ran to their arms; but Norwich sent a messenger to the duke, reminding him of his engagement. The duke, who piqued himself on faithfully keeping his word, exclaimed, I see the governor has outwitted me: But let us be content with gaining the place: And the English were allowed to pass through the camp unmolested. After some other successes, the duke of Normandy laid siege to Aiguillon; and as the natural strength of the fortress, together with a brave garrison under the command of the earl of Pembroke, and Sir Walter Manny, rendered it impossible to take the place by assault, he purposed, after making several fruitless attacks, to reduce it by famine: But before he could finish this enterprize, he was called to another quarter of the kingdom, by one of the greatest disasters that ever befel the French monarchy.","subId":"62","id":"Hume.HE.2.15.62"},{"type":"paragraph","content":"Edward, informed by the earl of Derby of the great danger to which Guienne was exposed, had prepared a force with which he intended in person to bring it relief. He embarked at Southampton on board a fleet of near a thousand sail of all dimensions; and carried with him, besides all the chief nobility of England, his eldest son the prince of Wales, now fifteen years of age. The winds proved long contrary; and the king, in despair of arriving in time at Guienne, was at last persuaded by Geoffry d'Harcourt, to change the destination of his enterprize. This nobleman was a Norman by birth, had long made a considerable figure in the court of France, and was generally esteemed for his personal merit and his valour; but being disobliged and persecuted by Philip, he had fled into England; had recommended himself to Edward, who was an excellent judge of men; and had succeeded to Robert of Artois in the invidious office of exciting and assisting the king in every enterprize against his native country. He had long insisted, that an expedition to Normandy promised, in the present circumstances, more favourable success, than one to Guienne; that Edward would find the northern provinces almost destitute of military force, which had been drawn to the south; that they were full of flourishing cities, whose plunder would enrich the English; that their cultivated fields, as yet unspoiled by war, would supply them with plenty of provisions; and that the neighbourhood of the capital rendered every event of importance in those quarters. {12th July.} These reasons, which had not before been duly weighed by Edward, began to make more impression after the disappointments which he had met with in his voyage to Guienne: He ordered his fleet to sail to Normandy, and safely disembarked his army at la Hogue.","subId":"63","id":"Hume.HE.2.15.63"},{"type":"paragraph","content":"{Invasion of France.} This army, which, during the course of the ensuing campaign, was crowned with the most splendid success, consisted of four thousand men at arms, ten thousand archers, ten thousand Welsh infantry, and six thousand Irish. The Welsh and the Irish were light, disorderly troops, fitter for doing execution in a pursuit, or scouring the country, than for any stable action. The bow was always esteemed a frivolous weapon, where true military discipline was known, and regular bodies of well-armed foot maintained. The only solid force in this army were the men at arms; and even these, being cavalry, were, on that account, much inferior, in the shock of battle, to good infantry: And as the whole were new levied troops, we are led to entertain a very mean idea of the military force of those ages, which, being ignorant of every other art, had not properly cultivated the art of war itself, the sole object of general attention.","subId":"64","id":"Hume.HE.2.15.64"},{"type":"paragraph","content":"The king created the earl of Arundel constable of his army, and the earls of Warwic and Harcourt, mareschals: He bestowed the honour of knighthood on the prince of Wales and several of the young nobility, immediately upon his landing. After destroying all the ships in la Hogue, Barfleur, and Cherbourg, he spread his army over the whole country, and gave them an unbounded licence of burning, spoiling, and plundering every place, of which they became masters. The loose discipline, then prevalent, could not be much hurt by these disorderly practices; and Edward took care to prevent any surprize, by giving orders to his troops, however they might disperse themselves in the day-time, always to quarter themselves at night near the main body. In this manner, Montebourg, Carentan, St. Lo, Valognes, and other places in the Cotentin, were pillaged without resistance; and an universal consternation was spread over the province.","subId":"65","id":"Hume.HE.2.15.65"},{"type":"paragraph","content":"The intelligence of this unexpected invasion soon reached Paris; and threw Philip into great perplexity. He issued orders, however, for levying forces in all quarters, and dispatched the count of Eu, constable of France, and the count of Tancarville, with a body of troops, to the defence of Caën, a populous and commercial but open city, which lay in the neighbourhood of the English army. The temptation of so rich a prize soon allured Edward to approach it; and the inhabitants, encouraged by their numbers, and by the reinforcements which they daily received from the country, ventured to meet him in the field. But their courage failed them on the first shock: They fled with precipitation: The counts of Eu and Tancarville were taken prisoners: The victors entered the city along with the vanquished, and a furious massacre commenced, without distinction of age, sex, or condition. The citizens, in despair, barricadoed their houses, and assaulted the English with stones, bricks, and every missile weapon: The English made way by fire to the destruction of the citizens: Till Edward, anxious to save both his spoil and his soldiers, stopped the massacre; and having obliged the inhabitants to lay down their arms, gave his troops licence to begin a more regular and less hazardous plunder of the city. The pillage continued for three days: The king reserved for his own share the jewels, plate, silks, fine cloth, and fine linen; and he bestowed all the remainder of the spoil on his army. The whole was embarked on board the ships, and sent over to England; together with three hundred of the richest citizens of Caën, whose ransom was an additional profit, which he expected afterwards to levy. This dismal scene passed in the presence of two cardinal legates, who had come to negociate a peace between the kingdoms.","subId":"66","id":"Hume.HE.2.15.66"},{"type":"paragraph","content":"The king moved next to Roüen in hopes of treating that city in the same manner; but found, that the bridge over the Seine was already broken down, and that the king of France himself was arrived there with his army. He marched along the banks of that river towards Paris, destroying the whole country, and every town and village, which he met with on his road. Some of his light troops carried their ravages even to the gates of Paris; and the royal palace of St. Germans, together with Nanterre, Ruelle, and other villages, was reduced to ashes within sight of the capital. The English intended to pass the river at Poissy, but found the French army encamped on the opposite banks, and the bridge at that place, as well as all others over the Seine, broken down by orders from Philip. Edward now saw, that the French meant to enclose him in their country, in hopes of attacking him with advantage on all sides: But he saved himself by a stratagem from this perilous situation. He gave his army orders to dislodge, and to advance farther up the Seine; but immediately returning by the same road, he arrived at Poissy, which the enemy had already quitted, in order to attend his motions. He repaired the bridge with incredible celerity, passed over his army, and having thus disengaged himself from the enemy, advanced by quick marches towards Flanders. His vanguard, commanded by Harcourt, met with the townsmen of Amiens, who were hastening to reinforce their king, and defeated them with great slaughter: He passed by Beauvais, and burned the suburbs of that city: But as he approached the Somme, he found himself in the same difficulty as before: All the bridges on that river were either broken down, or strongly guarded: An army, under the command of Godemar de Faye, was stationed on the opposite banks: Philip was advancing on him from the other quarter, with an army of a hundred thousand men: And he was thus exposed to the danger of being enclosed, and of starving in an enemy's country. In this extremity, he published a reward to any one, that should bring him intelligence of a passage over the Somme. A peasant, called Gobin Agace, whose name has been preserved by the share which he had in these important transactions, was tempted on this occasion to betray the interests of his country; and he informed Edward of a ford below Abbeville, which had a sound bottom, and might be passed without difficulty at low water. The king hastened thither, but found Godemar de Faye on the opposite banks. Being urged by necessity, he deliberated not a moment; but threw himself into the river, sword in hand, at the head of his troops; drove the enemy from their station; and pursued them to a distance on the plain. The French army under Philip arrived at the ford, when the rear-guard of the English were passing. So narrow was the escape, which Edward, by his prudence and celerity, made from this danger. The rising of the tide prevented the French king from following him over the ford, and obliged that prince to take his route over the bridge at Abbeville; by which some time was lost.","subId":"67","id":"Hume.HE.2.15.67"},{"type":"paragraph","content":"It is natural to think, that Philip, at the head of so vast an army, was impatient to take revenge on the English, and to prevent the disgrace, to which he must be exposed, if an inferior enemy should be allowed, after ravaging so great a part of his kingdom, to escape with impunity. Edward also was sensible, that such must be the object of the French monarch; and as he had advanced but a little way before his enemy, he saw the danger of precipitating his march over the plains of Picardy, and of exposing his rear to the insults of the numerous cavalry, in which the French camp abounded. {Battle of Crecy, 25th Aug.} He took therefore a prudent resolution: He chose his ground with advantage near the village of Crecy; he disposed his army in excellent order; he determined to await in tranquillity the arrival of the enemy; and he hoped, that their eagerness to engage, and to prevent his retreat, after all their past disappointments, would hurry them on to some rash and ill-concerted action. He drew up his army on a gentle ascent, and divided them into three lines: The first was commanded by the prince of Wales, and under him, by the earls of Warwic and Oxford, by Harcourt, and by the lords Chandos, Holland, and other noblemen: The earls of Arundel and Northampton, with the lords Willoughby, Basset, Roos, and Sir Lewis Tufton, were at the head of the second line: He took to himself the command of the third division, by which he purposed either to bring succour to the two first lines, or to secure a retreat in case of any misfortune, or to push his advantages against the enemy. He had likewise the precaution to throw up trenches on his flanks, in order to secure himself from the numerous bodies of the French, who might assail him from that quarter; and he placed all his baggage behind him in a wood, which he also secured by an intrenchment.","subId":"68","id":"Hume.HE.2.15.68"},{"type":"paragraph","content":"The skill and order of this disposition, with the tranquillity in which it was made, served extremely to compose the minds of the soldiers; and the king, that he might farther inspirit them, rode through the ranks with such an air of cheerfulness and alacrity, as conveyed the highest confidence into every beholder. He pointed out to them the necessity to which they were reduced, and the certain and inevitable destruction which awaited them, if, in their present situation, enclosed on all hands in an enemy's country, they trusted to any thing but their own valour, or gave that enemy an opportunity of taking revenge for the many insults and indignities, which they had of late put upon him. He reminded them of the visible ascendant, which they had hitherto maintained, over all the bodies of French troops that had fallen in their way; and assured them, that the superior numbers of the army, which at present hovered over them, gave them not greater force, but was an advantage easily compensated by the order in which he had placed his own army, and the resolution which he expected from them. He demanded nothing, he said, but that they would imitate his own example, and that of the prince of Wales; and as the honour, the lives, the liberties of all, were now exposed to the same danger, he was confident, that they would make one common effort to extricate themselves from the present difficulties, and that their united courage would give them the victory over all their enemies.","subId":"69","id":"Hume.HE.2.15.69"},{"type":"paragraph","content":"It is related by some historians, that Edward, besides the resources, which he found in his own genius and presence of mind, employed also a new invention against the enemy, and placed in his front some pieces of artillery, the first that had yet been made use of on any remarkable occasion in Europe. This is the epoch of one of the most singular discoveries, that has been made among men; a discovery, which changed by degrees the whole art of war: and by consequence many circumstances in the political government of Europe. But the ignorance of that age, in the mechanical arts, rendered the progress of this new invention very slow. The artillery, first framed, were so clumsy and of such difficult management, that men were not immediately sensible of their use and efficacy: And even to the present times, improvements have been continually making on this furious engine, which, though it seemed contrived for the destruction of mankind, and the overthrow of empires, has in the issue rendered battles less bloody, and has given greater stability to civil societies. Nations, by its means, have been brought more to a level: Conquests have become less frequent and rapid: Hume.Success in war has been reduced nearly to be a matter of calculation: And any nation, overmatched by its enemies, either yields to their demands, or secures itself by alliances against their violence and invasion.","subId":"70","id":"Hume.HE.2.15.70"},{"type":"paragraph","content":"The invention of artillery was at this time known in France as well as in England; but Philip, in his hurry to overtake the enemy, had probably left his cannon behind him, which he regarded as a useless incumbrance. All his other movements discovered the same imprudence and precipitation. Impelled by anger, a dangerous counsellor, and trusting to the great superiority of his numbers, he thought that all depended on forcing an engagement with the English, and that, if he could once reach the enemy in their retreat, the victory on his side was certain and inevitable. He made a hasty march in some confusion from Abbeville; but after he had advanced above two leagues, some gentlemen, whom he had sent before to take a view of the enemy, returned to him, and brought him intelligence, that they had seen the English drawn up in great order, and awaiting his arrival. They therefore advised him to defer the combat till the ensuing day, when his army would have recovered from their fatigue, and might be disposed into better order, than their present hurry had permitted them to observe. Philip assented to this counsel; but the former precipitation of his march, and the impatience of the French nobility, made it impracticable for him to put it in execution. One division pressed upon another: Orders to stop were not seasonably conveyed to all of them; This immense body was not governed by sufficient discipline to be manageable: And the French army, imperfectly formed into three lines, arrived, already fatigued and disordered, in presence of the enemy. The first line, consisting of 15,000 Genoese cross-bow men, was commanded by Anthony Doria, and Charles Grimaldi: The second was led by the count of Alençon, brother to the king: The king himself was at the head of the third. Besides the French monarch, there were no less than three crowned heads in this engagement: The king of Bohemia, the king of the Romans, his son, and the king of Majorca; with all the nobility and great vassals of the crown of France. The army now consisted of above 120,000 men, more than three times the number of the enemy. But the prudence of one man was superior to the advantage of all this force and splendor.","subId":"71","id":"Hume.HE.2.15.71"},{"type":"paragraph","content":"The English, on the approach of the enemy, kept their ranks firm and immoveable; and the Genoese first began the attack. There had happened, a little before the engagement, a thundershower, which had moistened and relaxed the strings of the Genoese cross-bows; their arrows for this reason fell short of the enemy. The English archers, taking their bows out of their cases, poured in a shower of arrows upon this multitude who were opposed to them; and soon threw them into disorder. The Genoese fell back upon the heavy-armed cavalry of the count of Alençon; who, enraged at their cowardice, ordered his troops to put them to the sword. The artillery fired amidst the crowd; the English archers continued to send in their arrows among them; and nothing was to be seen in that vast body but hurry and confusion, terror and dismay. The young prince of Wales had the presence of mind to take advantage of this situation, and to lead on his line to the charge. The French cavalry, however, recovering somewhat their order, and encouraged by the example of their leader, made a stout resistance; and having at last cleared themselves of the Genoese runaways, advanced upon their enemies, and by their superior numbers began to hem them round. The earls of Arundel and Northampton now advanced their line to sustain the prince, who, ardent in his first feats of arms, set an example of valour, which was imitated by all his followers. The battle became for some time hot and dangerous, and the earl of Warwic, apprehensive of the event from the superior numbers of the French, dispatched a messenger to the king, and entreated him to send succours to the relief of the prince. Edward had chosen his station on the top of the hill; and he surveyed in tranquillity the scene of action. When the messenger accosted him, his first question was, whether the prince were slain or wounded. On receiving an answer in the negative, Return, said he, to my son, and tell him that I reserve the honour of the day to him: I am confident that he will show himself worthy of the honour of knighthood, which I so lately conferred upon him: He will be able without my assistance to repel the enemy. This speech, being reported to the prince and his attendants, inspired them with fresh courage: They made an attack with redoubled vigour on the French, in which the count of Alençon was slain: That whole line of cavalry was thrown into disorder: The riders were killed or dismounted: The Welsh infantry rushed into the throng, and with their long knives cut the throats of all who had fallen; nor was any quarter given that day by the victors.","subId":"72","id":"Hume.HE.2.15.72"},{"type":"paragraph","content":"The king of France advanced in vain with the rear to sustain the line commanded by his brother: He found them already discomfited; and the example of their rout encreased the confusion, which was before but too prevalent in his own body. He had himself a horse killed under him: He was remounted; and, though left almost alone, he seemed still determined to maintain the combat; when John of Hainault seized the reins of his bridle, turned about his horse, and carried him off the field of battle. The whole French army took to flight, and was followed and put to the sword without mercy by the enemy; till the darkness of the night put an end to the pursuit. The king, on his return to the camp, flew into the arms of the prince of Wales, and exclaimed; My brave son: Persevere in your honourable cause: You are my son; for valiantly have you acquitted yourself to-day: You have shewn yourself worthy of empire.","subId":"73","id":"Hume.HE.2.15.73"},{"type":"paragraph","content":"This battle, which is known by the name of the battle of Crecy, began after three o'clock in the afternoon, and continued till evening. The next morning was foggy; and as the English observed, that many of the enemy had lost their way in the night and in the mist, they employed a stratagem to bring them into their power: They erected on the eminences some French standards which they had taken in the battle; and all, who were allured by this false signal, were put to the sword, and no quarter given them. In excuse for this inhumanity, it was alleged that the French king had given like orders to his troops; but the real reason probably was, that the English, in their present situation, did not chuse to be encumbered with prisoners. On the day of battle, and on the ensuing, there fell, by a moderate computation, 1200 French knights, 1400 gentlemen, 4000 men at arms, besides about 30,000 of inferior rank: Many of the principal nobility of France, the dukes of Lorraine and Bourbon, the earls of Flanders, Blois, Vaudemont, Aumale, were left on the field of battle. The kings also of Bohemia and Majorca were slain: The fate of the former was remarkable: He was blind from age; but being resolved to hazard his person, and set an example to others, he ordered the reins of his bridle to be tied on each side to the horses of two gentlemen of his train; and his dead body, and those of his attendants, were afterwards found among the slain, with their horses standing by them in that situation. His crest was three ostrich feathers; and his motto these German words, Ich dien, I serve: Which the prince of Wales and his successors adopted in memorial of this great victory. The action may seem no less remarkable for the small loss sustained by the English than for the great slaughter of the French: There were killed in it only one esquire and three knights, and very few of inferior rank; a demonstration, that the prudent disposition planned by Edward, and the disorderly attack made by the French, had rendered the whole rather a rout than a battle, which was indeed the common case with engagements in those times.","subId":"74","id":"Hume.HE.2.15.74"},{"type":"paragraph","content":"The great prudence of Edward appeared not only in obtaining this memorable victory, but in the measures which he pursued after it. Not elated by his present prosperity, so far as to expect the total conquest of France, or even that of any considerable provinces; he purposed only to secure such an easy entrance into that kingdom, as might afterwards open the way to more moderate advantages. He knew the extreme distance of Guienne: He had experienced the difficulty and uncertainty of penetrating on the side of the Low Countries, and had already lost much of his authority over Flanders by the death of d'Arteville, who had been murdered by the populace themselves, his former partizans, on his attempting to transfer the sovereignty of that province to the prince of Wales. The king, therefore, limited his ambition to the conquest of Calais; and after the interval of a few days, which he employed in interring the slain, he marched with his victorious army, and presented himself before the place.","subId":"75","id":"Hume.HE.2.15.75"},{"type":"paragraph","content":"John of Vienne, a valiant knight of Burgundy, was governor of Calais, and being supplied with every thing necessary for defence, he encouraged the townsmen to perform to the utmost their duty to their king and country. Edward therefore, sensible from the beginning that it was in vain to attempt the place by force, purposed only to reduce it by famine: He chose a secure station for his camp; drew entrenchments around the whole city; raised huts for his soldiers, which he covered with straw or broom; and provided his army with all the conveniences, necessary to make them endure the winter season, which was approaching. As the governor soon perceived his intention, he expelled all the useless mouths; and the king had the generosity to allow these unhappy people to pass through his camp, and he even supplied them with money for their journey.","subId":"76","id":"Hume.HE.2.15.76"},{"type":"paragraph","content":"While Edward was engaged in this siege, which employed him near a twelvemonth, there passed in different places many other events; and all to the honour of the English arms.","subId":"77","id":"Hume.HE.2.15.77"},{"type":"paragraph","content":"The retreat of the duke of Normandy from Guienne left the earl of Derby master of the field; and he was not negligent in making his advantage of the superiority. He took Mirebeau by assault: He made himself master of Lusignan in the same manner: Taillebourg and St. Jean d'Angeli fell into his hands: Poictiers opened its gates to him; and Derby having thus broken into the frontiers on that quarter, carried his incursions to the banks of the Loire, and filled all the southern provinces of France with horror and devastation.","subId":"78","id":"Hume.HE.2.15.78"},{"type":"paragraph","content":"The flames of war were at the same time kindled in Britanny. Charles of Blois invaded that province with a considerable army, and invested the fortress of Roche de Rien; but the countess of Mountfort, reinforced by some English troops under Sir Thomas Dagworth, attacked him during the night in his entrenchments, dispersed his army, and took Charles himself prisoner. His wife, by whom he enjoyed his pretensions to Britanny, compelled by the present necessity, took on her the government of the party, and proved herself a rival in every shape, and an antagonist to the countess of Mountfort, both in the field and in the cabinet. And while these heroic dames presented this extraordinary scene to the world, another princess in England, of still higher rank, showed herself no less capable of exerting every manly virtue.","subId":"79","id":"Hume.HE.2.15.79"},{"type":"paragraph","content":"{War with Scotland.} The Scottish nation, after long defending, with incredible perseverance, their liberties against the superior force of the English, recalled their king, David Bruce, in 1342. Though that prince, neither by his age nor capacity, could bring them great assistance, he gave them the countenance of sovereign authority; and as Edward's wars on the continent proved a great diversion to the force of England, they rendered the balance more equal between the kingdoms. In every truce which Edward concluded with Philip, the king of Scotland was comprehended; and when Edward made his last invasion upon France, David was strongly solicited by his ally to begin also hostilities, and to invade the northern counties of England. The nobility of his nation being always forward in such incursions, David soon mustered a great army, entered Northumberland at the head of above 50,000 men, and carried his ravages and devastations to the gates of Durham. But queen Philippa, assembling a body of little more than 12,000 men, which she entrusted to the command of Lord Piercy, ventured to approach him at Neville's Cross near that city; and riding through the ranks of her army, exhorted every man to do his duty, and to take revenge on these barbarous ravagers. {17th Oct.} Nor could she be persuaded to leave the field, till the armies were on the point of engaging. The Scots have often been unfortunate in the great pitched battles which they fought with the English; even though they commonly declined such engagements where the superiority of numbers was not on their side: But never did they receive a more fatal blow than the present. {Captivity of the king of Scots.} They were broken and chaced off the field: Fifteen thousand of them, some historians say twenty thousand, were slain; among whom were Edward Keith, earl Mareschal, and Sir Thomas Charteris, chancellor: And the king himself was taken prisoner, with the earls of Southerland, Fife, Monteith, Carrie, lord Douglas, and many other noblemen.","subId":"80","id":"Hume.HE.2.15.80"},{"type":"paragraph","content":"Philippa, having secured her royal prisoner in the Tower, crossed the sea at Dover; and was received in the English camp before Calais with all the triumph due to her rank, her merit, and her success. This age was the reign of chivalry and gallantry: Edward's court excelled in these accomplishments as much as in policy and arms: And if any thing could justify the obsequious devotion then professed to the fair sex, it must be the appearance of such extraordinary women as shone forth during that period.","subId":"81","id":"Hume.HE.2.15.81"},{"type":"paragraph","content":"{1347. Calais taken.} The town of Calais had been defended with remarkable vigilance, constancy, and bravery by the townsmen, during a siege of unusual length: But Philip, informed of their distressed condition, determined at last to attempt their relief; and he approached the English with an immense army, which the writers of that age make amount to 200,000 men. But he found Edward so surrounded with morasses, and secured by entrenchments, that, without running on inevitable destruction, he concluded it impossible to make an attempt on the English camp. He had no other resource than to send his rival a vain challenge to meet him in the open field; which being refused, he was obliged to decamp with his army, and disperse them into their several provinces.","subId":"82","id":"Hume.HE.2.15.82"},{"type":"paragraph","content":"John of Vienne, governor of Calais, now saw the necessity of surrendering his fortress, which was reduced to the last extremity, by famine and the fatigue of the inhabitants. He appeared on the walls, and made a signal to the English centinels that he desired a parley. Sir Walter Manny was sent to him by Edward. \"Brave knight,\" cried the governor, \"I have been entrusted by my sovereign with the command of this town: It is almost a year since you besieged me; and I have endeavoured, as well as those under me, to do our duty. But you are acquainted with our present condition: We have no hopes of relief; we are perishing with hunger; I am willing therefore to surrender, and desire, as the sole condition, to ensure the lives and liberties of these brave men, who have so long shared with me every danger and fatigue.\"","subId":"83","id":"Hume.HE.2.15.83"},{"type":"paragraph","content":"Manny replied, that he was well acquainted with the intentions of the king of England; that that prince was incensed against the townsmen of Calais for their pertinacious resistance, and for the evils which they had made him and his subjects suffer; that he was determined to take exemplary vengeance on them; and would not receive the town on any condition which should confine him in the punishment of these offenders. \"Consider,\" replied Vienne, \"that this is not the treatment to which brave men are intitled: If any English knight had been in my situation, your king would have expected the same conduct from him. The inhabitants of Calais have done for their sovereign what merits the esteem of every prince; much more of so gallant a prince as Edward. But I inform you, that, if we must perish, we shall not perish unrevenged; and that we are not yet so reduced, but we can sell our lives at a high price to the victors. It is the interest of both sides to prevent these desperate extremities; and I expect, that you yourself, brave knight, will interpose your good offices with your prince in our behalf.\"","subId":"84","id":"Hume.HE.2.15.84"},{"type":"paragraph","content":"Manny was struck with the justness of these sentiments, and represented to the king the danger of reprisals, if he should give such treatment to the inhabitants of Calais. Edward was at last persuaded to mitigate the rigour of the conditions demanded: He only insisted, that six of the most considerable citizens should be sent to him to be disposed of as he thought proper; that they should come to his camp carrying the keys of the city in their hands, bareheaded and barefooted, with ropes about their necks: And on these conditions, he promised to spare the lives of all the remainder.","subId":"85","id":"Hume.HE.2.15.85"},{"type":"paragraph","content":"When this intelligence was conveyed to Calais, it struck the inhabitants with new consternation. To sacrifice six of their fellow-citizens to certain destruction, for signalizing their valour in a common cause, appeared to them even more severe than that general punishment, with which they were before threatened; and they found themselves incapable of coming to any resolution in so cruel and distressful a situation. At last one of the principal inhabitants called Eustace de St. Pierre, whose name deserves to be recorded, stepped forth, and declared himself willing to encounter death for the safety of his friends and companions: Another, animated by his example, made a like generous offer: A third and a fourth presented themselves to the same fate; and the whole number was soon completed. These six heroic burgesses appeared before Edward in the guise of malefactors, laid at his feet the keys of their city, and were ordered to be led to execution. It is surprizing, that so generous a prince should ever have entertained such a barbarous purpose against such men; and still more that he should seriously persist in the resolution of executing it. But the entreaties of his queen saved his memory from that infamy: She threw herself on her knees before him, and with tears in her eyes begged the lives of these citizens. Having obtained her request, she carried them into her tent, ordered a repast to be set before them, and after making them a present of money and clothes, dismissed them in safety.","subId":"86","id":"Hume.HE.2.15.86"},{"type":"paragraph","content":"{4th August.} The king took possession of Calais; and immediately executed an act of rigor, more justifiable because more necessary, than that which he had before resolved on. He knew, that, notwithstanding his pretended title to the crown of France, every Frenchman regarded him as a mortal enemy: He therefore ordered all the inhabitants of Calais to evacuate the town, and he peopled it anew with English; a policy which probably preserved so long to his successors the dominion of that important fortress. He made it the staple of wool, leather, tin, and lead; the four chief, if not the sole commodities of the kingdom, for which there was any considerable demand in foreign markets. All the English were obliged to bring thither these goods: Foreign merchants came to the same place in order to purchase them: And at a period, when posts were not established, and when the communication between states was so imperfect, this institution, though it hurt the navigation of England, was probably of advantage to the kingdom.","subId":"87","id":"Hume.HE.2.15.87"},{"type":"paragraph","content":"{1348.} Through the mediation of the pope's legates, Edward concluded a truce with France; but even during this cessation of arms, he had very nearly lost Calais, the sole fruit of all his boasted victories. The king had entrusted that place to Aimery de Pavie, an Italian, who had discovered bravery and conduct in the wars, but was utterly destitute of every principle of honour and fidelity. This man agreed to deliver up Calais for the sum of 20,000 crowns; and Geoffrey de Charni, who commanded the French forces in those quarters, and who knew, that, if he succeeded in this service, he should not be disavowed, ventured, without consulting his master, to conclude the bargain with him. Edward, informed of this treachery, by means of Aimery's secretary, summoned the governor to London on other pretences; and having charged him with the guilt, promised him his life, but on condition that he would turn the contrivance to the destruction of the enemy. The Italian easily agreed to this double treachery. A day was appointed for the admission of the French; and Edward, having prepared a force of about a thousand men, under Sir Walter Manny, secretly departed from London, carrying with him the prince of Wales; and without being suspected, arrived the evening before at Calais. He made a proper disposition for the reception of the enemy; and kept all his forces and the garrison under arms. On the appearance of Charni, a chosen band of French soldiers was admitted at the postern, and Aimery, receiving the stipulated sum, promised, that, with their assistance, he would immediately open the great gate to the troops, who were waiting with impatience for the fulfilling of his engagement. {1349 1st Jan.} All the French who entered were immediately slain or taken prisoners: The great gate opened: Edward rushed forth with cries of battle and of victory: The French, though astonished at the event, behaved with valour: A fierce and bloody engagement ensued. As the morning broke, the king, who was not distinguished by his arms, and who fought as a private man under the standard of Sir Walter Manny, remarked a French gentleman, called Eustace de Ribaumont, who exerted himself with singular vigour and bravery; and he was seized with a desire of trying a single combat with him. He stepped forth from his troop, and challenging Ribaumont by name, (for he was known to him) began a sharp and dangerous encounter. He was twice beaten to the ground by the valour of the Frenchman: He twice recovered himself: Blows were redoubled with equal force on both sides: The victory was long undecided: Till Ribaumont, perceiving himself to be left almost alone, called out to his antagonist, Sir knight, I yield myself your prisoner; and at the same time delivered his sword to the king. Most of the French, being overpowered by numbers, and intercepted in their retreat, lost either their lives or their liberty.","subId":"88","id":"Hume.HE.2.15.88"},{"type":"paragraph","content":"The French officers, who had fallen into the hands of the English, were conducted into Calais; where Edward discovered to them the antagonist with whom they had had the honour to be engaged, and treated them with great regard and courtesy. They were admitted to sup with the prince of Wales, and the English nobility; and after supper, the king himself came into the apartment, and went about, conversing familiarly with one or other of his prisoners. He even addressed himself to Charni, and avoided reproaching him, in too severe terms, with the treacherous attempt, which he had made upon Calais during the truce: But he openly bestowed the highest encomiums on Ribaumont; called him the most valorous knight that he had ever been acquainted with; and confessed, that he himself had at no time been in so great danger as when engaged in combat with him. He then took a string of pearls, which he wore about his own head, and throwing it over the head of Ribaumont, he said to him, \"Sir Eustace, I bestow this present upon you, as a testimony of my esteem for your bravery: And I desire you to wear it a year for my sake: I know you to be gay and amorous; and to take delight in the company of ladies and damsels: Let them all know from what hand you had the present: You are no longer a prisoner; I acquit you of your ransom; and you are at liberty to-morrow to dispose of yourself as you think proper.\"","subId":"89","id":"Hume.HE.2.15.89"},{"type":"paragraph","content":"Nothing proves more evidently the vast superiority assumed by the nobility and gentry above all the other orders of men during those ages, than the extreme difference which Edward made in his treatment of these French knights, and that of the six citizens of Calais, who had exerted more signal bravery in a cause more justifiable and more honourable.","subId":"90","id":"Hume.HE.2.15.90"},{"type":"note","content":"Rymer, vol. iv. p. 245, 257, 258, &c.","subId":"n1","id":"Hume.HE.2.15.n1"},{"type":"note","content":"Froissard, liv. iv. chap. 18.","subId":"n2","id":"Hume.HE.2.15.n2"},{"type":"note","content":"Ibid. liv. i. chap. 17.","subId":"n3","id":"Hume.HE.2.15.n3"},{"type":"note","content":"Ibid. liv. iv. chap. 19.","subId":"n4","id":"Hume.HE.2.15.n4"},{"type":"note","content":"Rymer, vol. iv. p. 312. Froissard, liv. iv. chap. 19.","subId":"n5","id":"Hume.HE.2.15.n5"},{"type":"note","content":"Froissard, liv. iv. chap. 19.","subId":"n6","id":"Hume.HE.2.15.n6"},{"type":"note","content":"Froissard, liv. iv. chap. 19. Hemingford, p. 268. Ypod. Neust. p. 509. Knyghton, p. 2552.","subId":"n7","id":"Hume.HE.2.15.n7"},{"type":"note","content":"Froissard, liv. iv. chap. 19.","subId":"n8","id":"Hume.HE.2.15.n8"},{"type":"note","content":"Rymer, p. 337. Heming. p. 270. Anon. Hist. p. 392.","subId":"n9","id":"Hume.HE.2.15.n9"},{"type":"note","content":"Ypod. Neust. p. 510.","subId":"n10","id":"Hume.HE.2.15.n10"},{"type":"note","content":"Knyghton, p. 2554.","subId":"n11","id":"Hume.HE.2.15.n11"},{"type":"note","content":"Avesbury, p. 8. Anon. Hist. p. 395.","subId":"n12","id":"Hume.HE.2.15.n12"},{"type":"note","content":"Heming. p. 271. Ypod. Neust. p. 510. Knyghton, p. 2555.","subId":"n13","id":"Hume.HE.2.15.n13"},{"type":"note","content":"Avesbury, p. 9.","subId":"n14","id":"Hume.HE.2.15.n14"},{"type":"note","content":"Brady's App. No. 83. Anon. Hist. p. 397, 398. Knyghton, p. 2556.","subId":"n15","id":"Hume.HE.2.15.n15"},{"type":"note","content":"Cotton's Abridg. p. 85, 86.","subId":"n16","id":"Hume.HE.2.15.n16"},{"type":"note","content":"Cotton's Abridg. p. 10.","subId":"n17","id":"Hume.HE.2.15.n17"},{"type":"note","content":"Cotton's Abridg.","subId":"n18","id":"Hume.HE.2.15.n18"},{"type":"note","content":"Rymer, vol. iv. p. 384.","subId":"n19","id":"Hume.HE.2.15.n19"},{"type":"note","content":"Rymer, vol. iv. p. 251.","subId":"n20","id":"Hume.HE.2.15.n20"},{"type":"note","content":"Froissard, liv. i. chap. 21.","subId":"n21","id":"Hume.HE.2.15.n21"},{"type":"note","content":"Heming. p. 272. Walsing. p. 131. Knyghton, p. 2560.","subId":"n22","id":"Hume.HE.2.15.n22"},{"type":"note","content":"Knyghton, p. 2561.","subId":"n23","id":"Hume.HE.2.15.n23"},{"type":"note","content":"Heming. p. 273. Walsing. p. 131. Knyghton, p. 2561.","subId":"n24","id":"Hume.HE.2.15.n24"},{"type":"note","content":"Heming. p. 273. Knyghton, p. 2561.","subId":"n25","id":"Hume.HE.2.15.n25"},{"type":"note","content":"Cotton's Abridg.","subId":"n26","id":"Hume.HE.2.15.n26"},{"type":"note","content":"Rymer, vol. iv. p. 564, 565, 566.","subId":"n27","id":"Hume.HE.2.15.n27"},{"type":"note","content":"Heming. p. 275, 276, 277. Knyghton, p. 2559. Otterborne, p. 115.","subId":"n28","id":"Hume.HE.2.15.n28"},{"type":"note","content":"Rymer, vol. iv. p. 590.","subId":"n29","id":"Hume.HE.2.15.n29"},{"type":"note","content":"Ibid. p. 614.","subId":"n30","id":"Hume.HE.2.15.n30"},{"type":"note","content":"Froissard, liv. 1. chap. 4.","subId":"n31","id":"Hume.HE.2.15.n31"},{"type":"note","content":"Id. liv. i. chap. 22.","subId":"n32","id":"Hume.HE.2.15.n32"},{"type":"note","content":"Rymer, vol. iv. p. 477, 481. Froissard, liv. 1. chap. 25. Anon. Hist. p. 394. Walsing. p. 130. Murimuth, p. 73.","subId":"n33","id":"Hume.HE.2.15.n33"},{"type":"note","content":"Froissard, liv. 1. chap. 29.","subId":"n34","id":"Hume.HE.2.15.n34"},{"type":"note","content":"Rymer, vol. iv. p. 747. Froissard, liv. 1. chap. 27.","subId":"n35","id":"Hume.HE.2.15.n35"},{"type":"note","content":"Rymer, vol. iv. p. 777.","subId":"n36","id":"Hume.HE.2.15.n36"},{"type":"note","content":"Froissard, liv. 4. chap. 29, 33, 36.","subId":"n37","id":"Hume.HE.2.15.n37"},{"type":"note","content":"Froissard, liv. 1. chap. 30. Meyerus.","subId":"n38","id":"Hume.HE.2.15.n38"},{"type":"note","content":"Froissard, liv. 1. chap. 30.","subId":"n39","id":"Hume.HE.2.15.n39"},{"type":"note","content":"Cotton's Abridg.","subId":"n40","id":"Hume.HE.2.15.n40"},{"type":"note","content":"Dugd. Baron. vol. ii. p. 146.","subId":"n41","id":"Hume.HE.2.15.n41"},{"type":"note","content":"Froissard, liv. i. chap. 35.","subId":"n42","id":"Hume.HE.2.15.n42"},{"type":"note","content":"Heming. p. 303. Walsingham, p. 143.","subId":"n43","id":"Hume.HE.2.15.n43"},{"type":"note","content":"Froissard, liv. i. chap. 39. Heming. p. 305.","subId":"n44","id":"Hume.HE.2.15.n44"},{"type":"note","content":"Froissard, liv. i. chap. 30.","subId":"n45","id":"Hume.HE.2.15.n45"},{"type":"note","content":"Froissard, liv. i. chap. 41, 42, 43. Heming. p. 307. Walsing. p. 143.","subId":"n46","id":"Hume.HE.2.15.n46"},{"type":"note","content":"Cotton's Abridg. p. 17.","subId":"n47","id":"Hume.HE.2.15.n47"},{"type":"note","content":"14 Edward III.","subId":"n48","id":"Hume.HE.2.15.n48"},{"type":"note","content":"Froissard, liv. i. chap. 51. Avesbury, p. 56. Heming. p. 321.","subId":"n49","id":"Hume.HE.2.15.n49"},{"type":"note","content":"Walsing. p. 148.","subId":"n50","id":"Hume.HE.2.15.n50"},{"type":"note","content":"Rymer, vol. v. p. 197.","subId":"n51","id":"Hume.HE.2.15.n51"},{"type":"note","content":"Froissard, liv. i. chap. 57.","subId":"n52","id":"Hume.HE.2.15.n52"},{"type":"note","content":"Froissard, liv. i. chap. 54.","subId":"n53","id":"Hume.HE.2.15.n53"},{"type":"note","content":"Du Tillet, Recueil de Traitéz, &c. Heming. p. 325, 326. Walsing. p. 149.","subId":"n54","id":"Hume.HE.2.15.n54"},{"type":"note","content":"Froissard, liv. i. chap. 64. Avesbury, p. 65.","subId":"n55","id":"Hume.HE.2.15.n55"},{"type":"note","content":"Heming. p. 352. Ypod. Neust. p. 514. Knyghton, p. 2580.","subId":"n56","id":"Hume.HE.2.15.n56"},{"type":"note","content":"Ypod. Neust. p. 513.","subId":"n57","id":"Hume.HE.2.15.n57"},{"type":"note","content":"Avesbury, p. 70. Heming. p. 326. Walsingham, p. 150.","subId":"n58","id":"Hume.HE.2.15.n58"},{"type":"note","content":"Heming. p. 339. Ang. Sacra, vol. i. p. 21, 22. Walsingham, p. 153.","subId":"n59","id":"Hume.HE.2.15.n59"},{"type":"note","content":"Anglia Sacra, vol. i. p. 27.","subId":"n60","id":"Hume.HE.2.15.n60"},{"type":"note","content":"Anglia Sacra, vol. i. p. 38, 39, 40, 41.","subId":"n61","id":"Hume.HE.2.15.n61"},{"type":"note","content":"15 Edw. III.","subId":"n62","id":"Hume.HE.2.15.n62"},{"type":"note","content":"Statutes at Large, 15 Edw. III. That this protest of the king's was secret appears evidently, since otherwise it would have been ridiculous in the parliament to have accepted of his assent: Besides the king owns that he dissembled, which would not have been the case, had his protest been public.","subId":"n63","id":"Hume.HE.2.15.n63"},{"type":"note","content":"Statutes at Large, 15 Edw. III.","subId":"n64","id":"Hume.HE.2.15.n64"},{"type":"note","content":"Cotton's Abridgm. p. 38, 39.","subId":"n65","id":"Hume.HE.2.15.n65"},{"type":"note","content":"Froissard, liv. i. chap. 64.","subId":"n66","id":"Hume.HE.2.15.n66"},{"type":"note","content":"Froissard, liv. i. chap. 65, 66, 67, 68.","subId":"n67","id":"Hume.HE.2.15.n67"},{"type":"note","content":"Froissard, liv. i. chap. 69.","subId":"n68","id":"Hume.HE.2.15.n68"},{"type":"note","content":"Ibid. chap. 70, 71.","subId":"n69","id":"Hume.HE.2.15.n69"},{"type":"note","content":"Ibid. chap. 73.","subId":"n70","id":"Hume.HE.2.15.n70"},{"type":"note","content":"Froissard, liv. i. chap. 81.","subId":"n71","id":"Hume.HE.2.15.n71"},{"type":"note","content":"Froissard, liv. i. chap. 81.","subId":"n72","id":"Hume.HE.2.15.n72"},{"type":"note","content":"Ibid. chap. 93.","subId":"n73","id":"Hume.HE.2.15.n73"},{"type":"note","content":"Ibid. chap. 94.","subId":"n74","id":"Hume.HE.2.15.n74"},{"type":"note","content":"Froissard, liv. i. chap. 95.","subId":"n75","id":"Hume.HE.2.15.n75"},{"type":"note","content":"Ibid. chap. 99. Avesbury, p. 102.","subId":"n76","id":"Hume.HE.2.15.n76"},{"type":"note","content":"Heming. p. 359.","subId":"n77","id":"Hume.HE.2.15.n77"},{"type":"note","content":"Rymer, vol. v. p. 453, 454, 459, 466, 496. Heming. p. 376.","subId":"n78","id":"Hume.HE.2.15.n78"},{"type":"note","content":"Froissard, liv. x. chap. 96. p. 100.","subId":"n79","id":"Hume.HE.2.15.n79"},{"type":"note","content":"Froissard, liv. i. chap. 103. Avesbury, p. 121.","subId":"n80","id":"Hume.HE.2.15.n80"},{"type":"note","content":"It is reported of this prince, that, having once, before the attack of a town, promised the soldiers the plunder, one private man happened to fall upon a great chest full of money, which he immediately brought to the earl, as thinking it too great for himself to keep possession of it. But Derby told him, that his promise did not depend on the greatness or smallness of the sum; and ordered him to keep it all for his own use.","subId":"n81","id":"Hume.HE.2.15.n81"},{"type":"note","content":"Froissard, liv. i. chap. 104.","subId":"n82","id":"Hume.HE.2.15.n82"},{"type":"note","content":"Ibid. chap. 110.","subId":"n83","id":"Hume.HE.2.15.n83"},{"type":"note","content":"Ibid. chap. 112.","subId":"n84","id":"Hume.HE.2.15.n84"},{"type":"note","content":"Froissard, liv. i. chap. 120.","subId":"n85","id":"Hume.HE.2.15.n85"},{"type":"note","content":"Ibid. chap. 121.","subId":"n86","id":"Hume.HE.2.15.n86"},{"type":"note","content":"Ibid. chap. 134.","subId":"n87","id":"Hume.HE.2.15.n87"},{"type":"note","content":"Avesbury, p. 123.","subId":"n88","id":"Hume.HE.2.15.n88"},{"type":"note","content":"Froissard, liv. i. chap. 121.","subId":"n89","id":"Hume.HE.2.15.n89"},{"type":"note","content":"Froissard, liv. i. chap. 122.","subId":"n90","id":"Hume.HE.2.15.n90"},{"type":"note","content":"Froissard, liv. i. chap. 124.","subId":"n91","id":"Hume.HE.2.15.n91"},{"type":"note","content":"Ibid. chap. 125.","subId":"n92","id":"Hume.HE.2.15.n92"},{"type":"note","content":"Froissard, liv. i. chap. 125.","subId":"n93","id":"Hume.HE.2.15.n93"},{"type":"note","content":"Ibid. chap. 126, 127.","subId":"n94","id":"Hume.HE.2.15.n94"},{"type":"note","content":"Froissard, liv. i. chap. 127.","subId":"n95","id":"Hume.HE.2.15.n95"},{"type":"note","content":"Froissard, liv. i. chap. 127.","subId":"n96","id":"Hume.HE.2.15.n96"},{"type":"note","content":"Froissard, liv. i. chap. 128.","subId":"n97","id":"Hume.HE.2.15.n97"},{"type":"note","content":"Jean Villani, lib. 12. cap. 66.","subId":"n98","id":"Hume.HE.2.15.n98"},{"type":"note","content":"Du Gange Gloss. in verb. Bombarda.","subId":"n99","id":"Hume.HE.2.15.n99"},{"type":"note","content":"Froissard, liv. i. chap. 130.","subId":"n100","id":"Hume.HE.2.15.n100"},{"type":"note","content":"Froissard, liv. i. chap. 130.","subId":"n101","id":"Hume.HE.2.15.n101"},{"type":"note","content":"Ibid.","subId":"n102","id":"Hume.HE.2.15.n102"},{"type":"note","content":"Ibid. chap. 131.","subId":"n103","id":"Hume.HE.2.15.n103"},{"type":"note","content":"Froissard, liv. i. chap. 131. Knyghton, p. 2588.","subId":"n104","id":"Hume.HE.2.15.n104"},{"type":"note","content":"Froissard, liv. i. chap. 130. Walsingham, p. 166.","subId":"n105","id":"Hume.HE.2.15.n105"},{"type":"note","content":"Knyghton, p. 2588.","subId":"n106","id":"Hume.HE.2.15.n106"},{"type":"note","content":"Froissard, liv. i. chap. 116.","subId":"n107","id":"Hume.HE.2.15.n107"},{"type":"note","content":"Froissard, liv. i. chap. 133.","subId":"n108","id":"Hume.HE.2.15.n108"},{"type":"note","content":"Ibid. chap. 136.","subId":"n109","id":"Hume.HE.2.15.n109"},{"type":"note","content":"Ibid. chap. 143. Walsingham, p. 168. Ypod. Neust. p. 517, 518.","subId":"n110","id":"Hume.HE.2.15.n110"},{"type":"note","content":"Froissard, liv. i. chap. 137.","subId":"n111","id":"Hume.HE.2.15.n111"},{"type":"note","content":"Ibid. chap. 138.","subId":"n112","id":"Hume.HE.2.15.n112"},{"type":"note","content":"Ibid. chap. 138.","subId":"n113","id":"Hume.HE.2.15.n113"},{"type":"note","content":"Froissard, liv. i. chap. 139.","subId":"n114","id":"Hume.HE.2.15.n114"},{"type":"note","content":"Rymer, vol. v. p. 537.","subId":"n115","id":"Hume.HE.2.15.n115"},{"type":"note","content":"Froissard, liv. I. chap. 144, 145. Avesbury, p. 161, 162.","subId":"n116","id":"Hume.HE.2.15.n116"},{"type":"note","content":"Froissard, liv. 1. chap. 146.","subId":"n117","id":"Hume.HE.2.15.n117"},{"type":"note","content":"Froissard, liv. I. chap. 146.","subId":"n118","id":"Hume.HE.2.15.n118"},{"type":"note","content":"See note [H] at the end of the volume.","subId":"n119","id":"Hume.HE.2.15.n119"},{"type":"note","content":"Froissard, liv. 1. chap. 146.","subId":"n120","id":"Hume.HE.2.15.n120"},{"type":"note","content":"Froissard, liv. 1. chap. 140, 141, 142.","subId":"n121","id":"Hume.HE.2.15.n121"}]}