{"imported":true,"id":"Hume.HE.2.17","parent":"Hume.HE.2","title":"Chapter 17. Richard II","breadcrumb":"Chapter 17","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XVII.\nRICHARD II.\nGovernment during the minority——Insurrection of the common people——Discontents of the barons——Civil commotions——Expulsion or execution of the king's ministers——Cabals of the duke of Glocester——Murder of the duke of Glocester——Banishment of Henry duke of Hereford——Return of Henry——General insurrection——Deposition of the king——His murder——His character——Miscellaneous transactions during this reign.","id":"Hume.HE.2.17"},{"type":"paragraph","content":"{1377. Government during the minority.} THE parliament, which was summoned soon after the king's accession, was both elected and assembled in tranquillity; and the great change, from a sovereign of consummate wisdom and experience to a boy of eleven years of age, was not immediately felt by the people. The habits of order and obedience, which the barons had been taught during the long reign of Edward, still influenced them; and the authority of the king's three uncles, the dukes of Lancaster, York, and Glocester, sufficed to repress, for a time, the turbulent spirit, to which that order, in a weak reign, was so often subject. The dangerous ambition too of these princes themselves was checked, by the plain and undeniable title of Richard, by the declaration of it made in parliament, and by the affectionate regard, which the people bore to the memory of his father, and which was naturally transferred to the young sovereign upon the throne. The different characters also of these three princes rendered them a counterpoize to each other; and it was natural to expect, that any dangerous designs, which might be formed by one brother, would meet with opposition from the others. Lancaster, whose age and experience, and authority under the late king, gave him the ascendant among them; though his integrity seemed not proof against great temptations, was neither of an enterprizing spirit, nor of a popular and engaging temper. York was indolent, unactive, and of slender capacity. Glocester was turbulent, bold, and popular; but being the youngest of the family, was restrained by the power and authority of his elder brothers. There appeared, therefore, no circumstance in the domestic situation of England, which might endanger the public peace, or give any immediate apprehensions to the lovers of their country.","subId":"1","id":"Hume.HE.2.17.1"},{"type":"paragraph","content":"But as Edward, though he had fixed the succession to the crown, had taken no care to establish a plan of government during the minority of his grandson; it behoved the parliament to supply this defect: And the house of commons distinguished themselves, by taking the lead on the occasion. This house, which had been rising to consideration during the whole course of the late reign, naturally received an accession of power during the minority; and as it was now becoming a scene of business, the members chose for the first time a speaker, who might preserve order in their debates, and maintain those forms, which are requisite in all numerous assemblies. Peter de la Mare was the man pitched on; the same person that had been imprisoned and detained in custody by the late king for his freedom of speech, in attacking the mistress and the ministers of that prince. But though this election discovered a spirit of liberty in the commons, and was followed by farther attacks both on these ministers, and on Alice Pierce, they were still too sensible of their great inferiority, to assume at first any immediate share in the administration of government, or the care of the king's person. They were content to apply by petition to the lords for that purpose, and desire them, both to appoint a council of nine, who might direct the public business, and to chuse men of virtuous life and conversation, who might inspect the conduct and education of the young prince. The lords complied with the first part of this request, and elected the bishops of London, Carlisle, and Salisbury, the earls of Marche and Stafford, Sir Richard de Stafford, Sir Henry le Scrope, Sir John Devereux, and Sir Hugh Segrave, to whom they gave authority for a year to conduct the ordinary course of business. But as to the regulation of the king's household, they declined interposing in an office, which, they said, both was invidious in itself, and might prove disagreeable to his majesty.","subId":"2","id":"Hume.HE.2.17.2"},{"type":"paragraph","content":"The commons, as they acquired more courage, ventured to proceed a step farther in their applications. They presented a petition, in which they prayed the king to check the prevailing custom among the barons of forming illegal confederacies, and supporting each other, as well as men of inferior rank, in the violations of law and justice. They received from the throne a general and an obliging answer to this petition: But another part of their application, that all the great officers should, during the king's minority, be appointed by parliament, which seemed to require the concurrence of the commons, as well as that of the upper house, in the nomination, was not complied with: The lords alone assumed the power of appointing these officers: The commons tacitly acquiesced in the choice; and thought, that, for the present, they themselves had proceeded a sufficient length, if they but advanced their pretensions, though rejected, of interposing in these more important matters of state.","subId":"3","id":"Hume.HE.2.17.3"},{"type":"paragraph","content":"On this foot then the government stood. The administration was concluded entirely in the king's name: No regency was expressly appointed: The nine counsellors and the great officers, named by the peers, did their duty, each in his respective department: And the whole system was for some years kept together, by the secret authority of the king's uncles, especially of the duke of Lancaster, who was in reality the regent.","subId":"4","id":"Hume.HE.2.17.4"},{"type":"paragraph","content":"The parliament was dissolved, after the commons had represented the necessity of their being re-assembled once every year, as appointed by law; and after having elected two citizens as their treasurers, to receive and disburse the produce of two fifteenths and tenths, which they had voted to the crown. In the other parliaments called during the minority, the commons still discover a strong spirit of freedom and a sense of their own authority, which, without breeding any disturbance, tended to secure their independance and that of the people.","subId":"5","id":"Hume.HE.2.17.5"},{"type":"paragraph","content":"Edward had left his grandson involved in many dangerous wars. The pretensions of the duke of Lancaster to the crown of Castile, made that kingdom still persevere in hostilities against England. Scotland, whose throne was now filled by Robert Stuart, nephew to David Bruce, and the first prince of that family, maintained such close connections with France, that war with one crown almost inevitably produced hostilities with the other. The French monarch, whose prudent conduct had acquired him the sirname of wise, as he had already baffled all the experience and valour of the two Edwards, was likely to prove a dangerous enemy to a minor king: But his genius, which was not naturally enterprizing, led him not, at present, to give any disturbance to his neighbours; and he laboured, besides, under many difficulties at home, which it was necessary for him to surmount, before he could think of making conquests in a foreign country. England was master of Calais, Bourdeaux, and Bayonne; had lately acquired possession of Cherbourg, from the cession of the king of Navarre, and of Brest from that of the duke of Britanny; and having thus an easy entrance into France from every quarter, was able, even in its present situation, to give disturbance to his government. Before Charles could remove the English from these important posts, he died in the flower of his age, and left his kingdom to a minor son, who bore the name of Charles VI.","subId":"6","id":"Hume.HE.2.17.6"},{"type":"paragraph","content":"{1378.} Meanwhile, the war with France was carried on in a manner somewhat languid, and produced no enterprize of great lustre or renown. Sir Hugh Calverly, governor of Calais, making an inroad into Picardy, with a detachment of the garrison, set fire to Boulogne. The duke of Lancaster conducted an army into Britanny, but returned without being able to perform any thing memorable. {1380.} In a subsequent year, the duke of Glocester marched out of Calais with a body of 2000 cavalry, and 8000 infantry; and scrupled not, with his small army, to enter into the heart of France, and to continue his ravages, through Picardy, Champaigne, the Brie, the Beausse, the Gatinois, the Orleanois, till he reached his allies in the province of Britanny. The duke of Burgundy, at the head of a more considerable army, came within sight of him; but the French were so over-awed by the former successes of the English, that no superiority of numbers could tempt them to venture a pitched battle with the troops of that nation. As the duke of Britanny, soon after the arrival of these succours, formed an accommodation with the court of France; this enterprize also proved in the issue unsuccessful, and made no durable impression upon the enemy.","subId":"7","id":"Hume.HE.2.17.7"},{"type":"paragraph","content":"The expences of these armaments, and the usual want of oeconomy attending a minority, much exhausted the English treasury, and obliged the parliament, besides making some alterations in the council, to impose a new and unusual tax of three groats on every person, male and female, above fifteen years of age; and they ordained, that, in levying that tax, the opulent should relieve the poor by an equitable compensation. This imposition produced a mutiny, which was singular in its circumstances. All history abounds with examples, where the great tyrannize over the meaner sort: But here the lowest populace rose against their rulers, committed the most cruel ravages upon them, and took vengeance for all former oppressions.","subId":"8","id":"Hume.HE.2.17.8"},{"type":"paragraph","content":"{1381.} The faint dawn of the arts and of good government in that age, had excited the minds of the populace, in different states of Europe, to wish for a better condition, and to murmur against those chains, which the laws, enacted by the haughty nobility and gentry, had so long imposed upon them. The commotions of the people in Flanders, the mutiny of the peasants in France, were the natural effects of this growing spirit of independence; and the report of these events, being brought into England, where personal slavery, as we learn from Froissard, was more general than in any other country in Europe, had prepared the minds of the multitude for an insurrection. One John Ball also, a seditious preacher, who affected low popularity, went about the country, and inculcated on his audience the principles of the first origin of mankind from one common stock, their equal right to liberty and to all the goods of nature, the tyranny of artificial distinctions, and the abuses which had arisen from the degradation of the more considerable part of the species, and the aggrandizement of a few insolent rulers. These doctrines, so agreeable to the populace, and so conformable to the ideas of primitive equality, which are engraven in the hearts of all men, were greedily received by the multitude; and scattered the sparks of that sedition, which the present tax raised into a conflagration.","subId":"9","id":"Hume.HE.2.17.9"},{"type":"paragraph","content":"{Insurrections of the common people.} The imposition of three groats a head had been farmed out to tax-gatherers in each county, who levied the money on the people with rigour; and the clause, of making the rich ease their poorer neighbours of some share of the burden, being so vague and undeterminate, had doubtless occasioned many partialities, and made the people more sensible of the unequal lot, which fortune had assigned them in the distribution of her favours. The first disorder was raised by a black-smith in a village of Essex. The tax-gatherers came to this man's shop, while he was at work; and they demanded payment for his daughter, whom he asserted to be below the age assigned by the statute. One of these fellows offered to produce a very indecent proof to the contrary, and at the same time laid hold of the maid: Which the father resenting, immediately knocked out the ruffian's brains with his hammer. The bystanders applauded the action, and exclaimed, that it was full time for the people to take vengeance on their tyrants, and to vindicate their native liberty. They immediately flew to arms: The whole neighbourhood joined in the sedition: The flame spread in an instant over the county: It soon propagated itself into that of Kent, of Hertford, Surrey, Sussex, Suffolk, Norfolk, Cambridge, and Lincoln. Before the government had the least warning of the danger, the disorder had grown beyond controul or opposition: The populace had shaken off all regard to their former masters: And being headed by the most audacious and criminal of their associates, who assumed the feigned names of Wat Tyler, Jack Straw, Hob Carter, and Tom Miller, by which they were fond of denoting their mean origin, they committed every where the most outrageous violence on such of the gentry or nobility as had the misfortune to fall into their hands.","subId":"10","id":"Hume.HE.2.17.10"},{"type":"paragraph","content":"{12th June.} The mutinous populace, amounting to a hundred thousand men, assembled on Black-heath, under their leaders, Tyler and Straw; and as the princess of Wales, the king's mother, returning from a pilgrimage to Canterbury, passed through the midst of them, they insulted her attendants, and some of the most insolent among them, to show their purpose of levelling all mankind, forced kisses from her; but they allowed her to continue her journey, without attempting any farther injury. They sent a message to the king, who had taken shelter in the Tower; and they desired a conference with him. Richard sailed down the river in a barge for that purpose; but on his approaching the shore, he saw such symptoms of tumult and insolence, that he put back and returned to that fortress. The seditious peasants, meanwhile, favoured by the populace of London, had broken into the city; had burned the duke of Lancaster's palace of the Savoy; cut off the heads of all the gentlemen whom they laid hold of; expressed a particular animosity against the lawyers and attornies; and pillaged the warehouses of the rich merchants. A great body of them quartered themselves at Mile-end; and the king, finding no defence in the Tower, which was weakly garrisoned, and ill supplied with provisions, was obliged to go out to them, and ask their demands. They required a general pardon, the abolition of slavery, freedom of commerce in market-towns without toll or impost, and a fixed rent on lands instead of the services due by villenage. These requests, which, though extremely reasonable in themselves, the nation was not sufficiently prepared to receive, and which it was dangerous to have extorted by violence, were however complied with; charters to that purpose were granted them; and this body immediately dispersed and returned to their several homes.","subId":"11","id":"Hume.HE.2.17.11"},{"type":"paragraph","content":"During this transaction, another body of the rebels had broken into the Tower; had murdered Simon Sudbury, the primate, and chancellor, with Sir Robert Hales, the treasurer, and some other persons of distinction; and continued their ravages in the city. The king, passing along Smithfield, very slenderly guarded, met with Wat Tyler, at the head of these rioters, and entered into a conference with him. Tyler, having ordered his companions to retire till he should give them a signal, after which they were to murder all the company except the king himself, whom they were to detain prisoner, feared not to come into the midst of the royal retinue. He there behaved himself in such a manner, that Walworth, the mayor of London, not able to bear his insolence, drew his sword, and struck him so violent a blow as brought him to the ground, where he was instantly dispatched by others of the king's attendants. The mutineers, seeing their leader fall, prepared themselves for revenge; and this whole company, with the king himself, had undoubtedly perished on the spot, had it not been for an extraordinary presence of mind, which Richard discovered on the occasion. He ordered his company to stop; he advanced alone towards the enraged multitude; and accosting them with an affable and intrepid countenance, he asked them, \"What is the meaning of this disorder, my good people? Are ye angry that ye have lost your leader? I am your king: I will be your leader.\" The populace, overawed by his presence, implicitly followed him: He led them into the fields, to prevent any disorder which might have arisen by their continuing in the city: Being there joined by Sir Robert Knolles and a body of well armed veteran soldiers, who had been secretly drawn together, he strictly prohibited that officer from falling on the rioters, and committing an undistinguished slaughter upon them; and he peaceably dismissed them with the same charters, which had been granted to their fellows. Soon after, the nobility and gentry, hearing of the king's danger, in which they were all involved, flocked to London, with their adherents and retainers; and Richard took the field at the head of an army 40,000 strong. It then behoved all the rebels to submit: The charters of enfranchisement and pardon were revoked by parliament; the low people were reduced to the same slavish condition as before; and several of the ringleaders were severely punished for the late disorders. Some were even executed without process or form of law. It was pretended, that the intentions of the mutineers had been to seize the king's person, to carry him through England at their head, to murder all the nobility, gentry, and lawyers, and even all the bishops and priests, except the mendicant friars; to dispatch afterwards the king himself; and having thus reduced all to a level, to order the kingdom at their pleasure. It is not impossible, but many of them, in the delirium of their first success, might have formed such projects: But of all the evils incident to human society, the insurrections of the populace, when not raised and supported by persons of higher quality, are the least to be dreaded: The mischiefs, consequent to an abolition of all rank and distinction, become so great, that they are immediately felt, and soon bring affairs back to their former order and arrangement.","subId":"12","id":"Hume.HE.2.17.12"},{"type":"paragraph","content":"A youth of sixteen, (which was at this time the king's age) who had discovered so much courage, presence of mind, and address, and had so dexterously eluded the violence of this tumult, raised great expectations in the nation; and it was natural to hope, that he would, in the course of his life, equal the glories, which had so uniformly attended his father and his grandfather, in all their undertakings. {1385.} But in proportion as Richard advanced in years, these hopes vanished; and his want of capacity, at least of solid judgment, appeared in every enterprize, which he attempted. The Scots, sensible of their own deficiency in cavalry, had applied to the regency of Charles VI.; and John de Vienne, admiral of France, had been sent over with a body of 1500 men at arms, to support them in their incursions against the English. The danger was now deemed by the king's uncles somewhat serious; and a numerous army of 60,000 men was levied; and they marched into Scotland, with Richard himself at their head. The Scots did not pretend to make resistance against so great a force: They abandoned without scruple their country to be pillaged and destroyed by the enemy: And when de Vienne expressed his surprize at this plan of operations, they told him, that all their cattle was driven into the forests and fastnesses; that their houses and other goods were of small value; and that they well knew how to compensate any losses which they might sustain in that respect, by making an incursion into England. Accordingly, when Richard entered Scotland by Berwic and the east coast, the Scots, to the number of 30,000 men, attended by the French, entered the borders of England by the west, and carrying their ravages through Cumberland, Westmoreland, and Lancashire, collected a rich booty, and then returned in tranquillity to their own country. Richard meanwhile advanced towards Edinburgh, and destroyed in his way all the towns and villages on each side of him: He reduced that city to ashes: He treated in the same manner, Perth, Dundee, and other places in the low countries; but when he was advised to march towards the west coast, to await there the return of the enemy, and to take revenge on them for their devastations, his impatience to return to England, and enjoy his usual pleasures and amusements, outweighed every consideration; and he led back his army without effecting any thing by all these mighty preparations. The Scots, soon after, finding the heavy bodies of French cavalry very useless in that desultory kind of war, to which they confined themselves, treated their allies so ill, that the French returned home; much disgusted with the country, and with the manners of its inhabitants. And the English, though they regretted the indolence and levity of their king, saw themselves for the future secured against any dangerous invasion from that quarter.","subId":"13","id":"Hume.HE.2.17.13"},{"type":"paragraph","content":"{1386.} But it was so material an interest of the French court to wrest the sea-port towns from the hands of their enemy, that they resolved to attempt it by some other expedient, and found no means so likely as an invasion of England itself. They collected a great fleet and army at Sluise; for the Flemings were now in alliance with them: All the nobility of France were engaged in this enterprize: The English were kept in alarm: Great preparations were made for the reception of the invaders: And though the dispersion of the French ships by a storm, and the taking of many of them by the English, before the embarkation of the troops, freed the kingdom from the present danger, the king and council were fully sensible, that this perilous situation might every moment return upon them.","subId":"14","id":"Hume.HE.2.17.14"},{"type":"paragraph","content":"There were two circumstances chiefly, which engaged the French at this time to think of such attempts. The one was the absence of the duke of Lancaster, who had carried into Spain the flower of the English military force, in prosecution of his vain claim to the crown of Castile; an enterprize, in which, after some promising success, he was finally disappointed: The other was, the violent dissentions and disorders, which had taken place in the English government.","subId":"15","id":"Hume.HE.2.17.15"},{"type":"paragraph","content":"The subjection, in which Richard was held by his uncles, particularly by the duke of Glocester, a prince of ambition and genius, though it was not unsuitable to his years and slender capacity, was extremely disagreeable to his violent temper; and he soon attempted to shake off the yoke imposed upon him. Robert de Vere, earl of Oxford, a young man of a noble family, of an agreeable figure, but of dissolute manners, had acquired an entire ascendant over him; and governed him with an absolute authority. The king set so little bounds to his affection, that he first created his favourite marquis of Dublin, a title before unknown in England, then duke of Ireland; and transferred to him by patent, which was confirmed in parliament, the entire sovereignty for life of that island. He gave him in marriage his cousin-german, the daughter of Ingelram de Couci, earl of Bedford; but soon after he permitted him to repudiate that lady, though of an unexceptionable character, and to marry a foreigner, a Bohemian, with whom he had become enamoured. These public declarations of attachment turned the attention of the whole court towards the minion: All favours passed through his hands: Access to the king could only be obtained by his mediation: And Richard seemed to take no pleasure in royal authority, but so far as it enabled him to load with favours and titles and dignities this object of his affections.","subId":"16","id":"Hume.HE.2.17.16"},{"type":"paragraph","content":"{Discontent of the barons.} The jealousy of power immediately produced an animosity between the minion and his creatures on the one hand, and the princes of the blood and chief nobility on the other; and the usual complaints against the insolence of favourites were loudly echoed, and greedily received, in every part of the kingdom. Moubray earl of Nottingham, the mareschal, Fitz-Alan earl of Arundel, Piercy earl of Northumberland, Montacute earl of Salisbury, Beauchamp earl of Warwic, were all connected with each other, and with the princes, by friendship or alliance, and still more by their common antipathy to those who had eclipsed them in the king's favour and confidence. No longer kept in awe by the personal character of the prince, they scorned to submit to his ministers; and the method, which they took to redress the grievance complained of, well suited the violence of the age, and proves the desperate extremities, to which every opposition was sure to be instantly carried.","subId":"17","id":"Hume.HE.2.17.17"},{"type":"paragraph","content":"Michael de la Pole, the present chancellor, and lately created earl of Suffolk, was the son of an eminent merchant; but had risen by his abilities and valour during the wars of Edward III. had acquired the friendship of that monarch, and was esteemed the person of greatest experience and capacity among those who were attached to the duke of Ireland and the king's secret council. The duke of Glocester, who had the house of commons at his devotion, impelled them to exercise that power which they seem first to have assumed against lord Latimer during the declining years of the late king; and an impeachment against the chancellor was carried up by them to the house of peers, which was no less at his devotion. The king foresaw the tempest preparing against him and his ministers. After attempting in vain to rouse the Londoners to his defence, he withdrew from parliament, and retired with his court to Eltham. The parliament sent a deputation, inviting him to return, and threatening, that, if he persisted in absenting himself, they would immediately dissolve, and leave the nation, though at that time in imminent danger of a French invasion, without any support or supply for its defence. At the same time, a member was encouraged to call for the record, containing the parliamentary deposition of Edward II.; a plain intimation of the fate, which Richard, if he continued refractory, had reason to expect from them. The king, finding himself unable to resist, was content to stipulate, that, except finishing the present impeachment against Suffolk, no attack should be made upon any other of his ministers; and on that condition, he returned to the parliament.","subId":"18","id":"Hume.HE.2.17.18"},{"type":"paragraph","content":"Nothing can prove more fully the innocence of Suffolk, than the frivolousness of the crimes, which his enemies, in the present plenitude of their power, thought proper to object against him. It was alledged, that being chancellor, and obliged by his oath to consult the king's profit, he had purchased lands of the crown below their true value; that he had exchanged with the king a perpetual annuity of 400 marks a year, which he inherited from his father, and which was assigned upon the customs of the port of Hull, for lands of an equal income; that having obtained for his son the priory of St. Anthony, which was formerly possessed by a Frenchman, an enemy, and a schismatic, and a new prior being at the same time named by the pope, he had refused to admit this person, whose title was not legal, till he made a composition with his son, and agreed to pay him a hundred pounds a year from the income of the benefice; that he had purchased, from one Tydeman of Limborch, an old and forfeited annuity of fifty pounds a-year upon the crown, and had engaged the king to admit that bad debt; and that, when created earl of Suffolk, he had obtained a grant of 500 pounds a-year, to support the dignity of that title. Even the proof of these articles, frivolous as they are, was found very deficient upon the trial: It appeared, that Suffolk had made no purchase from the crown while he was chancellor, and that all his bargains of that kind were made before he was advanced to that dignity. It is almost needless to add, that he was condemned, notwithstanding his defence; and that he was deprived of his office.","subId":"19","id":"Hume.HE.2.17.19"},{"type":"paragraph","content":"Glocester and his associates observed their stipulation with the king, and attacked no more of his ministers: But they immediately attacked himself and his royal dignity, and framed a commission after the model of those, which had been attempted almost in every reign since that of Richard I. and which had always been attended with extreme confusion. By this commission, which was ratified by parliament, a council of fourteen persons was appointed, all of Glocester's faction, except Nevil, archbishop of York: The sovereign power was transferred to these men for a twelvemonth: The king, who had now reached the twenty-first year of his age, was in reality dethroned: The aristocracy was rendered supreme: And though the term of the commission was limited, it was easy to foresee, that the intentions of the party were to render it perpetual, and that power would with great difficulty be wrested from those grasping hands, to which it was once committed. Richard, however, was obliged to submit: He signed the commission, which violence had extorted from him; he took an oath never to infringe it; and though at the end of the session he publickly entered a protest, that the prerogatives of the crown, notwithstanding his late concession, should still be deemed entire and unimpaired, the new commissioners, without regarding this declaration, proceeded to the exercise of their authority.","subId":"20","id":"Hume.HE.2.17.20"},{"type":"paragraph","content":"{1387. Civil commotions.} The king, thus dispossessed of royal power, was soon sensible of the contempt, into which he was fallen. His favourites and ministers, who were as yet allowed to remain about his person, failed not to aggravate the injury, which, without any demerit on his part, had been offered to him. And his eager temper was of itself sufficiently inclined to seek the means, both of recovering his authority, and of revenging himself on those who had invaded it. As the house of commons appeared now of weight in the constitution, he secretly tried some expedients for procuring a favourable election: He sounded some of the sheriffs, who, being at that time both the returning officers, and magistrates of great power in the counties, had naturally considerable influence in elections. But as most of them had been appointed by his uncles, either during his minority, or during the course of the present commission, he found them in general averse to his enterprize. The sentiments and inclinations of the judges were more favourable to him. He met at Nottingham Sir Robert Tresilian, chief justice of the King's Bench, Sir Robert Belknappe, chief justice of the Common Pleas, Sir John Cary, chief baron of the Exchequer, Holt, Fulthorpe, and Bourg, inferior justices, and Lockton, serjeant at law; and he proposed to them some queries, which these lawyers, either from the influence of his authority or of reason, made no scruple of answering in the way he desired. They declared, that the late commission was derogatory to the royalty and prerogative of the king; that those who procured it, or advised the king to consent to it, were punishable with death; that those who necessitated and compelled him were guilty of treason; that those were equally criminal who should persevere in maintaining it; that the king has the right of dissolving parliaments at pleasure; that the parliament, while it sits, must first proceed upon the king's business; and that this assembly cannot without his consent impeach any of his ministers and judges. Even according to our present strict maxims with regard to law and the royal prerogative, all these determinations, except the two last, appear justifiable: And as the great privileges of the commons, particularly that of impeachment, were hitherto new, and supported by few precedents, there want not plausible reasons to justify these opinions of the judges. They signed therefore their answer to the king's queries before the archbishops of York and Dublin, the bishops of Durham, Chichester, and Bangor, the duke of Ireland, the earl of Suffolk, and two other counsellors of inferior quality.","subId":"21","id":"Hume.HE.2.17.21"},{"type":"paragraph","content":"The duke of Glocester, and his adherents, soon got intelligence of this secret consultation, and were naturally very much alarmed at it. They saw the king's intentions; and they determined to prevent the execution of them. As soon as he came to London, which, they knew, was well disposed to their party, they secretly assembled their forces, and appeared in arms at Haringay-park, near Highgate, with a power, which Richard and his ministers were not able to resist. They sent him a message by the archbishop of Canterbury, and the lords Lovel, Cobham, and Devereux, and demanded, that the persons who had seduced him by their pernicious counsel, and were traitors both to him and to the kingdom, should be delivered up to them. A few days after, they appeared in his presence, armed and attended with armed followers; and they accused by name the archbishop of York, the duke of Ireland, the earl of Suffolk, Sir Robert Tresilian, and Sir Nicholas Brembre, as public and dangerous enemies to the state. They threw down their gauntlets before the king, and fiercely offered to maintain the truth of their charge by duel. The persons accused, and all the other obnoxious ministers, had withdrawn or had concealed themselves.","subId":"22","id":"Hume.HE.2.17.22"},{"type":"paragraph","content":"The duke of Ireland fled to Cheshire, and levied some forces, with which he advanced to relieve the king from the violence of the nobles. Glocester encountered him in Oxfordshire with much superior forces; routed him, dispersed his followers, and obliged him to fly into the Low-Countries, where he died in exile a few years after. {1388. 3d Feb.} The lords then appeared at London with an army of 40,000 men; and having obliged the king to summon a parliament, which was entirely at their devotion, they had full power, by observing a few legal forms, to take vengeance on all their enemies. {Expulsion or execution of the king's ministers.} Five great peers, men whose combined power was able at any time to shake the throne, the duke of Glocester, the king's uncle; the earl of Derby, son of the duke of Lancaster; the earl of Arundel; the earl of Warwic, and the earl of Nottingham, mareschal of England, entered before the parliament an accusation or appeal, as it was called, against the five counsellors, whom they had already accused before the king. The parliament, who ought to have been judges, were not ashamed to impose an oath on all their members, by which they bound themselves to live and die with the lords appellants, and to defend them against all opposition with their lives and fortunes.","subId":"23","id":"Hume.HE.2.17.23"},{"type":"paragraph","content":"The other proceedings were well suited to the violence and iniquity of the times. A charge, consisting of thirty-nine articles, was delivered in by the appellants; and as none of the accused counsellors, except Sir Nicholas Brembre, was in custody, the rest were cited to appear; and upon their absenting themselves, the house of peers, after a very short interval, without hearing a witness, without examining a fact, or deliberating on one point of law, declared them guilty of high treason. Sir Nicholas Brembre, who was produced in court, had the appearance, and but the appearance, of a trial: The peers, though they were not by law his proper judges, pronounced, in a very summary manner, sentence of death upon him; and he was executed, together with Sir Robert Tresilian, who had been discovered and taken in the interval.","subId":"24","id":"Hume.HE.2.17.24"},{"type":"paragraph","content":"It would be tedious to recite the whole charge delivered in against the five counsellors; which is to be met with in several collections. It is sufficient to observe in general, that, if we reason upon the supposition, which is the true one, that the royal prerogative was invaded by the commission extorted by the duke of Glocester and his associates, and that the king's person was afterwards detained in custody by rebels, many of the articles will appear, not only to imply no crime in the duke of Ireland and the ministers, but to ascribe to them actions, which were laudable, and which they were bound by their allegiance to perform. The few articles, impeaching the conduct of these ministers before that commission, which subverted the constitution, and annihilated all justice and legal authority, are vague and general; such as their engrossing the king's favour, keeping his barons at a distance from him, obtaining unreasonable grants for themselves or their creatures, and dissipating the public treasure by useless expences. No violence is objected to them; no particular illegal act; no breach of any statute; and their administration may therefore be concluded to have been so far innocent and inoffensive. All the disorders indeed seem to have proceeded, not from any violation of the laws, or any ministerial tyranny; but merely from a rivalship of power, which the duke of Glocester, and the great nobility, agreeably to the genius of the times, carried to the utmost extremity against their opponents, without any regard to reason, justice, or humanity.","subId":"25","id":"Hume.HE.2.17.25"},{"type":"paragraph","content":"But these were not the only deeds of violence committed during the triumph of the party. All the other judges, who had signed the extra judicial opinions at Nottingham, were condemned to death, and were, as a grace of favour, banished to Ireland; though they pleaded the fear of their lives, and the menaces of the king's ministers as their excuse. Lord Beauchamp of Holt, Sir James Berners, and John Salisbury, were also tried and condemned for high treason; merely because they had attempted to defeat the late commission: But the life of the latter was spared. The fate of Sir Simon Burley was more severe: This gentleman was much beloved for his personal merit, had distinguished himself by many honourable actions, was created knight of the garter, and had been appointed governor to Richard, by the choice of the late king and of the Black Prince: He had attended his master from the earliest infancy of that prince, and had ever remained extremely attached to him: Yet all these considerations could not save him from falling a victim to Glocester's vengeance. This execution, more than all the others, made a deep impression on the mind of Richard: His queen too (for he was already married to the sister of the emperor Winceslaus, king of Bohemia) interested herself in behalf of Burley: She remained three hours on her knees before the duke of Glocester, pleading for that gentleman's life; but though she was become extremely popular by her amiable qualities, which had acquired her the appellation of the good queen Anne; her petition was sternly rejected by the inexorable tyrant.","subId":"26","id":"Hume.HE.2.17.26"},{"type":"paragraph","content":"The parliament concluded this violent scene by a declaration, that none of the articles, decided on these trials to be treason, should ever afterwards be drawn into precedent by the judges, who were still to consider the statute of the twenty-fifth of Edward as the rule of their decisions. The house of lords seem not at that time to have known or acknowledged the principle, that they themselves were bound, in their judicial capacity, to follow the rules, which they, in conjunction with the king and commons, had established in their legislative. It was also enacted, that every one should swear to the perpetual maintenance and support of the forfeitures and attainders, and of all the other acts passed during this parliament. The archbishop of Canterbury added the penalty of excommunication, as a farther security to these violent transactions.","subId":"27","id":"Hume.HE.2.17.27"},{"type":"paragraph","content":"{1389.} It might naturally be expected, that the king, being reduced to such slavery by the combination of the princes and chief nobility, and having appeared so unable to defend his servants from the cruel effects of their resentment, would long remain in subjection to them; and never would recover the royal power, without the most violent struggles and convulsions: But the event proved contrary. In less than a twelvemonth, Richard, who was in his twenty-third year, declared in council, that, as he had now attained the full age, which entitled him to govern by his own authority his kingdom and household, he resolved to exercise his right of sovereignty; and when no one ventured to contradict so reasonable an intention, he deprived Fitz-Alan archbishop of Canterbury of the dignity of chancellor, and bestowed that high office on William of Wickham, bishop of Winchester; the bishop of Hereford was displaced from the office of treasurer, the earl of Arundel from that of admiral; even the duke of Glocester and the earl of Warwic were removed for a time from the council: And no opposition was made to these great changes. The history of this reign is imperfect, and little to be depended on; except where it is supported by public records: And it is not easy for us to assign the reason of this unexpected event. Perhaps, some secret animosities, naturally to be expected in that situation, had creeped in among the great men, and had enabled the king to recover his authority. Perhaps, the violence of their former proceedings had lost them the affections of the people, who soon repent of any cruel extremities, to which they are carried by their leaders. However this may be, Richard exercised with moderation the authority which he had resumed. He seemed to be entirely reconciled to his uncles and the other great men, of whom he had so much reason to complain: He never attempted to recal from banishment the duke of Ireland, whom he found so obnoxious to them: He confirmed by proclamation the general pardon, which the parliament had passed for all offences: And he courted the affections of the people, by voluntarily remitting some subsidies, which had been granted him; a remarkable, and almost singular instance of such generosity.","subId":"28","id":"Hume.HE.2.17.28"},{"type":"paragraph","content":"After this composure of domestic differences, and this restoration of the government to its natural state, there passes an interval of eight years, which affords not many remarkable events. The duke of Lancaster returned from Spain; having resigned to his rival all pretensions to the crown of Castile upon payment of a large sum of money, and having married his daughter, Philippa, to the king of Portugal. The authority of this prince served to counterbalance that of the duke of Glocester, and secured the power of Richard, who paid great court to his eldest uncle, by whom he had never been offended, and whom he found more moderate in his temper than the younger. He made a cession to him for life of the dutchy of Guienne, which the inclinations and changeable humour of the Gascons had restored to the English government; but as they remonstrated loudly against this deed, it was finally, with the duke's consent, revoked by Richard. There happened an incident, which produced a dissention between Lancaster and his two brothers. After the death of the Spanish princess, he espoused Catharine Swineford, daughter of a private knight of Hainault, by whose alliance, York and Glocester thought the dignity of their family much injured: But the king gratified his uncle by passing in parliament a charter of legitimation to the children whom that lady had born him before marriage, and by creating the eldest earl of Somerset.","subId":"29","id":"Hume.HE.2.17.29"},{"type":"paragraph","content":"The wars, meanwhile, which Richard had inherited with his crown, still continued; though interrupted by frequent truces, according to the practice of that age, and conducted with little vigour, by reason of the weakness of all parties. The French war was scarcely heard of; the tranquillity of the northern borders was only interrupted by one inroad of the Scots, which proceeded more from a rivalship between the two martial families of Piercy and Douglas, than from any national quarrel: A fierce battle or skirmish was fought at Otterborne, in which young Piercy, sirnamed Hotspur, from his impetuous valour, was taken prisoner, and Douglas slain, and the victory remained undecided. Some insurrections of the Irish obliged the king to make an expedition into that country, which he reduced to obedience; and he recovered, in some degree, by this enterprize, his character of courage, which had suffered a little by the inactivity of his reign. {1396.} At last, the English and French courts began to think in earnest of a lasting peace; but found it so difficult to adjust their opposite pretensions, that they were content to establish a truce of twenty-five years: Brest and Cherbourg were restored, the former to the duke of Britanny, the latter to the king of Navarre: Both parties were left in possession of all the other places which they held at the time of concluding the truce: And to render the amity between the two crowns more durable, Richard, who was now a widower, was affianced to Isabella, the daughter of Charles. This princess was only seven years of age; but the king agreed to so unequal a match, chiefly that he might fortify himself by this alliance, against the enterprizes of his uncles and the incurable turbulence as well as inconstancy of his barons.","subId":"30","id":"Hume.HE.2.17.30"},{"type":"paragraph","content":"The administration of the king, though it was not, in this interval, sullied by any unpopular act, except the seizing of the charter of London, which was soon after restored, tended not much to corroborate his authority, and his personal character brought him into contempt, even while his public government appeared, in a good measure, unexceptionable. Indolent, profuse, addicted to low pleasures; he spent his whole time in feasting and jollity, and dissipated, in idle show, or in bounties to favourites of no reputation, that revenue which the people expected to see him employ in enterprizes directed to public honour and advantage. He forgot his rank by admitting all men to his familiarity; and he was not sensible, that their acquaintance with the qualities of his mind was not able to impress them with the respect, which he neglected to preserve from his birth and station. The earls of Kent and Huntingdon, his half brothers, were his chief confidents and favourites; and though he never devoted himself to them with so profuse an affection as that with which he had formerly been attached to the duke of Ireland, it was easy for men to see, that every grace passed through their hands, and that the king had rendered himself a mere cypher in the government. The small regard, which the public bore to his person, disposed them to murmur against his administration, and to receive with greedy ears every complaint, which the discontented or ambitious grandees suggested to them.","subId":"31","id":"Hume.HE.2.17.31"},{"type":"paragraph","content":"{1397. Cabals of the duke of Glocester.} Glocester soon perceived the advantages, which this dissolute conduct gave him; and finding, that both resentment and jealousy on the part of his nephew still prevented him from acquiring any ascendant over that prince, he determined to cultivate his popularity with the nation, and to revenge himself on those who eclipsed him in favour and authority. He seldom appeared at court or in council: He never declared his opinion but in order to disapprove of the measures embraced by the king and his favourites: And he courted the friendship of every man, whom disappointment or private resentment had rendered an enemy to the administration. The long truce with France was unpopular with the English, who breathed nothing but war against that hostile nation; and Glocester took care to encourage all the vulgar prejudices, which prevailed on this subject. Forgetting the misfortunes, which attended the English arms during the later years of Edward; he made an invidious comparison between the glories of that reign and the inactivity of the present, and he lamented that Richard should have degenerated so much from the heroic virtues by which his father and his grandfather were distinguished. The military men were inflamed with a desire of war, when they heard him talk of the signal victories formerly obtained, and of the easy prey which might be made of French riches by the superior valour of the English: The populace readily embraced the same sentiments: And all men exclaimed, that this prince, whose counsels were so much neglected, was the true support of English honour, and alone able to raise the nation to its former power and splendor. His great abilities, his popular manners, his princely extraction, his immense riches, his high office of constable; all these advantages, not a little assisted by his want of court-favour, gave him a mighty authority in the kingdom, and rendered him formidable to Richard and his ministers.","subId":"32","id":"Hume.HE.2.17.32"},{"type":"paragraph","content":"Froissard, a contemporary writer and very impartial, but whose credit is somewhat impaired by his want of exactness in material facts, ascribes to the duke of Glocester more desperate views, and such as were totally incompatible with the government and domestic tranquillity of the nation. According to that historian, he proposed to his nephew, Roger Mortimer, earl of Marche, whom Richard had declared his successor, to give him immediate possession of the throne, by the deposition of a prince, so unworthy of power and authority: And when Mortimer declined the project, he resolved to make a partition of the kingdom between himself, his two brothers, and the earl of Arundel; and entirely to dispossess Richard of the crown. The king, it is said, being informed of these designs, saw that either his own ruin or that of Glocester was inevitable; and he resolved, by a hasty blow, to prevent the execution of such destructive projects. This is certain, that Glocester, by his own confession, had often affected to speak contemptuously of the king's person and government; had deliberated concerning the lawfulness of throwing off allegiance to him; and had even born part in a secret conference, where his deposition was proposed, and talked of, and determined. But it is reasonable to think, that his schemes were not so far advanced as to make him resolve on putting them immediately in execution. The danger, probably, was still too distant to render a desperate remedy entirely necessary for the security of government.","subId":"33","id":"Hume.HE.2.17.33"},{"type":"paragraph","content":"But whatever opinion we may form of the danger arising from Glocester's conspiracies, his aversion to the French truce and alliance was public and avowed; and that court, which had now a great influence over the king, pushed him to provide for his own safety, by punishing the traiterous designs of his uncle. The resentment against his former acts of violence revived; the sense of his refractory and uncompliant behaviour was still recent; and a man, whose ambition had once usurped royal authority, and who had murdered all the faithful servants of the king, was thought capable, on a favourable opportunity, of renewing the same criminal enterprizes. The king's precipitate temper admitted of no deliberation: He ordered Glocester to be unexpectedly arrested; to be hurried on board a ship which was lying in the river; and to be carried over to Calais, where alone, by reason of his numerous partizans, he could safely be detained in custody. The earls of Arundel and Warwic were seized at the same time: The malcontents, so suddenly deprived of their leaders, were astonished and overawed: And the concurrence of the dukes of Lancaster and York in those measures, together with the earls of Derby and Rutland, the eldest sons of these princes, bereaved them of all possibility of resistance.","subId":"34","id":"Hume.HE.2.17.34"},{"type":"paragraph","content":"{17th Sept.} A parliament was immediately summoned at Westminster; and the king doubted not to find the peers, and still more the commons, very compliant with his will. This house had in a former parliament given him very sensible proofs of their attachment; and the present suppression of Glocester's party made him still more assured of a favourable election. As a farther expedient for that purpose, he is also said to have employed the influence of the sheriffs; a practice which, though not unusual, gave umbrage, but which the established authority of that assembly rendered afterwards still more familiar to the nation. Accordingly, the parliament passed whatever acts the king was pleased to dictate to them: They annulled for ever the commission which usurped upon the royal authority, and they declared it treasonable to attempt, in any future period, the revival of any similar commission: They abrogated all the acts, which attainted the king's ministers, and which that parliament who passed them, and the whole nation, had sworn inviolably to maintain: And they declared the general pardon then granted to be invalid, as extorted by force, and never ratified by the free consent of the king. Though Richard, after he resumed the government, and lay no longer under constraint, had voluntarily, by proclamation, confirmed that general indemnity; this circumstance seemed not, in their eyes, to merit any consideration. Even a particular pardon granted six years after to the earl of Arundel, was annulled by parliament; on pretence, that it had been procured by surprize, and that the king was not then fully apprized of the degree of guilt incurred by that nobleman.","subId":"35","id":"Hume.HE.2.17.35"},{"type":"paragraph","content":"The commons then preferred an impeachment against Fitz-Alan, archbishop of Canterbury, and brother to Arundel, and accused him for his concurrence in procuring the illegal commission, and in attainting the king's ministers. The primate pleaded guilty; but as he was protected by the ecclesiastical privileges, the king was satisfied with a sentence, which banished him the kingdom, and sequestered his temporalities. An appeal or accusation was presented against the duke of Glocester, and the earls of Arundel and Warwic, by the earls of Rutland, Kent, Huntingdon, Somerset, Salisbury, and Nottingham, together with the lords Spencer and Scrope, and they were accused of the same crimes which had been imputed to the archbishop, as well as of their appearance against the king in a hostile manner at Haringay-park. The earl of Arundel, who was brought to the bar, wisely confined all his defence to the pleading of both the general and particular pardon of the king; but his plea being over-ruled, he was condemned, and executed. The earl of Warwic, who was also convicted of high treason, was, on account of his submissive behaviour, pardoned as to his life, but doomed to perpetual banishment in the Isle of Man. No new acts of treason were imputed to either of these noblemen. The only crimes, for which they were condemned, were the old attempts against the crown, which seemed to be obliterated, both by the distance of time, and by repeated pardons. The reasons of this method of proceeding, it is difficult to conjecture. The recent conspiracies of Glocester seem certain from his own confession: But, perhaps, the king and ministry had not, at that time, in their hands, any satisfactory proof of their reality; perhaps, it was difficult to convict Arundel and Warwic, of any participation in them; perhaps, an enquiry into these conspiracies would have involved in the guilt some of those great noblemen, who now concurred with the crown, and whom it was necessary to cover from all imputation; or perhaps, the king, according to the genius of the age, was indifferent about maintaining even the appearance of law and equity, and was only solicitous by any means to ensure success in these prosecutions. This point, like many others in ancient history, we are obliged to leave altogether undetermined.","subId":"36","id":"Hume.HE.2.17.36"},{"type":"paragraph","content":"{Murder of the duke of Glocester.} A warrant was issued to the earl Marshal, governor of Calais, to bring over the duke of Glocester, in order to his trial; but the governor returned for answer, that the duke had died suddenly of an apoplexy in that fortress. Nothing could be more suspicious, from the time, than the circumstances of that prince's death: It became immediately the general opinion, that he was murdered by orders from his nephew: In the subsequent reign undoubted proofs were produced in parliament, that he had been suffocated with pillows by his keepers: And it appeared, that the king, apprehensive lest the public trial and execution of so popular a prince, and so near a relation, might prove both dangerous and invidious, had taken this base method of gratifying, and, as he fancied, concealing, his revenge upon him. Both parties, in their successive triumphs, seem to have had no farther concern than that of retaliating upon their adversaries; and neither of them were aware, that, by imitating, they indirectly justified, as far as it lay in their power, all the illegal violence of the opposite party.","subId":"37","id":"Hume.HE.2.17.37"},{"type":"paragraph","content":"This session concluded with the creation or advancement of several peers: The earl of Derby was made duke of Hereford; the earl of Rutland, duke of Albemarle; the earl of Kent, duke of Surrey; the earl of Huntingdon, duke of Exeter; the earl of Nottingham, duke of Norfolk; the earl of Somerset, marquis of Dorset; lord Spenser, earl of Glocester; Ralph Nevil, earl of Westmoreland; Thomas Piercy, earl of Worcester; William Scrope, earl of Wiltshire. The parliament, after a session of twelve days, was adjourned to Shrewsbury. The king, before the departure of the members, exacted from them an oath for the perpetual maintenance and establishment of all their acts; an oath, similar to that which had formerly been required by the duke of Glocester and his party, and which had already proved so vain and fruitless.","subId":"38","id":"Hume.HE.2.17.38"},{"type":"paragraph","content":"{1398. 28th Jan.} Both king and parliament met in the same dispositions at Shrewsbury. So anxious was Richard for the security of these acts, that he obliged the lords and commons to swear anew to them on the cross of Canterbury; and he soon after procured a bull from the pope, by which they were, as he imagined, perpetually secured and established. The parliament, on the other hand, conferred on him for life the duties on wool, wool-fells, and leather, and granted him besides, a subsidy of one tenth and a half, and one fifteenth and a half. They also reversed the attainder of Tresilian and the other judges; and with the approbation of the present judges, declared the answers, for which these magistrates had been impeached, to be just and legal: And they carried so far their retrospect as to reverse, on the petition of lord Spenser, earl of Glocester, the attainder pronounced against the two Spensers in the reign of Edward II. The ancient history of England is nothing but a catalogue of reversals: Every thing is in fluctuation and movement: One faction is continually undoing what was established by another: And the multiplied oaths, which each party exacted for the security of the present acts, betray a perpetual consciousness of their instability.","subId":"39","id":"Hume.HE.2.17.39"},{"type":"paragraph","content":"The parliament, before they were dissolved, elected a committee of twelve lords and six commoners, whom they invested with the whole power both of lords and commons, and endowed with full authority to finish all business, which had been laid before the houses, and which they had not had leisure to bring to a conclusion. This was an unusual concession; and though it was limited in the object, might, either immediately or as a precedent, have proved dangerous to the constitution: But the cause of that extraordinary measure was an event singular and unexpected, which engaged the attention of the parliament.","subId":"40","id":"Hume.HE.2.17.40"},{"type":"paragraph","content":"After the destruction of the duke of Glocester and the heads of that party, a misunderstanding broke out among those noblemen, who had joined in the prosecution; and the king wanted either authority sufficient to appease it, or foresight to prevent it. The duke of Hereford appeared in parliament, and accused the duke of Norfolk of having spoken to him, in private, many slanderous words of the king, and of having imputed to that prince an intention of subverting and destroying many of his principal nobility. Norfolk denied the charge, gave Hereford the lie, and offered to prove his own innocence by duel. The challenge was accepted: The time and place of combat were appointed: And as the event of this important trial by arms might require the interposition of legislative authority, the parliament thought it more suitable to delegate their power to a committee, than to prolong the session beyond the usual time which custom and general convenience had prescribed to it.","subId":"41","id":"Hume.HE.2.17.41"},{"type":"paragraph","content":"The duke of Hereford was certainly very little delicate in the point of honour, when he revealed a private conversation to the ruin of the person who had entrusted him; and we may thence be more inclined to believe the duke of Norfolk's denial, than the other's asseveration. But Norfolk had in these transactions betrayed an equal neglect of honour, which brings him entirely on a level with his antagonist. Though he had publicly joined with the duke of Glocester and his party in all the former acts of violence against the king; and his name stands among the appellants who accused the duke of Ireland and the other ministers: Yet was he not ashamed publicly to impeach his former associates for the very crimes, which he had concurred with them in committing; and his name encreases the list of those appellants who brought them to a trial. Such were the principles and practices of those ancient knights and barons during the prevalence of the aristocratical government, and the reign of chivalry.","subId":"42","id":"Hume.HE.2.17.42"},{"type":"paragraph","content":"The lists for this decision of truth and right were appointed at Coventry before the king: All the nobility of England bandied into parties, and adhered either to the one duke or the other: The whole nation was held in suspence with regard to the event: But when the two champions appeared in the field, accoutered for the combat, the king interposed, to prevent both the present effusion of such noble blood, and the future consequences of the quarrel. By the advice and authority of the parliamentary commissioners, he stopped the duel; and to show his impartiality, he ordered, by the same authority, both the combatants to leave the kingdom; assigning one country for the place of Norfolk's exile, which he declared perpetual, another for that of Hereford, which he limited to ten years.","subId":"43","id":"Hume.HE.2.17.43"},{"type":"paragraph","content":"Hereford was a man of great prudence and command of temper; and he behaved himself with so much submission in these delicate circumstances, that the king, before his departure, promised to shorten the term of his exile four years; and he also granted him letters patent, by which he was empowered, in case any inheritance should in the interval accrue to him, to enter immediately in possession, and to postpone the doing of homage till his return.","subId":"44","id":"Hume.HE.2.17.44"},{"type":"paragraph","content":"{Banishment of Henry duke of Hereford.} The weakness and fluctuation of Richard's counsels appear no where more evident than in the conduct of this affair. No sooner had Hereford left the kingdom, than the king's jealousy of the power and riches of that prince's family revived; and he was sensible, that, by Glocester's death, he had only removed a counterpoise to the Lancastrian interest, which was now become formidable to his crown and kingdom. Being informed, that Hereford had entered into a treaty of marriage with the daughter of the duke of Berry, uncle to the French king, he determined to prevent the finishing of an alliance, which would so much extend the interest of his cousin in foreign countries; and he sent over the earl of Salisbury to Paris with a commission for that purpose. {1399. 3d Feb.} The death of the duke of Lancaster, which happened soon after, called upon him to take new resolutions with regard to that opulent succession. The present duke, in consequence of the king's patent, desired to be put in possession of the estate and jurisdictions of his father: But Richard, afraid of strengthening the hands of a man, whom he had already so much offended, applied to the parliamentary commissioners, and persuaded them, that this affair was but an appendage to that business which the parliament had delegated to them. By their authority, he revoked his letters patent, and retained possession of the estate of Lancaster: And by the same authority, he seized and tried the duke's attorney, who had procured and insisted on the letters, and he had him condemned as a traitor, for faithfully executing that trust to his master. An extravagant act of power! even though the king changed, in favour of the attorney, the penalty of death into that of banishment.","subId":"45","id":"Hume.HE.2.17.45"},{"type":"paragraph","content":"Henry, the new duke of Lancaster, had acquired, by his conduct and abilities, the esteem of the public; and having served with distinction against the infidels in Lithuania, he had joined to his other praises those of piety and valour, virtues which have at all times a great influence over mankind, and were, during those ages, the qualities chiefly held in estimation. He was connected with most of the principal nobility by blood, alliance, or friendship; and as the injury, done him by the king, might in its consequences affect all of them, he easily brought them, by a sense of common interest, to take part in his resentment. The people, who must have an object of affection, who found nothing in the king's person, which they could love or revere, and who were even disgusted with many parts of his conduct, easily transferred to Henry that attachment, which the death of the duke of Glocester had left without any fixed direction. His misfortunes were lamented; the injustice, which he had suffered, was complained of; and all men turned their eyes towards him, as the only person that could retrieve the lost honour of the nation, or redress the supposed abuses in the government.","subId":"46","id":"Hume.HE.2.17.46"},{"type":"paragraph","content":"{Return of Henry.} While such were the dispositions of the people, Richard had the imprudence to embark for Ireland, in order to revenge the death of his cousin, Roger earl of Marche, the presumptive heir of the crown, who had lately been slain in a skirmish by the natives; and he thereby left the kingdom of England open to the attempts of his provoked and ambitious enemy. {4th July.} Henry, embarking at Nantz with a retinue of sixty persons, among whom were the archbishop of Canterbury and the young earl of Arundel, nephew to that prelate, landed at Ravenspur in Yorkshire; and was immediately joined by the earls of Northumberland and Westmoreland, two of the most potent barons in England. He here took a solemn oath, that he had no other purpose in this invasion, than to recover the dutchy of Lancaster, unjustly detained from him; and he invited all his friends in England, and all lovers of their country, to second him in this reasonable and moderate pretension. Every place was in commotion: The malcontents in all quarters flew to arms: London discovered the strongest symptoms of its disposition to mutiny and rebellion: And Henry's army, encreasing on every day's march, soon amounted to the number of 60,000 combatants.","subId":"47","id":"Hume.HE.2.17.47"},{"type":"paragraph","content":"{General insurrection.} The duke of York was left guardian of the realm; a place to which his birth intitled him, but which both his slender abilities, and his natural connexions with the duke of Lancaster, rendered him utterly incapable of filling in such a dangerous emergency. Such of the chief nobility, as were attached to the crown, and could either have seconded the guardian's good intentions, or have overawed his infidelity, had attended the king into Ireland; and the efforts of Richard's friends were every where more feeble than those of his enemies. The duke of York, however, appointed the rendezvous of his forces at St. Albans, and soon assembled an army of 40,000 men, but found them entirely destitute of zeal and attachment to the royal cause, and more inclined to join the party of the rebels. He hearkened therefore very readily to a message from Henry, who entreated him not to oppose a loyal and humble supplicant in the recovery of his legal patrimony; and the guardian even declared publicly that he would second his nephew in so reasonable a request. His army embraced with acclamations the same measures; and the duke of Lancaster, reinforced by them, was now entirely master of the kingdom. He hastened to Bristol, into which some of the king's ministers had thrown themselves; and soon obliging that place to surrender, he yielded to the popular wishes, and without giving them a trial, ordered the earl of Wiltshire, Sir John Bussy, and Sir Henry Green, whom he there took prisoners, to be led to immediate execution.","subId":"48","id":"Hume.HE.2.17.48"},{"type":"paragraph","content":"The king, receiving intelligence of this invasion and insurrection, hastened over from Ireland, and landed in Milford Haven with a body of 20,000 men: But even this army, so much inferior to the enemy, was either overawed by the general combination of the kingdom, or seized with the same spirit of disaffection; and they gradually deserted him, till he found that he had not above 6000 men, who followed his standard. It appeared, therefore, necessary to retire secretly from this small body, which served only to expose him to danger; and he fled to the isle of Anglesea, where he purposed to embark either for Ireland or France, and there await the favourable opportunities, which the return of his subjects to a sense of duty, or their future discontents against the duke of Lancaster, would probably afford him. Henry, sensible of the danger, sent to him the earl of Northumberland with the strongest professions of loyalty and submission; and that nobleman, by treachery and false oaths, made himself master of the king's person, and carried him to his enemy at Flint Castle. {1st Sept.} Richard was conducted to London, by the duke of Lancaster, who was there received with the acclamations of the mutinous populace. It is pretended, that the recorder met him on the road; and in the name of the city, entreated him, for the public safety, to put Richard to death, with all his adherents who were prisoners; but the duke prudently determined to make many others participate in his guilt, before he would proceed to those extremities. For this purpose, he issued writs of election in the king's name, and appointed the immediate meeting of a parliament at Westminster.","subId":"49","id":"Hume.HE.2.17.49"},{"type":"paragraph","content":"Such of the peers, as were most devoted to the king, were either fled or imprisoned; and no opponents, even among the barons, dared to appear against Henry, amidst that scene of outrage and violence, which commonly attends revolutions, especially in England during those turbulent ages. It is also easy to imagine, that a house of commons, elected during this universal ferment, and this triumph of the Lancastrian party, would be extremely attached to that cause, and ready to second every suggestion of their leaders. That order, being as yet of too little weight to stem the torrent, was always carried along with it, and served only to encrease the violence, which the public interest required it should endeavour to controul. {Deposition of the king.} The duke of Lancaster therefore, sensible that he should be entirely master, began to carry his views to the crown itself; and he deliberated with his partizans concerning the most proper means of effecting his daring purpose. {28th Sept.} He first extorted a resignation from Richard; but as he knew, that this deed would plainly appear the result of force and fear, he also purposed, notwithstanding the danger of the precedent to himself and his posterity, to have him solemnly deposed in parliament for his pretended tyranny and misconduct. A charge, consisting of thirty-three articles, was accordingly drawn up against him, and presented to that assembly.","subId":"50","id":"Hume.HE.2.17.50"},{"type":"paragraph","content":"If we examine these articles, which are expressed with extreme acrimony against Richard, we shall find, that, except some rash speeches which are imputed to him, and of whose reality, as they are said to have passed in private conversation, we may reasonably entertain some doubt; the chief amount of the charge is contained in his violent conduct during the two last years of his reign, and naturally divides itself into two principal heads. The first and most considerable is the revenge, which he took on the princes and great barons, who had formerly usurped, and still persevered in controuling and threatening, his authority; the second is the violation of the laws and general privileges of his people. But the former, however irregular in many of its circumstances, was fully supported by authority of parliament, and was but a copy of the violence, which the princes and barons themselves, during their former triumph, had exercised against him and his party. The detention of Lancaster's estate was, properly speaking, a revocation, by parliamentary authority, of a grace, which the king himself had formerly granted him. The murder of Glocester (for the secret execution, however merited, of that prince, certainly deserves this appellation) was a private deed, formed not any precedent, and implied not any usurped or arbitrary power of the crown, which could justly give umbrage to the people. It really proceeded from a defect of power in the king, rather than from his ambition; and proves, that, instead of being dangerous to the constitution, he possessed not even the authority necessary for the execution of the laws.","subId":"51","id":"Hume.HE.2.17.51"},{"type":"paragraph","content":"Concerning the second head of accusation, as it mostly consists of general facts, as framed by Richard's inveterate enemies, and was never allowed to be answered by him or his friends; it is more difficult to form a judgment. The greater part of these grievances, imputed to Richard, seems to be the exertion of arbitrary prerogatives; such as the dispensing power, levying purveyance, employing the marshal's court, extorting loans, granting protections from law-suits; prerogatives, which, though often complained of, had often been exercised by his predecessors, and still continued to be so by his successors. But whether his irregular acts of this kind were more frequent, and injudicious, and violent than usual, or were only laid hold of and exaggerated, by the factions, to which the weakness of his reign had given birth, we are not able at this distance to determine with certainty. There is however one circumstance, in which his conduct is visibly different from that of his grandfather: He is not accused of having imposed one arbitrary tax, without consent of parliament, during his whole reign: Scarcely a year passed during the reign of Edward, which was free from complaints with regard to this dangerous exertion of authority. But, perhaps, the ascendant, which Edward had acquired over the people, together with his great prudence, enabled him to make a life very advantageous to his subjects of this and other arbitrary prerogatives, and rendered them a smaller grievance in his hands, than a less absolute authority in those of his grandson. This is a point, which it would be rash for us to decide positively on either side; but it is certain, that a charge, drawn up by the duke of Lancaster, and assented to by a parliament, situated in those circumstances, forms no manner of presumption with regard to the unusual irregularity or violence of the king's conduct in this particular.","subId":"52","id":"Hume.HE.2.17.52"},{"type":"paragraph","content":"When the charge against Richard was presented to the parliament, though it was liable, almost in every article, to objections, it was not canvassed, nor examined, nor disputed in either house, and seemed to be received with universal approbation. One man alone, the bishop of Carlisle, had the courage, amidst this general disloyalty and violence, to appear in defence of his unhappy master, and to plead his cause against all the power of the prevailing party. Though some topics, employed by that virtuous prelate, may seem to favour too much the doctrine of passive obedience, and to make too large a sacrifice of the rights of mankind; he was naturally pushed into that extreme by his abhorrence of the present licentious factions; and such intrepidity, as well as disinterestedness of behaviour, proves, that, whatever his speculative principles were, his heart was elevated far above the meanness and abject submission of a slave. He represented to the parliament, that all the abuses of government, which could justly be imputed to Richard, instead of amounting to tyranny, were merely the result of error, youth, or misguided counsel, and admitted of a remedy, more easy and salutary, than a total subversion of the constitution. That even had they been much more violent and dangerous than they really were, they had chiefly proceeded from former examples of resistance, which, making the prince sensible of his precarious situation, had obliged him to establish his throne by irregular and arbitrary expedients. That a rebellious disposition in subjects was the principal cause of tyranny in kings: Laws could never secure the subject which did not give security to the sovereign: And if the maxim of inviolable loyalty, which formed the basis of the English government, were once rejected, the privileges, belonging to the several orders of the state, instead of being fortified by that licentiousness, would thereby lose the surest foundation of their force and stability. That the parliamentary deposition of Edward II. far from making a precedent, which could controul this maxim, was only an example of successful violence; and it was sufficiently to be lamented, that crimes were so often committed in the world, without establishing principles which might justify and authorize them. That even that precedent, false and dangerous as it was, could never warrant the present excesses, which were so much greater, and which would entail distraction and misery on the nation, to the latest posterity. That the succession, at least, of the crown, was then preserved inviolate: The lineal heir was placed on the throne: And the people had an opportunity, by their legal obedience to him, of making atonement for the violence, which they had committed against his predecessor. That a descendant of Lionel, duke of Clarence, the elder brother of the late duke of Lancaster, had been declared in parliament successor to the crown: He had left posterity: And their title, however it might be overpowered by present force and faction, could never be obliterated from the minds of the people. That if the turbulent disposition alone of the nation had overturned the well-established throne of so good a prince as Richard; what bloody commotions must ensue, when the same cause was united to the motive of restoring the legal and undoubted heir to his authority? That the new government, intended to be established, would stand on no principle; and would scarcely retain any pretence, by which it could challenge the obedience of men of sense and virtue. That the claim of lineal descent was so gross as scarcely to deceive the most ignorant of the populace: Conquest could never be pleaded by a rebel against his sovereign: The consent of the people had no authority in a monarchy not derived from consent, but established by hereditary right; and however the nation might be justified, in deposing the misguided Richard, it could never have any reason for setting aside his lawful heir and successor, who was plainly innocent. And that the duke of Lancaster would give them but a bad specimen of the legal moderation, which might be expected from his future government, if he added, to the crime of his past rebellion, the guilt of excluding the family, which, both by right of blood, and by declaration of parliament, would, in case of Richard's demise, or voluntary resignation, have been received as the undoubted heirs of the monarchy.","subId":"53","id":"Hume.HE.2.17.53"},{"type":"paragraph","content":"All the circumstances of this event, compared to those which attended the late revolution in 1688, show the difference between a great and civilized nation, deliberately vindicating its established privileges, and a turbulent and barbarous aristocracy, plunging headlong from the extremes of one faction into those of another. This noble freedom of the bishop of Carlisle, instead of being applauded, was not so much as tolerated: He was immediately arrested, by order of the duke of Lancaster, and sent a prisoner to the abbey of St. Albans. No farther debate was attempted: Thirty-three long articles of charge were, in one meeting, voted against Richard; and voted unanimously by the same peers and prelates, who, a little before, had, voluntarily and unanimously, authorized those very acts of violence, of which they now complained. That prince was deposed by the suffrages of both houses; and the throne being now vacant, the duke of Lancaster stepped forth, and having crossed himself on the forehead, and on the breast, and called upon the name of Christ, he pronounced these words, which we shall give in the original language, because of their singularity.","subId":"54","id":"Hume.HE.2.17.54"},{"type":"paragraph","content":"In the name of Fadher, Son, and Holy Ghost, I Henry of Lancaster, challenge this rewme of Ynglande, and the croun, with all the membres, and the appurtenances; als I that am descendit by right line of the blode, coming fro the gude king Henry therde, and throge that right that God of his grace hath sent me, with helpe of kyn, and of my frendes to recover it; the which rewme was in poynt to be ondone by defaut of governance, and ondoying of the gude lawes.","subId":"55","id":"Hume.HE.2.17.55"},{"type":"paragraph","content":"In order to understand this speech, it must be observed, that there was a silly story, received among some of the lowest vulgar, that Edmond, earl of Lancaster, son of Henry III. was really the elder brother of Edward I.; but that, by reason of some deformity in his person, he had been postponed in the succession, and his younger brother imposed on the nation in his stead. As the present duke of Lancaster inherited from Edmond by his mother, this genealogy made him the true heir of the monarchy; and it is therefore insinuated in Henry's speech: But the absurdity was too gross to be openly avowed either by him, or by the parliament. The case is the same with regard to his right of conquest: He was a subject who rebelled against his sovereign: He entered the kingdom with a retinue of no more than sixty persons: He could not therefore be the conqueror of England; and this right is accordingly insinuated, not avowed. Still there is a third claim, derived from his merits in saving the nation from tyranny and oppression; and this claim is also insinuated: But as it seemed, by its nature, better calculated as a reason for his being elected king by a free choice, than for giving him an immediate right of possession, he durst not speak openly even on this head; and to obviate any notion of election, he challenges the crown as his due, either by acquisition or inheritance. The whole forms such a piece of jargon and nonsense, as is almost without example: No objection however was made to it in parliament: The unanimous voice of lords and commons placed Henry on the throne: He became king, nobody could tell how or wherefore: The title of the house of Marche, formerly recognized by parliament, was neither invalidated nor repealed; but passed over in total silence: And as a concern for the liberties of the people seems to have had no hand in this revolution, their right to dispose of the government, as well as all their other privileges, was left precisely on the same footing as before. But Henry having, when he claimed the crown, dropped some obscure hint concerning conquest, which, it was thought, might endanger these privileges, he soon after made a public declaration, that he did not thereby intend to deprive any other of his franchises or liberties: Which was the only circumstance, where we shall find meaning or common sense, in all these transactions.","subId":"56","id":"Hume.HE.2.17.56"},{"type":"paragraph","content":"{6th Oct.} The subsequent events discover the same headlong violence of conduct, and the same rude notions of civil government. The deposition of Richard dissolved the parliament: It was necessary to summon a new one: And Henry, in six days after, called together, without any new election, the same members; and this assembly he denominated a new parliament. They were employed in the usual task of reversing every deed of the opposite party. All the acts of the last parliament of Richard, which had been confirmed by their oaths, and by a papal bull, were abrogated: All the acts, which had passed in the parliament where Glocester prevailed, which had also been confirmed by their oaths, but which had been abrogated by Richard, were anew established: The answers of Tresilian, and the other judges, which a parliament had annulled, but which a new parliament and new judges had approved, here received a second condemnation. The peers, who had accused Glocester, Arundel and Warwic, and who had received higher titles for that piece of service, were all of them degraded from their new dignities: Even the practice of prosecuting appeals in parliament, which bore the air of a violent confederacy against an individual, rather than of a legal indictment, was wholly abolished; and trials were restored to the course of common law. The natural effect of this conduct was to render the people giddy with such rapid and perpetual changes, and to make them lose all notions of right and wrong in the measures of government.","subId":"57","id":"Hume.HE.2.17.57"},{"type":"paragraph","content":"{23d Oct.} The earl of Northumberland made a motion, in the house of peers, with regard to the unhappy prince whom they had deposed. He asked them, what advice they would give the king for the future treatment of him; since Henry was resolved to spare his life. They unanimously replied, that he should be imprisoned under a secure guard, in some secret place, and should be deprived of all commerce with any of his friends or partizans. It was easy to foresee, that he would not long remain alive in the hands of such barbarous and sanguinary enemies. Historians differ with regard to the manner in which he was murdered. {Murder of the king.} It was long the prevailing opinion, that Sir Piers Exton, and others of his guards, fell upon him in the castle of Pomfret, where he was confined, and dispatched him with their halberts. But it is more probable, that he was starved to death in prison; and after all sustenance was denied him, he prolonged his unhappy life, it is said, for a fortnight, before he reached the end of his miseries. This account is more consistent with the story, that his body was exposed in public, and that no marks of violence were observed upon it. He died in the thirty-fourth year of his age, and the twenty-third of his reign. He left no posterity, either legitimate or illegitimate.","subId":"58","id":"Hume.HE.2.17.58"},{"type":"paragraph","content":"{His character.} All the writers, who have transmitted to us the history of Richard, lived during the reigns of the Lancastrian princes; and candor requires, that we should not give entire credit to the reproaches, which they have thrown upon his memory. But after making all proper allowances, he still appears to have been a weak prince, and unfit for government, less for want of natural parts and capacity, than of solid judgment and a good education. He was violent in his temper; profuse in his expence; fond of idle show and magnificence; devoted to favourites; and addicted to pleasure: Passions, all of them, the most inconsistent with a prudent oeconomy, and consequently dangerous in a limited and mixed government. Had he possessed the talents of gaining, and still more those of overawing, his great barons, he might have escaped all the misfortunes of his reign, and been allowed to carry much farther his oppressions over the people, if he really was guilty of any, without their daring to rebel, or even to murmur against him. But when the grandees were tempted, by his want of prudence and of vigour, to resist his authority, and execute the most violent enterprizes upon him, he was naturally led to seek an opportunity of retaliation; justice was neglected; the lives of the chief nobility were sacrificed; and all these enormities seem to have proceeded less from a settled design of establishing arbitrary power, than from the insolence of victory, and the necessities of the king's situation. The manners indeed of the age were the chief source of such violence: Laws, which were feebly executed in peaceable times, lost all their authority during public convulsions: Both parties were alike guilty: Or if any difference may be remarked between them, we shall find, that the authority of the crown, being more legal, was commonly carried, when it prevailed, to less desperate extremities, than was that of the aristocracy.","subId":"59","id":"Hume.HE.2.17.59"},{"type":"paragraph","content":"On comparing the conduct and events of this reign, with those of the preceding, we shall find equal reason to admire Edward, and to blame Richard; but the circumstance of opposition, surely, will not lie in the strict regard paid by the former to national privileges, and the neglect of them by the latter. On the contrary, the prince of small abilities, as he felt his want of power, seems to have been more moderate in this respect than the other. Every parliament, assembled during the reign of Edward, remonstrates against the exertion of some arbitrary prerogative or other: We hear not any complaints of that kind during the reign of Richard, till the assembling of his last parliament, which was summoned by his inveterate enemies, which dethroned him, which framed their complaints during the time of the most furious convulsions, and whose testimony must therefore have, on that account, much less authority with every equitable judge. Both these princes experienced the encroachment of the Great upon their authority. Edward, reduced to necessities, was obliged to make an express bargain with his parliament, and to sell some of his prerogatives for present supply; but as they were acquainted with his genius and capacity, they ventured not to demand any exorbitant concessions, or such as were incompatible with regal and sovereign power: The weakness of Richard tempted the parliament to extort a commission, which, in a manner, dethroned the prince, and transferred the sceptre into the hands of the nobility. The events of these encroachments were also suitable to the character of each. Edward had no sooner gotten the supply, than he departed from the engagements, which had induced the parliament to grant it; he openly told his people, that he had but dissembled with them when he seemed to make them these concessions; and he resumed and retained all his prerogatives. But Richard, because he was detected in consulting and deliberating with the judges on the lawfulness of restoring the constitution, found his barons immediately in arms against him; was deprived of his liberty; saw his favourites, his ministers, his tutor, butchered before his face, or banished and attainted; and was obliged to give way to all this violence. There cannot be a more remarkable contrast between the fortunes of two princes: It were happy for society, did this contrast always depend on the justice or injustice of the measures which men embrace, and not rather on the different degrees of prudence and vigour, with which those measures are supported.","subId":"60","id":"Hume.HE.2.17.60"},{"type":"paragraph","content":"{Miscellaneous transactions during this reign.} There was a sensible decay of ecclesiastical authority during this period. The disgust, which the laity had received from the numerous usurpations both of the court of Rome, and of their own clergy, had very much weaned the kingdom from superstition; and strong symptoms appeared, from time to time, of a general desire to shake off the bondage of the Romish church. In the committee of eighteen, to whom Richard's last parliament delegated their whole power, there is not the name of one ecclesiastic to be found; a neglect which is almost without example, while the catholic religion subsisted in England.","subId":"61","id":"Hume.HE.2.17.61"},{"type":"paragraph","content":"The aversion entertained against the established church soon found principles and tenets and reasonings, by which it could justify and support itself. John Wickliffe, a secular priest, educated at Oxford, began in the latter end of Edward III. to spread the doctrine of reformation by his discourses, sermons, and writings; and he made many disciples among men of all ranks and stations. He seems to have been a man of parts and learning, and has the honour of being the first person in Europe, that publicly called in question those principles, which had universally passed for certain and undisputed during so many ages. Wickliffe himself, as well as his disciples, who received the name of Wickliffites, or Lollards, was distinguished by a great austerity of life and manners, a circumstance common to almost all those who dogmatize in any new way, both because men, who draw to them the attention of the public, and expose themselves to the odium of great multitudes, are obliged to be very guarded in their conduct, and because few, who have a strong propensity to pleasure or business, will enter upon so difficult and laborious an undertaking. The doctrines of Wickliffe, being derived from his search into the scriptures and into ecclesiastical antiquity, were nearly the same with those which were propagated by the reformers in the sixteenth century: He only carried some of them farther than was done by the more sober part of these reformers. He denied the doctrine of the real presence, the supremacy of the church of Rome, the merit of monastic vows: He maintained, that the scriptures were the sole rule of faith; that the church was dependant on the state, and should be reformed by it; that the clergy ought to possess no estates; that the begging friars were a nuisance, and ought not to be supported; that the numerous ceremonies of the church were hurtful to true piety: He asserted, that oaths were unlawful, that dominion was founded in grace, that every thing was subject to fate and destiny, and that all men were pre-ordained either to eternal salvation or reprobation. From the whole of his doctrines, Wickliffe appears to have been strongly tinctured with enthusiasm, and to have been thereby the better qualified to oppose a church, whose chief characteristic is superstition.","subId":"62","id":"Hume.HE.2.17.62"},{"type":"paragraph","content":"The propagation of these principles gave great alarm to the clergy; and a bull was issued by pope Gregory XI. for taking Wickliffe into custody, and examining into the scope of his opinions. Courteney, bishop of London, cited him before his tribunal; but the reformer had now acquired powerful protectors, who screened him from the ecclesiastical jurisdiction. The duke of Lancaster, who then governed the kingdom, encouraged the principles of Wickliffe; and he made no scruple, as well as lord Piercy, the mareschal, to appear openly in court with him, in order to give him countenance upon his trial: He even insisted, that Wickliffe should sit in the bishop's presence, while his principles were examined: Courteney exclaimed against the insult: The Londoners, thinking their prelate affronted, attacked the duke and mareschal, who escaped from their hands with some difficulty. And the populace, soon after, broke into the houses of both these noblemen, threatened their persons, and plundered their goods. The bishop of London had the merit of appeasing their fury and resentment.","subId":"63","id":"Hume.HE.2.17.63"},{"type":"paragraph","content":"The duke of Lancaster, however, still continued his protection to Wickliffe, during the minority of Richard; and the principles of that reformer had so far propagated themselves, that, when the pope sent to Oxford a new bull against these doctrines, the university deliberated for some time, whether they should receive the bull; and they never took any vigorous measures in consequence of the papal orders. Even the populace of London were at length brought to entertain favourable sentiments of this reformer: When he was cited before a synod at Lambeth, they broke into the assembly, and so overawed the prelates, who found both the people and the court against them, that they dismissed him without any farther censure.","subId":"64","id":"Hume.HE.2.17.64"},{"type":"paragraph","content":"The clergy, we may well believe, were more wanting in power than in inclination to punish this new heresy, which struck at all their credit, possessions, and authority. But there was hitherto no law in England, by which the secular arm was authorised to support orthodoxy; and the ecclesiastics endeavoured to supply the defect by an extraordinary and unwarrantable artifice. In the year 1381, there was an act passed, requiring sheriffs to apprehend the preachers of heresy and their abettors; but this statute had been surreptitiously obtained by the clergy, and had the formality of an enrolment without the consent of the commons. In the subsequent session, the lower house complained of the fraud; affirmed, that they had no intention to bind themselves to the prelates farther than their ancestors had done before them; and required that the pretended statute should be repealed, which was done accordingly. But it is remarkable, that, notwithstanding this vigilance of the commons, the clergy had so much art and influence, that the repeal was suppressed, and the act, which never had any legal authority, remains to this day upon the statute book: Though the clergy still thought proper to keep it in reserve, and not proceed to the immediate execution of it.","subId":"65","id":"Hume.HE.2.17.65"},{"type":"paragraph","content":"But besides this defect of power in the church, which saved Wickliffe, that reformer himself, notwithstanding his enthusiasm, seems not to have been actuated by the spirit of martyrdom; and in all subsequent trials before the prelates, he so explained away his doctrine by tortured meanings, as to render it quite innocent and inoffensive. Most of his followers imitated his cautious disposition, and saved themselves either by recantations or explanations. He died of a palsy in the year 1385 at his rectory of Lutterworth in the county of Leicester; and the clergy, mortified that he should have escaped their vengeance, took care, besides assuring the people of his eternal damnation, to represent his last distemper as a visible judgment of heaven upon him for his multiplied heresies and impieties.","subId":"66","id":"Hume.HE.2.17.66"},{"type":"paragraph","content":"The proselytes, however, of Wickliffe's opinions still encreased in England: Some monkish writers represent one half of the kingdom as infected by those principles: They were carried over to Bohemia by some youth of that nation, who studied at Oxford: But though the age seemed strongly disposed to receive them, affairs were not yet fully ripe for this great revolution; and the finishing blow to ecclesiastical power was reserved to a period of more curiosity, literature, and inclination for novelties.","subId":"67","id":"Hume.HE.2.17.67"},{"type":"paragraph","content":"Meanwhile the English parliament continued to check the clergy and the court of Rome, by more sober and more legal expedients. They enacted anew the statute of provisors, and affixed higher penalties to the transgression of it, which, in some instances, was even made capital. The court of Rome had fallen upon a new device, which encreased their authority over the prelates: The pope, who found that the expedient of arbitrarily depriving them was violent, and liable to opposition, attained the same end by transferring such of them, as were obnoxious, to poorer sees, and even to nominal sees, in partibus infidelium. It was thus that the archbishop of York, and the bishops of Durham and Chichester, the king's ministers, had been treated after the prevalence of Glocester's faction: The bishop of Carlisle met with the same fate after the accession of Henry IV. For the pope always joined with the prevailing powers, when they did not thwart his pretensions. The parliament, in the reign of Richard, enacted a law against this abuse: And the king made a general remonstrance to the court of Rome against all those usurpations, which he calls horrible excesses of that court.","subId":"68","id":"Hume.HE.2.17.68"},{"type":"paragraph","content":"It was usual for the church, that they might elude the mortmain act, to make their votaries leave lands in trust to certain persons, under whose name the clergy enjoyed the benefit of the bequest: The parliament also stopped the progress of this abuse. In the 17th of the king, the commons prayed, that remedy might be had against such religious persons as cause their villains to marry free women inheritable, whereby the estate comes to those religious hands by collusion. This was a new device of the clergy.","subId":"69","id":"Hume.HE.2.17.69"},{"type":"paragraph","content":"The papacy was at this time somewhat weakened by a schism, which lasted during forty years, and gave great scandal to the devoted partizans of the holy see. After the pope had resided many years at Avignon, Gregory XI. was persuaded to return to Rome; and upon his death, which happened in 1380, the Romans, resolute to fix, for the future, the seat of the papacy in Italy, besieged the cardinals in the conclave, and compelled them, though they were mostly Frenchmen, to elect Urban VI. an Italian, into that high dignity. The French cardinals, as soon as they recovered their liberty, fled from Rome, and protesting against the forced election, chose Robert, son of the count of Geneva, who took the name of Clement VII. and resided at Avignon. All the kingdoms of Christendom, according to their several interests and inclinations, were divided between these two pontiffs. The court of France adhered to Clement, and was followed by its allies, the king of Castile, and the king of Scotland: England of course was thrown into the other party, and declared for Urban. Thus the appellation of Clementines and Urbanists distracted Europe for several years; and each party damned the other as schismatics, and as rebels to the true vicar of Christ. But this circumstance, though it weakened the papal authority, had not so great an effect as might naturally be imagined. Though any king could easily, at first, make his kingdom embrace the party of one pope or the other, or even keep it some time in suspence between them, he could not so easily transfer his obedience at pleasure: The people attached themselves to their own party, as to a religious opinion; and conceived an extreme abhorrence to the opposite party, whom they regarded as little better than Saracens or infidels. Crusades were even undertaken in this quarrel; and the zealous bishop of Norwich, in particular, led over, in 1382, near 60,000 bigots into Flanders against the Clementines; but after losing a great part of his followers, he returned with disgrace into England. Each pope, sensible, from this prevailing spirit among the people, that the kingdom, which once embraced his cause, would always adhere to him, boldly maintained all the pretensions of his see, and stood not much more in awe of the temporal sovereigns, than if his authority had not been endangered by a rival.","subId":"70","id":"Hume.HE.2.17.70"},{"type":"paragraph","content":"We meet with this preamble to a law enacted at the very beginning of this reign: \"Whereas divers persons of small garrison of land or other possessions do make great retinue of people, as well of esquires as of others, in many parts of the realm, giving to them hats and other livery of one suit by year, taking again towards them the value of the same livery or percase the double value, by such covenant and assurance, that every of them shall maintain other in all quarrels, be they reasonable or unreasonable, to the great mischief and oppression of the people, &c.\" This preamble contains a true picture of the state of the kingdom. The laws had been so feebly executed, even during the long, active, and vigilant reign of Edward III. that no subject could trust to their protection. Men openly associated themselves, under the patronage of some great baron, for their mutual defence. They wore public badges, by which their confederacy was distinguished. They supported each other in all quarrels, iniquities, extortions, murders, robberies, and other crimes. Their chief was more their sovereign than the king himself; and their own band was more connected with them than their country. Hence the perpetual turbulence, disorders, factions, and civil wars of those times: Hence the small regard paid to a character or the opinion of the public: Hence the large discretionary prerogatives of the crown, and the danger which might have ensued from the too great limitation of them. If the king had possessed no arbitrary powers, while all the nobles assumed and exercised them, there must have ensued an absolute anarchy in the state.","subId":"71","id":"Hume.HE.2.17.71"},{"type":"paragraph","content":"One great mischief, attending these confederacies, was the extorting from the king pardons for the most enormous crimes. The parliament often endeavoured, in the last reign, to deprive the prince of this prerogative; but, in the present, they were content with an abridgment of it. They enacted, that no pardon for rapes or for murder from malice prepense should be valid, unless the crime were particularly specified in it. There were also some other circumstances required for passing any pardon of this kind: An excellent law; but ill observed, like most laws that thwart the manners of the people, and the prevailing customs of the times.","subId":"72","id":"Hume.HE.2.17.72"},{"type":"paragraph","content":"It is easy to observe, from these voluntary associations among the people, that the whole force of the feudal system was in a manner dissolved, and that the English had nearly returned in that particular to the same situation, in which they stood before the Norman conquest. It was indeed impossible, that that system could long subsist under the perpetual revolutions, to which landed property is every where subject. When the great feudal baronies were first erected, the lord lived in opulence in the midst of his vassals: He was in a situation to protect and cherish and defend them: The quality of patron naturally united itself to that of superior: And these two principles of authority mutually supported each other. But when, by the various divisions and mixtures of property, a man's superior came to live at a distance from him, and could no longer give him shelter or countenance; the tie gradually became more fictitious than real: New connexions from vicinity or other causes were formed: Protection was sought by voluntary services and attachment: The appearance of valour, spirit, abilities in any great man extended his interest very far: And if the sovereign were deficient in these qualities, he was no less, if not more exposed to the usurpations of the aristocracy, than even during the vigour of the feudal system.","subId":"73","id":"Hume.HE.2.17.73"},{"type":"paragraph","content":"The greatest novelty introduced into the civil government during this reign was the creation of peers by patent. Lord Beauchamp of Holt was the first peer, that was advanced to the house of lords in this manner. The practice of levying benevolences is also first mentioned in the present reign.","subId":"74","id":"Hume.HE.2.17.74"},{"type":"paragraph","content":"This prince lived in a more magnificent manner than perhaps any of his predecessors or successors. His household consisted of 10,000 persons: He had 300 in his kitchen; and all the other offices were furnished in proportion. It must be remarked, that this enormous train had tables supplied them at the king's expence, according to the mode of that age. Such prodigality was probably the source of many exactions, by purveyors, and was one chief reason of the public discontents.","subId":"75","id":"Hume.HE.2.17.75"},{"type":"note","content":"Walsing. p. 150.","subId":"n1","id":"Hume.HE.2.17.n1"},{"type":"note","content":"Rymer, vol. vii. p. 161.","subId":"n2","id":"Hume.HE.2.17.n2"},{"type":"note","content":"See note [L] at the end of the volume.","subId":"n3","id":"Hume.HE.2.17.n3"},{"type":"note","content":"Rymer, vol. vii. p. 190.","subId":"n4","id":"Hume.HE.2.17.n4"},{"type":"note","content":"Walsing. p. 209","subId":"n5","id":"Hume.HE.2.17.n5"},{"type":"note","content":"Froissard, liv. 2. chap. 50, 51. Walsing. p. 239.","subId":"n6","id":"Hume.HE.2.17.n6"},{"type":"note","content":"Liv. 2. chap. 74.","subId":"n7","id":"Hume.HE.2.17.n7"},{"type":"note","content":"Froissard, liv. 2. chap. 74. Walsingham, p. 275.","subId":"n8","id":"Hume.HE.2.17.n8"},{"type":"note","content":"There were two verses at that time in the mouths of all the common people, which, in spite of prejudice, one cannot but regard with some degree of approbation:When Adam delv'd and Eve span, \n Where was then the gentleman?","subId":"n9","id":"Hume.HE.2.17.n9"},{"type":"note","content":"Froissard, liv. 2. chap. 74.","subId":"n10","id":"Hume.HE.2.17.n10"},{"type":"note","content":"Ibid. chap. 75.","subId":"n11","id":"Hume.HE.2.17.n11"},{"type":"note","content":"Ibid. chap. 76. Walsingham, p. 248, 249.","subId":"n12","id":"Hume.HE.2.17.n12"},{"type":"note","content":"Froissard, liv. 2. chap. 77.","subId":"n13","id":"Hume.HE.2.17.n13"},{"type":"note","content":"Walsingham, p. 250, 251.","subId":"n14","id":"Hume.HE.2.17.n14"},{"type":"note","content":"Froissard, vol. ii. chap. 77. Walsingham, p. 252. Knyghton, p. 2637.","subId":"n15","id":"Hume.HE.2.17.n15"},{"type":"note","content":"Walsingham, p. 267.","subId":"n16","id":"Hume.HE.2.17.n16"},{"type":"note","content":"5 Rich. II. cap. ult. as quoted in the observations on ancient statutes, p. 262.","subId":"n17","id":"Hume.HE.2.17.n17"},{"type":"note","content":"Walsingham, p. 265.","subId":"n18","id":"Hume.HE.2.17.n18"},{"type":"note","content":"Froissard, liv. 2. chap. 149, 150, &c. liv. 3. chap. 52. Walsingham, p. 316, 317.","subId":"n19","id":"Hume.HE.2.17.n19"},{"type":"note","content":"Froissard, liv. 3. chap. 41, 53. Walsingham, p. 322, 323.","subId":"n20","id":"Hume.HE.2.17.n20"},{"type":"note","content":"Cotton, p. 310, 311. Cox's Hist. of Ireland, p. 129. Walsingham, p. 324.","subId":"n21","id":"Hume.HE.2.17.n21"},{"type":"note","content":"Walsingham, p. 328.","subId":"n22","id":"Hume.HE.2.17.n22"},{"type":"note","content":"See note [M] at the end of the volume.","subId":"n23","id":"Hume.HE.2.17.n23"},{"type":"note","content":"Cotton, p. 315. Knyghton, p. 2683.","subId":"n24","id":"Hume.HE.2.17.n24"},{"type":"note","content":"It is probable that the earl of Suffolk was not rich, nor able to support the dignity without the bounty of the crown: For his father, Michael de la Pole, though a great merchant, had been ruined by lending money to the late king. See Cotton, p. 194. We may remark that the dukes of Glocester and York, though vastly rich, received at the same time each of them a thousand pounds a year, to support their dignity. Rymer, vol. vii. p. 481. Cotton, p. 310.","subId":"n25","id":"Hume.HE.2.17.n25"},{"type":"note","content":"Cotton, p. 315.","subId":"n26","id":"Hume.HE.2.17.n26"},{"type":"note","content":"Knyghton, p. 2686. Statutes at large, 10 Rich. II. chap. i.","subId":"n27","id":"Hume.HE.2.17.n27"},{"type":"note","content":"Cotton, p. 318.","subId":"n28","id":"Hume.HE.2.17.n28"},{"type":"note","content":"In the preamble to 5 Henry IV. cap. vii. it is implied, that the sheriffs in a manner appointed the members of the house of commons, not only in this parliament, but in many others.","subId":"n29","id":"Hume.HE.2.17.n29"},{"type":"note","content":"Knyghton, p. 2694. Ypod. Neust. p. 541.","subId":"n30","id":"Hume.HE.2.17.n30"},{"type":"note","content":"The parliament in 1341, exacted of Edward III. that, on the third day of every session, the king should resume all the great offices; and that the ministers should then answer to any accusation that should be brought against them: Which plainly implies, that, while ministers, they could not be accused or impeached in parliament. Henry IV. told the commons, that the usage of parliament required them to go first through the king's business in granting supplies; which order the king intended not to alter, Parl. Hist. vol. ii. p. 65. Upon the whole, it must be allowed, that, according to ancient practice and principles, there are at least plausible grounds for all these opinions of the Judges. It must be remarked, that this affirmation of Henry IV. was given deliberately, after consulting the house of peers, who were much better acquainted with the usage of parliament than the ignorant commons. And it has the greater authority, because Henry IV. had made this very principle a considerable article of charge against his predecessor; and that a very few years before. So ill grounded were most of the imputations thrown on the unhappy Richard!","subId":"n31","id":"Hume.HE.2.17.n31"},{"type":"note","content":"Cotton, p. 322.","subId":"n32","id":"Hume.HE.2.17.n32"},{"type":"note","content":"Knyghton, p. 2715. Tyrrel, vol. iii. part 2. p. 919. from the records. Parliamentary History, vol. i. p. 414.","subId":"n33","id":"Hume.HE.2.17.n33"},{"type":"note","content":"See note [N] at the end of the volume.","subId":"n34","id":"Hume.HE.2.17.n34"},{"type":"note","content":"At least this is the character given of him by Froissard, liv. 2. who knew him personally: Walsingham, p. 334. gives a very different character of him; but he is a writer somewhat passionate and partial; and the choice made of this gentleman by Edward III. and the Black Prince for the education of Richard, makes the character given him by Froissard, much more probable.","subId":"n35","id":"Hume.HE.2.17.n35"},{"type":"note","content":"See note [O] at the end of the volume.","subId":"n36","id":"Hume.HE.2.17.n36"},{"type":"note","content":"Dugdale, vol. ii. p. 170.","subId":"n37","id":"Hume.HE.2.17.n37"},{"type":"note","content":"Knyghton, p. 2677. Walsingham, p. 342.","subId":"n38","id":"Hume.HE.2.17.n38"},{"type":"note","content":"Rymer, vol. vii. p. 659.","subId":"n39","id":"Hume.HE.2.17.n39"},{"type":"note","content":"Ibid. p. 687.","subId":"n40","id":"Hume.HE.2.17.n40"},{"type":"note","content":"Cotton, p. 365. Walsingham, p. 352.","subId":"n41","id":"Hume.HE.2.17.n41"},{"type":"note","content":"15th August, 1388.","subId":"n42","id":"Hume.HE.2.17.n42"},{"type":"note","content":"Froissard, liv. 3. chap. 124, 125, 126. Walsingham, p. 355.","subId":"n43","id":"Hume.HE.2.17.n43"},{"type":"note","content":"Rymer, vol. vii. p. 820.","subId":"n44","id":"Hume.HE.2.17.n44"},{"type":"note","content":"Ibid. p. 811.","subId":"n45","id":"Hume.HE.2.17.n45"},{"type":"note","content":"Ibid. p. 727. Walsingham, p. 347.","subId":"n46","id":"Hume.HE.2.17.n46"},{"type":"note","content":"Rymer, vol. vii. p. 152.","subId":"n47","id":"Hume.HE.2.17.n47"},{"type":"note","content":"Liv. 4. chap. 86.","subId":"n48","id":"Hume.HE.2.17.n48"},{"type":"note","content":"Cotton, p. 378. Tyrrel, vol. iii. part 2. p. 972, from the records. Parliamentary History, vol. i. p. 473. That this confession was genuine, and obtained without violence, may be entirely depended on. Judge Rickhill, who brought it over from Calais, was tried on that account, and acquitted in the first parliament of Henry IV. when Glocester's party was prevalent. His acquittal, notwithstanding his innocence, may even appear marvellous, considering the times. See Cotton, p. 393.","subId":"n49","id":"Hume.HE.2.17.n49"},{"type":"note","content":"Froissard, liv. 4. chap. 90. Walsing. p. 354.","subId":"n50","id":"Hume.HE.2.17.n50"},{"type":"note","content":"Rymer, vol. viii. p. 7.","subId":"n51","id":"Hume.HE.2.17.n51"},{"type":"note","content":"See note [P] at the end of the volume.","subId":"n52","id":"Hume.HE.2.17.n52"},{"type":"note","content":"The nobles brought numerous retainers with them to give them security, as we are told by Walsingham, p. 354. The king had only a few Cheshire men for his guard.","subId":"n53","id":"Hume.HE.2.17.n53"},{"type":"note","content":"Statutes at Large, 21 Richard II.","subId":"n54","id":"Hume.HE.2.17.n54"},{"type":"note","content":"Cotton, p. 368.","subId":"n55","id":"Hume.HE.2.17.n55"},{"type":"note","content":"Ibid. p. 377. Froissard, liv. 4. chap. 90. Walsing. p. 354.","subId":"n56","id":"Hume.HE.2.17.n56"},{"type":"note","content":"Tyrrel, vol. iii. part 2. p. 968. from the records.","subId":"n57","id":"Hume.HE.2.17.n57"},{"type":"note","content":"Cotton, p. 399, 400. Dugdale, vol. ii. p. 171.","subId":"n58","id":"Hume.HE.2.17.n58"},{"type":"note","content":"Cotton, p. 370, 371.","subId":"n59","id":"Hume.HE.2.17.n59"},{"type":"note","content":"Ibid. p. 371.","subId":"n60","id":"Hume.HE.2.17.n60"},{"type":"note","content":"Walsing. p. 355.","subId":"n61","id":"Hume.HE.2.17.n61"},{"type":"note","content":"Statutes at large, 21 Rich. II.","subId":"n62","id":"Hume.HE.2.17.n62"},{"type":"note","content":"Cotton, p. 372.","subId":"n63","id":"Hume.HE.2.17.n63"},{"type":"note","content":"The names of the commissioners were, the dukes of Lancaster, York, Albemarle, Surrey, and Exeter, the marquis of Dorset, the earls of March, Salisbury, Northumberland, Glocester, Winchester, and Wiltshire, John Bussey, Henry Green, John Russel, Robert Teyne, Henry Chelmeswicke, and John Golofre. It is to be remarked, that the duke of Lancaster always concurred with the rest in all their proceedings, even in the banishment of his son, which was afterwards so much complained of.","subId":"n64","id":"Hume.HE.2.17.n64"},{"type":"note","content":"Cotton, p. 372. Walsing. p. 355.","subId":"n65","id":"Hume.HE.2.17.n65"},{"type":"note","content":"Cotton, p. 372. Parliamentary history, vol. i. p. 490.","subId":"n66","id":"Hume.HE.2.17.n66"},{"type":"note","content":"In the first year of Henry VI. when the authority of parliament was great, and when that assembly could least be suspected of lying under violence, a like concession was made to the privy council from like motives of convenience. See Cotton, p. 564.","subId":"n67","id":"Hume.HE.2.17.n67"},{"type":"note","content":"Cotton, p. 380. Walsingham, p. 356.","subId":"n68","id":"Hume.HE.2.17.n68"},{"type":"note","content":"Tyrrel, vol. iii. part 2. p. 991, from the records.","subId":"n69","id":"Hume.HE.2.17.n69"},{"type":"note","content":"Walsingham, p. 343.","subId":"n70","id":"Hume.HE.2.17.n70"},{"type":"note","content":"He levied fines upon those who had ten years before joined the duke of Glocester and his party: They were obliged to pay him money, before he would allow them to enjoy the benefit of the indemnity; and in the articles of charge against him, it is asserted, that the payment of one fine did not suffice. It is indeed likely, that his ministers would abuse the power put into their hands; and this grievance extended to very many people. Historians agree in representing this practice as a great oppression. See Otterburne, p. 199.","subId":"n71","id":"Hume.HE.2.17.n71"},{"type":"note","content":"Walsingham.","subId":"n72","id":"Hume.HE.2.17.n72"},{"type":"note","content":"Knyghton, p. 2744. Otterburne, p. 212.","subId":"n73","id":"Hume.HE.2.17.n73"},{"type":"note","content":"Tyrrel, vol. iii. part 2. p. 1008, from the records. Knyghton, p. 2746. Otterburne, p. 214.","subId":"n74","id":"Hume.HE.2.17.n74"},{"type":"note","content":"Art. 16, 26.","subId":"n75","id":"Hume.HE.2.17.n75"},{"type":"note","content":"Art. 13, 17, 18.","subId":"n76","id":"Hume.HE.2.17.n76"},{"type":"note","content":"Art. 22.","subId":"n77","id":"Hume.HE.2.17.n77"},{"type":"note","content":"Art. 27.","subId":"n78","id":"Hume.HE.2.17.n78"},{"type":"note","content":"Art. 14.","subId":"n79","id":"Hume.HE.2.17.n79"},{"type":"note","content":"Art. 16.","subId":"n80","id":"Hume.HE.2.17.n80"},{"type":"note","content":"We learn from Cotton, p. 362, that the king, by his chancellor, told the commons, that they were sunderly bound to him, and namely in forbearing to charge them with dismes and fifteens, the which he meant no more to charge them in his own person. These words no more allude to the practice of his predecessors: He had not himself imposed any arbitrary taxes: Even the parliament, in the articles of his deposition, though they complain of heavy taxes, affirm not, that they were imposed illegally or by arbitrary will.","subId":"n81","id":"Hume.HE.2.17.n81"},{"type":"note","content":"See note [Q] at the end of the volume.","subId":"n82","id":"Hume.HE.2.17.n82"},{"type":"note","content":"Sir John Heywarde, p. 101.","subId":"n83","id":"Hume.HE.2.17.n83"},{"type":"note","content":"Cotton, p. 389.","subId":"n84","id":"Hume.HE.2.17.n84"},{"type":"note","content":"Knyghton, p. 2757.","subId":"n85","id":"Hume.HE.2.17.n85"},{"type":"note","content":"Knyghton, p. 2759. Otterborn, p. 220.","subId":"n86","id":"Hume.HE.2.17.n86"},{"type":"note","content":"Cotton, p. 390.","subId":"n87","id":"Hume.HE.2.17.n87"},{"type":"note","content":"Henry iv. cap. 14.","subId":"n88","id":"Hume.HE.2.17.n88"},{"type":"note","content":"Peruse, in this view, the abridgment of the records, by Sir Robert Cotton, during these two reigns.","subId":"n89","id":"Hume.HE.2.17.n89"},{"type":"note","content":"See note [R] at the end of the volume.","subId":"n90","id":"Hume.HE.2.17.n90"},{"type":"note","content":"Walsingham, p. 191, 208, 283, 284. Spelman Concil. vol. ii. p. 630. Knyghton, p. 2657.","subId":"n91","id":"Hume.HE.2.17.n91"},{"type":"note","content":"Harpsfield, p. 668, 673, 674. Waldens. tom. i. lib. 3. art. I. cap. 8.","subId":"n92","id":"Hume.HE.2.17.n92"},{"type":"note","content":"Spelm. Conc. vol. ii. p. 621. Walsingham, p. 201, 202, 203.","subId":"n93","id":"Hume.HE.2.17.n93"},{"type":"note","content":"Harpsfield in Hist. Wickl. p. 683.","subId":"n94","id":"Hume.HE.2.17.n94"},{"type":"note","content":"Wood's Ant. Oxon. lib. I. p. 191, &c. Walsingham, p. 201.","subId":"n95","id":"Hume.HE.2.17.n95"},{"type":"note","content":"Cotton's abridgment, p. 285.","subId":"n96","id":"Hume.HE.2.17.n96"},{"type":"note","content":"5 Rich. II chap. 5.","subId":"n97","id":"Hume.HE.2.17.n97"},{"type":"note","content":"Walsingham, p. 206. Knyghton, p. 2655, 2656.","subId":"n98","id":"Hume.HE.2.17.n98"},{"type":"note","content":"Walsingham, p. 312. Ypod. Neust. p. 337.","subId":"n99","id":"Hume.HE.2.17.n99"},{"type":"note","content":"Knyghton, p. 2663.","subId":"n100","id":"Hume.HE.2.17.n100"},{"type":"note","content":"13 Rich. II. cap. 3. 16 Rich. II. cap. 4.","subId":"n101","id":"Hume.HE.2.17.n101"},{"type":"note","content":"Rymer, vol. vii. p. 672.","subId":"n102","id":"Hume.HE.2.17.n102"},{"type":"note","content":"Knyghton, p. 27, 38. Cotton, p. 355.","subId":"n103","id":"Hume.HE.2.17.n103"},{"type":"note","content":"Cotton, p. 355.","subId":"n104","id":"Hume.HE.2.17.n104"},{"type":"note","content":"Froissard, lib. 2. chap. 133, 134. Walsingham, p. 298, 299, 300, &c. Knyghton, p. 2671.","subId":"n105","id":"Hume.HE.2.17.n105"},{"type":"note","content":"Rich. II. chap. 7.","subId":"n106","id":"Hume.HE.2.17.n106"},{"type":"note","content":"13 Rich. II. chap. 1.","subId":"n107","id":"Hume.HE.2.17.n107"},{"type":"note","content":"Harding: This poet says, that he speaks from the authority of a clerk of the green cloth.","subId":"n108","id":"Hume.HE.2.17.n108"}]}