{"imported":true,"id":"Hume.HE.2.18","parent":"Hume.HE.2","title":"Chapter 18. Henry IV","breadcrumb":"Chapter 18","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XVIII.\nHENRY IV.\nTitle of the king——An insurrection——An insurrection in Wales——The earl of Northumberland rebels——Battle of Shrewsbury——State of Scotland——Parliamentary transactions——Death——and character of the king.","id":"Hume.HE.2.18"},{"type":"paragraph","content":"{1399. Title of the king.} THE English had so long been familiarized to the hereditary succession of their monarchs, the instances of departure from it had always born such strong symptoms of injustice and violence, and so little of a national choice or election, and the returns to the true line had ever been deemed such fortunate incidents in their history, that Henry was afraid, lest, in resting his title on the consent of the people, he should build on a foundation, to which the people themselves were not accustomed, and whose solidity they would with difficulty be brought to recognize. The idea too of choice seemed always to imply that of conditions, and a right of recalling the consent upon any supposed violation of them; an idea which was not naturally agreeable to a sovereign, and might in England be dangerous to the subjects, who, lying so much under the influence of turbulent nobles, had ever paid but an imperfect obedience even to their hereditary princes. For these reasons Henry was determined never to have recourse to this claim; the only one, on which his authority could consistently stand: He rather chose to patch up his title in the best manner he could, from other pretensions: And in the end, he left himself, in the eyes of men of sense, no ground of right, but his present possession; a very precarious foundation, which, by its very nature, was liable to be overthrown by every faction of the great, or prejudice of the people. He had indeed a present advantage over his competitor: The heir of the house of Mortimer, who had been declared in parliament heir to the crown, was a boy of seven years of age: His friends consulted his safety by keeping silence with regard to his title: Henry detained him and his younger brother in an honourable custody at Windsor castle: But he had reason to dread, that, in proportion as that nobleman grew to man's estate, he would draw to him the attachment of the people, and make them reflect on the fraud, violence, and injustice, by which he had been excluded from the throne. Many favourable topics would occur in his behalf: He was a native of England; possessed an extensive interest from the greatness and alliances of his family; however criminal the deposed monarch, this youth was entirely innocent; he was of the same religion, and educated in the same manners with the people, and could not be governed by any separate interest: These views would all concur to favour his claim; and though the abilities of the present prince might ward off any dangerous revolution, it was justly to be apprehended, that his authority could with difficulty be brought to equal that of his predecessors.","subId":"1","id":"Hume.HE.2.18.1"},{"type":"paragraph","content":"Henry in his very first parliament had reason to see the danger attending that station, which he had assumed, and the obstacles which he would meet with in governing an unruly aristocracy, always divided by faction, and at present inflamed with the resentments, consequent on such recent convulsions. The peers, on their assembling, broke out into violent animosities against each other; forty gauntlets, the pledges of furious battle, were thrown on the floor of the house by noblemen who gave mutual challenges; and liar and traitor resounded from all quarters. The king had so much authority with these doughty champions, as to prevent all the combats, which they threatened; but he was not able to bring them to a proper composure, or to an amicable disposition towards each other.","subId":"2","id":"Hume.HE.2.18.2"},{"type":"paragraph","content":"{1400. An insurrection.} It was not long before these passions broke into action. The earls of Rutland, Kent, and Huntingdon, and lord Spencer, who were now degraded from the respective titles of Albemarle, Surrey, Exeter, and Glocester, conferred on them by Richard, entered into a conspiracy, together with the earl of Salisbury and lord Lumley, for raising an insurrection, and for seizing the king's person at Windsor; but the treachery of Rutland gave him warning of the danger. He suddenly withdrew to London; and the conspirators, who came to Windsor with a body of 500 horse, found that they had missed this blow, on which all the success of their enterprize depended. Henry appeared, next day, at Kingston upon Thames, at the head of 20,000 men, mostly drawn from the city; and his enemies, unable to resist his power, dispersed themselves, with a view of raising their followers in the several counties, which were the seat of their interest. But the adherents of the king were hot in the pursuit, and every where opposed themselves to their progress. The earls of Kent and Salisbury were seized at Cirencester by the citizens; and were next day beheaded without farther ceremony, according to the custom of the times. The citizens of Bristol treated Spencer and Lumley in the same manner. The earl of Huntingdon, Sir Thomas Blount, and Sir Benedict Sely, who were also taken prisoners, suffered death, with many others of the conspirators, by orders from Henry. And when the quarters of these unhappy men were brought to London, no less than eighteen bishops and thirty-two mitred abbots, joined the populace, and met them with the most indecent marks of joy and exultation.","subId":"3","id":"Hume.HE.2.18.3"},{"type":"paragraph","content":"But the spectacle the most shocking to every one, who retained any sentiment either of honour or humanity, still remained. The earl of Rutland appeared, carrying on a pole the head of lord Spencer, his brother-in-law, which he presented in triumph to Henry, as a testimony of his loyalty. This infamous man, who was soon after duke of York by the death of his father, and first prince of the blood, had been instrumental in the murder of his uncle, the duke of Glocester; had then deserted Richard, by whom he was trusted; had conspired against the life of Henry, to whom he had sworn allegiance; had betrayed his associates, whom he had seduced into this enterprize; and now displayed, in the face of the world, these badges of his multiplied dishonour.","subId":"4","id":"Hume.HE.2.18.4"},{"type":"paragraph","content":"{1401.} Henry was sensible, that, though the execution of these conspirators might seem to give security to his throne, the animosities, which remain after such bloody scenes, are always dangerous to royal authority; and he therefore determined not to encrease, by any hazardous enterprize, those numerous enemies, with whom he was every where environed. While a subject, he was believed to have strongly imbibed all the principles of his father, the duke of Lancaster, and to have adopted the prejudices which the Lollards inspired against the abuses of the established church: But finding himself possessed of the throne by so precarious a title, he thought superstition a necessary implement of public authority; and he resolved, by every expedient, to pay court to the clergy. There were hitherto no penal laws enacted against heresy; an indulgence which had proceeded, not from a spirit of toleration in the Romish church, but from the ignorance and simplicity of the people, which had rendered them unfit either for starting or receiving any new or curious doctrines, and which needed not to be restrained by rigorous penalties. But when the learning and genius of Wickliffe had once broken, in some measure, the fetters of prejudice, the ecclesiastics called aloud for the punishment of his disciples; and the king, who was very little scrupulous in his conduct, was easily induced to sacrifice his principles to his interest, and to acquire the favour of the church by that most effectual method, the gratifying of their vengeance against opponents. He engaged the parliament to pass a law for that purpose: It was enacted, that, when any heretic, who relapsed or refused to abjure his opinions, was delivered over to the secular arm by the bishop or his commissaries, he should be committed to the flames by the civil magistrate before the whole people. This weapon did not long remain unemployed in the hands of the clergy: William Sautré, rector of St. Osithes in London, had been condemned by the convocation of Canterbury; his sentence was ratified by the house of peers; the king issued his writ for the execution; and the unhappy man atoned for his erroneous opinions by the penalty of fire. This is the first instance of that kind in England; and thus one horror more was added to those dismal scenes, which at that time were already but too familiar to the people.","subId":"5","id":"Hume.HE.2.18.5"},{"type":"paragraph","content":"But the utmost precaution and prudence of Henry could not shield him from those numerous inquietudes, which assailed him from every quarter. The connexions of Richard with the royal family of France made that court exert its activity to recover his authority, or revenge his death; but though the confusions in England tempted the French to engage in some enterprize, by which they might distress their ancient enemy, the greater confusions, which they experienced at home, obliged them quickly to accommodate matters; and Charles, content with recovering his daughter from Henry's hands, laid aside his preparations, and renewed the truce between the kingdoms. The attack of Guienne was also an inviting attempt, which the present factions, that prevailed among the French, obliged them to neglect. The Gascons, affectionate to the memory of Richard, who was born among them, refused to swear allegiance to a prince that had dethroned and murdered him; and the appearance of a French army on their frontiers, would probably have tempted them to change masters. But the earl of Worcester, arriving with some English troops, gave countenance to the partizans of Henry, and overawed their opponents. Religion too was here found a cement to their union with England. The Gascons had been engaged by Richard's authority to acknowledge the pope of Rome; and they were sensible, that, if they submitted to France, it would be necessary for them to pay obedience to the pope of Avignon, whom they had been taught to detest as a schismatic. Their principles on this head were too fast rooted to admit of any sudden or violent alteration.","subId":"6","id":"Hume.HE.2.18.6"},{"type":"paragraph","content":"{Insurrection in Wales.} The revolution in England proved likewise the occasion of an insurrection in Wales. Owen Glendour, or Glendourduy, descended from the ancient princes of that country, had become obnoxious on account of his attachment to Richard; and Reginald, lord Gray of Ruthyn, who was closely connected with the new king, and who enjoyed a great fortune in the marches of Wales, thought the opportunity favourable for oppressing his neighbour, and taking possession of his estate. Glendour, provoked at the injustice, and still more at the indignity, recovered possession by the sword: Henry sent assistance to Gray; the Welsh took part with Glendour: A troublesome and tedious war was kindled, which Glendour long sustained by his valour and activity, aided by the natural strength of the country, and the untamed spirit of its inhabitants.","subId":"7","id":"Hume.HE.2.18.7"},{"type":"paragraph","content":"As Glendour committed devastations promiscuously on all the English, he infested the estate of the earl of Marche; and Sir Edmund Mortimer, uncle to that nobleman, led out the retainers of the family, and gave battle to the Welsh chieftain: His troops were routed, and he was taken prisoner: At the same time, the earl himself, who had been allowed to retire to his castle of Wigmore, and who, though a mere boy, took the field with his followers, fell also into Glendour's hands, and was carried by him into Wales. As Henry dreaded and hated all the family of Marche, he allowed the earl to remain in captivity; and though that young nobleman was nearly allied to the Piercies, to whose assistance he himself had owed his crown, he refused to the earl of Northumberland permission to treat of his ransom with Glendour.","subId":"8","id":"Hume.HE.2.18.8"},{"type":"paragraph","content":"The uncertainty in which Henry's affairs stood during a long time with France, as well as the confusions incident to all great changes in government, tempted the Scots to make incursions into England; and Henry, desirous of taking revenge upon them, but afraid of rendering his new government unpopular by requiring great supplies from his subjects, summoned at Westminster a council of the peers, without the commons, and laid before them the state of his affairs. The military part of the feudal constitution was now much decayed: There remained only so much of that fabric as affected the civil rights and properties of men: And the peers here undertook, but voluntarily, to attend the king in an expedition against Scotland, each of them at the head of a certain number of his retainers. Henry conducted this army to Edinburgh, of which he easily made himself master; and he there summoned Robert III. to do homage to him for his crown. {1402.} But finding that the Scots would neither submit nor give him battle, he returned in three weeks, after making this useless bravadoe; and he disbanded his army.","subId":"9","id":"Hume.HE.2.18.9"},{"type":"paragraph","content":"In the subsequent season, Archibald earl of Douglas, at the head of 12,000 men, and attended by many of the principal nobility of Scotland, made an irruption into England, and committed devastations on the northern counties. On his return home, he was overtaken by the Piercies, at Homeldon on the borders of England, and a fierce battle ensued, where the Scots were totally routed. Douglas himself was taken prisoner; as was Mordac earl of Fife, son of the duke of Albany, and nephew of the Scottish king, with the earls of Angus, Murray, and Orkney, and many others of the gentry and nobility. When Henry received intelligence of this victory, he sent the earl of Northumberland orders not to ransom his prisoners, which that nobleman regarded as his right, by the laws of war, received in that age. The king intended to detain them, that he might be able by their means to make an advantageous peace with Scotland; but by this policy he gave a fresh disgust to the family of Piercy.","subId":"10","id":"Hume.HE.2.18.10"},{"type":"paragraph","content":"{1403. The earl of Northumberland rebels.} The obligations, which Henry had owed to Northumberland, were of a kind the most likely to produce ingratitude on the one side, and discontent on the other. The sovereign naturally became jealous of that power, which had advanced him to the throne; and the subject was not easily satisfied in the returns which he thought so great a favour had merited. Though Henry, on his accession, had bestowed the office of constable on Northumberland for life, and conferred other gifts on that family, these favours were regarded as their due; the refusal of any other request was deemed an injury. The impatient spirit of Harry Piercy, and the factious disposition of the earl of Worcester, younger brother of Northumberland, inflamed the discontents of that nobleman; and the precarious title of Henry tempted him to seek revenge, by overturning that throne, which he had at first established. He entered into a correspondence with Glendour: He gave liberty to the earl of Douglas, and made an alliance with that martial chief: He rouzed up all his partizans to arms; and such unlimited authority at that time belonged to the great families, that the same men, whom, a few years before, he had conducted against Richard, now followed his standard in opposition to Henry. When war was ready to break out, Northumberland was seized with a sudden illness at Berwic; and young Piercy, taking the command of the troops, marched towards Shrewsbury, in order to join his forces with those of Glendour. The king had happily a small army on foot, with which he had intended to act against the Scots; and knowing the importance of celerity in all civil wars, he instantly hurried down, that he might give battle to the rebels. He approached Piercy near Shrewsbury, before that nobleman was joined by Glendour; and the policy of one leader, and impatience of the other, made them hasten to a general engagement.","subId":"11","id":"Hume.HE.2.18.11"},{"type":"paragraph","content":"The evening before the battle, Piercy sent a manifesto to Henry, in which he renounced his allegiance, set that prince at defiance, and in the name of his father and uncle, as well as his own, enumerated all the grievances, of which, he pretended, the nation had reason to complain. He upbraided him with the perjury, of which he had been guilty, when, on landing at Ravenspur, he had sworn upon the gospels, before the earl of Northumberland, that he had no other intention than to recover the dutchy of Lancaster, and that he would ever remain a faithful subject to king Richard. He aggravated his guilt in first dethroning, then murdering that prince, and in usurping on the title of the house of Mortimer, to whom, both by lineal succession, and by declarations of parliament, the throne, when vacant by Richard's demise, did of right belong. He complained of his cruel policy, in allowing the young earl of Marche, whom he ought to regard as his sovereign, to remain a captive in the hands of his enemies, and in even refusing to all his friends permission to treat of his ransom. He charged him again with perjury in loading the nation with heavy taxes, after having sworn, that, without the utmost necessity, he would never levy any impositions upon them. And he reproached him with the arts employed in procuring favourable elections into parliament; arts, which he himself had before imputed as a crime to Richard, and which he had made one chief reason of that prince's arraignment and deposition. This manifesto was well calculated to inflame the quarrel between the parties: The bravery of the two leaders promised an obstinate engagement: And the equality of the armies, being each about 12,000 men, a number which was not unmanageable by the commanders, gave reason to expect a great effusion of blood on both sides, and a very doubtful issue to the combat.","subId":"12","id":"Hume.HE.2.18.12"},{"type":"paragraph","content":"{21st July: Battle of Shrewbury.} We shall scarcely find any battle in those ages, where the shock was more terrible and more constant. Henry exposed his person in the thickest of the fight: His gallant son, whose military atchievements were afterwards so renowned, and who here performed his noviciate in arms, signalized himself on his father's footsteps, and even a wound, which he received in the face with an arrow, could not oblige him to quit the field. Piercy supported that fame, which he had acquired in many a bloody combat. And Douglas, his ancient enemy and now his friend, still appeared his rival, amidst the horror and confusion of the day. This nobleman performed feats of valour, which are almost incredible: He seemed determined that the king of England should that day fall by his arm: He fought him all over the field of battle: And as Henry, either to elude the attacks of the enemy upon his person, or to encourage his own men by the belief of his presence every where, had accoutered several captains in the royal garb, the sword of Douglas rendered this honour fatal to many. But while the armies were contending in this furious manner, the death of Piercy, by an unknown hand, decided the victory, and the royalists prevailed. There are said to have fallen that day on both sides near two thousand three hundred gentlemen; but the persons of greatest distinction were on the king's; the earl of Stafford, Sir Hugh Shirley, Sir Nicholas Gausel, Sir Hugh Mortimer, Sir John Massey, Sir John Calverly. About six thousand private men perished, of whom two thirds were of Piercy's army. The earls of Worcester and Douglas were taken prisoners: The former was beheaded at Shrewsbury; the latter was treated with the courtesy due to his rank and merit.","subId":"13","id":"Hume.HE.2.18.13"},{"type":"paragraph","content":"The earl of Northumberland, having recovered from his sickness, had levyed a fresh army, and was on his march to join his son; but being opposed by the earl of Westmoreland, and hearing of the defeat at Shrewsbury, he dismissed his forces, and came with a small retinue to the king at York. He pretended, that his sole intention in arming was to mediate between the parties: Henry thought proper to accept of the apology, and even granted him a pardon for his offence: All the other rebels were treated with equal lenity; and except the earl of Worcester and Sir Richard Vernon, who were regarded as the chief authors of the insurrection, no person, engaged in this dangerous enterprize, seems to have perished by the hands of the executioner.","subId":"14","id":"Hume.HE.2.18.14"},{"type":"paragraph","content":"{1405.} But Northumberland, though he had been pardoned, knew, that he never should be trusted, and that he was too powerful to be cordially forgiven by a prince, whose situation gave him such reasonable grounds of jealousy. It was the effect either of Henry's vigilance or good fortune, or of the narrow genius of his enemies, that no proper concert was ever formed among them: They rose in rebellion one after another; and thereby afforded him an opportunity of suppressing singly those insurrections, which, had they been united, might have proved fatal to his authority. The earl of Nottingham, son of the duke of Norfolk, and the archbishop of York, brother to the earl of Wiltshire, whom Henry, then duke of Lancaster, had beheaded at Bristol, though they had remained quiet while Piercy was in the field, still harboured in their breast a violent hatred against the enemy of their families; and they determined, in conjunction with the earl of Northumberland, to seek revenge against him. They be took themselves to arms before that powerful nobleman was prepared to join them; and publishing a manifesto, in which they reproached Henry with his usurpation of the crown and the murder of the late king, they required, that the right line should be restored, and all public grievances be redressed. The earl of Westmoreland, whose power lay in the neighbourhood, approached them with an inferior force at Shipton near York; and being afraid to hazard an action, he attempted to subdue them by a stratagem, which nothing but the greatest folly and simplicity on their part could have rendered successful. He desired a conference with the archbishop and earl between the armies: He heard their grievances with great patience. He begged them to propose the remedies: He approved of every expedient which they suggested: He granted them all their demands: He also engaged that Henry should give them entire satisfaction: And when he saw them pleased with the facility of his concessions, he observed to them, that, since amity was now in effect restored between them, it were better on both sides to dismiss their forces, which otherwise would prove an unsupportable burthen to the country. The archbishop and the earl of Nottingham immediately gave directions to that purpose: Their troops disbanded upon the field: But Westmoreland, who had secretly issued contrary orders to his army, seized the two rebels without resistance, and carried them to the king, who was advancing with hasty marches to suppress the insurrection. The trial and punishment of an archbishop might have proved a troublesome and dangerous undertaking, had Henry proceeded regularly, and allowed time for an opposition to form itself against that unusual measure: The celerity of the execution alone could here render it safe and prudent. Finding that Sir William Gascoigne, the chief justice, made some scruple of acting on this occasion, he appointed Sir William Fulthorpe for judge; who, without any indictment, trial, or defence, pronounced sentence of death upon the prelate, which was presently executed. This was the first instance in England of a capital punishment inflicted on a bishop; whence the clergy of that rank might learn, that their crimes, more than those of laics, were not to pass with impunity. The earl of Nottingham was condemned and executed in the same summary manner: But though many other persons of condition, such as lord Falconberg, Sir Ralph Hastings, Sir John Colville, were engaged in this rebellion, no others seem to have fallen victims to Henry's severity.","subId":"15","id":"Hume.HE.2.18.15"},{"type":"paragraph","content":"The earl of Northumberland, on receiving this intelligence, fled into Scotland, together with lord Bardolf; and the king, without opposition, reduced all the castles and fortresses belonging to these noblemen. He thence turned his arms against Glendour, over whom his son, the prince of Wales, had obtained some advantages. But that enemy, more troublesome than dangerous, still found means of defending himself in his fastnesses, and of eluding, though not resisting, all the force of England. {1407.} In a subsequent season, the earl of Northumberland and lord Bardolf, impatient of their exile, entered the North, in hopes of raising the people to arms; but found the country in such a posture as rendered all their attempts unsuccessful. Sir Thomas Rokesby, sheriff of Yorkshire, levied some forces, attacked the invaders at Bramham, and gained a victory, in which both Northumberland and Bardolf were slain. This prosperous event, joined to the death of Glendour, which happened soon after, freed Henry from all his domestic enemies; and this prince, who had mounted the throne by such unjustifiable means, and held it by such an exceptionable title, had yet, by his valour, prudence, and address, accustomed the people to the yoke, and had obtained a greater ascendant over his haughty barons, than the law alone, not supported by these active qualities, was ever able to confer.","subId":"16","id":"Hume.HE.2.18.16"},{"type":"paragraph","content":"About the same time, fortune gave Henry an advantage over that neighbour, who, by his situation, was most enabled to disturb his government. Robert III. king of Scots, was a prince, though of slender capacity, extremely innocent and inoffensive in his conduct: But Scotland, at that time, was still less fitted than England for cherishing, or even enduring, sovereigns of that character. The duke of Albany, Robert's brother, a prince of more abilities, at least of a more boisterous and violent disposition, had assumed the government of the state; and not satisfied with present authority, he entertained the criminal purpose of extirpating his brother's children, and of acquiring the crown to his own family. He threw in prison David, his eldest nephew; who there perished by hunger: James alone, the younger brother of David, stood between that tyrant and the throne; and king Robert, sensible of his son's danger, embarked him on board a ship, with a view of sending him to France, and entrusting him to the protection of that friendly power. Unfortunately, the vessel was taken by the English; prince James, a boy about nine years of age, was carried to London; and though there subsisted at that time a truce between the kingdoms, Henry refused to restore the young prince to his liberty. Robert, worn out with cares and infirmities, was unable to bear the shock of this last misfortune; and he soon after died, leaving the government in the hands of the duke of Albany. Henry was now more sensible than ever of the importance of the acquisition, which he had made: While he retained such a pledge, he was sure of keeping the duke of Albany in dependance; or if offended, he could easily by restoring the true heir, take ample revenge upon the usurper. But though the king, by detaining James in the English court, had shown himself somewhat deficient in generosity, he made ample amends, by giving that prince an excellent education, which afterwards qualified him, when he mounted the throne, to reform, in some measure, the rude and barbarous manners of his native country.","subId":"17","id":"Hume.HE.2.18.17"},{"type":"paragraph","content":"The hostile dispositions, which of late had prevailed between France and England, were restrained, during the greater part of this reign, from appearing in action. The jealousies and civil commotions, with which both nations were disturbed, kept each of them from taking advantage of the unhappy situation of its neighbour. But as the abilities and good fortune of Henry had sooner been able to compose the English factions, this prince began, in the later part of his reign, to look abroad, and to foment the animosities between the families of Burgundy and Orleans, by which the government of France was, during that period, so much distracted. He knew, that one great source of the national discontent against his predecessor, was the inactivity of his reign; and he hoped, by giving a new direction to the restless and unquiet spirits of his people, to prevent their breaking out in domestic wars and disorders. {1411.} That he might unite policy with force, he first entered into treaty with the duke of Burgundy, and sent that prince a small body of troops, which supported him against his enemies. Soon after, he hearkened to more advantageous proposals made him by the duke of Orleans, and dispatched a greater body to support that party. {1412.} But the leaders of the opposite factions having made a temporary accommodation, the interests of the English were sacrificed and this effort of Henry proved, in the issue, entirely vain and fruitless. The declining state of his health and the shortness of his reign, prevented him from renewing the attempt, which his more fortunate son carried to so great a length against the French monarchy.","subId":"18","id":"Hume.HE.2.18.18"},{"type":"paragraph","content":"{Parliamentary transactions.} Such were the military and foreign transactions of this reign: The civil and parliamentary are somewhat more memorable, and more worthy of our attention. During the two last reigns, the elections of the commons had appeared a circumstance of government not to be neglected; and Richard was even accused of using unwarrantable methods for procuring to his partizans a seat in that house. This practice formed one considerable article of charge against him in his deposition; yet Henry scrupled not to tread in his footsteps, and to encourage the same abuses in elections. Laws were enacted against such undue influence, and even a sheriff was punished for an iniquitous return, which he had made: But laws were commonly, at that time, very ill executed; and the liberties of the people, such as they were, stood on a surer basis than on laws and parliamentary elections. Though the house of commons was little able to withstand the violent currents, which perpetually ran between the monarchy and the aristocracy, and though that house might easily be brought, at a particular time, to make the most unwarrantable concessions to either; the general institutions of the state still remained invariable; the interests of the several members continued on the same footing; the sword was in the hands of the subject; and the government, though thrown into temporary disorder, soon settled itself on its ancient foundations.","subId":"19","id":"Hume.HE.2.18.19"},{"type":"paragraph","content":"During the greater part of this reign, the king was obliged to court popularity; and the house of commons, sensible of their own importance, began to assume powers which had not usually been exercised by their predecessors. In the first year of Henry, they procured a law, that no judge, in concurring with any iniquitous measure should be excused by pleading the orders of the king, or even the danger of his own life from the menaces of the sovereign. In the second year, they insisted on maintaining the practice of not granting any supply before they received an answer to their petitions; which was a tacit manner of bargaining with the prince. In the fifth year, they desired the king to remove from his household four persons who had displeased them, among whom was his own confessor; and Henry, though he told them, that he knew of no offence which these men had committed, yet, in order to gratify them, complied with their request. In the sixth year, they voted the king supplies, but appointed treasurers of their own, to see the money disbursed for the purposes intended, and required them to deliver in their accounts to the house. In the eighth year, they proposed, for the regulation of the government and household, thirty important articles, which were all agreed to; and they even obliged all the members of council, all the judges, and all the officers of the household, to swear to the observance of them. The abridger of the records remarks the unusual liberties taken by the speaker and the house during this period. But the great authority of the commons was but a temporary advantage, arising from the present situation. In a subsequent parliament, when the speaker made his customary application to the throne for liberty of speech, the king, having now overcome all his domestic difficulties, plainly told him, that he would have no novelties introduced, and would enjoy his prerogatives. But on the whole, the limitations of the government seem to have been more sensibly felt, and more carefully maintained by Henry, than by any of his predecessors.","subId":"20","id":"Hume.HE.2.18.20"},{"type":"paragraph","content":"During this reign, when the house of commons were, at any time, brought to make unwary concessions to the crown, they also shewed their freedom by a speedy retraction of them. Henry, though he entertained a perpetual and well-grounded jealousy of the family of Mortimer, allowed not their name to be once mentioned in parliament; and as none of the rebels had ventured to declare the earl of Marche king, he never attempted to procure, what would not have been refused him, an express declaration against the claim of that nobleman; because he knew that such a declaration, in the present circumstances, would have no authority, and would only serve to revive the memory of Mortimer's title in the minds of the people. He proceeded in his purpose after a more artful and covert manner. He procured a settlement of the crown on himself and his heirs-male, thereby tacitly excluding the females, and transferring the Salic law into the English government. He thought, that, though the house of Plantagenet had at first derived their title from a female, this was a remote event, unknown to the generality of the people; and if he could once accustom them to the practice of excluding women, the title of the earl of Marche would gradually be forgotten and neglected by them. But he was very unfortunate in this attempt. During the long contests with France, the injustice of the Salic law had been so much exclaimed against by the nation, that a contrary principle had taken deep root in the minds of men; and it was now become impossible to eradicate it. The same house of commons, therefore, in a subsequent session, apprehensive that they had overturned the foundations of the English government, and that they had opened the door to more civil wars than might ensue even from the irregular elevation of the house of Lancaster, applied with such earnestness for a new settlement of the crown, that Henry yielded to their request, and agreed to the succession of the princesses of his family. A certain proof, that nobody was, in his heart, satisfied with the king's title to the crown, or knew on what principle to rest it.","subId":"21","id":"Hume.HE.2.18.21"},{"type":"paragraph","content":"But though the commons, during this reign, showed a laudable zeal for liberty in their transactions with the crown; their efforts against the church were still more extraordinary, and seemed to anticipate very much the spirit which became so general in little more than a century afterwards. I know, that the credit of these passages rests entirely on one ancient historian; but that historian was contemporary, was a clergyman, and it was contrary to the interests of his order to preserve the memory of such transactions, much more to forge precedents, which posterity might, some time, be tempted to imitate. This is a truth so evident, that the most likely way of accounting for the silence of the records on this head, is by supposing, that the authority of some churchmen was so great as to procure a razure, with regard to these circumstances, which the indiscretion of one of the order has happily preserved to us.","subId":"22","id":"Hume.HE.2.18.22"},{"type":"paragraph","content":"In the sixth of Henry, the commons, who had been required to grant supplies, proposed in plain terms to the king, that he should seize all the temporalities of the church, and employ them as a perpetual fund to serve the exigencies of the state. They insisted, that the clergy possessed a third of the lands of the kingdom; that they contributed nothing to the public burdens; and that their riches tended only to disqualify them from performing their ministerial functions with proper zeal and attention. When this address was presented, the archbishop of Canterbury, who then attended the king, objected, that the clergy, though they went not in person to the wars, sent their vassals and tenants in all cases of necessity; while at the same time they themselves, who staid at home, were employed, night and day, in offering up their prayers for the happiness and prosperity of the state. The speaker smiled, and answered without reserve, that he thought the prayers of the church but a very slender supply. The archbishop however prevailed in the disupte: The king discouraged the application of the commons: And the lords rejected the bill which the lower house had framed for stripping the church of her revenues.","subId":"23","id":"Hume.HE.2.18.23"},{"type":"paragraph","content":"The commons were not discouraged by this repulse: In the eleventh of the king they returned to the charge with more zeal than before: They made a calculation of all the ecclesiastical revenues, which, by their account, amounted to 485,000 marks a-year, and contained 18,400 ploughs of land. They proposed to divide this property among fifteen new earls, 1500 knights, 6000 esquires, and a hundred hospitals; besides 20,000 pounds a-year, which the king might take for his own use. And they insisted, that the clerical functions would be better performed than at present, by 15,000 parish priests, paid at the rate of seven marks a-piece of yearly stipend. This application was accompanied with an address for mitigating the statutes enacted against the Lollards, which shows from what source the address came. The king gave the commons a severe reply; and farther to satisfy the church, and to prove that he was quite in earnest, he ordered a Lollard to be burned before the dissolution of the parliament.","subId":"24","id":"Hume.HE.2.18.24"},{"type":"paragraph","content":"{1413.} We have now related almost all the memorable transactions of this reign, which was busy and active; but produced few events, that deserve to be transmitted to posterity. The king was so much employed in defending his crown, which he had obtained by unwarrantable means, and possessed by a bad title, that he had little leisure to look abroad, or perform any action, which might redound to the honour and advantage of the nation. {20th March. Death, and character of the king.} His health declined some months before his death: He was subject to fits, which bereaved him, for the time, of his senses: And though he was yet in the flower of his age, his end was visibly approaching. He expired at Westminster in the forty-sixth year of his age, and the thirteenth of his reign.","subId":"25","id":"Hume.HE.2.18.25"},{"type":"paragraph","content":"The great popularity, which Henry enjoyed before he attained the crown, and which had so much aided him in the acquisition of it, was entirely lost many years before the end of his reign; and he governed his people more by terror than by affection, more by his own policy than by their sense of duty or allegiance. When men came to reflect in cool blood on the crimes which had led him to the throne; the rebellion against his prince, the deposition of a lawful king, guilty sometimes perhaps of oppression, but more frequently of indiscretion; the exclusion of the true heir; the murder of his sovereign and near relation; these were such enormities as drew on him the hatred of his subjects, sanctified all the rebellious against him, and made the executions, though not remarkably severe, which he found necessary for the maintenance of his authority, appear cruel as well as iniquitous to the people. Yet without pretending to apologize for these crimes, which must ever be held in detestation, it may be remarked, that he was insensibly led into this blameable conduct by a train of incidents, which few men possess virtue enough to withstand. The injustice with which his predecessor had treated him, in first condemning him to banishment, then despoiling him of his patrimony, made him naturally think of revenge, and of recovering his lost rights; the headlong zeal of the people hurried him into the throne; the care of his own security, as well as his ambition, made him an usurper; and the steps have always been so few between the prisons of princes and their graves, that we need not wonder, that Richard's fate was no exception to the general rule. All these considerations make Henry's situation, if he retained any sense of virtue, much to be lamented; and the inquietude, with which he possessed his envied greatness, and the remorses, by which, it is said, he was continually haunted, render him an object of our pity, even when seated upon the throne. But it must be owned, that his prudence and vigilance and foresight, in maintaining his power, were admirable: His command of temper remarkable: His courage, both military and political, without blemish. And he possessed many qualities, which fitted him for his high station, and which rendered his usurpation of it, though pernicious in after-times, rather salutary, during his own reign, to the English nation.","subId":"26","id":"Hume.HE.2.18.26"},{"type":"paragraph","content":"Henry was twice married: By his first wife, Mary de Bohun, daughter and co-heir of the earl of Hereford, he had four sons, Henry, his successor in the throne, Thomas duke of Clarence, John duke of Bedford, and Humphrey duke of Glocester; and two daughters, Blanche and Philippa, the former married to the duke of Bavaria, the latter to the king of Denmark. His second wife, Jane, whom he married after he was king, and who was daughter of the king of Navarre, and widow of the duke of Britanny, brought him no issue.","subId":"27","id":"Hume.HE.2.18.27"},{"type":"paragraph","content":"By an act of the fifth of this reign, it is made felony to cut out any person's tongue or put out his eyes; crimes, which, the act says, were very frequent. This savage spirit of revenge denotes a barbarous people; though perhaps it was encreased by the prevailing factions and civil commotions.","subId":"28","id":"Hume.HE.2.18.28"},{"type":"paragraph","content":"Commerce was very little understood in this reign, as in all the preceding. In particular, a great jealousy prevailed against merchant strangers; and many restraints were by law imposed upon them; namely, that they should lay out in English manufactures or commodities all the money acquired by the sale of their goods; that they should not buy or sell with one another, and that all their goods should be disposed of three months after importation. This last clause was found so inconvenient, that it was soon after repealed by parliament.","subId":"29","id":"Hume.HE.2.18.29"},{"type":"paragraph","content":"It appears that the expence of this king's household amounted to the yearly sum of 19,500 l. money of that age.","subId":"30","id":"Hume.HE.2.18.30"},{"type":"paragraph","content":"Guicciardin tells us, that the Flemings in this century learned from Italy all the refinements in arts, which they taught the rest of Europe. The progress, however, of the arts were still very slow and backward in England.","subId":"31","id":"Hume.HE.2.18.31"},{"type":"note","content":"Dugdale, vol. i. p. 151.","subId":"n1","id":"Hume.HE.2.18.n1"},{"type":"note","content":"Walsingham, p. 362. Otterbourne, p. 224.","subId":"n2","id":"Hume.HE.2.18.n2"},{"type":"note","content":"Walsingham, p. 363. Ypod. Neust. 556.","subId":"n3","id":"Hume.HE.2.18.n3"},{"type":"note","content":"Dugdale, vol. ii. p. 171.","subId":"n4","id":"Hume.HE.2.18.n4"},{"type":"note","content":"2 Henry IV. chap. vii.","subId":"n5","id":"Hume.HE.2.18.n5"},{"type":"note","content":"Rymer, vol. viii. p. 178.","subId":"n6","id":"Hume.HE.2.18.n6"},{"type":"note","content":"Rymer, vol. viii. p. 123.","subId":"n7","id":"Hume.HE.2.18.n7"},{"type":"note","content":"Ibid. vol. viii. p. 142, 152, 219.","subId":"n8","id":"Hume.HE.2.18.n8"},{"type":"note","content":"Ibid. vol. viii. p. 110, 111.","subId":"n9","id":"Hume.HE.2.18.n9"},{"type":"note","content":"Vita Ric. sec. p. 171, 172.","subId":"n10","id":"Hume.HE.2.18.n10"},{"type":"note","content":"Walsingham, p. 364.","subId":"n11","id":"Hume.HE.2.18.n11"},{"type":"note","content":"Vita Ric. sec. p. 172, 173.","subId":"n12","id":"Hume.HE.2.18.n12"},{"type":"note","content":"Dugdale, vol. i. p. 150.","subId":"n13","id":"Hume.HE.2.18.n13"},{"type":"note","content":"Ibid. vol. i. p. 151.","subId":"n14","id":"Hume.HE.2.18.n14"},{"type":"note","content":"Rymer, vol. viii. p. 125, 126.","subId":"n15","id":"Hume.HE.2.18.n15"},{"type":"note","content":"Ibid. p. 125.","subId":"n16","id":"Hume.HE.2.18.n16"},{"type":"note","content":"Ibid. p. 155, 156, &c.","subId":"n17","id":"Hume.HE.2.18.n17"},{"type":"note","content":"Walsingham, p. 336. Vita Ric. sec. p. 180. Chron. Otterbourne, p. 237.","subId":"n18","id":"Hume.HE.2.18.n18"},{"type":"note","content":"Rymer, vol. viii. p. 89.","subId":"n19","id":"Hume.HE.2.18.n19"},{"type":"note","content":"Hall, fol. 21, 22, &c.","subId":"n20","id":"Hume.HE.2.18.n20"},{"type":"note","content":"T Livii, p. 3.","subId":"n21","id":"Hume.HE.2.18.n21"},{"type":"note","content":"Walsingham, p. 366, 367. Hall, fol. 22.","subId":"n22","id":"Hume.HE.2.18.n22"},{"type":"note","content":"Chron. Otterbourne, p. 224. Ypod. Neust. p. 560.","subId":"n23","id":"Hume.HE.2.18.n23"},{"type":"note","content":"Chron. Otterbourne, p. 225.","subId":"n24","id":"Hume.HE.2.18.n24"},{"type":"note","content":"Rymer. vol. viii. p. 353.","subId":"n25","id":"Hume.HE.2.18.n25"},{"type":"note","content":"Walsingham, p. 373. Otterbourne, p. 255.","subId":"n26","id":"Hume.HE.2.18.n26"},{"type":"note","content":"Walsingham, p. 374.","subId":"n27","id":"Hume.HE.2.18.n27"},{"type":"note","content":"Ibid. p. 377. Chron. Otterb. p. 261.","subId":"n28","id":"Hume.HE.2.18.n28"},{"type":"note","content":"Buchanan, lib. 10.","subId":"n29","id":"Hume.HE.2.18.n29"},{"type":"note","content":"Walsingham, p. 380.","subId":"n30","id":"Hume.HE.2.18.n30"},{"type":"note","content":"Rymer, vol. viii. p. 715, 738.","subId":"n31","id":"Hume.HE.2.18.n31"},{"type":"note","content":"Cotton, p. 429.","subId":"n32","id":"Hume.HE.2.18.n32"},{"type":"note","content":"Cotton, p. 364.","subId":"n33","id":"Hume.HE.2.18.n33"},{"type":"note","content":"Ibid. p. 406.","subId":"n34","id":"Hume.HE.2.18.n34"},{"type":"note","content":"Ibid. p. 426.","subId":"n35","id":"Hume.HE.2.18.n35"},{"type":"note","content":"Ibid. p. 438.","subId":"n36","id":"Hume.HE.2.18.n36"},{"type":"note","content":"Ibid. p. 456, 457.","subId":"n37","id":"Hume.HE.2.18.n37"},{"type":"note","content":"Ibid. p. 462.","subId":"n38","id":"Hume.HE.2.18.n38"},{"type":"note","content":"Cotton, p. 454.","subId":"n39","id":"Hume.HE.2.18.n39"},{"type":"note","content":"Rymer, vol. viii. p. 462.","subId":"n40","id":"Hume.HE.2.18.n40"},{"type":"note","content":"Walsingham.","subId":"n41","id":"Hume.HE.2.18.n41"},{"type":"note","content":"Walsingham, p. 371. Ypod. Neust. p. 563.","subId":"n42","id":"Hume.HE.2.18.n42"},{"type":"note","content":"Walsingham, p. 379. Tit. Livius.","subId":"n43","id":"Hume.HE.2.18.n43"},{"type":"note","content":"Rymer, vol. viii. p. 627. Otterbourne, p. 267.","subId":"n44","id":"Hume.HE.2.18.n44"},{"type":"note","content":"4 Hen. IV. cap. 15. and 5 Hen. IV. cap. 9.","subId":"n45","id":"Hume.HE.2.18.n45"},{"type":"note","content":"Rymer, tom. viii. p. 610.","subId":"n46","id":"Hume.HE.2.18.n46"}]}