{"imported":true,"id":"Hume.HE.2.21","parent":"Hume.HE.2","title":"Chapter 21. Henry VI (cont.)","breadcrumb":"Chapter 21","texts":[],"published":[1762],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. XXI.\nHENRY VI.\nClaim of the duke of York to the crown——The earl of Warwic——Impeachment of the duke of Suffolk——His banishment——and death——Popular insurrection——The parties of York and Lancaster——First armament of the duke of York——First battle of St. Albans——Battle of Blore-heath——of Northampton——A parliament——Battle of Wakefield——Death of the duke of York——Battle of Mortimer's Cross——Second Battle of St. Albans——Edward IV. assumes the crown——Miscellaneous transactions of this reign.","id":"Hume.HE.2.21"},{"type":"paragraph","content":"{1450.} A WEAK prince, seated on the throne of England, had never failed, how gentle soever and innocent, to be infested with faction, discontent, rebellion, and civil commotions; and as the incapacity of Henry appeared every day in a fuller light, these dangerous consequences began, from past experience, to be universally and justly apprehended. Men also of unquiet spirits, no longer employed in foreign wars, whence they were now excluded by the situation of the neighbouring states, were the more likely to excite intestine disorders, and by their emulation, rivalship, and animosities, to tear the bowels of their native country. But though these causes alone were sufficient to breed confusion, there concurred another circumstance of the most dangerous nature: A pretender to the crown appeared: The title itself of the weak prince, who enjoyed the name of sovereignty, was disputed: And the English were now to pay the severe, though late penalty, of their turbulence under Richard II. and of their levity in violating, without any necessity or just reason, the lineal succession of their monarchs.","subId":"1","id":"Hume.HE.2.21.1"},{"type":"paragraph","content":"{Claim of the duke of York to the crown.} All the males of the house of Mortimer were extinct; but Anne, the sister of the last earl of Marche, having espoused the earl of Cambridge, beheaded in the reign of Henry V. had transmitted her latent, but not yet forgotten claim to her son, Richard, duke of York. The prince, thus descended by his mother from Philippa, only daughter of the duke of Clarence, second son of Edward III. stood plainly in the order of succession before the king, who derived his descent from the duke of Lancaster, third son of that monarch; and that claim could not, in many respects, have fallen into more dangerous hands than those of the duke of York. Richard was a man of valour and abilities, of a prudent conduct and mild dispositions: He had enjoyed an opportunity of displaying these virtues in his government of France: And though recalled from that command by the intrigues and superior interest of the duke of Somerset, he had been sent to suppress a rebellion in Ireland; had succeeded much better in that enterprize than his rival in the defence of Normandy; and had even been able to attach to his person and family the whole Irish nation, whom he was sent to subdue. In the right of his father, he bore the rank of first prince of the blood; and by this station, he gave a lustre to his title derived from the family of Mortimer, which, though of great nobility, was equalled by other families in the kingdom, and had been eclipsed by the royal descent of the house of Lancaster. He possessed an immense fortune from the union of so many successions, those of Cambridge and York on the one hand, with those of Mortimer on the other: Which last inheritance had before been augmented by an union of the estates of Clarence and Ulster, with the patrimonial possessions of the family of Marche. The alliances too of Richard, by his marrying the daughter of Ralph Nevil, earl of Westmoreland, had widely extended his interest among the nobility, and had procured him many connexions in that formidable order.","subId":"2","id":"Hume.HE.2.21.2"},{"type":"paragraph","content":"The family of Nevil was perhaps at this time the most potent, both from their opulent possessions and from the characters of the men, that has ever appeared in England. For besides the earl of Westmoreland, and the lords Latimer, Fauconberg, and Abergavenny; the earls of Salisbury and Warwic were of that family, and were of themselves, on many accounts, the greatest noblemen in the kingdom. The earl of Salisbury, brother-in-law to the duke of York, was the eldest son by a second marriage of the earl of Westmoreland; and inherited by his wife, daughter and heir of Montacute, earl of Salisbury, killed before Orleans, the possessions and title of that great family. {The earl of Warwic.} His eldest son, Richard, had married Anne, the daughter and heir of Beauchamp, earl of Warwic, who died governor of France; and by this alliance he enjoyed the possessions, and had acquired the title, of that other family, one of the most opulent, most ancient, and most illustrious in England. The personal qualities also of these two earls, especially of Warwic, enhanced the splendour of their nobility, and encreased their influence over the people. This latter nobleman, commonly known, from the subsequent events, by the appellation of the King-maker, had distinguished himself, by his gallantry in the field, by the hospitality of his table, by the magnificence, and still more by the generosity of his expence, and by the spirited and bold manner which attended him in all his actions. The undesigning frankness and openness of his character rendered his conquest over men's affections the more certain and infallible: His presents were regarded as sure testimonies of esteem and friendship and his professions as the overflowings of his genuine sentiments. No less than 30,000 persons are said to have daily lived at his board in the different manors and castles which he possessed in England: The military men, allured by his munificence and hospitality, as well as by his bravery, were zealously attached to his interests: The people in general bore him an unlimited affection: His numerous retainers were more devoted to his will, than to the prince or to the laws: And he was the greatest, as well as the last, of those mighty barons, who formerly overawed the crown, and rendered the people incapable of any regular system of civil government.","subId":"3","id":"Hume.HE.2.21.3"},{"type":"paragraph","content":"But the duke of York, besides the family of Nevil, had many other partizans among the great nobility. Courtney, earl of Devonshire, descended from a very noble family of that name in France, was attached to his interests: Moubray, duke of Norfolk, had, from his hereditary hatred to the family of Lancaster, embraced the same party: And the discontents, which universally prevailed among the people, rendered every combination of the great the more dangerous to the established government.","subId":"4","id":"Hume.HE.2.21.4"},{"type":"paragraph","content":"Though the people were never willing to grant the supplies necessary for keeping possession of the conquered provinces in France, they repined extremely at the loss of these boasted acquisitions; and fancied, because a sudden irruption could make conquests, that, without steady counsels and a uniform expence, it was possible to maintain them. The voluntary cession of Maine to the queen's uncle, had made them suspect treachery in the loss of Normandy and Guienne. They still considered Margaret as a French woman and a latent enemy of the kingdom. And when they saw her father and all her relations active in promoting the success of the French, they could not be persuaded, that she, who was all powerful in the English council, would very zealously oppose them in their enterprizes.","subId":"5","id":"Hume.HE.2.21.5"},{"type":"paragraph","content":"But the most fatal blow, given to the popularity of the crown and to the interests of the house of Lancaster, was by the assassination of the virtuous duke of Glocester, whose character, had he been alive, would have intimidated the partizans of York, but whose memory, being extremely cherished by the people, served to throw an odium on all his murderers. By this crime, the reigning family suffered a double prejudice: It was deprived of its firmest support; and it was loaded with all the infamy of that imprudent and barbarous assassination.","subId":"6","id":"Hume.HE.2.21.6"},{"type":"paragraph","content":"As the duke of Suffolk was known to have had an active hand in the crime, he partook deeply of the hatred attending it; and the clamours, which necessarily rose against him, as prime minister and declared favourite of the queen, were thereby augmented to a ten-fold pitch, and became absolutely uncontrolable. The great nobility could ill brook to see a subject exalted above them; much more one who was only great grandson to a merchant, and who was of a birth so much inferior to theirs. The people complained of his arbitrary measures; which were, in some degree, a necessary consequence of the irregular power then possessed by the prince, but which the least disaffection easily magnified into tyranny. The great acquisitions, which he daily made, were the object of envy; and as they were gained at the expence of the crown, which was itself reduced to poverty, they appeared on that account, to all indifferent persons, the more exceptionable and invidious.","subId":"7","id":"Hume.HE.2.21.7"},{"type":"paragraph","content":"The revenues of the crown, which had long been disproportioned to its power and dignity, had been extremely dilapidated during the minority of Henry; both by the rapacity of the courtiers, which the king's uncles could not controul, and by the necessary expences of the French war, which had always been very ill supplied by the grants of parliament. The royal demesnes were dissipated; and at the same time the king was loaded with a debt of 372,000 pounds, a sum so great, that the parliament could never think of discharging it. This unhappy situation forced the ministers upon many arbitrary measures: The household itself could not be supported without stretching to the utmost the right of purveyance, and rendering it a kind of universal robbery upon the people: The public clamour rose high upon this occasion, and no one had the equity to make allowance for the necessity of the king's situation. Suffolk, once become odious, bore the blame of the whole; and every grievance, in every part of the administration, was universally imputed to his tyranny and injustice.","subId":"8","id":"Hume.HE.2.21.8"},{"type":"paragraph","content":"{Impeachment of the duke of Suffolk.} This nobleman, sensible of the public hatred under which he laboured, and foreseeing an attack from the commons, endeavoured to overawe his enemies, by boldly presenting himself to the charge, and insisting upon his own innocence, and even upon his merits and those of his family in the public service. He rose in the house of peers; took notice of the clamours propagated against him; and complained, that, after serving the crown in thirty-four campaigns; after living abroad seventeen years without once returning to his native country; after losing a father and three brothers in the wars with France; after being himself a prisoner, and purchasing his liberty by a great ransom; it should yet be suspected, that he had been debauched from his allegiance by that enemy whom he had ever opposed with such zeal and fortitude, and that he had betrayed his prince, who had rewarded his services by the highest honours and greatest offices, that it was in his power to confer. This speech did not answer the purpose intended. The commons, rather provoked at his challenge, opened their charge against him, and sent up to the peers an accusation of high treason, divided into several articles. They insisted, that he had persuaded the French king to invade England with an armed force, in order to depose the king, and to place on the throne his own son, John de la Pole, whom he intended to marry to Margaret, the only daughter of the late John, duke of Somerset, and to whom, he imagined, he would by that means acquire a title to the crown: That he had contributed to the release of the duke of Orleans, in hopes, that that prince would assist king Charles in expelling the English from France, and recovering full possession of his kingdom: That he had afterwards encouraged that monarch to make open war on Normandy and Guienne, and had promoted his conquests by betraying the secrets of England, and obstructing the succours intended to be sent to those provinces: And that he had, without any powers of commission, promised by treaty to cede the province of Maine to Charles of Anjou, and had accordingly ceded it; which proved in the issue the chief cause of the loss of Normandy.","subId":"9","id":"Hume.HE.2.21.9"},{"type":"paragraph","content":"It is evident, from a review of these articles, that the commons adopted without enquiry all the popular clamours against the duke of Suffolk, and charged him with crimes, of which none but the vulgar could seriously believe him guilty. Nothing can be more incredible, than that a nobleman, so little eminent by his birth and character, could think of acquiring the crown to his family, and of deposing Henry by foreign force, and, together with him, Margaret, his patron, a princess of so much spirit and penetration. Suffolk appealed to many noblemen in the house, who knew, that he had intended to marry his son to one of the co-heirs of the earl of Warwic, and was disappointed in his views, only by the death of that lady: And he observed, that Margaret of Somerset could bring to her husband no title to the crown; because she herself was not so much as comprehended in the entail, settled by act of parliament. It is easy to account for the loss of Normandy and Guienne, from the situation of affairs in the two kingdoms, without supposing any treachery in the English ministers; and it may safely be affirmed, that greater vigour was requisite to defend these provinces from the arms of Charles VII. than to conquer them at first from his predecessor. It could never be the interest of any English minister to betray and abandon such acquisitions; much less of one, who was so well established in his master's favour, who enjoyed such high honours and ample possessions in his own country, who had nothing to dread but the effects of popular hatred, and who could never think, without the most extreme reluctance, of becoming a fugitive and exile in a foreign land. The only article, which carries any face of probability, is his engagement for the delivery of Maine to the queen's uncle: But Suffolk maintained, with great appearance of truth, that this measure was approved of by several at the council table; and it seems hard to ascribe to it, as is done by the commons, the subsequent loss of Normandy and expulsion of the English. Normandy lay open on every side to the invasion of the French: Maine, an inland province, must soon after have fallen without any attack: And as the English possessed in other parts more fortresses than they could garrison or provide for, it seemed no bad policy to contract their force, and to render the defence practicable, by reducing it within a narrower compass.","subId":"10","id":"Hume.HE.2.21.10"},{"type":"paragraph","content":"The commons were probably sensible, that this charge of treason against Suffolk would not bear a strict scrutiny; and they, therefore, soon after, sent up, against him, a new charge of misdemeanors, which they also divided into several articles. They affirmed, among other imputations, that he had procured exorbitant grants from the crown, had embezzled the public money, had conferred offices on improper persons, had perverted justice by maintaining iniquitous causes, and had procured pardons for notorious offenders. The articles are mostly general, but are not improbable: And as Suffolk seems to have been a bad man and a bad minister, it will not be rash in us to think, that he was guilty, and that many of these articles could have been proved against him. The court was alarmed at the prosecution of a favourite minister, who lay under such a load of popular prejudices; and an expedient was fallen upon to save him from present ruin. The king summoned all the lords, spiritual and temporal, to his apartment: The prisoner was produced before them, and asked what he could say in his own defence: He denied the charge; but submitted to the king's mercy: Henry expressed himself not satisfied with regard to the first impeachment for treason; but in consideration of the second for misdemeanors, he declared, that, by virtue of Suffolk's own submission, not by any judicial authority, he banished him the kingdom during five years. {His banishment and death.} The lords remained silent; but as soon as they returned to their own house, they entered a protest, that this sentence should nowise infringe their privileges, and that, if Suffolk had insisted upon his right, and had not voluntarily submitted to the king's commands, he was intitled to a trial by his peers in parliament.","subId":"11","id":"Hume.HE.2.21.11"},{"type":"paragraph","content":"It was easy to see, that these irregular proceedings were meant to favour Suffolk, and that, as he still possessed the queen's confidence, he would, on the first favourable opportunity, be restored to his country, and be re-instated in his former power and credit. A captain of a vessel was therefore employed by his enemies to intercept him in his passage to France: He was seized near Dover; his head struck off on the side of a long boat; and his body thrown into the sea. No enquiry was made after the actors and accomplices in this atrocious deed of violence.","subId":"12","id":"Hume.HE.2.21.12"},{"type":"paragraph","content":"The duke of Somerset succeeded to Suffolk's power in the ministry, and credit with the queen; and as he was the person, under whose government the French provinces had been lost, the public, who always judge by the event, soon made him equally the object of their animosity and hatred. The duke of York was absent in Ireland during all these transactions; and however it might be suspected, that his partizans had excited and supported the prosecution against Suffolk, no immediate ground of complaint could, on that account, lie against him. But there happened soon after an incident, which roused the jealousy of the court, and discovered to them the extreme danger, to which they were exposed, from the pretensions of that popular prince.","subId":"13","id":"Hume.HE.2.21.13"},{"type":"paragraph","content":"{Popular insurrections.} The humours of the people, set afloat by the parliamentary impeachment, and by the fall of so great a favourite as Suffolk, broke out in various commotions, which were soon suppressed; but there arose one in Kent, which was attended with more dangerous consequences. A man of low condition, one John Cade, a native of Ireland, who had been obliged to fly into France for crimes, observed, on his return to England, the discontents of the people; and he laid on them the foundation of projects, which were at first crowned with surprising success. He took the name of John Mortimer; intending, as is supposed, to pass himself for a son of that Sir John Mortimer, who had been sentenced to death by parliament, and executed, in the beginning of this reign, without any trial or evidence, merely upon an indictment of high treason, given in against him. On the first mention of that popular name, the common people of Kent, to the number of 20,000, flocked to Cade's standard; and he excited their zeal by publishing complaints against the numerous abuses in government, and demanding a redress of grievances. The court, not yet fully sensible of the danger, sent a small force against the rioters, under the command of Sir Humphry Stafford, who was defeated and slain in an action near Sevenoke; and Cade, advancing with his followers towards London, encamped on Black-heath. Though elated by his victory, he still maintained the appearance of moderation; and sending to the court a plausible list of grievances, he promised, that, when these should be redressed, and when lord Say, the treasurer, and Cromer, sheriff of Kent, should be punished for their malversations, he would immediately lay down his arms. The council, who observed that nobody was willing to fight against men so reasonable in their pretensions, carried the king, for present safety, to Kenilworth; and the city immediately opened its gates to Cade, who maintained, during some time, great order and discipline among his followers. He always led them into the fields during the night-time; and published severe edicts against plunder and violence of every kind: But being obliged, in order to gratify their malevolence against Say and Cromer, to put these men to death without a legal trial, he found, that, after the commission of this crime, he was no longer master of their riotous disposition, and that all his orders were neglected. They broke into a rich house, which they plundered; and the citizens, alarmed at this act of violence, shut their gates against them, and being seconded by a detachment of soldiers, sent them by lord Scales, governor of the Tower, they repulsed the rebels with great slaughter. The Kentishmen were so discouraged by the blow, that, upon receiving a general pardon from the primate, then chancellor, they retreated towards Rochester, and there dispersed. The pardon was soon after annulled, as extorted by violence: A price was set on Cade's head, who was killed by one Iden, a gentleman of Sussex; and many of his followers were capitally punished for their rebellion.","subId":"14","id":"Hume.HE.2.21.14"},{"type":"paragraph","content":"It was imagined by the court, that the duke of York had secretly instigated Cade to this attempt, in order to try, by that experiment, the dispositions of the people towards his title and family: And as the event had, so far, succeeded to his wish, the ruling party had greater reason than ever to apprehend the future consequences of his pretensions. At the same time, they heard that he intended to return from Ireland; and fearing that he meant to bring an armed force along with him, they issued orders, in the king's name, for opposing him, and for debarring him entrance into England. But the duke refuted his enemies by coming attended with no more than his ordinary retinue: The precautions of the ministers served only to shew him their jealousy and malignity against him: He was sensible, that his title, by being dangerous to the king, was also become dangerous to himself: He now saw the impossibility of remaining in his present situation, and the necessity of proceeding forward in support of his claim. His partizans, therefore, were instructed to maintain, in all companies, his right by succession, and by the established laws and constitution of the kingdom: These questions became every day, more and more, the subject of conversation: The minds of men were insensibly sharpened against each other by disputes, before they came to more dangerous extremities: And various topics were pleaded in support of the pretensions of each party.","subId":"15","id":"Hume.HE.2.21.15"},{"type":"paragraph","content":"{The parties of Lancaster and York.} The partizans of the house of Lancaster maintained, that, though the elevation of Henry IV. might at first be deemed somewhat irregular, and could not be justified by any of those principles on which that prince chose to rest his title, it was yet founded on general consent, was a national act, and was derived from the voluntary approbation of a free people, who, being loosened from their allegiance by the tyranny of the preceding government, were moved, by gratitude, as well as by a sense of public interest, to entrust the sceptre into the hands of their deliverer: That, even if that establishment were allowed to be at first invalid, it had acquired solidity by time; the only principle which ultimately gives authority to government, and removes those scruples, which the irregular steps, attending almost all revolutions, naturally excite in the minds of the people: That the right of succession was a rule admitted only for general good, and for the maintenance of public order; and could never be pleaded to the overthrow of national tranquillity, and the subversion of regular establishments: That the principles of liberty, no less than the maxims of internal peace, were injured by these pretensions of the house of York; and if so many re-iterated acts of the legislature, by which the crown was entailed on the present family, were now invalidated, the English must be considered, not as a free people, who could dispose of their own government, but as a troop of slaves, who were implicitly transmitted by succession from one master to another: That the nation was bound to allegiance under the house of Lancaster by moral, no less than by political duty; and were they to infringe those numerous oaths of fealty, which they had sworn to Henry and his predecessors, they would thenceforth be thrown loose from all principles, and it would be found difficult ever after to fix and restrain them: That the duke of York himself had frequently done homage to the king as his lawful sovereign, and had thereby, in the most solemn manner, made an indirect renunciation of those claims, with which he now dares to disturb the tranquillity of the public: That, even though the violation of the rights of blood, made on the deposition of Richard, was perhaps rash and imprudent, it was too late to remedy the mischief; the danger of a disputed succession could no longer be obviated; the people, accustomed to a government, which, in the hands of the late king, had been so glorious, and in that of his predecessor, so prudent and salutary, would still ascribe a right to it; by causing multiplied disorders, and by shedding an inundation of blood, the advantage would only be obtained, of exchanging one pretender for another; and the house of York itself, if established on the throne, would, on the first opportunity, be exposed to those revolutions, which the giddy spirit, excited in the people, gave so much reason to apprehend: And that, though the present king enjoyed not the shining talents, which had appeared in his father and grandfather, he might still have a son, who should be endowed with them; he is himself eminent for the most harmless and inoffensive manners; and if active princes were dethroned on pretence of tyranny, and indolent ones on the plea of incapacity, there would thence forth remain in the constitution no established rule of obedience to any sovereign.","subId":"16","id":"Hume.HE.2.21.16"},{"type":"paragraph","content":"These strong topics, in favour of the house of Lancaster, were opposed by arguments no less convincing on the side of the house of York. The partizans of this latter family asserted, that the maintenance of order in the succession of princes, far from doing injury to the people, or invalidating their fundamental title to good government, was established only for the purposes of government, and served to prevent those numberless confusions, which must ensue, if no rule were followed but the uncertain and disputed views of present convenience and advantage: That the same maxims, which ensured public peace, were also salutary to national liberty; the privileges of the people could only be maintained by the observance of laws; and if no account were made of the rights of the sovereign, it could less be expected, that any regard would be paid to the property and freedom of the subject: That it was never too late to correct any pernicious precedent; an unjust establishment, the longer it stood, acquired the greater sanction and validity; it could, with more appearance of reason, be pleaded as an authority for a like injustice; and the maintenance of it, instead of favouring public tranquillity, tended to disjoint every principle, by which human society was supported: That usurpers would be happy, if their present possession of power, or their continuance for a few years, could convert them into legal princes; but nothing would be more miserable than the people, if all restraints on violence and ambition were thus removed, and a full scope given to the attempts of every turbulent innovator: That time indeed might bestow solidity on a government, whose first foundations were the most infirm; but it required both a long course of time to produce this effect, and the total extinction of those claimants, whose title was built on the original principles of the constitution: That the deposition of Richard II. and the advancement of Henry IV. were not deliberate national acts; but the result of the levity and violence of the people, and proceeded from those very defects in human nature, which the establishment of political society, and of an order in succession, was calculated to prevent: That the subsequent entails of the crown were a continuance of the same violence and usurpation; they were not ratified by the legislature, since the consent of the rightful king was still wanting; and the acquiescence, first of the family of Mortimer, then of the family of York, proceeded from present necessity, and implied no renunciation of their pretensions: That the restoration of the true order of succession could not be considered as a change, which familiarized the people to revolutions; but as the correction of a former abuse, which had itself encouraged the giddy spirit of innovation, rebellion, and disobedience: And that, as the original title of Lancaster stood only, in the person of Henry IV. on present convenience, even this principle, unjustifiable as it was, when not supported by laws, and warranted by the constitution, had now entirely gone over to the other side; nor was there any comparison between a prince utterly unable to sway the scepter, and blindly governed by corrupt ministers, or by an imperious queen, engaged in foreign and hostile interests; and a prince of mature years, of approved wisdom and experience, a native of England, the lineal heir of the crown, who, by his restoration, would replace every thing on ancient foundations.","subId":"17","id":"Hume.HE.2.21.17"},{"type":"paragraph","content":"So many plausible arguments could be urged on both sides of this interesting question, that the people were extremely divided in their sentiments; and though the noblemen of greatest power and influence seem to have espoused the party of York, the opposite cause had the advantage of being supported by the present laws, and by the immediate possession of royal authority. There were also many great noblemen in the Lancastrian party, who balanced the power of their antagonists, and kept the nation in suspence between them. The earl of Northumberland adhered to the present government: The earl of Westmoreland, in spite of his connexions with the duke of York, and with the family of Nevil, of which he was the head, was brought over to the same party; and the whole north of England, the most warlike part of the kingdom, was, by means of these two potent noblemen, warmly engaged in the interests of Lancaster. Edmund Beaufort, duke of Somerset, and his brother Henry, were great supports of that cause; as were also Henry Holland, duke of Exeter, Stafford, duke of Buckingham, the earl of Shrewsbury, the lords Clifford, Dudley, Scales, Audley, and other noblemen.","subId":"18","id":"Hume.HE.2.21.18"},{"type":"paragraph","content":"While the kingdom was in this situation, it might naturally be expected, that so many turbulent barons, possessed of so much independant authority, would immediately have flown to arms, and have decided the quarrel, after their usual manner, by war and battle, under the standards of the contending princes. But there still were many causes which retarded these desperate extremities, and made a long train of faction, intrigue, and cabal, precede the military operations. By the gradual progress of arts in England, as well as in other parts of Europe, the people were now become of some importance; laws were beginning to be respected by them; and it was requisite, by various pretences, previously to reconcile their minds to the overthrow of such an ancient establishment as that of the house of Lancaster, ere their concurrence could reasonably be expected. The duke of York himself, the new claimant, was of a moderate and cautious character, an enemy to violence, and disposed to trust rather to time and policy, than to sanguinary measures, for the success of his pretensions. The very imbecillity itself of Henry tended to keep the factions in suspence, and make them stand long in awe of each other: It rendered the Lancastrian party unable to strike any violent blow against their enemies; it encouraged the Yorkists to hope, that, after banishing the king's ministers, and getting possession of his person, they might gradually undermine his authority, and be able, without the perilous experiment of a civil war, to change the succession, by parliamentary and legal authority.","subId":"19","id":"Hume.HE.2.21.19"},{"type":"paragraph","content":"{1451. 6th Nov.} The dispositions, which appeared in a parliament, assembled soon after the arrival of the duke of York from Ireland, favoured these expectations of his partizans, and both discovered an unusual boldness in the commons, and were a proof of the general discontents which prevailed against the administration. The lower house, without any previous enquiry or examination, without alleging any other ground of complaint than common fame, ventured to present a petition against the duke of Somerset, the dutchess of Suffolk, the bishop of Chester, Sir John Sutton lord Dudley, and several others of inferior rank; and they prayed the king to remove them for ever from his person and councils, and to prohibit them from approaching within twelve miles of the court. This was a violent attack, somewhat arbitrary, and supported but by few precedents, against the ministry; yet the king durst not openly oppose it: He replied, that, except the lords, he would banish all the others from court during a year, unless he should have occasion for their service in suppressing any rebellion. At the same time, he rejected a bill, which had passed both houses, for attainting the late duke of Suffolk, and which, in several of its clauses, discovered a very general prejudice against the measures of the court.","subId":"20","id":"Hume.HE.2.21.20"},{"type":"paragraph","content":"{1452. The first armament of the duke of York.} The duke of York, trusting to these symptoms, raised an army of 10,000 men, with which he marched towards London; demanding a reformation of the government, and the removal of the duke of Somerset from all power and authority. He unexpectedly found the gates of the city shut against him; and on his retreating into Kent, he was followed by the king at the head of a superior army; in which several of Richard's friends, particularly Salisbury and Warwic, appeared; probably with a view of mediating between the parties, and of seconding, on occasion, the duke of York's pretensions. A parley ensued; Richard still insisted upon the removal of Somerset, and his submitting to a trial in parliament: The court pretended to comply with his demand; and that nobleman was put in arrest: The duke of York was then persuaded to pay his respects to the king in his tent; and on repeating his charge against the duke of Somerset, he was surprised to see that minister step from behind the curtain, and offer to maintain his innocence. Richard now found, that he had been betrayed; that he was in the hands of his enemies; and that it was become necessary, for his own safety, to lower his pretensions. No violence, however, was attempted against him: The nation was not in a disposition to bear the destruction of so popular a prince: He had many friends in Henry's camp: And his son, who was not in the power of the court, might still be able to revenge his death on all his enemies: He was therefore dismissed; and he retired to his seat of Wigmore on the borders of Wales.","subId":"21","id":"Hume.HE.2.21.21"},{"type":"paragraph","content":"While the duke of York lived in this retreat, there happened an incident, which, by encreasing the public discontents, proved favourable to his pretensions. Several Gascon lords, affectionate to the English government, and disgusted at the new dominion of the French, came to London, and offered to return to their allegiance under Henry. {1453. 20th July.} The earl of Shrewsbury, with a body of 8000 men, was sent over to support them. Bourdeaux opened its gates to him: He made himself master of Fronsac, Castillon, and some other places: Affairs began to wear a favourable aspect: But as Charles hastened to resist this dangerous invasion, the fortunes of the English were soon reversed: Shrewsbury, a venerable warrior, above fourscore years of age, fell in battle; his conquests were lost; Bourdeaux was again obliged to submit to the French king; and all hopes of recovering the province of Gascony were for ever extinguished.","subId":"22","id":"Hume.HE.2.21.22"},{"type":"paragraph","content":"Though the English might deem themselves happy to be fairly rid of distant dominions, which were of no use to them, and which they never could defend against the growing power of France, they expressed great discontent on the occasion; and they threw all the blame on the ministry, who had not been able to effect impossibilities. {13th Oct.} While they were in this disposition, the queen's delivery of a son, who received the name of Edward, was deemed no joyful incident; and as it removed all hopes of the peaceable succession of the duke of York, who was otherwise, in the right of his father, and by the laws enacted since the accession of the house of Lancaster, next heir to the crown, it had rather a tendency to inflame the quarrel between the parties. {1454.} But the duke was incapable of violent counsels: and even when no visible obstacle lay between him and the throne, he was prevented by his own scruples from mounting it. Henry, always unfit to exercise the government, fell at this time into a distemper, which so far encreased his natural imbecillity, that it rendered him incapable of maintaining even the appearance of royalty. The queen and the council, destitute of this support, found themselves unable to resist the York party; and they were obliged to yield to the torrent. They sent Somerset to the Tower; and appointed Richard lieutenant of the kingdom, with powers to open and hold a session of parliament. That assembly also, taking into consideration the state of the kingdom, created him protector during pleasure. Men, who thus entrusted sovereign authority to one that had such evident and strong pretensions to the crown, were not surely averse to his taking immediate and full possession of it: Yet the duke, instead of pushing them to make farther concessions, appeared somewhat timid and irresolute even in receiving the power which was tendered to him. He desired, that it might be recorded in parliament, that this authority was conferred on him from their own free motion, without any application on his part: He expressed his hopes, that they would assist him in the exercise of it: He made it a condition of his acceptance, that the other lords, who were appointed to be of his council, should also accept of the trust, and should exercise it: And he required, that all the powers of his office should be specified and defined by act of parliament. This moderation of Richard was certainly very unusual and very amiable; yet was it attended with bad consequences in the present juncture, and by giving time to the animosities of faction to rise and ferment, it proved the source of all those furious wars and commotions which ensued.","subId":"23","id":"Hume.HE.2.21.23"},{"type":"paragraph","content":"The enemies of the duke of York soon found it in their power to make advantage of his excessive caution. Henry being so far recovered from his distemper, as to carry the appearance of exercising the royal power; they moved him to resume his authority, {1455.} to annul the protectorship of the duke, to release Somerset from the Tower, and to commit the administration into the hands of that nobleman. Richard, sensible of the dangers which might attend his former acceptance of the parliamentary commission, should he submit to the annulling of it, levied an army; but still without  advancing any pretensions to the crown. He complained only of the king's ministers, and demanded a reformation of the government. {First battle of St. Albans. 22nd May.} A battle was fought at St. Albans, in which the Yorkists were superior, and without suffering any material loss, slew about 5000 of their enemies; among whom were the duke of Somerset, the earl of Northumberland, the earl of Stafford, eldest son of the duke of Buckingham, lord Clifford, and many other persons of distinction. The king himself fell into the hands of the duke of York, who treated him with great respect and tenderness: He was only obliged (which he regarded as no hardship) to commit the whole authority of the crown into the hands of his rival.","subId":"24","id":"Hume.HE.2.21.24"},{"type":"paragraph","content":"This was the first blood spilt in that fatal quarrel, which was not finished in less than a course of thirty years, which was signalized by twelve pitched battles, which opened a scene of extraordinary fierceness and cruelty, is computed to have cost the lives of eighty princes of the blood, and almost entirely annihilated the ancient nobility of England. The strong attachments, which, at that time, men of the same kindred bore to each other, and the vindictive spirit, which was considered as a point of honour, rendered the great families implacable in their resentments, and every moment widened the breach between the parties. Yet affairs did not immediately proceed to the last extremities: The nation was kept some time in suspense: The vigour and spirit of queen Margaret, supporting her small power, still proved a balance to the great authority of Richard, which was checked by his irresolute temper. {9th July.} A parliament, which was soon after assembled, plainly discovered, by the contrariety of their proceedings, the contrariety of the motives by which they were actuated. They granted the Yorkists a general indemnity; and they restored the protectorship to the duke, who, in accepting it, still persevered in all his former precautions: But at the same time they renewed their oaths of fealty to Henry, and fixed the continuance of the protectorship to the majority of his son, Edward, who was vested with the usual dignities of prince of Wales, duke of Cornwal, and earl of Chester. The only decisive act, passed in this parliament, was a full resumption of all the grants which had been made since the death of Henry V. and which had reduced the crown to great poverty.","subId":"25","id":"Hume.HE.2.21.25"},{"type":"paragraph","content":"{1456} It was not found difficult to wrest power from hands so little tenacious as those of the duke of York. Margaret, availing herself of that prince's absence, produced her husband before the house of lords; and as his state of health permitted him at that time to act his part with some tolerable decency, he declared his intentions of resuming the government, and of putting an end to Richard's authority. This measure, being unexpected, was not opposed by the contrary party: The house of lords, who were many of them disgusted with the late act of resumption, assented to Henry's proposal: And the king was declared to be reinstated in sovereign authority. Even the duke of York acquiesced in this irregular act of the peers; and no disturbance ensued. But that prince's claim to the crown was too well known, and the steps, which he had taken to promote it, were too evident, ever to allow sincere trust and confidence to have place between the parties. {1457.} The court retired to Coventry, and invited the duke of York and the earls of Salisbury and Warwic to attend the king's person. When they were on the road, they received intelligence, that designs were formed against their liberties and lives. They immediately separated themselves: Richard withdrew to his castle of Wigmore: Salisbury to Middleham in Yorkshire: And Warwic to his government of Calais, which had been committed to him after the battle of St. Albans, and which, as it gave him the command of the only regular military force maintained by England, was of the utmost importance in the present juncture. Still, men of peaceable dispositions, and among the rest Bourchier, archbishop of Canterbury, thought it not too late to interpose with their good offices, in order to prevent that effusion of blood, with which the kingdom was threatened; and the awe, in which each party stood of the other, rendered the mediation for some time successful. It was agreed, that all the great leaders on both sides should meet in London, and be solemnly reconciled. {1458.} The duke of York and his partizans came thither with numerous retinues, and took up their quarters near each other for mutual security. The leaders of the Lancastrian party used the same precaution. The mayor, at the head of 5000 men, kept a strict watch, night and day; and was extremely vigilant in maintaining peace between them. Terms were adjusted, which removed not the ground of difference. An outward reconciliation only was procured: And in order to notify this accord to the whole people, a solemn procession to St. Paul's was appointed, where the duke of York led queen Margaret, and a leader of one party marched hand in hand with a leader of the opposite. The less real cordiality prevailed, the more were the exterior demonstrations of amity redoubled. But it was evident, that a contest for a crown could not thus be peaceably accommodated; that each party watched only for an opportunity of subverting the other; and that much blood must yet be spilt, ere the nation could be restored to perfect tranquillity, or enjoy a settled and established government.","subId":"26","id":"Hume.HE.2.21.26"},{"type":"paragraph","content":"{1459.} Even the smallest accident, without any formed design, was sufficient, in the present disposition of men's minds, to dissolve the seeming harmony between the parties; and had the intentions of the leaders been ever so amicable, they would have found it difficult to restrain the animosity of their followers. One of the king's retinue insulted one of the earl of Warwic's: Their companions on both sides took part in the quarrel: A fierce combat ensued: The earl apprehended his life to be aimed at: He fled to his government of Calais; and both parties, in every county of England, openly made preparations for deciding the contest by war and arms.","subId":"27","id":"Hume.HE.2.21.27"},{"type":"paragraph","content":"{Battle of Blore-heath. 23d Sept.} The earl of Salisbury, marching to join the duke of York, was overtaken, at Blore-heath on the borders of Staffordshire, by lord Audley, who commanded much superior forces; and a small rivulet with steep banks ran between the armies. Salisbury here supplied his defect in numbers by stratogem; a refinement, of which there occur few instances in the English civil wars, where a headlong courage, more than military conduct, is commonly to be remarked. He feigned a retreat, and allured Audley to follow him with precipitation: But when the van of the royal army had passed the brook, Salisbury suddenly turned upon them; and partly by the surprize, partly by the division, of the enemies' forces, put this body to rout: The example of flight was followed by the rest of the army: And Salisbury, obtaining a complete victory, reached the general rendezvous of the Yorkists at Ludlow.","subId":"28","id":"Hume.HE.2.21.28"},{"type":"paragraph","content":"The earl of Warwic brought over to this rendezvous a choice body of veterans from Calais, on whom, it was thought, the fortune of the war would much depend, but this reinforcement occasioned, in the issue, the immediate ruin of the duke of York's party. When the royal army approached, and a general action was every hour expected, Sir Andrew Trollop, who commanded the veterans, deserted to the king in the night-time; and the Yorkists were so dismayed at this instance of treachery, which made every man suspicious of his fellow, that they separated next day without striking a stroke: The duke fled to Ireland: The earl of Warwic, attended by many of the other leaders, escaped to Calais; where his great popularity among all orders of men, particularly among the military, soon drew to him partizans, and rendered his power very formidable. The friends of the house of York in England kept themselves every where in readiness to rise on the first summons from their leaders.","subId":"29","id":"Hume.HE.2.21.29"},{"type":"paragraph","content":"{1460.} After meeting with some successes at sea, Warwic landed in Kent, with the earl of Salisbury, and the earl of Marche, eldest son of the duke of York; and being met by the primate, by lord Cobham, and other persons of distinction, he marched, amidst the acclamations of the people, to London. {Battle of Northhampton. 10th July.} The city immediately opened its gates to him; and his troops encreasing on every day's march, he soon found himself in a condition to face the royal army, which hastened from Coventry to attack him. The battle was fought at Northampton; and was soon decided against the royalists by the infidelity of lord Grey of Ruthin, who, commanding Henry's van, deserted to the enemy during the heat of action, and spread a consternation through the troops. The duke of Buckingham, the earl of Shrewsbury, the lords Beaumont and Egremont, and Sir William Lucie were killed in the action or pursuit: The slaughter fell chiefly on the gentry and nobility; the common people were spared by orders of the earls of Warwic, and Marche. Henry himself, that empty shadow of a king, was again taken prisoner; and as the innocence and simplicity of his manners, which bore the appearance of sanctity, had procured him the tender regard of the people, the earl of Warwic and the other leaders took care to distinguish themselves by their respectful demeanour towards him.","subId":"30","id":"Hume.HE.2.21.30"},{"type":"paragraph","content":"{A parliament. 7th Oct.} A parliament was summoned in the king's name, and met at Westminster; where the duke soon after appeared from Ireland. This prince had never hitherto advanced openly any claim to the crown: He had only complained of ill ministers, and demanded a redress of grievances: And even in the present crisis, when the parliament was surrounded by his victorious army, he showed such a regard to law and liberty, as is unusual during the prevalence of a party in any civil dissentions; and was still less to be expected, in those violent and licentious times. He advanced towards the throne; and being met by the archbishop of Canterbury, who asked him, whether he had yet paid his respects to the king? he replied, that he knew of none to whom he owed that title. He then stood near the throne, and addressing himself to the house of peers, he gave them a deduction of his title by descent; mentioned the cruelties by which the house of Lancaster had paved their way to sovereign power, insisted on the calamities which had attended the government of Henry, exhorted them to return into the right path, by doing justice to the lineal successor, and thus pleaded his cause before them as his natural and legal judges. This cool and moderate manner of demanding a crown, intimidated his friends and encouraged his enemies: The lords remained in suspence; and no one ventured to utter a word on the occasion. Richard, who had probably expected, that the peers would have invited him to place himself on the throne, was much disappointed at their silence; but desiring them to reflect on what he had proposed to them, he departed the house. The peers took the matter into consideration, with as much tranquillity as if it had been a common subject of debate: They desired the assistance of some considerable members among the commons in their deliberations: They heard, in several successive days, the reasons alleged for the duke of York: They even ventured to propose objections to his claim, founded on former entails of the crown, and on the oaths of fealty sworn to the house of Lancaster: They also observed, that, as Richard had all along borne the arms of York, not those of Clarence, he could not claim as successor to the latter family: And after receiving answers to these objections, derived from the violence and power, by which the house of Lancaster supported their present possession of the crown, they proceeded to give a decision. Their sentence was calculated, as far as possible, to please both parties: They declared the title of the duke of York to be certain and indefeasible; but in consideration that Henry had enjoyed the crown, without dispute or controversy, during the course of thirty-eight years, they determined, that he should continue to possess the title and dignity during the remainder of his life; that the administration of the government, meanwhile, should remain with Richard; that he should be acknowledged the true and lawful heir of the monarchy; that every one should swear to maintain his succession, and it should be treason to attempt his life; and that all former settlements of the crown, in this and the two last reigns, should be abrogated and rescinded. The duke acquiesced in this decision: Henry himself, being a prisoner, could not oppose it: Even if he had enjoyed his liberty, he would not probably have felt any violent reluctance against it: And the act thus passed with the unanimous consent of the whole legislative body. Though the mildness of this compromise is chiefly to be ascribed to the moderation of the duke of York, it is impossible not to observe in those transactions visible marks of a higher regard to law, and of a more fixed authority, enjoyed by parliament, than has appeared in any former period of English history.","subId":"31","id":"Hume.HE.2.21.31"},{"type":"paragraph","content":"It is probable, that the duke, without employing either menaces or violence, could have obtained from the commons a settlement more consistent and uniform: But as many, if not all the members of the upper house, had received grants, concessions, or dignities, during the last sixty years, when the house of Lancaster was possessed of the government, they were afraid of invalidating their own titles by too sudden and violent an overthrow of that family; and in thus temporizing between the parties, they fixed the throne on a basis, upon which it could not possibly stand. The duke, apprehending his chief danger to arise from the genius and spirit of queen Margaret, sought a pretence for banishing her the kingdom: He sent her, in the king's name, a summons to come immediately to London; intending, in case of her disobedience, to proceed to extremities against her. But the queen needed not this menace to excite her activity in defending the rights of her family. After the defeat at Northampton, she had fled with her infant son to Durham, thence to Scotland; but soon returning, she applied to the northern barons, and employed every motive to procure their assistance. Her affability, insinuation, and address, qualities in which she excelled; her caresses, her promises wrought a powerful effect on every one who approached her: The admiration of her great qualities was succeeded by compassion towards her helpless condition: The nobility of that quarter, who regarded themselves as the most warlike in the kingdom, were moved by indignation to find the southern barons pretend to dispose of the crown and settle the government: And that they might allure the people to their standard, they promised them the spoils of all the provinces on the other side of the Trent. By these means, the queen had collected an army twenty thousand strong, with a celerity which was neither expected by her friends, nor apprehended by her enemies.","subId":"32","id":"Hume.HE.2.21.32"},{"type":"paragraph","content":"The duke of York, informed of her appearance in the north, hastened thither with a body of 5000 men, to suppress, as he imagined, the beginnings of an insurrection; when, on his arrival at Wakefield, he found himself so much outnumbered by the enemy. He threw himself into Sandal castle, which was situated in the neighbourhood; and he was advised by the earl of Salisbury, and other prudent counsellors, to remain in that fortress, till his son, the earl of Marche, who was levying forces in the borders of Wales, could advance to his assistance. But the duke, though deficient in political courage, possessed personal bravery in an eminent degree; and notwithstanding his wisdom and experience, he thought, that he should be for ever disgraced, if, by taking shelter behind walls, he should for a moment resign the victory to a woman. {Battle of Wakefield. 24th Dec.} He descended into the plain, and offered battle to the enemy, which was instantly accepted. The great inequality of numbers was sufficient alone to decide the victory; but the queen, by sending a detachment, who fell on the back of the duke's army, rendered her advantage still more certain and undisputed. {Death of the duke of York.} The duke himself was killed in the action; and as his body was found among the slain, the head was cut off by Margaret's orders, and fixed on the gates of York, with a paper crown upon it, in derision of his pretended title. His son, the earl of Rutland, a youth of seventeen, was brought to lord Clifford; and that barbarian, in revenge of his father's death, who had perished in the battle of St. Albans, murdered, in cool blood, and with his own hands, this innocent prince, whose exterior figure, as well as other accomplishments, are represented by historians as extremely amiable. The earl of Salisbury was wounded and taken prisoner, and immediately beheaded, with several other persons of distinction, by martial law at Pomfret. There fell near three thousand Yorkists in this battle: The duke himself was greatly and justly lamented by his own party; a prince who merited a better fate, and whose errors in conduct proceeded entirely from such qualities, as render him the more an object of esteem and affection. He perished in the fiftieth year of his age, and left three sons, Edward, George, and Richard, with three daughters, Anne, Elizabeth, and Margaret.","subId":"33","id":"Hume.HE.2.21.33"},{"type":"paragraph","content":"{1461.} The queen, after this important victory, divided her army. She sent the smaller division under Jasper Tudor, earl of Pembroke, half brother to the king, against Edward, the new duke of York. She herself marched with the larger division towards London, where the earl of Warwic had been left with the command of the Yorkists. {Battle of Mortimer's Cross.} Pembroke was defeated by Edward at Mortimer's Cross in Herefordshire, with the loss of near 4000 men: His army was dispersed; he himself escaped by flight; but his father, Sir Owen Tudor, was taken prisoner, and immediately beheaded by Edward's orders. This barbarous practice, being once begun, was continued by both parties, from a spirit of revenge, which covered itself under the pretence of retaliation.","subId":"34","id":"Hume.HE.2.21.34"},{"type":"paragraph","content":"Margaret compensated this defeat by a victory which she obtained over the earl of Warwic. {Second battle of St. Albans} That nobleman, on the approach of the Lancastrians, led out his army, re-inforced by a strong body of the Londoners, who were affectionate to his cause; and he gave battle to the queen at St. Albans. While the armies were warmly engaged, Lovelace, who commanded a considerable body of the Yorkists, withdrew from the combat; and this treacherous conduct, of which there are many instances in those civil wars, decided the victory in favour of the queen. About 2300 of the vanquished perished in the battle and pursuit; and the person of the king fell again into the hands of his own party. This weak prince was sure to be almost equally a prisoner whichever faction had the keeping of him; and scarce any more decorum was observed by one than by the other, in their method of treating him. Lord Bonville, to whose care he had been entrusted by the Yorkists, remained with him after the defeat, on assurances of pardon given him by Henry: But Margaret, regardless of her husband's promise, immediately ordered the head of that nobleman to be struck off by the executioner. Sir Thomas Kiriel, a brave warrior, who had signalized himself in the French wars, was treated in the same manner.","subId":"35","id":"Hume.HE.2.21.35"},{"type":"paragraph","content":"The queen made no great advantage of this victory: Young Edward advanced upon her from the other side; and collecting the remains of Warwic's army, was soon in a condition of giving her battle with superior forces. She was sensible of her danger, while she lay between the enemy and the city of London; and she found it necessary to retreat with her army to the north. Edward entered the capital amidst the acclamations of the citizens, and immediately opened a new scene to his party. This prince, in the bloom of youth, remarkable for the beauty of his person, for his bravery, his activity, his affability, and every popular quality, found himself so much possessed of public favour, that, elated with the spirit natural to his age, he resolved no longer to confine himself within those narrow limits, which his father had prescribed to himself, and which had been found by experience so prejudicial to his cause. He determined to assume the name and dignity of king; to insist openly on his claim; and thenceforth to treat the opposite party as traitors and rebels to his lawful authority. But as a national consent, or the appearance of it, still seemed, notwithstanding his plausible title, requisite to precede this bold measure, and as the assembling of a parliament might occasion too many delays, and be attended with other inconveniences, he ventured to proceed in a less regular manner, and to put it out of the power of his enemies to throw obstacles in the way of his elevation. His army was ordered to assemble in St. John's Fields; great numbers of people surrounded them; an harangue was pronounced to this mixed multitude, setting forth the title of Edward, and inveighing against the tyranny and usurpation of the rival family; and the people were then asked, whether they would have Henry of Lancaster for king? {Edward IV, assumes the crown.} They unanimously exclaimed against the proposal. It was then demanded, whether they would accept of Edward, eldest son of the late duke of York? They expressed their assent by loud and joyful acclamations. {5th March.} A great number of bishops, lords, magistrates, and other persons of distinction were next assembled at Baynard's castle, who ratified the popular election; and the new king was on the subsequent day proclaimed in London, by the title of Edward IV.","subId":"36","id":"Hume.HE.2.21.36"},{"type":"paragraph","content":"In this manner ended the reign of Henry VI. a monarch, who, while in his cradle, had been proclaimed king both of France and England, and who began his life with the most splendid prospects that any prince in Europe had ever enjoyed. The revolution was unhappy for his people, as it was the source of civil wars; but was almost entirely indifferent to Henry himself, who was utterly incapable of exercising his authority, and who, provided he personally met with good usage, was equally easy, as he was equally enslaved, in the hands of his enemies and of his friends. His weakness and his disputed title were the chief causes of the public calamities: But whether his queen, and his ministers, were not also guilty of some great abuses of power, it is not easy for us at this distance of time to determine: There remain no proofs on record of any considerable violation of the laws, except in the assassination of the duke of Glocester, which was a private crime, formed no precedent, and was but too much of a piece with the usual ferocity and cruelty of the times.","subId":"37","id":"Hume.HE.2.21.37"},{"type":"paragraph","content":"{Miscellaneous transactions of this reign.} The most remarkable law, which passed in this reign, was that for the due election of members of parliament in counties. After the fall of the feudal system, the distinction of tenures was in some measure lost; and every freeholder, as well those who held of mesne lords, as the immediate tenants of the crown, were by degrees admitted to give their votes at elections. This innovation (for such it may probably be esteemed) was indirectly confirmed by a law of Henry IV.; which gave right to such a multitude of electors, as was the occasion of great disorder. In the eighth and tenth of this king, therefore, laws were enacted, limiting the electors to such as possessed forty shillings a-year in land, free from all burdens within the county. This sum was equivalent to near twenty pounds a-year of our present money; and it were to be wished, that the spirit, as well as letter of this law, had been maintained.","subId":"38","id":"Hume.HE.2.21.38"},{"type":"paragraph","content":"The preamble of the statute is remarkable: \"Whereas the elections of knights have of late, in many counties of England, been made by outrages and excessive numbers of people, many of them of small substance and value, yet pretending to a right equal to the best knights and esquires; whereby manslaughters, riots, batteries, and divisions among the gentlemen and other people of the same counties, shall very likely rise and be, unless due remedy be provided in this behalf, &c.\" We may learn from these expressions what an important matter the election of a member of parliament was now become in England: That assembly was beginning in this period to assume great authority: The commons had it much in their power to enforce the execution of the laws; and if they failed of success in this particular, it proceeded less from any exorbitant power of the crown, than from the licentious spirit of the aristocracy, and perhaps from the rude education of the age, and their own ignorance of the advantages resulting from a regular administration of justice.","subId":"39","id":"Hume.HE.2.21.39"},{"type":"paragraph","content":"When the duke of York, the earls of Salisbury and Warwic, fled the kingdom upon the desertion of their troops, a parliament was summoned at Coventry in 1460, by which they were all attainted. This parliament seems to have been very irregularly constituted, and scarcely deserves the name: Insomuch, that an act passed in it, \"that all such knights of any county, as were returned by virtue of the king's letters, without any other election, should be valid, and that no sheriff should, for returning them, incur the penalty of the statute of Henry IV.\" All the acts of that parliament were afterwards reversed; \"because it was unlawfully summoned, and the knights and barons not duly chosen.\"","subId":"40","id":"Hume.HE.2.21.40"},{"type":"paragraph","content":"The parliaments in this reign, instead of relaxing their vigilance against the usurpations of the court of Rome, endeavoured to enforce the former statutes enacted for that purpose. The commons petitioned, that no foreigner should be capable of any church preferment, and that the patron might be allowed to present anew upon the nonresidence of any incumbent: But the king eluded these petitions. Pope Martin wrote him a severe letter against the statute of provisors; which he calls an abominable law, that would infallibly damn every one who observed it. The cardinal of Winchester was legate; and as he was also a kind of prime minister, and immensely rich from the profits of his clerical dignities, the parliament became jealous lest he should extend the papal power; and they protested, that the cardinal should absent himself in all affairs and councils of the king, whenever the pope or see of Rome was touched upon.","subId":"41","id":"Hume.HE.2.21.41"},{"type":"paragraph","content":"Permission was given by parliament to export corn when it was at low prices; wheat at six shillings and eight pence a quarter, money of that age; barely at three shillings and four pence. It appears from these prices, that corn still remained at near half its present value; though other commodities were much cheaper. The inland commerce of corn was also opened in the eighteenth of the king, by allowing any collector of the customs to grant a licence for carrying it from one county to another. The same year a kind of navigation act was proposed with regard to all places within the Streights; but the king rejected it.","subId":"42","id":"Hume.HE.2.21.42"},{"type":"paragraph","content":"The first instance of debt contracted upon parliamentary security occurs in this reign. The commencement of this pernicious practice deserves to be noted; a practice, the more likely to become pernicious, the more a nation advances in opulence and credit. The ruinous effects of it are now become apparent, and threaten the very existence of the nation.","subId":"43","id":"Hume.HE.2.21.43"},{"type":"note","content":"Stowe, p. 387.","subId":"n1","id":"Hume.HE.2.21.n1"},{"type":"note","content":"Cotton, p. 609.","subId":"n2","id":"Hume.HE.2.21.n2"},{"type":"note","content":"Cotton, p. 641.","subId":"n3","id":"Hume.HE.2.21.n3"},{"type":"note","content":"Cotton, p. 642. Hall, fol. 157. Hollingshed, p. 631. Grafton, p. 607.","subId":"n4","id":"Hume.HE.2.21.n4"},{"type":"note","content":"Cotton, p. 643.","subId":"n5","id":"Hume.HE.2.21.n5"},{"type":"note","content":"Cotton, p. 643.","subId":"n6","id":"Hume.HE.2.21.n6"},{"type":"note","content":"Hall, fol. 158. Hist. Croyland, contin. p. 525. Stowe, p. 388. Grafton, p. 610.","subId":"n7","id":"Hume.HE.2.21.n7"},{"type":"note","content":"Stowe, p. 364. Cotton, p. 564. This author admires, that such a piece of injustice should have been committed in peaceable times: He might have added, and by such virtuous princes as Bedford and Glocester. But it is to be presumed, that Mortimer was guilty, though his condemnation was highly irregular and illegal. The people had at this time a very feeble sense of law and a constitution; and power was very imperfectly restrained by these limits. When the proceedings of a parliament were so irregular, it is easy to imagine, that those of a king would be more so.","subId":"n8","id":"Hume.HE.2.21.n8"},{"type":"note","content":"Hall, fol. 159. Hollingshed, p. 634.","subId":"n9","id":"Hume.HE.2.21.n9"},{"type":"note","content":"Stowe, p. 388, 389. Hollingshed, p. 633.","subId":"n10","id":"Hume.HE.2.21.n10"},{"type":"note","content":"Grafton, p. 612.","subId":"n11","id":"Hume.HE.2.21.n11"},{"type":"note","content":"Hall, fol. 160.","subId":"n12","id":"Hume.HE.2.21.n12"},{"type":"note","content":"Hist. Croyland, contin. p. 526.","subId":"n13","id":"Hume.HE.2.21.n13"},{"type":"note","content":"Rymer, vol. ix. p. 275.","subId":"n14","id":"Hume.HE.2.21.n14"},{"type":"note","content":"Cotton, p. 661. Stowe, p. 391.","subId":"n15","id":"Hume.HE.2.21.n15"},{"type":"note","content":"Stowe, p. 394.","subId":"n16","id":"Hume.HE.2.21.n16"},{"type":"note","content":"Parliamentary History, vol. ii. p. 263.","subId":"n17","id":"Hume.HE.2.21.n17"},{"type":"note","content":"Stowe, p. 394.","subId":"n18","id":"Hume.HE.2.21.n18"},{"type":"note","content":"Grafton, p. 620.","subId":"n19","id":"Hume.HE.2.21.n19"},{"type":"note","content":"Hollingshed, p. 640.","subId":"n20","id":"Hume.HE.2.21.n20"},{"type":"note","content":"Polyd. Virg. p. 501. Grafton, p. 623.","subId":"n21","id":"Hume.HE.2.21.n21"},{"type":"note","content":"Rymer, vol. xi. p. 344.","subId":"n22","id":"Hume.HE.2.21.n22"},{"type":"note","content":"Rymer, vol. xi. p. 361. Hollingshed, p. 642. Grafton, p. 626.","subId":"n23","id":"Hume.HE.2.21.n23"},{"type":"note","content":"Stowe, p. 309. Hollingshed, p. 643.","subId":"n24","id":"Hume.HE.2.21.n24"},{"type":"note","content":"Fabian Chron. anno 1458. The author says that some lords brought 900 retainers, some 600, none less than 400. See also Grafton, p. 633.","subId":"n25","id":"Hume.HE.2.21.n25"},{"type":"note","content":"Hollingshed, p. 649. Grafton, p. 936.","subId":"n26","id":"Hume.HE.2.21.n26"},{"type":"note","content":"Hollingshed, p. 650. Grafton, p. 537.","subId":"n27","id":"Hume.HE.2.21.n27"},{"type":"note","content":"Stowe, p. 409.","subId":"n28","id":"Hume.HE.2.21.n28"},{"type":"note","content":"Hall, fol. 169. Grafton, p. 195.","subId":"n29","id":"Hume.HE.2.21.n29"},{"type":"note","content":"Hollingshed, p. 655.","subId":"n30","id":"Hume.HE.2.21.n30"},{"type":"note","content":"Cotton, p. 665. Grafton, p. 643.","subId":"n31","id":"Hume.HE.2.21.n31"},{"type":"note","content":"Hollingshed, p. 657. Grafton, p. 645.","subId":"n32","id":"Hume.HE.2.21.n32"},{"type":"note","content":"Cotton, p. 666.","subId":"n33","id":"Hume.HE.2.21.n33"},{"type":"note","content":"Cotton, p. 666. Grafton, p. 647.","subId":"n34","id":"Hume.HE.2.21.n34"},{"type":"note","content":"Stowe, p. 412.","subId":"n35","id":"Hume.HE.2.21.n35"},{"type":"note","content":"Polyd. Virg. p. 510.","subId":"n36","id":"Hume.HE.2.21.n36"},{"type":"note","content":"Hollingshed, p. 660. Grafton, p. 650.","subId":"n37","id":"Hume.HE.2.21.n37"},{"type":"note","content":"Hollingshed, p. 660.","subId":"n38","id":"Hume.HE.2.21.n38"},{"type":"note","content":"Grafton, p. 652.","subId":"n39","id":"Hume.HE.2.21.n39"},{"type":"note","content":"Stowe, p. 415. Hollingshed, p. 661.","subId":"n40","id":"Hume.HE.2.21.n40"},{"type":"note","content":"Grafton, p. 653.","subId":"n41","id":"Hume.HE.2.21.n41"},{"type":"note","content":"Statutes at large, 7 Henry IV. cap. 15.","subId":"n42","id":"Hume.HE.2.21.n42"},{"type":"note","content":"Ibid. 8 Henry VI. cap. 7. 10 Henry VI. cap. 2.","subId":"n43","id":"Hume.HE.2.21.n43"},{"type":"note","content":"Cotton, p. 664.","subId":"n44","id":"Hume.HE.2.21.n44"},{"type":"note","content":"Statutes at large, 39 Henry VI. cap. I.","subId":"n45","id":"Hume.HE.2.21.n45"},{"type":"note","content":"Cotton, p. 585.","subId":"n46","id":"Hume.HE.2.21.n46"},{"type":"note","content":"Burnet's Collection of Records, vol. i. p. 99.","subId":"n47","id":"Hume.HE.2.21.n47"},{"type":"note","content":"Cotton, p. 593.","subId":"n48","id":"Hume.HE.2.21.n48"},{"type":"note","content":"Statutes at large, 15 Henry VI. cap. 2. 23 Henry VI. cap. 6.","subId":"n49","id":"Hume.HE.2.21.n49"},{"type":"note","content":"Cotton, p. 625.","subId":"n50","id":"Hume.HE.2.21.n50"},{"type":"note","content":"Ibid. p. 626.","subId":"n51","id":"Hume.HE.2.21.n51"},{"type":"note","content":"Ibid. p. 593, 614, 638.","subId":"n52","id":"Hume.HE.2.21.n52"}]}