{"imported":true,"id":"Hume.THN.3.2.5","parent":"Hume.THN.3.2","title":"Section 5. Of the obligation of promises","breadcrumb":"Section 5","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. V. £3 £4 _Of the obligation of promises._ £4","id":"Hume.THN.3.2.5"},{"type":"paragraph","content":"THAT the rule of morality, which enjoins the performance of promises, is not _natural_, will sufficiently appear from these two propositions, which I proceed to prove, viz. _that a promise wou'd not be intelligible, before human conventions had establish'd it_; and _that even if it were intelligible, it wou'd not be attended with any moral obligation_.","subId":"1","id":"Hume.THN.3.2.5.1","pages":"516"},{"type":"paragraph","content":"^I say^, _first_, that a promise is not intelligible naturally, nor antecedent to human conventions; and that a man, unacquainted with society, could never enter into any engagements with another, even tho' they could perceive each other's thoughts by intuition. If promises be natural and intelligible, there must be some act of the mind attending these words, _I promise_; and on this act of the mind must the obligation depend. Let us, therefore, run over all the faculties of the soul, and see which of them is exerted in our promises.","subId":"2","id":"Hume.THN.3.2.5.2","pages":"516"},{"type":"paragraph","content":"^The^ act of the mind, exprest by a promise, is not a _resolution_ to perform any thing: For that alone never imposes any obligation. Nor is it a _desire_ of such a performance: For we may bind ourselves without such a desire, or even with an aversion, declar'd and avow'd. Neither is it the _willing_ of that action, which we promise to perform: For a promise always regards some future time, and the will has an influence only on present actions. It follows, therefore, that since the act of the mind, which enters into a promise, and produces its obligation, is neither the resolving, desiring, nor willing any particular performance, it must necessarily be the _willing_ of that_obligation_, which arises from the promise. Nor is this |only a conclusion of philosophy; but is entirely conformable to our common ways of thinking and of expressing ourselves, when we say that we are bound by our own consent, and that the obligation arises from our mere will and pleasure. The only question, then, is, whether there be not a manifest absurdity in supposing this act of the mind, and such an absurdity as no man cou'd fall into, whose ideas are not confounded {~~with->by~~} prejudice and the fallacious use of language.","subId":"3","id":"Hume.THN.3.2.5.3","pages":"516-7"},{"type":"paragraph","content":"^All^ morality depends upon our sentiments; and when any action, or quality of the mind, pleases us _after a certain manner_, we say it is virtuous; and when the neglect, or non-performance of it, displeases us _after a like manner_, we say that we lie under an obligation to perform it. A change of the obligation supposes a change of the sentiment; and a creation of a new obligation supposes some new sentiment to arise. But 'tis certain we can naturally no more change our own sentiments, than the motions of the heavens; nor by a single act of our will, that is, by a promise, render any action agreeable or disagreeable, moral or immoral; which, without that act, wou'd have produc'd contrary impressions, or have been endow'd with different qualities. It wou'd be absurd, therefore, to will any new obligation, that is, any new sentiment of pain or pleasure; nor is it possible, that men cou'd naturally fall into so gross an absurdity. A promise, therefore, is _naturally_ something altogether unintelligible, nor is there any act of the mind belonging to it[n77].","subId":"4","id":"Hume.THN.3.2.5.4","pages":"517"},{"type":"paragraph","content":"^But^, _secondly_, if there was any act of the mind belonging to it, it could not _naturally_ produce any obligation. This appears evidently from the foregoing reasoning. A promise creates a new obligation. A new obligation supposes new sentiments to arise. The will never creates new sentiments. There could not naturally, therefore, arise any obligation from a promise, even supposing the mind could fall into the absurdity of willing that obligation.","subId":"5","id":"Hume.THN.3.2.5.5","pages":"518"},{"type":"paragraph","content":"^The^ same truth may be prov'd still more evidently by that reasoning, which prov'd justice in general to be an artificial virtue. No action can be requir'd of us as our duty, unless there be implanted in human nature some actuating passion or motive, capable of producing the action. This motive cannot be the sense of duty. A sense of duty supposes an antecedent obligation: And where an action is not requir'd by any natural passion, it cannot be requir'd by any natural obligation; since it may be omitted without proving any defect or imperfection in the mind and temper, and consequently without any vice. Now 'tis evident we have no motive leading us to the performance of promises, distinct from a sense of duty. If we thought, that promises had no moral obligation, we never shou'd feel any inclination to observe them. This is not the case with the natural virtues. Tho' there was no obligation to relieve the miserable, our humanity wou'd lead us to it; and when we omit that duty, the immorality of the omission arises from its being a proof, that we want the natural sentiments of humanity. A father knows it to be his duty to take care of his children: But he |has also a natural inclination to it. And if no human creature had that inclination, no one cou'd lie under any such obligation. But as there is naturally no inclination to observe promises, distinct from a sense of their obligation; it follows, that fidelity is no natural virtue, and that promises have no force, antecedent to human conventions.","subId":"6","id":"Hume.THN.3.2.5.6","pages":"518-9"},{"type":"paragraph","content":"^If^ any one dissent from this, he must give a regular proof of these two propositions, viz. _that there is a peculiar act of the mind, annext to promises_; and _that consequent to this act of the mind, there arises an inclination to perform, distinct from a sense of duty_. I presume, that it is impossible to prove either of these two points; and therefore I venture to conclude, that promises are human inventions, founded on the necessities and interests of society.","subId":"7","id":"Hume.THN.3.2.5.7","pages":"519"},{"type":"paragraph","content":"^In^ order to discover these necessities and interests, we must consider the same qualities of human nature, which we have already found to give rise to the preceding laws of society. Men being naturally selfish, or endow'd only with a confin'd generosity, they are not easily induc'd to perform any action for the interest of strangers, except with a view to some reciprocal advantage, which they had no hope of obtaining but by such a performance. Now as it frequently happens, that these mutual performances cannot be finish'd at the same instant, 'tis necessary, that one party be contented to remain in uncertainty, and depend upon the gratitude of the other for a return of kindness. But so much corruption is there among men, that, generally speaking, this becomes but a slender security; and as the benefactor is here suppos'd to bestow his favours with a view to self-interest, this both takes off from the obligation, and sets an example of selfishness, which is the true mother of ingratitude. Were we, therefore, to follow the natural course of our passions and inclinations, we shou'd perform but few actions for the advantage of others, from disinterested views; because we are naturally very limited in our kindness and affection: And we shou'd perform as few of that kind, out of |a regard to interest; because we cannot depend upon their gratitude. Here then is the mutual commerce of good offices in a manner lost among mankind, and every one reduc'd to his own skill and industry for his well-being and subsistence. The invention of the law of nature, concerning the _stability_ of possession, has already render'd men tolerable to each other; that of the _transference_ of property and possession by consent has begun to render them mutually advantageous: But still these {~~laws of nature->laws~~}, however strictly observ'd, are not sufficient to render them so serviceable to each other, as by nature they are fitted to become. Tho' possession be _stable_, men may often reap but small advantage from it, while they are possess'd of a greater quantity of any species of goods than they have occasion for, and at the same time suffer by the want of others. The _transference_ of property, which is the proper remedy for this inconvenience, cannot remedy it entirely; because it can only take place with regard to such objects as are _present_ and _individual_, but not to such as are _absent_ or _general_. One cannot transfer the property of a particular house, twenty leagues distant; because the consent cannot be attended with delivery, which is a requisite circumstance. Neither can one transfer the property of ten bushels of corn, or five hogsheads of wine, by the mere expression and consent; because these are only general terms, and have no direct relation to any particular heap of corn, or barrels of wine. Besides, the commerce of mankind is not confin'd to the barter of commodities, but may extend to services and actions, which we may exchange to our mutual interest and advantage. Your corn is ripe to-day; mine will be so to-morrow. 'Tis profitable for us both, that I shou'd labour with you to-day, and that you shou'd aid me to-morrow. I have no kindness for you, and know you have as little for me. I will not, therefore, take any pains upon your account; and should I labour with you upon my own account, in expectation of a return, I know I shou'd be disappointed, and that I shou'd in vain depend upon |your gratitude. Here then I leave you to labour alone: You treat me in the same manner. The seasons change; and both of us lose our harvests for want of mutual confidence and security.","subId":"8","id":"Hume.THN.3.2.5.8","pages":"519-21"},{"type":"paragraph","content":"^All^ this is the effect of the natural and inherent principles and passions of human nature; and as these passions and principles are inalterable, it may be thought, that our conduct, which depends on them, must be so too, and that 'twou'd be in vain, either for moralists or politicians, to tamper with us, or attempt to change the usual course of our actions, with a view to public interest. And indeed, did the success of their designs depend upon their success in correcting the selfishness and ingratitude of men, they wou'd never make any progress, unless aided by omnipotence, which is alone able to new-mould the human mind, and change its character in such fundamental articles. All they can pretend to, is, to give a new direction to those natural passions, and teach us that we can better satisfy our appetites in an oblique and artificial manner, than by their headlong and impetuous motion. Hence I learn to do a service to another, without bearing him any real kindness; because I forsee, that he will return my service, in expectation of another of the same kind, and in order to maintain the same correspondence of good offices with me or with others. And accordingly, after I have serv'd him, and he is in possession of the advantage arising from my action, he is induc'd to perform his part, as foreseeing the consequences of his refusal.","subId":"9","id":"Hume.THN.3.2.5.9","pages":"521"},{"type":"paragraph","content":"^But^ tho' this self-interested commerce of men begins to take place, and to predominate in society, it does not entirely abolish the more generous and noble intercourse of friendship and good offices. I may still do services to such persons as I love, and am more particularly acquainted with, without any prospect of advantage; and they may make me a return in the same manner, without any view but that of recompensing my past services. In order, therefore, to distinguish those two different sorts of commerce, the interested and the dis|interested, there is a _certain form of words_ invented for the former, by which we bind ourselves to the performance of any action. This form of words constitutes what we call a _promise_, which is the sanction of the interested commerce of mankind. When a man says _he promises any thing_, he in effect expresses a _resolution_ of performing it; and along with that, by making use of this _form of words_, subjects himself to the penalty of never being trusted again in case of failure. A resolution is the natural act of the mind, which promises express: But were there no more than a resolution in the case, promises wou'd only declare our former motives, and wou'd not create any new motive or obligation. They are the conventions of men, which create a new motive, when experience has taught us, that human affairs wou'd be conducted much more for mutual advantage, were there certain _symbols_ or _signs_ instituted, by which we might give each other security of our conduct in any particular incident. After these signs are instituted, whoever uses them is immediately bound by his interest to execute his engagements, and must never expect to be trusted any more, if he refuse to perform what he promis'd.","subId":"10","id":"Hume.THN.3.2.5.10","pages":"521-2"},{"type":"paragraph","content":"^Nor^ is that knowledge, which is requisite to make mankind sensible of this interest in the _institution_ and _observance_ of promises, to be esteem'd superior to the capacity of human nature, however savage and uncultivated. There needs but a very little practice of the world, to make us perceive all these consequences and advantages. The shortest experience of society discovers them to every mortal; and when each individual perceives the same sense of interest in all his fellows, he immediately performs his part of any contract, as being assur'd, that they will not be wanting in theirs. All of them, by concert, enter into a scheme of actions, calculated for common benefit, and agree to be true to their word; nor is there any thing requisite to form this concert or convention, but that every one have a sense of interest in the faithful fulfilling of engagements, and express that sense to other |members of the society. This immediately causes that interest to operate upon them; and interest is the _first_ obligation to the performance of promises.","subId":"11","id":"Hume.THN.3.2.5.11","pages":"522-3"},{"type":"paragraph","content":"^Afterwards^ a sentiment of morals concurs with interest, and becomes a new obligation upon mankind. This sentiment of morality, in the performance of promises, arises from the same principles as that in the abstinence from the property of others. _Public interest_, _education_, and _the artifices of politicians_, have the same effect in both cases. The difficulties, that occur to us, in supposing a moral obligation to attend promises, we either surmount or elude. For instance; the expression of a resolution is not commonly suppos'd to be obligatory; and we cannot readily conceive how the making use of a certain form of words shou'd be able to cause any material difference. Here, therefore, we _feign_ a new act of the mind, which we call the _willing_ an obligation; and on this we suppose the morality to depend. But we have prov'd already, that there is no such act of the mind, and consequently that promises impose no natural obligation.","subId":"12","id":"Hume.THN.3.2.5.12","pages":"523"},{"type":"paragraph","content":"^To^ confirm this, we may subjoin some other reflections concerning that will, which is suppos'd to enter into a promise, and to cause its obligation. 'Tis evident, that the will alone is never suppos'd to cause the obligation, but must be express'd by words or signs, in order to impose a tye upon any man. The expression being once brought in as subservient to the will, soon becomes the principal part of the promise; nor will a man be less bound by his word, tho' he secretly give a different direction to his intention, and with-hold himself both from a resolution, and from willing an obligation. But tho' the expression makes on most occasions the whole of the promise, yet it does not always so; and one, who shou'd make use of any expression, of which he knows not the meaning, and which he uses without any intention of binding himself, wou'd not certainly be bound by it. Nay, tho' he knows its meaning, yet if he uses it in jest only, and |with such signs as shew evidently he has no serious intention of binding himself, he wou'd not lie under any obligation of performance; but 'tis necessary, that the words be a perfect expression of the will, without any contrary signs. Nay, even this we must not carry so far as to imagine, that one, whom, by our quickness of understanding, we conjecture, from certain signs, to have an intention of deceiving us, is not bound by his expression or verbal promise, if we accept of it; but must limit this conclusion to those cases, where the signs are of a different kind from those of deceit. All these contradictions are easily accounted for, if the obligation of promises be merely a human invention for the convenience of society; but will never be explain'd, if it be something _real_ and _natural_, arising from any action of the mind or body.","subId":"13","id":"Hume.THN.3.2.5.13","pages":"523-4"},{"type":"paragraph","content":"^I shall^ farther observe, that since every new promise imposes a new obligation of morality on the person who promises, and since this new obligation arises from his will; 'tis one of the most mysterious and incomprehensible operations that can possibly be imagin'd, and may even be compar'd to  _transubstantiation_, or _holy orders_[n78], where a certain form of words, along with a certain intention, changes entirely the nature of an external object, and even of a human creature. But tho' these mysteries be so far alike, 'tis very remarkable, that they differ widely in other particulars, and that this difference may be regarded as a strong proof of the difference of their origins. As the obligation of promises is an invention for the interest of society, 'tis warp'd into as many different forms as that interest requires, and even runs into direct contradictions, rather than lose sight of its object. But as those other monstrous doctrines are mere priestly inventions, and have no public interest in view, they are less disturb'd in their progress by new obstacles; and it must be own'd, that, after the first absurdity, |they follow more directly the current of reason and good sense. Theologians clearly perceiv'd, that the external form of words, being mere sound, require an intention to make them have any efficacy; and that this intention being once consider'd as a requisite circumstance, its absence must equally prevent the effect, whether avow'd or conceal'd, whether sincere or deceitful. Accordingly they have commonly determin'd, that the intention of the priest makes the sacrament, and that when he secretly withdraws his intention, he is highly criminal in himself; but still destroys the baptism, or communion, or holy orders. The terrible consequences of this doctrine were not able to hinder its taking place; as the inconvenience of a similar doctrine, with regard to promises, have prevented that doctrine from establishing itself. Men are always more concern'd about the present life than the future; and are apt to think the smallest evil, which regards the former, more important than the greatest, which regards the latter.","subId":"14","id":"Hume.THN.3.2.5.14","pages":"524-5"},{"type":"paragraph","content":"^We^ may draw the same conclusion, concerning the origin of promises, from the _force_, which is suppos'd to invalidate all contracts, and to free us from their obligation. Such a principle is a proof, that promises have no natural obligation, and are mere artificial contrivances for the convenience and advantage of society. If we consider aright of the matter, force is not essentially different from any other motive of hope or fear, which may induce us to engage our word, and lay ourselves under any obligation. A man, dangerously wounded, who promises a competent sum to a surgeon to cure him, wou'd certainly be bound to performance; tho' the case be not so much different from that of one, who promises a sum to a robber, as to produce so great a difference in our sentiments of morality, if these sentiments were not built entirely on public interest and convenience.","subId":"15","id":"Hume.THN.3.2.5.15","pages":"525"},{"type":"note","content":"Were morality discoverable by reason, and not by sentiment, 'twou'd be still more evident, that promises cou'd make no alteration upon it. Morality is suppos'd to consist in relation. Every new imposition of morality, therefore, must arise from some new relation of objects; and consequently the will cou'd not produce _immediately_ any change in morals, but cou'd have that effect only by producing a change upon the objects. But as the moral obligation of a promise is the pure effect of the will, without the least change in any part of the universe; it follows, that promises have no _natural_ obligation. // ~~Shou'd it be said, that this act of the will being in effect a new object, produces new relations and new duties; I wou'd answer, that this is a pure sophism, which may be detected by a very moderate share of accuracy and exactness. To will a new |obligation, is to will a new relation of objects; and therefore, if this new relation of objects were form'd by the volition itself, we shou'd in effect will the volition; which is plainly absurd and impossible. The will has here no object to which it cou'd tend; but must return upon itself _in infinitum_. The new obligation depends upon new relations. The new relations depend upon a new volition. The new volition has for object a new obligation, and consequently new relations, and consequently a new volition; which volition again has in view a new obligation, relation and volition, without any termination. 'Tis impossible, therefore, we cou'd ever will a new obligation; and consequently 'tis impossible the will cou'd ever accompany a promise, or produce a new obligation of morality.","subId":"n77","id":"Hume.THN.3.2.5.n77","pages":"517-8"},{"type":"note","content":"I mean so far, as holy orders are suppos'd to produce the _indelible character_. In other respects they are only a legal qualification.","subId":"n78","id":"Hume.THN.3.2.5.n78","pages":"524"}]}
