{"imported":true,"id":"Hume.THN.3.2.7","parent":"Hume.THN.3.2","title":"Section 7. Of the origin of government","breadcrumb":"Section 7","texts":[],"published":[1740],"copytext":[1740],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. VII. £3 £4 _Of the origin of government._ £4","id":"Hume.THN.3.2.7"},{"type":"paragraph","content":"NOTHING is more certain, than that men are, in a great measure, govern'd by interest, and that even when they extend their concern beyond themselves, 'tis not to any great distance; nor is it usual for them, in common life, to look farther than their nearest friends and acquaintance. 'Tis no less certain, that 'tis impossible for men to consult their interest in so effectual a manner, as by an universal and inflexible observance of the rules of justice, by which alone they can preserve society, and keep themselves from falling into that wretched and savage condition, which is commonly represented as the _state of nature_. And as this interest, which all men have in the upholding of society, and the observation of the rules of justice, is great, so is it palpable and evident, even to the most rude and uncultivated of human race; and 'tis almost impossible for any one, who has had experience of society, to be mistaken in this particular. Since, therefore, men are so sincerely attach'd to their interest, and their interest is so much concern'd in the observance of justice, and this interest is so certain and avow'd; it may be ask'd, how any disorder can ever arise in society, and what principle there is in human nature so _powerful_ as to overcome so strong a passion, or so _violent_ as to obscure so clear a knowledge?","subId":"1","id":"Hume.THN.3.2.7.1","pages":"534"},{"type":"paragraph","content":"^It^ has been observ'd, in treating of the passions, that men are mightily govern'd by the imagination, and proportion their affections more to the light, under which any object appears to them, than to its real and intrinsic value. What strikes upon them with a strong and lively idea commonly |prevails above what lies in a more obscure light; and it must be a great superiority of value, that is able to compensate this advantage. Now as every thing, that is contiguous to us, either in space or time, strikes upon us with such an idea, it has a proportional effect on the will and passions, and commonly operates with more force than any object, that lies in a more distant and obscure light. Tho' we may be fully convinc'd, that the latter object excels the former, we are not able to regulate our actions by this judgment; but yield to the sollicitations of our passions, which always plead in favour of whatever is near and contiguous.","subId":"2","id":"Hume.THN.3.2.7.2","pages":"534-5"},{"type":"paragraph","content":"^This^ is the reason why men so often act in contradiction to their known interest; and in particular why they prefer any trivial advantage, that is present, to the maintenance of order in society, which so much depends on the observance of justice. The consequences of every breach of equity seem to lie very remote, and are not able to counter-ballance any immediate advantage, that may be reap'd from it. They are, however, never the less real for being remote; and as all men are, in some degree, subject to the same weakness, it necessarily happens, that the violations of equity must become very frequent in society, and the commerce of men, by that means, be render'd very dangerous and uncertain. You have the same propension, that I have, in favour of what is contiguous above what is remote. You are, therefore, naturally carried to commit acts of injustice as well as me. Your example both pushes me forward in this way by imitation, and also affords me a new reason for any breach of equity, by shewing me, that I should be the cully of my integrity, if I alone shou'd impose on myself a severe restraint amidst the licentiousness of others.","subId":"3","id":"Hume.THN.3.2.7.3","pages":"535"},{"type":"paragraph","content":"^This^ quality, therefore, of human nature, not only is very dangerous to society, but also seems, on a cursory view, to be incapable of any remedy. The remedy can only come from the consent of men; and if men be incapable of themselves to prefer remote to contiguous, they will never |consent to any thing which wou'd oblige them to such a choice, and contradict, in so sensible a manner, their natural principles and propensities. Whoever chuses the means, chuses also the end; and if it be impossible for us to prefer what is remote, 'tis equally impossible for us to submit to any necessity, which wou'd oblige us to such a method of acting.","subId":"4","id":"Hume.THN.3.2.7.4","pages":"535-6"},{"type":"paragraph","content":"^But^ here 'tis observable, that this infirmity of human nature becomes a remedy to itself, and that {~~we provide->the provision we make~~} against our negligence about remote objects, {~~merely because we are naturally inclined->proceeds merely from our natural inclination~~} to that negligence. When we consider any objects at a distance, all their minute distinctions vanish, and we always give the preference to whatever is in itself preferable, without considering its situation and circumstances. This gives rise to what in an improper sense we call _reason_, which is a principle, that is often contradictory to those propensities that display themselves upon the approach of the object. In reflecting on any action, which I am to perform a twelve-month hence, I always resolve to prefer the greater good, whether at that time it will be more contiguous or remote; nor does any difference in that particular make a difference in my present intentions and resolutions. My distance from the final determination makes all those minute differences vanish, nor am I affected by any thing, but the general and more discernable qualities of good and evil. But on my nearer approach, those circumstances, which I at first over-look'd, begin to appear, and have an influence on my conduct and affections. A new inclination to the present good springs up, and makes it difficult for me to adhere inflexibly to my first purpose and resolution. This natural infirmity I may very much regret, and I may endeavour, by all possible means, to free my self from it. I may have recourse to study and reflection within myself; to the advice of friends; to frequent meditation, and repeated resolution: And having experienc'd how ineffectual all these are, I may embrace with pleasure any other expedient, by which |I may impose a restraint upon myself, and guard against this weakness.","subId":"5","id":"Hume.THN.3.2.7.5","pages":"536-7"},{"type":"paragraph","content":"^The^ only difficulty, therefore, is to find out this expedient, by which men cure their natural weakness, and lay themselves under the necessity of observing the laws of justice and equity, notwithstanding their violent propension to prefer contiguous to remote. 'Tis evident such a remedy can never be effectual without correcting this propensity; and as 'tis impossible to change or correct any thing material in our nature, the utmost we can do is to change our circumstances and situation, and render the observance of the laws of justice our nearest interest, and their violation our most remote. But this being impracticable with respect to all mankind, it can only take place with respect to a few, whom we thus immediately interest in the execution of justice. These are the persons, whom we call civil magistrates, kings and their ministers, our governors and rulers, who being indifferent persons to the greatest part of the state, have no interest, or but a remote one, in any act of injustice; and being satisfied with their present condition, and with their part in society, have an immediate interest in every execution of justice, which is so necessary to the upholding of society. Here then is the origin of civil government and {~~society->allegiance~~}. Men are not able radically to cure, either in themselves or others, that narrowness of soul, which makes them prefer the present to the remote. They cannot change their natures. All they can do is to change their situation, and render the observance of justice the immediate interest of some particular persons, and its violation their more remote. These persons, then, are not only induc'd to observe those rules in their own conduct, but also to constrain others to a like regularity, and inforce the dictates of equity thro' the whole society. And if it be necessary, they may also interest others more immediately in the execution of justice, and create a number of officers, civil and military, to assist them in their government.","subId":"6","id":"Hume.THN.3.2.7.6","pages":"537"},{"type":"paragraph","content":"^But^ this execution of justice, tho' the principal, is not the |only advantage of government. As {~~the violent passions hinder->violent passion hinders~~} men from seeing distinctly the interest they have in an equitable behaviour towards others; so it hinders them from seeing that equity itself, and gives them a remarkable partiality in their own favours. This inconvenience is corrected in the same manner as that above-mention'd. The same persons, who execute the laws of justice, will also decide all controversies concerning them; and being indifferent to the greatest part of the society, will decide them more equitably than every one wou'd in his own case.","subId":"7","id":"Hume.THN.3.2.7.7","pages":"537-8"},{"type":"paragraph","content":"^By^ means of these two advantages, in the _execution_ and _decision_ of justice, men acquire a security against each others weakness and passion, as well as against their own, and under the shelter of their governors, begin to taste at ease the sweets of society and mutual assistance. But government extends farther its beneficial influence; and not contented to protect men in those conventions they make for their mutual interest, it often obliges them to make such conventions, and forces them to seek their own advantage, by a concurrence in some common end or purpose. There is no quality in human nature, which causes more fatal errors in our conduct, than that which leads us to prefer whatever is present to the distant and remote, and makes us desire objects more according to their situation than their intrinsic value. Two neighbours may agree to drain a meadow, which they possess in common; because 'tis easy for them to know each others mind; and each must perceive, that the immediate consequence of his failing in his part, is, the abandoning the whole project. But 'tis very difficult, and indeed impossible, that a thousand persons shou'd agree in any such action; it being difficult for them to concert so complicated a design, and still more difficult for them to execute it; while each seeks a pretext to free himself of the trouble and expence, and wou'd lay the whole burden on others. Political society easily remedies both these inconveniences. Magistrates find an immediate interest in the interest of any considerable part of their |subjects. They need consult no body but themselves to form any scheme for the promoting of that interest. And as the failure of any one piece in the execution is connected, tho' not immediately, with the failure of the whole, they prevent that failure, because they find no interest in it, either immediate or remote. Thus bridges are built; harbours open'd; ramparts rais'd; canals form'd; fleets equip'd; and armies disciplin'd; every where, by the care of government, which, tho' compos'd of men subject to all human infirmities, becomes, by one of the finest and most subtle inventions imaginable, a composition, {~~which->that~~} is, in some measure, exempted from all these infirmities.","subId":"8","id":"Hume.THN.3.2.7.8","pages":"538-9"}]}
