{"imported":true,"id":"Shaftesbury.C.IVM.1.3.3","parent":"Shaftesbury.C.IVM.1.3","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_019","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section III £1","id":"Shaftesbury.C.IVM.1.3.3"},{"type":"paragraph","content":"'TIS evident, that a Creature having this sort of ^Sense^ or _good Affection_ in any degree, must necessarily act according to it; if it happens not to be oppos'd, either by some settled sedate Affection towards a conceiv'd _private Good,_ or by some sudden, strong and forcible Passion, as of _Lust_ or _Anger;_ which may not only subdue the Sense of Right and Wrong, but the very Sense of private Good it-self; and overrule even the most familiar and receiv'd Opinion of what is conducing to Self-interest.","subId":"1","id":"Shaftesbury.C.IVM.1.3.3.1"},{"type":"paragraph","content":"But it is not our business in this place to examine the several Means or Methods by which this Corruption is introduc'd or increas'd. We are to consider only how the Opinions concerning _a Deity_ can influence one way or another.","subId":"2","id":"Shaftesbury.C.IVM.1.3.3.2"},{"type":"paragraph","content":"#Rise of Moral Sense.# That it is possible for a Creature capable of using Reflection, to have a Liking or Dislike of moral Actions, and consequently a Sense of Right and Wrong, before such time as he may have any settled Notion of ^a God^, is what will hardly be question'd: it being a thing not expected, or any-way possible, that a Creature such as _Man,_ arising from his Childhood, slowly and gradually, to several degrees of Reason and Reflection, shou'd, at the very first, be taken up with those Speculations, or more refin'd sort of Reflections, about the Subject of ^God^'s Existence.","subId":"3","id":"Shaftesbury.C.IVM.1.3.3.3"},{"type":"paragraph","content":"Let us suppose a Creature, who wanting Reason, and being unable to reflect, has, notwithstanding, many good Qualitys and Affections; as Love to his Kind, Courage, Gratitude, or Pity. 'Tis certain that if you give to this Creature a reflecting Faculty, it will at the same instant approve of Gratitude, Kindness, and Pity; be taken with any shew or representation of the social Passion, and think nothing more amiable than this, or more odious than the contrary. And this is _to be capable of_ ^Virtue^, and _to have a Sense of_ ^Right^ _and_ ^Wrong^.","subId":"4","id":"Shaftesbury.C.IVM.1.3.3.4"},{"type":"paragraph","content":"Before the time, therefore, that a Creature can have any plain or positive Notion one way or other, concerning the Subject of ^a God^, he may be suppos'd to have an Apprehension or Sense of _Right_ and _Wrong,_ and be possess'd of _Virtue_ and _Vice_ in different degrees; as we know by Experience of those, who having liv'd in such places, and in such a manner as never to have enter'd into any serious Thoughts of Religion, are nevertheless very different among themselves, as to their Characters of Honesty and Worth: some being naturally _modest, kind, friendly,_ and consequently Lovers of _kind_ and _friendly Actions;_ others _proud, harsh, cruel,_ and consequently inclin'd to admire rather the Acts of _Violence_ and mere _Power._","subId":"5","id":"Shaftesbury.C.IVM.1.3.3.5"},{"type":"paragraph","content":"#DEITY.# Now, as to the Belief of a ^Deity^, and how Men are influenc'd by it; we may consider, in the first place, on what account Men yield Obedience, and act in conformity to such a supreme Being. It must be either _in the way of his_ ^Power^, as presupposing some Disadvantage or Benefit to accrue from him: or _in the way of his_ ^Excellency^ and ^Worth^, as thinking it the Perfection of Nature to imitate and resemble him.","subId":"6","id":"Shaftesbury.C.IVM.1.3.3.6"},{"type":"paragraph","content":"If, as in the first Case, there be a Belief or Conception of a ^Deity^, #Hope_ and _Fear.# who is consider'd only as _powerful_ over his Creature, and inforcing Obedience to his _absolute Will_ by particular Rewards and Punishments; and if on this account, thro' hope merely of _Reward,_ or fear of _Punishment,_ the Creature be incited to do the Good he hates, or restrain'd from doing the Ill to which he is not otherwise in the least degree averse; there is in this Case (as has been already shewn) no Virtue or Goodness whatsoever. The Creature, notwithstanding his good Conduct, is intrinsecally of as little Worth, as if he acted in his natural way, when under no dread or terror of any sort. There is no more of _Rectitude, Piety,_ or _Sanctity_ in a Creature thus reform'd, than there is _Meekness_ or _Gentleness_ in a Tiger strongly chain'd, or _Innocence_ and _Sobriety_ in a Monkey under the Discipline of the Whip. For however orderly and well those Animals, or Man himself upon like terms, may be induc'd to act, whilst the Will is neither gain'd, nor the Inclination wrought upon, but _Awe_ alone prevails and forces Obedience; the Obedience is _servile,_ and all which is done thro' it, merely _servile._ The greater degree of such a Submission or Obedience, is only the greater _Servility;_ whatever may be the Object. For whether such a Creature has a good Master, #Fear.# or an ill one, he is neither more or less servile in his own nature. Be the Master or Superior ever so perfect, or excellent, yet the greater Submission caus'd in this Case, thro' this sole Principle or Motive, is only the lower and more abject Servitude; and implies the greater Wretchedness and Meanness in the Creature, who has those Passions of Self-love so predominant, and is in his Temper so vitious and defective, as has been explain'd.","subId":"7","id":"Shaftesbury.C.IVM.1.3.3.7"},{"type":"paragraph","content":"#Honour_ and _Love.# As to the second Case. If there be a Belief or Conception of a ^Deity^, who is consider'd as _worthy_ and _good,_ and admir'd and reverenc'd as such; being understood to have, besides mere Power and Knowledg, the highest Excellence of Nature, such as renders him justly amiable to All: and if in the manner this Sovereign and mighty Being is represented, or, as he is historically describ'd, there appears in him a high and eminent regard to what is good and excellent, a Concern for the good of _All,_ and an Affection of Benevolence and Love towards _the Whole;_ #Divine Example.# such an Example must undoubtedly serve (as above explain'd) to raise and increase the Affection towards Virtue, and help to submit and subdue all other Affections to that alone.","subId":"8","id":"Shaftesbury.C.IVM.1.3.3.8"},{"type":"paragraph","content":"Nor is this Good effected by _Example_ merely. For where the Theistical Belief is intire and perfect, there must be a steddy Opinion of the Superintendency of a Supreme Being, a Witness and Spectator of human Life, and conscious of whatsoever is felt or acted in the Universe: So that in the perfectest Recess or deepest Solitude, there must be _One_ still presum'd remaining with us; whose Presence singly must be of more moment than that of the most august Assembly on Earth. In such a Presense, #Divine Presence.# 'tis evident, that as the _Shame_ of guilty Actions must be the greatest of any; so must the _Honour_ be, of well-doing, even under the unjust Censure of a World. And in this Case, 'tis very apparent how conducing a _perfect Theism_ must be to Virtue, and how great Deficiency there is in _Atheism._","subId":"9","id":"Shaftesbury.C.IVM.1.3.3.9"},{"type":"paragraph","content":"#Fear_ and _Hope.# What the ^Fear^ _of future Punishment,_ and ^Hope^ _of future Reward,_ added to this Belief, may further contribute towards Virtue, we come now to consider more particularly. So much in the mean while may be gather'd from what has been said above; That neither this _Fear_ or _Hope_ can possibly be of the kind call'd _good Affections,_ such as are acknowledg'd the Springs and Sources of all Actions truly _good._ Nor can this Fear or Hope, as above intimated, consist in reality with Virtue, or Goodness; if it either stands as _essential_ to any moral Performance, or as _a considerable Motive_ to any Act, of which some better Affection ought, _alone,_ to have been _a sufficient Cause._","subId":"10","id":"Shaftesbury.C.IVM.1.3.3.10"},{"type":"paragraph","content":"#Self-love,# It may be consider'd withal; That, in this religious sort of Discipline, the Principle of _Self-love,_ #How advanc'd.# which is naturally so prevailing in us, being no-way moderated or restrain'd, but rather improv'd and made stronger every day, by the exercise of the Passions in a Subject of more extended Self-interest; there may be reason to apprehend lest the Temper of this kind shou'd extend it-self in general thro' all the Parts of Life. For if the Habit be such as to occasion, in every particular, a stricter Attention to Self-good, and private Interest; it must insensibly diminish the Affections towards publick Good, or the Interest of Society; and introduce a certain Narrowness of Spirit, which (as some pretend) is peculiarly observable in the devout Persons and Zealots of almost every religious Persuasion.","subId":"11","id":"Shaftesbury.C.IVM.1.3.3.11"},{"type":"paragraph","content":"#Its Effects in Religion.# This, too, must be confess'd; That if it be _true Piety,_ to love ^God^ _for his own sake;_ the over-sollicitous regard to private Good expected from him, must of necessity prove a diminution of Piety. For whilst _God_ is belov'd only as the Cause of private Good, he is no otherwise belov'd than as any other Instrument or Means of Pleasure by any vitious Creature. Now the more there is of this violent Affection towards _private Good,_ the less room is there for the other sort towards _Goodness it-self,_ or any good and deserving Object, worthy of Love and Admiration for its own sake; such as ^God^ is universally acknowledg'd, or at least by the generality of civiliz'd or refin'd Worshipers.","subId":"12","id":"Shaftesbury.C.IVM.1.3.3.12"},{"type":"paragraph","content":"'Tis in this respect that the strong Desire and _Love of Life_ may also prove an Obstacle to Piety, as well as to Virtue and publick Love. For the stronger this Affection is in any-one, the less will he be able to have true _Resignation,_ or Submission to the Rule and Order of ^the Deity^. #False Resignation.# And if that which he calls _Resignation_ depends only on the expectation of infinite Retribution or Reward, he discovers no more Worth or Virtue here, than in any other Bargain of Interest: The meaning of his Resignation being only this, \"That he resigns his present Life and Pleasures, conditionally for ^That^, which he himself confesses to be beyond an Equivalent; _eternal living in a State of highest Pleasure and Enjoyment._\"","subId":"13","id":"Shaftesbury.C.IVM.1.3.3.13"},{"type":"paragraph","content":"But notwithstanding the Injury which the Principle of Virtue may possibly suffer, by the Increase of the selfish Passion, in the way we have been mentioning; 'tis certain, on the other side, #Belief of future Life;# that the Principle of _Fear of future Punishment,_ and _Hope of future Reward,_ how mercenary or servile soever it may be accounted, is yet, in many Circumstances, #How advantageous.# a great Advantage, Security, and Support to _Virtue._","subId":"14","id":"Shaftesbury.C.IVM.1.3.3.14"},{"type":"paragraph","content":"It has been already consider'd, that notwithstanding there may be implanted in the Heart a real Sense of Right and Wrong, #Supporting.# a real good Affection towards the Species or Society; yet by the violence of Rage, Lust, or any other counterworking Passion, this good Affection may frequently be controul'd and overcome. Where therefore there is nothing in the Mind capable to render such ill Passions the Objects of its Aversion, and cause them earnestly to be oppos'd; 'tis apparent how much a good Temper in time must suffer, and a Character by degrees change for the worse. But if Religion interposing, creates a Belief that the ill _Passions_ of this kind, no less than their consequent _Actions,_ are the Objects of a Deity's Animadversion; 'tis certain, that such a Belief must prove a seasonable Remedy against Vice, and be in a particular manner advantageous to Virtue. For a Belief of this kind must be suppos'd to tend considerably towards the calming of the Mind, and disposing or fitting the Person to a better Recollection of himself, and to a stricter Observance of that good and virtuous Principle, which needs only his Attention, to engage him wholly in its Party and Interest.","subId":"15","id":"Shaftesbury.C.IVM.1.3.3.15"},{"type":"paragraph","content":"#Saving.# And as this Belief of a future Reward and Punishment is capable of supporting those who thro' _ill Practice_ are like to apostatize from Virtue; so when by _ill Opinion_ and wrong Thought, the Mind it-self is bent against the honest Course, and debauch'd even to an Esteem, and deliberate Preference of a vitious one; the Belief of the kind mention'd may prove on this occasion the only Relief and Safety.","subId":"16","id":"Shaftesbury.C.IVM.1.3.3.16"},{"type":"paragraph","content":"A Person, for instance, who has much of Goodness and natural Rectitude in his Temper, but withal, so much Softness, or Effeminacy, as unfits him to bear Poverty, Crosses or Adversity; if by ill Fortune he meets with many Trials of this kind, it must certainly give a Sourness and Distaste to his Temper, and make him exceedingly averse to that which he may falsly presume the occasion of such Calamity or Ill. Now if his own Thoughts, #Belief of future Life;# or the corrupt Insinuations of other Men, present it often to his Mind, \"_That his_ ^Honesty^ _is the occasion of this Calamity,_ and _that if he were deliver'd from this Restraint of_ ^Virtue^ _and_ ^Honesty^, _he might be much happier_\": 'tis very obvious that his Esteem of these good Qualitys must in proportion diminish every day, as the Temper grows uneasy, and quarrels with it-self. But if he opposes to this Thought the Consideration, \"That Honesty carrys with it, if not _a present,_ at least _a future_ Advantage, such as to compensate that Loss of private Good which he regrets\"; then may this injury to his good Temper and honest Principle be prevented, and his Love or Affection towards Honesty and Virtue remain as it was before.","subId":"17","id":"Shaftesbury.C.IVM.1.3.3.17"},{"type":"paragraph","content":"#Improving.# In the same manner, where instead of _Regard_ or _Love,_ there is rather _an Aversion_ to what is good and virtuous, (as, for instance, where _Lenity_ and _Forgiveness_ are despis'd, and _Revenge_ highly thought of, and belov'd) if there be this Consideration added, \"That _Lenity_ is, by its Rewards, made the cause of a greater Self-good and Enjoyment than what is found in Revenge\"; that very Affection of _Lenity_ and _Mildness_ may come to be industriously nourish'd, and the contrary Passion depress'd. And thus _Temperance, Modesty, Candour, Benignity,_ and other good Affections, however despis'd at first, may come at last to be valu'd _for their own Sakes,_ the contrary Species rejected, and the good and proper Object belov'd and prosecuted, when the Reward or Punishment is not so much as thought of.","subId":"18","id":"Shaftesbury.C.IVM.1.3.3.18"},{"type":"paragraph","content":"#Rewards and Punishments,# Thus in _a civil_ ^State^ or ^Publick^, we see that a virtuous Administration, and an equal and just Distribution of Rewards and Punishments, is of the highest service; not only by restraining the Vitious, and forcing them to act usefully to Society; #In the State.# but by making Virtue to be apparently the Interest of every-one, so as to remove all Prejudices against it, create a fair reception for it, and lead Men into that path which afterwards they cannot easily quit. For thus a People rais'd from Barbarity or despotick Rule, civiliz'd by Laws, and made virtuous by the long Course of a lawful and just Administration; if they chance to fall suddenly under any Misgovernment of unjust and arbitrary Power, they will on this account be the rather animated to exert a stronger Virtue, in opposition to such Violence and Corruption. And even where, by long and continu'd Arts of a prevailing Tyranny, such a People are at last totally oppress'd, the scatter'd Seeds of Virtue will for a long time remain alive, even to a second Generation; ere the utmost Force of misapply'd Rewards and Punishments can bring them to the abject and compliant State of long-accustom'd Slaves.","subId":"19","id":"Shaftesbury.C.IVM.1.3.3.19"},{"type":"paragraph","content":"But tho a right Distribution of Justice in a Government be so essential a cause of Virtue, we must observe in this Case, that it is _Example_ which chiefly influences Mankind, and forms the Character and Disposition of a People. For a virtuous Administration is in a manner necessarily accompany'd with Virtue in the Magistrate. Otherwise it cou'd be of little effect, and of no long duration. But where it is sincere and well establish'd, there Virtue and the Laws must necessarily be respected and belov'd. So that as to Punishments and Rewards, their Efficacy is not so much from the Fear or Expectation which they raise, as from a natural Esteem of _Virtue,_ and Detestation of _Villany,_ which is awaken'd and excited by these publick Expressions of the Approbation and Hatred of Mankind in each Case. For in the publick Executions of the greatest Villains, we see generally that the Infamy and Odiousness of their Crime, and the Shame of it before Mankind, contribute more to their Misery than all besides; and that it is not the immediate Pain, or Death it-self, which raises so much Horror either in the Sufferers or Spectators, as that ignominious kind of Death which is inflicted for publick Crimes, and Violations of Justice and Humanity.","subId":"20","id":"Shaftesbury.C.IVM.1.3.3.20"},{"type":"paragraph","content":"#In the Family.# And as the Case of Reward and Punishment stands thus in the Publick, so, in the same manner, as to _private Familys._ For Slaves and mercenary Servants, restrain'd and made orderly by Punishment, and the Severity of their Master, are not on this account made good or honest. Yet the same Master of the Family using proper Rewards and gentle Punishments towards his Children, teaches them Goodness; and by this help instructs them in a Virtue, which afterwards they practice upon other grounds, and without thinking of a Penalty or Bribe. And this is what we call _a Liberal Education_ and _a Liberal Service:_ the contrary Service and Obedience, whether towards God or Man, being _illiberal,_ and unworthy of any Honour or Commendation.","subId":"21","id":"Shaftesbury.C.IVM.1.3.3.21"},{"type":"paragraph","content":"In the Case of Religion, however, it must be consider'd, #In Religion.# that if by the _Hope of Reward_ be understood the Love and Desire of virtuous Enjoyment, or of the very Practice and Exercise of Virtue in another Life; the Expectation or Hope of this kind is so far from being derogatory to Virtue, that it is an Evidence of our loving it the more sincerely and _for its own sake._ Nor can this Principle be justly call'd _selfish:_ for if the Love of Virtue be not mere Self-Interest, the Love and Desire of Life for Virtue's sake cannot be esteem'd so. But if the Desire of Life be only thro' the Violence of that natural Aversion to Death; if it be thro' the Love of something else than virtuous Affection, or thro' the Unwillingness of parting with something else than what is purely of this kind; then is it no longer any sign or token of real Virtue.","subId":"22","id":"Shaftesbury.C.IVM.1.3.3.22"},{"type":"paragraph","content":"Thus a Person loving Life for Life's sake, and Virtue not at all, may by the Promise or Hope of Life, and Fear of Death, or other Evil, be induc'd to practice Virtue, and even _endeavour_ to be truly virtuous, by a Love of what he practices. Yet neither is _this very Endeavour_ to be esteem'd _a Virtue:_ For tho he may intend to be virtuous, he is not become so, for having only intended, or aim'd at it, thro' love of the Reward. But as soon as he is come to have any Affection towards what is morally good, and can like or affect such Good _for its own sake,_ as good and amiable _in itself;_ then is he in some degree good and virtuous, and not till then.","subId":"23","id":"Shaftesbury.C.IVM.1.3.3.23"},{"type":"paragraph","content":"#Security to Virtue.# Such are the Advantages or Disadvantages which accrue to Virtue from Reflection upon private Good or Interest. For tho the Habit of _Selfishness,_ and the Multiplicity of _interested Views,_ are of little Improvement to real _Merit_ or _Virtue;_ yet there is a necessity for the preservation of _Virtue,_ that it shou'd be thought to have no quarrel with _true Interest,_ and _Self-enjoyment._","subId":"24","id":"Shaftesbury.C.IVM.1.3.3.24"},{"type":"paragraph","content":"Whoever therefore, by any strong Persuasion or settled Judgment, thinks in the main, _That Virtue causes Happiness, and Vice Misery,_ carrys with him that Security and Assistance to Virtue which is requir'd. Or tho he has no such Thought, nor can believe Virtue his real Interest, either with respect to his own Nature and Constitution, or the Circumstances of human Life; yet if he believes any supreme Powers concern'd in the _present_ Affairs of Mankind, and _immediately_ interposing in behalf of the Honest and Virtuous, against the Impious and Unjust; this will serve to preserve in him, however, that just Esteem of Virtue, which might otherwise considerably diminish. Or shou'd he still believe little of the _immediate_ Interposition of Provindence in the Affairs of _this present Life;_ yet if he believes a God dispensing Rewards and Punishments to Vice and Virtue in _a future;_ he carrys with him still the same Advantage and Security; #Caution.# whilst his Belief is steddy, and no-wise wavering or doubtful. For it must be observ'd, that an Expectation and Dependency, so miraculous and great as this, must naturally take off from other inferior Dependencys and Encouragements. Where infinite Rewards are thus inforc'd, and the Imagination strongly turn'd towards them, the other common and natural Motives to Goodness are apt to be neglected, and lose much by Dis-use. Other Interests are hardly so much as computed, whilst the Mind is thus transported in the pursuit of a high Advantage and Self-Interest, so narrowly confin'd within our-selves. On this account, all other Affections towards Friends, Relations, or Mankind, are often slightly regarded, as being _worldly,_ and of little moment, in respect of the Interest of _our Soul._ And so little thought is there of any immediate Satisfaction arising from such good Offices of Life, #Imprudent Zeal.# that it is customary with many devout People zealously to decry all temporal Advantages of Goodness, all natural Benefits of Virtue; and magnifying the contrary Happiness of a vitious State, to declare, \"That except only for the sake of future Reward, and fear of future Punishment, they wou'd divest themselves of all Goodness at once, and freely allow themselves to be most immoral and profligate.\" From whence it appears, that in some respects there can be nothing more[n1] fatal to Virtue, than the weak and uncertain Belief of a future Reward and Punishment. For the stress being laid wholly here, if this Foundation come to fail, there is no further Prop or Security to Mens Morals. And thus Virtue is supplanted and betray'd.","subId":"25","id":"Shaftesbury.C.IVM.1.3.3.25"},{"type":"paragraph","content":"#Atheism.# Now as to _Atheism:_ tho it be plainly deficient and without remedy, in the case of _ill Judgment on the Happiness of Virtue;_ yet it is not, indeed, of necessity the Cause of any such _ill Judgment._ For without an absolute Assent to any Hypothesis of _Theism,_ the Advantages of Virtue may possibly be seen and own'd, and a high Opinion of it establish'd in the Mind. However, it must be confess'd, that the natural Tendency of Atheism is very different.","subId":"26","id":"Shaftesbury.C.IVM.1.3.3.26"},{"type":"paragraph","content":"'Tis in a manner impossible, to have any great opinion of the Happiness of Virtue, without conceiving high thoughts of the Satisfaction resulting from the generous Admiration and Love of it: And nothing beside the Experience of such a Love is likely to make this Satisfaction credited. The chief Ground and Support therefore of this Opinion of _Happiness in Virtue,_ must arise from the powerful feeling of this generous moral Affection, and the knowledg of its Power and Strength. But this is certain, that it can be no great strengthning to the moral Affection, no great support to the pure Love of Goodness and Virtue, to suppose there is neither _Goodness_ nor _Beauty_ in the ^Whole^ it-self; nor any Example, or Precedent of good Affection in any superior Being. Such a Belief must tend rather to the weaning the Affections from any thing amiable or self-worthy, and to the suppressing the very Habit and familiar Custom of admiring natural Beautys, or whatever in the Order of things is according to just Design, Harmony, and Proportion. For how little dispos'd must a Person be, to love or admire any thing as _orderly_ in the Universe, who thinks the Universe it-self a Pattern of _Disorder?_ How unapt to reverence or respect any particular subordinate Beauty of _a Part;_ when even ^the Whole^ it-self is thought to want Perfection, and to be only a vast and infinite Deformity?","subId":"27","id":"Shaftesbury.C.IVM.1.3.3.27"},{"type":"paragraph","content":"Nothing indeed can be more melancholy, than the Thought of living in a distracted Universe, from whence many Ills may be suspected, and where there is nothing good or lovely which presents it-self, nothing which can satisfy in Contemplation, or raise any Passion besides that of Contempt, Hatred, or Dislike. Such an Opinion as this may by degrees imbitter the Temper, and not only make the Love of Virtue to be less felt, but help to impair and ruin the very Principle of Virtue, _viz. natural_ and _kind Affection._","subId":"28","id":"Shaftesbury.C.IVM.1.3.3.28"},{"type":"paragraph","content":"#Theism.# Upon the whole; whoever has a firm Belief of a ^God^, whom he does not merely _call_ good, but of whom in reality he _believes_ nothing beside _real Good,_ nothing beside what is truly sutable to the exactest Character of Benignity and Goodness; such a Person believing Rewards or Retributions in another Life, must believe them annex'd to real Goodness and Merit, real Villany and Baseness, and not to any accidental Qualitys or Circumstances; in which respect they cannot properly be styl'd _Rewards_ or _Punishments,_ but _capricious Distributions of Happiness or Unhappiness to Creatures._ These are the only Terms, on which the Belief of a World to come can happily influence the Believer. And on these Terms, and by virtue of this Belief, Man perhaps may retain his Virtue and Integrity, even under the hardest Thoughts of human Nature; when either by any ill Circumstance or untoward Doctrine, he is brought to that unfortunate Opinion of _Virtue's being naturally an Enemy to Happiness in Life._","subId":"29","id":"Shaftesbury.C.IVM.1.3.3.29"},{"type":"paragraph","content":"This, however, is an Opinion which cannot be suppos'd consistent with sound _Theism._ For whatever be decided as to a future Life, or the Rewards and Punishments of hereafter; he who, as a sound _Theist,_ believes a reigning Mind, sovereign in Nature, and ruling all things with the highest perfection of Goodness, as well as of Wisdom and Power, must necessarily believe Virtue to be naturally good and advantageous. For what cou'd more strongly imply an unjust Ordinance, a Blot and Imperfection in the general Constitution of Things, than to suppose Virtue the natural Ill, and Vice the natural Good of any Creature?","subId":"30","id":"Shaftesbury.C.IVM.1.3.3.30"},{"type":"paragraph","content":"#Atheism and Theism.# And now last of all, there remains for us to consider a yet further Advantage to Virtue, in the _Theistical_ Belief above the _Atheistical._ The Proposition may at first sight appear over-refin'd, and of a sort which is esteem'd too nicely philosophical. But after what has been already examin'd, the Subject perhaps may be more easily explain'd.","subId":"31","id":"Shaftesbury.C.IVM.1.3.3.31"},{"type":"paragraph","content":"There is no Creature, according to what has been already prov'd, #Effects of each.# who must not of necessity be _ill_ in some degree, by having any Affection or Aversion in a stronger degree than is sutable to his own private Good, or that of the System to which he is join'd. For in either Case the Affection is _ill_ and vitious. Now if a rational Creature has that Degree of Aversion which is requisite to arm him against any particular Misfortune, and alarm him against the Approach of any Calamity; this is regular and well. But if after the Misfortune is happen'd, his Aversion continues still, and his Passion rather grows upon him; whilst he rages at the Accident, and exclaims against his private Fortune or Lot; this will be acknowledg'd both vitious _in present,_ and _for the future;_ as it affects the Temper, and disturbs that easy Course of the Affections on which Virtue and Goodness so much depend. On the other side, the patient enduring of the Calamity, and the bearing up of the Mind under it, must be acknowledg'd _immediately_ virtuous, and _preservative of Virtue._ Now, #Of Atheism.# according to the Hypothesis of those who exclude a general Mind, it must be confess'd, there can nothing happen in the Course of things to deserve either our Admiration, and Love, or our Anger, and Abhorrence. However, as there can be no Satisfaction at the best in thinking upon what _Atoms and Chance_ produce; so upon disasterous Occasions, and under the Circumstances of a calamitous and hard Fortune, 'tis scarce possible to prevent a natural kind of Abhorrence and Spleen, which will be entertain'd and kept alive by the Imagination of so perverse an Order of Things. But in another Hypothesis (that of perfect _Theism_) it is understood, #Of Theism.# \"_That whatever the Order of the World produces, is in the main both just and good._\" Therefore in the Course of Things in this World, whatever Hardship of Events may seem to force from any rational Creature a hard Censure of his private Condition or _Lot;_ he may by Reflection nevertheless, come to have Patience, and to acquiesce in it. Nor is this all. He may go further still in this Reconciliation; and from the same Principle may make the _Lot_ it-self an Object of his good Affection; whilst he strives to maintain this generous Fealty, and stands so well-dispos'd towards the Laws and Government of his higher Country.","subId":"32","id":"Shaftesbury.C.IVM.1.3.3.32"},{"type":"paragraph","content":"Such an Affection must needs create the highest Constancy in any State of Sufferance, and make us in the best manner support whatever Hardships are to be endur'd for Virtue's sake. And as this Affection must of necessity cause a greater Acquiescence and Complacency with respect to ill Accidents, ill Men, and Injurys; so of course it cannot fail of producing still a greater Equality, Gentleness, and Benignity in the Temper. Consequently the Affection must be a truly good one, and a Creature the more truly good and virtuous, by possessing it. For whatsoever is the occasion or means of more affectionately uniting a rational Creature to his ^Part^ in Society, and causes him to prosecute the publick Good, or Interest of his Species, with more Zeal and Affection than ordinary; is undoubtedly the Cause of more than ordinary Virtue in such a Person.","subId":"33","id":"Shaftesbury.C.IVM.1.3.3.33"},{"type":"paragraph","content":"#Contemplation.# This too is certain; That the Admiration and Love of Order, Harmony and Proportion, in whatever kind, is naturally improving to the Temper, advantageous to social Affection, and highly assistant to _Virtue;_ which is it-self no other than the Love of Order and Beauty in Society. In the meanest Subjects of the World, the Appearance of _Order_ gains upon the Mind, and draws the Affection towards it. But if _the Order of the World it-self_ appears just and beautiful; the Admiration and Esteem of _Order_ must run higher, and the elegant Passion or Love of Beauty, which is so advantageous to Virtue, must be the more improv'd by its Exercise in so ample and magnificent a Subject. #Religious Affection.# For 'tis impossible that such _a_ _Divine Order_ shou'd be contemplated without[n2] Extasy and Rapture; since in the common Subjects of Science, and the liberal Arts, whatever is according to just Harmony and Proportion, is so transporting to those who have any Knowledg or Practice in the kind.","subId":"34","id":"Shaftesbury.C.IVM.1.3.3.34"},{"type":"paragraph","content":"Now if the Subject and Ground of this divine Passion be not really just or adequate, (the Hypothesis of _Theism_ being suppos'd false) the Passion still in it-self is so far natural and good, as it proves an Advantage to Virtue and Goodness; according to what has been above demonstrated. But if, on the other side, the Subject of this Passion be really adequate and just, (the Hypothesis of _Theism_ being real, and not imaginary) then is the Passion also just, and becomes absolutely _due_ and _requisite_ in every rational Creature.","subId":"35","id":"Shaftesbury.C.IVM.1.3.3.35"},{"type":"paragraph","content":"#Conclusion.# HENCE we may determine justly the Relation which ^Virtue^ has to ^Piety^; the _first_ being not compleat but in the _latter:_ Since where the latter is wanting, there can neither be the same Benignity, Firmness, or Constancy; the same good Composure of the Affections, or Uniformity of Mind.","subId":"36","id":"Shaftesbury.C.IVM.1.3.3.36"},{"type":"paragraph","content":"And thus the Perfection and Height of ^Virtue^ must be owing to _the Belief of a_ ^God^.","subId":"37","id":"Shaftesbury.C.IVM.1.3.3.37"},{"type":"note","content":"VOL. I. _p._ 97, &c.","subId":"n1","id":"Shaftesbury.C.IVM.1.3.3.n1"},{"type":"note","content":"_Infra,_ pag. 394, 400, _&c._ And VOL. III. _p._ 30, _&c._","subId":"n2","id":"Shaftesbury.C.IVM.1.3.3.n2"}]}
