{"id":"Astell.SFE.Ep","imported":true,"parent":"Astell.SFE","title":"An Epistle to the Bookseller","breadcrumb":"Epistle","published":[1696],"copytext":[1696],"sourceDesc":"Astell’s [Six Familiar Essays] were published in 1696. This first and only edition is our copytext. The text here derives from the transcription of the work from EEBO-TCP.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A26096.0001.001/1:2?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"AN\nEPISTLE\nTO THE\nBOOKSELLER.\n","id":"Astell.SFE.Ep"},{"type":"paragraph","content":"SIR, \n I Am very sensible that when a woman appears in Print, she must certainly run the Gauntlet, and therefore ought to be well armed; but if Mrs. Philips's sense, and Mrs. Behn's wit (Joyned with her assurance) was not sufficient to protect them from the Critick's strokes, it may very well discourage me from venturing my name in the front of this small trifle, knowing it to fall infinitely short of what has been performed by others of my Sex, and that the Censurers of our age are much more refined then they were formerly; but I perceive Novelty generally takes, bow deformed soever it is, and the Bantam Ambassadours had as many followers, as King Solomon could have had upon his arrival; therefore I hope this book may sell, if it be but for the rarity of its dress; and if it does, it may turn to your advantage, whether they can say any thing to mine or not.","subId":"1","id":"Astell.SFE.Ep.1"},{"type":"paragraph","content":"But, perhaps, Sir, you will desire me, to find some Patron under whose shadow I may shelter my failings from too strict a scrutiny; in that case I must flatter them first, that they may excuse me, after which it might trouble both our consciences, and for that reason, if you please, I will let it alone, tho at the same time, I confess no paper ever came out that had more need of a Second, but I suffer it to be made publick at the request of some few friends, who must blush for me, since I live in such a retirement that no reflections can reach my ears. However, because I would not be thought high minded, I will humbly address my self to the Reader.","subId":"2","id":"Astell.SFE.Ep.2"},{"type":"paragraph","content":"You Gentlemen, that are tollerably young and good natured, will kindly overlook a womans Errors (tho I have not express'd my self by the Rules of Grammar) false English being particularly intailed upon the Sex. I hope my Essay of Marriage will plead for me, and I assure you, I am one that never promotes Rebellion against your Arbitrary sway, (whensoever any of you make use of it towards your wives, tho I own I think the mildest way is best) therefore as I am for condescention, without making them uneasy, whom we permit to be our Lords and Masters, in gratitude you must not be satyrical upon your advocate, lest after that you find never another woman, that will advise her friends to so great obedience in the bonds of wedlock.","subId":"3","id":"Astell.SFE.Ep.3"},{"type":"paragraph","content":"But for the old surly Sages, who will scarce allow a wife to write or read, or understand any thing further then spreading Plaisters, dressing Issues, &c. I expect they will condemn me unheard, as a publick Neusance and a breaker of Evil customs in writing this book. I have only one thing to offer to them in my excuse, which is, to intreat them to consider that when I am writing, I am neither dressing, nor going abroad, and they esteem both to be as unlawful imployments, as scribling (unless I made a Journal of their Lives); besides, I hope I have obliged them, by giving them an opportunity of railing, that being the chief thing they delight in.","subId":"4","id":"Astell.SFE.Ep.4"},{"type":"paragraph","content":"And now for the Ladies, into whose hands I shall fall: I beseech them to be merciful for their own sakes, as well as mine, and all woman-kinds; to clear us from the aspersion of being always the quickest sighted into one anothers infirmities, and to prevent the suspition of their being piqu'd at (Patience I recomcommend) in the Essay of Marriage, which would perhaps obstruct the preferment of the Maids and Widows, if they owned it.","subId":"5","id":"Astell.SFE.Ep.5"},{"type":"paragraph","content":"Some sort of Wives, I know will make open War with me, I mean those who pretend to an Imperious management of their Husbands, but they are such Monsters in nature they deserve no Apology, nor do I value their opinion.","subId":"6","id":"Astell.SFE.Ep.6"},{"type":"paragraph","content":"This treatise was the product of a Meditation designed for the good of my self and others; if my expression has not fully explained my sense of the matter, it is in vain to inlarge now, therefore I will conclude with the ingenious Hudibras's Rule, that \n\n  Brevity is very good, \n When we are, or are not understood.\n\n","subId":"7","id":"Astell.SFE.Ep.7"}],"texts":[],"ancestors":[{"id":"Astell","forename":"Mary","surname":"Astell","birth":1666,"death":1731,"published":1694,"nationality":"English","sex":"Female","texts":[{"id":"Astell.SPL","forename":"Mary","surname":"Astell","title":"A Serious Proposal to the Ladies, for the Advancement of their True and Greatest Interest","birth":1666,"death":1731,"published":[1694],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Serious Proposal to the Ladies"},{"id":"Astell.LLG","forename":"Mary","surname":"Astell","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1666,"death":1731,"published":[1695],"nationality":"English","sex":"Female","imported":true,"duplicate":"Norris.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Astell.SFE","forename":"Mary","surname":"Astell","title":"Six Familiar Essays","birth":1666,"death":1731,"published":[1696],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Six Familiar Essays"},{"id":"Astell.SP2","forename":"Mary","surname":"Astell","title":"A Serious Proposal to the Ladies, Part II","birth":1666,"death":1731,"published":[1697],"nationality":"English","sex":"Female","breadcrumb":"Serious Proposal to the Ladies, Part 2"},{"id":"Astell.RM","forename":"Mary","surname":"Astell","title":"Reflections Upon Marriage","birth":1666,"death":1731,"published":[1700],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Reflections Upon Marriage"},{"id":"Astell.ECR","forename":"Mary","surname":"Astell","title":"An Impartial Enquiry into the Causes of Rebellion and Civil War","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Enquiry into the Causes of Rebellion"},{"id":"Astell.MTS","forename":"Mary","surname":"Astell","title":"Moderation Truly Stated; Or, a Review of a Late Pamphlet, Entitul'd Moderation a Vertue","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Moderation Truly Stated"},{"id":"Astell.FWD","forename":"Mary","surname":"Astell","title":"A Fair Way with the Dissenters and Their Patrons","birth":1666,"death":1731,"published":[1704],"nationality":"English","sex":"Female","breadcrumb":"Fair Way with the Dissenters"},{"id":"Astell.CR","forename":"Mary","surname":"Astell","title":"The Christian Religion, as Profess'd by a Daughter of the Church of England","birth":1666,"death":1731,"published":[1705],"nationality":"English","sex":"Female","breadcrumb":"Christian Religion"},{"id":"Astell.BF","forename":"Mary","surname":"Astell","title":"Bart'lemy Fair; Or, An Enquiry After Wit","birth":1666,"death":1731,"published":[1709],"nationality":"English","sex":"Female","breadcrumb":"Bart'lemy Fair"}]},{"id":"Astell.SFE","forename":"Mary","surname":"Astell","title":"Six Familiar Essays","birth":1666,"death":1731,"published":[1696],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Six Familiar Essays"}],"prev":{"id":"Astell.SFE","forename":"Mary","surname":"Astell","title":"Six Familiar Essays","birth":1666,"death":1731,"published":[1696],"nationality":"English","sex":"Female","imported":true,"breadcrumb":"Six Familiar Essays"},"next":{"id":"Astell.SFE.M","imported":true,"title":"1. Of Marriage","breadcrumb":"Of Marriage","published":[1696]}}