{"id":"Hume.HE.1.1","imported":true,"parent":"Hume.HE.1","title":"Chapter 1. The Britons, Romans, Saxons","breadcrumb":"Chapter 1","published":[1762],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. I.</h2> <h1>The BRITONS, ROMANS, SAXONS.</h1> <em>The Britons——Romans——Saxons——the Heptarchy——The Kingdom of Kent——of Northumberland——of East–Anglia——of Mercia——of Essex——of Sussex——of Wessex</em>","id":"Hume.HE.1.1"},{"type":"paragraph","content":"THE curiosity, entertained by all civilized nations, of enquiring into the exploits and adventures of their ancestors, commonly excites a regret that the history of remote ages should always be so much involved in obscurity, uncertainty, and contradiction. Ingenious men, possessed of leisure, are apt to push their researches beyond the period, in which literary monuments are framed or preserved; without reflecting, that the history of past events is immediately lost or disfigured, when intrusted to memory and oral tradition, and that the adventures of barbarous nations, even if they were recorded, could afford little or no entertainment to men born in a more cultivated age. The convulsions of a civilized state usually compose the most instructive and most interesting part of its history; but the sudden, violent, and unprepared revolutions, incident to Barbarians, are so much guided by caprice, and terminate so often in cruelty that they disgust us by <span class=\"page-break\"></span>the uniformity of their appearance; and it is rather fortunate for letters that they are buried in silence and oblivion. The only certain means, by which nations can indulge their curiosity in researches concerning their remote origin, is to consider the language, manners, and customs of their ancestors, and to compare them with those of the neighbouring nations. The fables, which are commonly employed to supply the place of true history, ought entirely to be disregarded; or if any exception be admitted to this general rule, it can only be in favour of the ancient Grecian fictions, which are so celebrated and so agreeable, that they will ever be the objects of the attention of mankind. Neglecting, therefore, all traditions or rather tales concerning the more early history of Britain, we shall only consider the state of the inhabitants, as it appeared to the Romans on their invasion of this country: We shall briefly run over the events, which attended the conquest made by that empire, as belonging more to Roman than British story: We shall hasten through the obscure and uninteresting period of Saxon annals: And shall reserve a more full narration for those times, when the truth is both so well ascertained and so complete as to promise entertainment and instruction to the reader.","subId":"1","id":"Hume.HE.1.1.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> ancient writers agree in representing the first inhabitants of Britain as a tribe of the Gauls or Celtae, who peopled that island from the neighbouring continent. Their language was the same, their manners, their government, their superstition; varied only by those small differences, which time or a communication with the bordering nations must necessarily introduce. The inhabitants of Gaul, especially in those parts which lie contiguous to Italy, had acquired, from a commerce with their southern neighbours, some refinement in the arts, which gradually diffused themselves northwards, and spread but a very faint light over this island. The Greek and Roman navigators or merchants (for there were scarcely any other travellers in those ages) brought back the most shocking accounts of the ferocity of the people, which they magnified, as usual, in order to excite the admiration of their countrymen. The south-east parts, however, of Britain, had already, before the age of Caesar, made the first and most requisite step toward a civil settlement; and the Britons, by tillage and agriculture, had there encreased to a great multitude<a href=\"#n1\"><sup>[1]</sup></a>. The other inhabitants of the island <span class=\"page-break\"></span>still maintained themselves by pasture: They were clothed with skins of beasts: They dwelt in huts, which they reared in the forests and marshes, with which the country was covered: They shifted easily their habitation, when actuated either by the hopes of plunder or the fear of an enemy: The convenience of feeding their cattle was even a sufficient motive for removing their seats: And as they were ignorant of all the refinements of life, their wants and their possessions were equally scanty and limited.","subId":"2","id":"Hume.HE.1.1.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Britons were divided into many small nations or tribes; and being a military people, whose sole property was their arms and their cattle, it was impossible, after they had acquired a relish of liberty, for their princes or chieftains to establish any despotic authority over them. Their governments, though monarchical<a href=\"#n2\"><sup>[2]</sup></a>, were free, as well as those of all the Celtic nations; and the common people seem even to have enjoyed more liberty among them<a href=\"#n3\"><sup>[3]</sup></a>, than among the nations of Gaul<a href=\"#n4\"><sup>[4]</sup></a>, from whom they were descended. Each state was divided into factions within itself<a href=\"#n5\"><sup>[5]</sup></a>. It was agitated with jealousy or animosity against the neighbouring states: And while the arts of peace were yet unknown, wars were the chief occupation, and formed the chief object of ambition, among the people.","subId":"3","id":"Hume.HE.1.1.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> religion of the Britons was one of the most considerable parts of their government; and the Druids, who were their priests, possessed great authority among them. Besides ministering at the altar, and directing all religious duties, they presided over the education of youth; they enjoyed an immunity from wars and taxes; they possessed both the civil and criminal jurisdiction; they decided all controversies among states as well as among private persons, and whoever refused to submit to their decree was exposed to the most severe penalties. The sentence of excommunication was pronounced against him: He was forbidden access to the sacrifices or public worship: He was debarred all intercourse with his fellow-citizens, even in the common affairs of life: His company was universally shunned, as profane and dangerous: He was refused the protection of law<a href=\"#n6\"><sup>[6]</sup></a>: And death itself became an acceptable relief from the misery and infamy to which he was exposed. Thus, the bands of government, which were naturally <span class=\"page-break\"></span>loose among that rude and turbulent people, were happily corroborated by the terrors of their superstition.","subId":"4","id":"Hume.HE.1.1.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> species of superstition was ever more terrible than that of the Druids. Besides the severe penalties, which it was in the power of the ecclesiastics to inflict in this world, they inculcated the eternal transmigration of souls; and thereby extended their authority as far as the fears of their timorous votaries. They practised their rites in dark groves or other secret recesses<a href=\"#n7\"><sup>[7]</sup></a>; and in order to throw a greater mystery over their religion, they communicated their doctrines only to the initiated, and strictly forbad the committing of them to writing, lest they should at any time be exposed to the examination of the profane vulgar. Human sacrifices were practised among them: The spoils of war were often devoted to their divinities; and they punished with the severest tortures whoever dared to secrete any part of the consecrated offering: These treasures they kept in woods and forests, secured by no other guard than the terrors of their religion<a href=\"#n8\"><sup>[8]</sup></a>; and this steddy conquest over human avidity may be regarded as more signal than their prompting men to the most extraordinary and most violent efforts. No idolatrous worship ever attained such an ascendant over mankind as that of the ancient Gauls and Britons; and the Romans, after their conquest, finding it impossible to reconcile those nations to the laws and institutions of their masters, while it maintained its authority, were at last obliged to abolish it by penal statutes; a violence, which had never in any other instance been practised by those tolerating conquerors<a href=\"#n9\"><sup>[9]</sup></a>.","subId":"5","id":"Hume.HE.1.1.5"},{"type":"paragraph","content":"THE Britons had long remained in this rude but independent state, when Caesar, having over-run all Gaul by his victories, first cast his eye on their island. He was not allured either by its riches or its renown; but being ambitious of carrying the Roman arms into a new world, then mostly unknown, he took advantage of a short interval in his Gaulic wars, and made an <span class=\"page-break\"></span>invasion on Britain. The natives, informed of his intention, were sensible of the unequal contest, and endeavoured to appease him by submissions, which, however, retarded not the execution of his design. After some resistance, he landed, as is supposed, at Deal; and having obtained several advantages over the Britons and obliged them to promise hostages for their future obedience, <span class=\"margin-comment\">Anno ante C. 55.</span> he was constrained, by the necessity of his affairs, and the approach of winter, to withdraw his forces into Gaul. The Britons, relieved from the terror of his arms, neglected the performance of their stipulations; and that haughty conqueror resolved next summer to chastise them for this breach of treaty. He landed with a greater force; and though he found a more regular resistance from the Britons, who had united under Cassivelaunus, one of their petty princes; he discomfited them in every action. He advanced into the country; passed the Thames in the face of the enemy; took and burned the capital of Cassivelaunus; established his ally, Mandubratius, in the sovereignty of the Trinobantes; and having obliged the inhabitants to make him new submissions, he again returned with his army into Gaul, and left the authority of the Romans more nominal than real in this island.","subId":"6","id":"Hume.HE.1.1.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> civil wars, which ensued, and which prepared the way for the establishment of monarchy in Rome, saved the Britons from that yoke, which was ready to be imposed upon them. Augustus, the successor of Caesar, content with the victory obtained over the liberties of his own country, was little ambitious of acquiring fame by foreign wars; and being apprehensive lest the same unlimited extent of dominion, which had subverted the republic, might also overwhelm the empire, he recommended it to his successors never to enlarge the territories of the Romans. Tiberius, jealous of the fame, which might be acquired by his generals, made this advice of Augustus a pretence for his inactivity<a href=\"#n10\"><sup>[10]</sup></a>. The mad sallies of Caligula, in which he menaced Britain with an invasion, served only to expose himself and the empire to ridicule: And the Britons had now, during almost a century, enjoyed their liberty unmolested; when the Romans, in the reign of Claudius, began to think seriously of reducing them under their dominion. Without seeking any more justifiable reasons of hostility than were employed by the <span class=\"page-break\"></span>late Europeans in subjecting the Africans and Americans, <span class=\"margin-comment\">A.D. 43.</span> they sent over an army under the command of Plautius, an able general, who gained some victories, and made a considerable progress in subduing the inhabitants. Claudius himself, finding matters sufficiently prepared for his reception, made a journey into Britain; and received the submission of several British states, the Cantii, Atrebates, Regni, and Trinobantes, who inhabited the southeast parts of the island, and whom their possessions and more cultivated manner of life rendered willing to purchase peace at the expence of their liberty. The other Britons, under the command of Caractacus, still maintained an obstinate resistance, and the Romans made little progress against them; till Ostorius Scapula was sent over to command their armies. <span class=\"margin-comment\">A.D. 50.</span> This general advanced the Roman conquests over the Britons; pierced into the country of the Silures, a warlike nation, who inhabited the banks of the Severne; defeated Caractacus in a great battle; took him prisoner, and sent him to Rome, where his magnanimous behaviour procured him better treatment than those conquerors usually bestowed on captive princes<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"7","id":"Hume.HE.1.1.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> these misfortunes, the Britons were not subdued; and this island was regarded by the ambitious Romans as a field in which military honour might still be acquired. Under the reign of Nero, <span class=\"margin-comment\">A.D. 59.</span> Suetonius Paulinus was invested with the command, and prepared to signalize his name by victories over those barbarians. Finding that the island of Mona, now Anglesey, was the chief seat of the Druids, he resolved to attack it, and to subject a place, which was the center of their superstition, and which afforded protection to all their baffled forces. The Britons endeavoured to obstruct his landing on this sacred island, both by the force of their arms and the terrors of their religion. The women and priests were intermingled with the soldiers upon the shore; and running about with flaming torches in their hands, and tossing their dishevelled hair, they struck greater terror into the astonished Romans by their howlings, cries, and execrations, than the real danger from the armed forces was able to inspire. But Suetonius, exhorting his troops to despise the menaces of a superstition, which they despised, impelled them to the attack, drove the Britons off the field, <span class=\"page-break\"></span>burned the Druids in the same fires which those priests had prepared for their captive enemies, destroyed all the consecrated groves and altars; and, having thus triumphed over the religion of the Britons, he thought his future progress would be easy, in reducing the people to subjection. But he was disappointed in his expectations. The Britons, taking advantage of his absence, were all in arms; and headed by Boadicea, queen of the Iceni, who had been treated in the most ignominious manner by the Roman tribunes, had already attacked with success several settlements of their insulting conquerors. Suetonius hastened to the protection of London, which was already a flourishing Roman colony; but he found on his arrival, that it would be requisite for the general safety to abandon that place to the merciless fury of the enemy. London was reduced to ashes; such of the inhabitants as remained in it, were cruelly massacred; the Romans and all strangers, to the number of 70,000, were every where put to the sword without distinction; and the Britons, by rendering the war thus bloody, seemed determined to cut off all hopes of peace or composition with the enemy. But this cruelty was revenged by Suetonius in a great and decisive battle, where 80,000 of the Britons are said to have perished; and Boadicea herself, rather than fall into the hands of the enraged victor, put an end to her own life by poison<a href=\"#n12\"><sup>[12]</sup></a>. Nero soon after recalled Suetonius from a government, where, by suffering and inflicting so many severities, he was judged improper for composing the angry and alarmed minds of the inhabitants. After some interval, Cerealis received the command from Vespasian, and by his bravery propagated the terror of the Roman arms. Julius Frontinus succeeded Cerealis both in authority and in reputation: But the general, who finally established the dominion of the Romans in this island, was Julius Agricola, who governed it in the reigns of Vespasian, Titus, and Domitian, and distinguished himself in that scene of action.","subId":"8","id":"Hume.HE.1.1.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> great commander formed a regular plan for subduing Britain, and rendering the acquisition useful to the conquerors. He carried his victorious arms northwards, defeated the Britons in every encounter, pierced into the inaccessible forests and mountains of Caledonia, reduced every state to subjection in the southern <span class=\"page-break\"></span>parts of the island, and chaced before him all the men of fiercer and more intractable spirits, who deemed war and death itself less intolerable than servitude under the victors. He even defeated them in a decisive action, which they sought under Galgacus, their leader; and having fixed a chain of garrisons, between the friths of Clyde and Forth, he thereby cut off the ruder and more barren parts of the island, and secured the Roman province from the incursions of the barbarous inhabitants<a href=\"#n13\"><sup>[13]</sup></a>.","subId":"9","id":"Hume.HE.1.1.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> these military enterprizes, he neglected not the arts of peace. He introduced laws and civility among the Britons, taught them to desire and raise all the conveniencies of life, reconciled them to the Roman language and manners, instructed them in letters and science, and employed every expedient to render those chains, which he had forged, both easy and agreeable to them<a href=\"#n14\"><sup>[14]</sup></a>. The inhabitants, having experienced how unequal their own force was to resist that of the Romans, acquiesced in the dominion of their masters, and were gradually incorporated as a part of that mighty empire.","subId":"10","id":"Hume.HE.1.1.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> was the last durable conquest made by the Romans; and Britain, once subdued, gave no farther inquietude to the victor. Caledonia alone, defended by barren mountains, and by the contempt which the Romans entertained for it, sometimes infested the more cultivated parts of the island by the incursions of its inhabitants. The better to secure the frontiers of the empire, Adrian, who visited this island, built a rampart between the river Tyne and the frith of Solway: Lollius Urbicus, under Antoninus Pius, erected one in the place where Agricola had formerly established his garrisons: Severus, who made an expedition into Britain, and carried his arms to the most northern extremity of it, added new fortifications to the wall of Adrian; and during the reign of all the Roman emperors, such a profound tranquillity prevailed in Britain, that little mention is made of the affairs of that island by any historian. The only incidents, which occur, are some seditions or rebellions of the Roman legions quartered there, and some usurpations of the imperial dignity by the Roman governors. The natives, disarmed, dispirited, and submissive, had left all desire and even idea of their former liberty and independence.","subId":"11","id":"Hume.HE.1.1.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the period was now come, when that enormous fabric of the Roman empire, which had diffused slavery and oppression, together with peace and civility, over so considerable a part of the globe, was approaching towards its final dissolution. Italy, and the center of the empire, removed, during so many ages, from all concern in the wars, had entirely lost the military spirit, and were peopled by an enervated race, equally disposed to submit to a foreign yoke, or to the tyranny of their own rulers. The emperors found themselves obliged to recruit their legions from the frontier provinces, where the genius of war, though languishing, was not totally extinct; and these mercenary forces, careless of laws and civil institutions, established a military government, no less dangerous to the sovereign than to the people. The farther progress of the same disorders introduced the bordering barbarians into the service of the Romans; and those fierce nations, having now added discipline to their native bravery, could no longer be restrained by the impotent policy of the emperors, who were accustomed to employ one in the destruction of the others. Sensible of their own force, and allured by the prospect of so rich a prize, the northern barbarians, in the reign of Arcadius and Honorius, assailed at once all the frontiers of the Roman empire; and having first satiated their avidity by plunder, began to think of fixing a settlement in the wasted provinces. The more distant barbarians, who occupied the deserted habitations of the former, advanced in their acquisitions, and pressed with their incumbent weight the Roman state, already unequal to the load which it sustained. Instead of arming the people in their own defence, the emperors recalled all the distant legions, in whom alone they could repose confidence; and collected the whole military force for the defence of the capital and center of the empire. The necessity of self-preservation had superseded the ambition of power; and the ancient point of honour, never to contract the limits of the empire, could no longer be attended to in this desperate extremity.","subId":"12","id":"Hume.HE.1.1.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Britain</span> by its situation was removed from the fury of these barbarous incursions; and being also a remote province, not much valued by the Romans, the legions, which defended it, were carried over to the protection of Italy and Gaul. But that province, though secured by the sea against the inroads of the greater tribes of barbarians, found enemies on its frontiers, who took advantage of <span class=\"page-break\"></span>its present defenceless situation. The Picts and Scots, who dwelt in the northern parts, beyond the wall of Antoninus, made incursions upon their peaceable and effeminate neighbours; and besides the temporary depredations which they committed, these combined nations threatened the whole province with subjection, or, what the inhabitants more dreaded, with plunder and devastation. The Picts seem to have been a tribe of the native British race, who, having been chaced into the northern parts by the conquests of Agricola, had there intermingled with the ancient inhabitants: The Scots were derived from the same Celtic origin, had first been established in Ireland, had migrated to the north-west coasts of this island, and had long been accustomed, as well from their old as their new feats, to infest the Roman province by pyracy and rapine<a href=\"#n15\"><sup>[15]</sup></a>. These tribes, finding their more opulent neighbours exposed to invasion, soon broke over the Roman wall, no longer defended by the Roman arms; and though a contemptible enemy in themselves, met with no resistance from the unwarlike inhabitants. The Britons, accustomed to have recourse to the emperors for defence as well as government, made supplications to Rome; and one legion was sent over for their protection. This force was an over-match for the barbarians, repelled their invasion, routed them in every engagement, and having chaced them into their ancient limits, returned in triumph to the defence of the southern provinces of the empire<a href=\"#n16\"><sup>[16]</sup></a>. Their retreat brought on a new invasion of the enemy. The Britons made again an application to Rome, and again obtained the assistance of a legion, which proved effectual for their relief: But the Romans, reduced to extremities at home, and fatigued with those distant expeditions, informed the Britons that they must no longer look to them for succour, exhorted them to arm in their own defence, and urged, that, as they were now their own masters, it became them to protect by their valour that independence, which their ancient lords had conferred upon them<a href=\"#n17\"><sup>[17]</sup></a>. That they might leave the island with the better grace, the Romans assisted them in erecting anew the wall of Severus, which was built entirely of stone, and which the Britons had not at that time artificers skillful enough to repair<a href=\"#n18\"><sup>[18]</sup></a>. And having done this <span class=\"page-break\"></span>last good office to the inhabitants, they bid a final adieu to Britain, about the year 448; after being masters of the more considerable part of it during the course of near four centuries.","subId":"13","id":"Hume.HE.1.1.13"},{"type":"paragraph","content":"THE abject Britons regarded this present of liberty as fatal to them; and were in no condition to put in practice the prudent counsel given them by the Romans, to arm in their own defence. Unaccustomed both to the perils of war, and to the cares of civil government, they found themselves incapable of forming or executing any measures for resisting the incursions of the barbarians. Gratian also and Constantine, two Romans who had a little before assumed the purple in Britain, had carried over to the continent the flower of the British youth; and having perished in their unsuccessful attempts on the imperial throne, had despoiled the island of those, who, in this desperate extremity, were best able to defend it. The Picts and Scots, finding that the Romans had finally relinquished Britain, now regarded the whole as their prey, and attacked the northern wall with redoubled forces. The Britons, already subdued by their own fears, found the ramparts but a weak defence for them; and deserting their station, left the country entirely open to the inroads of the barbarous enemy. The invaders carried devastation and ruin along with them; and exerted to the utmost their native ferocity, which was not mitigated by the helpless condition and submissive behaviour of the inhabitants<a href=\"#n19\"><sup>[19]</sup></a>. The unhappy Britons had a third time recourse to Rome, which had declared its resolution for ever to abandon them. Aetius, the patrician, sustained, at that time, by his valour and magnanimity, the towering ruins of the empire, and revived for a moment among the degenerate Romans the spirit, as well as discipline, of their ancestors. The British ambassadors carried to him the letter of their countrymen, which was inscribed, <em>The Groans of the Britons.</em> The tenor of the epistle was suitable to its superscription. <em>The barbarians,</em> say they, <em>on the one hand, chace us into the<span class=\"page-break\"></span></em> sea; the sea, on the other, throws us back upon the barbarians; and we have only the hard choice left us, of perishing by the sword or by the waves<a href=\"#n20\"><sup>[20]</sup></a>. But Aetius, pressed by the arms of Attila, the most terrible enemy that ever assailed the empire, had no leisure to attend to the complaints of allies, whom generosity alone could induce him to assist<a href=\"#n21\"><sup>[21]</sup></a>. The Britons, thus rejected, were reduced to despair, deserted their habitations, abandoned tillage, and flying for protection to the forests and mountains, suffered equally from hunger and from the enemy. The barbarians themselves began to feel the pressures of famine in a country which they had ravaged; and being harassed by the dispersed Britons, who had not dared to resist them in a body, they retreated with their spoils into their own country<a href=\"#n22\"><sup>[22]</sup></a>.","subId":"14","id":"Hume.HE.1.1.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Britons, taking advantage of this interval, returned to their usual occupations; and the favourable seasons which succeeded, seconding their industry, made them soon forget their past miseries, and restored to them great plenty of all the necessaries of life. No more can be imagined to have been possessed by a people so rude, who had not, without the assistance of the Romans, art of masonry sufficient to raise a stone rampart for their own defence: Yet the Monkish historians<a href=\"#n23\"><sup>[23]</sup></a>, who treat of those events, complain of the luxury of the Britons during this period, and ascribe to that vice, not to their cowardice or improvident counsels, all their subsequent calamities.","subId":"15","id":"Hume.HE.1.1.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Britons, entirely occupied in the enjoyment of the present interval of peace, made no provision for resisting the enemy, who, invited by their former timid behaviour, soon threatened them with a new invasion. We are not exactly informed what species of civil government the Romans on their departure had left among the Britons; but it appears probable, that the great men in the different districts assumed a kind of regal, though precarious authority; and lived in a great measure independant of each other<a href=\"#n24\"><sup>[24]</sup></a>. To this disunion of counsels were also added the disputes of theology; and the disciples of Pelagius, who was himself a native of Britain, having encreased to a great multitude, gave alarm to the clergy, who seem to have been more intent on suppressing them, than on opposing the public enemy<a href=\"#n25\"><sup>[25]</sup></a>. Labouring under these domestic <span class=\"page-break\"></span>evils, and menaced with a foreign invasion, the Britons attended only to the suggestions of their present fears; and following the counsels of Vortigern, prince of Dumnonium, who, though stained with every vice, possessed the chief authority among them<a href=\"#n26\"><sup>[26]</sup></a>, they sent into Germany a deputation to invite over the Saxons for their protection and assistance.","subId":"16","id":"Hume.HE.1.1.16"},{"type":"paragraph","content":"OF all the barbarous nations, known either in ancient or modern times, the Germans seem to have been the most distinguished both by their manners and political institutions, and to have carried to the highest pitch the virtues of valour and love of liberty; the only virtues which can have place among an uncivilized people, where justice and humanity are commonly neglected. Kingly government, even when established among the Germans, (for it was not universal) possessed a very limited authority; and though the sovereign was usually chosen from among the royal family, he was directed in every measure by the common consent of the nation, over whom he presided. When any important affairs were transacted, all the warriors met in arms; the men of greatest authority employed persuasion to engage their consent; the people expressed their approbation by rattling their armour, or their dissent by murmurs; there was no necessity for a nice scrutiny of votes among a multitude, who were usually carried with a strong current to one side or the other; and the measure, thus suddenly chosen by general agreement, was executed with alacrity, and prosecuted with vigour. Even in war, the princes governed more by example than by authority: But in peace, the civil union was in a great measure dissolved, and the inferior leaders administered justice, after an independant manner, each in his particular district. These were elected by the votes of the people in their great councils; and though regard was paid to nobility in the choice, their personal qualities, chiefly their valour, procured them, from the suffrages of their fellow-citizens, that honorable but dangerous distinction. The warriors of each tribe attached <span class=\"page-break\"></span>themselves to their leader, with the most devoted affection and most unshaken constancy. They attended him as his ornament in peace, as his defence in war, as his council in the administration of justice. Their constant emulation in military renown dissolved not that inviolable friendship which they professed to their chieftain and to each other. To die for the honour of their band was their chief ambition: To survive its disgrace, or the death of their leader, was infamous. They even carried into the field their women and children, who adopted all the martial sentiments of the men: and being thus impelled by every human motive, they were invincible; where they were not opposed, either by the similar manners and institutions of the neighbouring Germans, or by the superior discipline, arms, and numbers of the Romans<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"17","id":"Hume.HE.1.1.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> leaders and their military companions were maintained by the labour of their slaves, or by that of the weaker and less warlike part of the community, whom they defended. The contributions, which they levied, went not beyond a bare subsistence; and the honours, acquired by a superior rank, were the only reward of their superior dangers and fatigues. All the refined arts of life were unknown among the Germans: Tillage itself was almost wholly neglected: They even seem to have been anxious to prevent any improvements of that nature; and the leaders, by annually distributing anew all the land among the inhabitants of each village, kept them from attaching themselves to particular possessions, or making such progress in agriculture as might divert their attention from military expeditions, the chief occupation of the community<a href=\"#n28\"><sup>[28]</sup></a>.","subId":"18","id":"Hume.HE.1.1.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Saxons had been for some time regarded as one of the most warlike tribes of this fierce people, and had become the terror of the neighbouring nations<a href=\"#n29\"><sup>[29]</sup></a>. They had diffused themselves from the northern parts of Germany and the Cimbrian Chersonesus, and had taken possession of all the sea-coast from the mouth of the Rhine to Jutland; whence they had long infested by their pyracies all the eastern and southern parts of Britain, and the northern of Gaul<a href=\"#n30\"><sup>[30]</sup></a>. In order to oppose their inroads, the Romans had established an officer, whom they called <em>Count of the Saxon shore;</em> and as the naval arts can flourish among a civilized people alone, they <span class=\"page-break\"></span>seem to have been more successful in repelling the Saxons than any of the other barbarians, by whom they were invaded. The dissolution of the Roman power invited them to renew their inroads; and it was an acceptable circumstance, that the deputies of the Britons appeared among them, and prompted them to undertake an enterprize, to which they were of themselves sufficiently inclined<a href=\"#n31\"><sup>[31]</sup></a>.","subId":"19","id":"Hume.HE.1.1.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hengist</span> and Horsa, two brothers, possessed great credit among the Saxons, and were much celebrated both for their valour and nobility. They were reputed, as most of the Saxon princes, to be sprung from Woden, who was worshipped as a god among those nations, and they are said to be his great grandsons<a href=\"#n32\"><sup>[32]</sup></a>; a circumstance which added much to their authority. We shall not attempt to trace any higher the origin of those princes and nations. It is evident what fruitless labour it must be to search, in those barbarous and illiterate ages, for the annals of a people, when their first leaders, known in any true history, were believed by them to be the fourth in descent from a fabulous deity, or from a man, exalted by ignorance into that character. The dark industry of antiquaries, led by imaginary analogies of names, or by uncertain traditions, would in vain attempt to pierce into that deep obscurity, which covers the remote history of those nations.","subId":"20","id":"Hume.HE.1.1.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> two brothers, observing the other provinces of Germany to be occupied by a warlike and necessitous people, and the rich provinces of Gaul already conquered or over-run by other German tribes, found it easy to persuade their countrymen to embrace the sole enterprize, which promised a favourable opportunity of displaying their valour and gratifying their avidity. They embarked their troops in three vessels, and about the year 449 or 450<a href=\"#n33\"><sup>[33]</sup></a>, carried over 1600 men, who landed in the isle of Thanet, and immediately marched to the defence of the Britons against the northern invaders. The Scots and Picts were unable to resist the valour of these auxiliaries; and the Britons, applauding their own wisdom in calling over the Saxons, hoped thenceforth to enjoy peace and security under the powerful protection of that warlike people.","subId":"21","id":"Hume.HE.1.1.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Hengist and Horsa, perceiving, from their easy victory over the Scots and Picts, with what facility they might subdue the Britons themselves, who had not been able to resist those feeble invaders, were determined to conquer and fight for their own grandeur, not for the defence of their degenerate allies. They sent intelligence to Saxony of the fertility and riches of Britain; and represented as certain the subjection of a people, so long disused to arms, who, being now cut off from the Roman empire, of which they had been a province during so many ages, had not yet acquired any union among themselves, and were destitute of all affection to their new liberties, and of all national attachments and regards<a href=\"#n34\"><sup>[34]</sup></a>. The vices and pusillanimity of Vortigern, the British leader, were a new ground of hope; and the Saxons in Germany, following such agreeable prospects, soon reinforced Hengist and Horsa with 5000 men, who came over in seventeen vessels. The Britons now began to entertain apprehensions of their allies, whose numbers they found continually augmenting; but thought of no remedy, except a passive submission and connivance. This weak expedient soon failed them. The Saxons sought a quarrel by complaining, that their subsidies were ill paid, and their provisions withdrawn<a href=\"#n35\"><sup>[35]</sup></a>: And immediately taking off the mask, they formed an alliance with the Picts and Scots, and proceeded to open hostility against the Britons.","subId":"22","id":"Hume.HE.1.1.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Britons, impelled by these violent extremities, and roused to indignation against their treacherous auxiliaries, were necessitated to take arms; and having deposed Vortigern, who had become odious from his vices, and from the bad event of his rash counsels, they put themselves under the command of his son, Vortimer. They fought many battles with their enemies; and though the victories in these actions be disputed between the British and Saxon annalists, the progress still made by the Saxons prove that the advantage was commonly on their side. In one battle, however, fought at Eglesford, now Ailsford, Horsa, the Saxon general, was slain; and left the sole command over his countrymen in the hands of Hengist. This active general, continually reinforced by fresh numbers from Germany, carried devastation <span class=\"page-break\"></span>into the most remote corners of Britain; and being chiefly anxious to spread the terror of his arms, he spared neither age, nor sex, nor condition, wherever he marched with his victorious forces. The private and public edifices of the Britons were reduced to ashes: The priests were slaughtered on the altars by those idolatrous ravagers: The bishops and nobility shared the fate of the vulgar: The people, flying to the mountains and deserts, were intercepted and butchered in heaps: Some were glad to accept of life and servitude under their victors: Others, deserting their native country, took shelter in the province of Armorica; where, being charitably received by a people of the same language and manners, they settled in great numbers, and gave the country the name of Brittany<a href=\"#n36\"><sup>[36]</sup></a>.","subId":"23","id":"Hume.HE.1.1.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> British writers assign one cause, which facilitated the entrance of the Saxons into this island; the love, with which Vortigern was at first seized for Rovena, the daughter of Hengist, and which that artful warrior made use of to blind the eyes of the imprudent monarch<a href=\"#n37\"><sup>[37]</sup></a>. The same historians add, that Vortimer died; and that Vortigern, being restored to the throne, accepted of a banquet from Hengist, at Stonehenge; where 300 of his nobility were treacherously slaughtered, and himself detained captive<a href=\"#n38\"><sup>[38]</sup></a>. But these stories seem to have been invented by the Welsh authors, in order to palliate the weak resistance made at first by their countrymen, and to account for the rapid progress and licentious devastations of the Saxons<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"24","id":"Hume.HE.1.1.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the death of Vortimer, Ambrosius, a Briton, though of Roman descent, was invested with the command over his countrymen, and endeavoured, not without success, to unite them in their resistance against the Saxons. Those contests encreased the animosity between the two nations, and roused the military spirit of the ancient inhabitants, which had before been sunk into a fatal lethargy. Hengist, however, notwithstanding their opposition, still maintained his ground in Britain; and in order to divide the forces and attention of the natives, he called over a new tribe of Saxons, under the command of his brother Octa, and of Ebissa, the son of Octa; and he settled them in Northumberland. He himself remained <span class=\"page-break\"></span>in the southern parts of the island, and laid the foundation of the kingdom of Kent, comprehending the county of that name, Middlesex, Essex, and part of Surrey. He fixed his royal seat at Canterbury; where he governed about forty years, and he died in or near the year 488; leaving his new-acquired dominions to his posterity.","subId":"25","id":"Hume.HE.1.1.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> success of Hengist excited the avidity of the other northern Germans; and at different times, and under different leaders, they flocked over in multitudes to the invasion of this island. These conquerors were chiefly composed of three tribes, the Saxons, Angles, and Jutes<a href=\"#n40\"><sup>[40]</sup></a>, who all passed under the common appellation, sometimes of Saxons, sometimes of Angles; and speaking the same language, and being governed by the same institutions, they were naturally led, from these causes, as well as from their common interest, to unite themselves against the ancient inhabitants. The resistance however, though unequal, was still maintained by the Britons: but became every day more feeble: and their calamities admitted of few intervals, till they were driven into Cornwal and Wales, and received protection from the remote situation or inaccessible mountains of those countries.","subId":"26","id":"Hume.HE.1.1.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first Saxon state, after that of Kent, which was established in Britain, was the kingdom of South-Saxony. In the year 477<a href=\"#n41\"><sup>[41]</sup></a>, Ælla, a Saxon chief, brought over an army from Germany; and landing on the southern coast, proceeded to take possession of the neighbouring territory. The Britons, now armed, did not tamely abandon their possessions; nor were they expelled, till defeated in many battles by their warlike invaders. The most memorable action, mentioned by historians, is that of Mearcredes-Burn<a href=\"#n42\"><sup>[42]</sup></a>; where, though the Saxons seem to have obtained the victory, they suffered so considerable a loss, as somewhat retarded the progress of their conquests. But Ælla, reinforced by fresh numbers of his countrymen, again took the field against the Britons; and laid <span class=\"page-break\"></span>siege to Andred-Ceaster, which was defended by the garrison and inhabitants with desperate valour<a href=\"#n43\"><sup>[43]</sup></a>. The Saxons, enraged by this resistance, and by the fatigues and dangers which they had sustained, redoubled their efforts against the place, and when masters of it, put all their enemies to the sword without distinction. This decisive advantage secured the conquests of Ælla, who assumed the name of King, and extended his dominion over Sussex and a great part of Surrey. He was stopped in his progress to the east by the kingdom of Kent: In that to the west by another tribe of Saxons, who had taken possession of that territory.","subId":"27","id":"Hume.HE.1.1.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Saxons, from the situation of the country, in which they settled, were called the West-Saxons, and landed in the year 495, under the command of Cerdic, and of his son Kenric<a href=\"#n44\"><sup>[44]</sup></a>. The Britons were, by past experience, so much on their guard, and so well prepared to receive the enemy, that they gave battle to Cerdic the very day of his landing; and though vanquished, still defended, for some time, their liberties against the invaders. None of the other tribes of Saxons met with such vigorous resistance, or exerted such valour and perseverance in pushing their conquests. Cerdic was even obliged to call for the assistance of his countrymen from the kingdoms of Kent and Sussex, as well as from Germany, and he was thence joined by a fresh army under the command of Porte, and of his sons Bleda and Megla<a href=\"#n45\"><sup>[45]</sup></a>. Strengthened by these succours, he fought, in the year 508, a desperate battle with the Britons, commanded by Nazan-Leod, who was victorious in the beginning of the action, and routed the wing in which Cerdic himself commanded. But Kenric, who had prevailed in the other wing, brought timely assistance to his father, and restored the battle, which ended in a complete victory gained by the Saxons<a href=\"#n46\"><sup>[46]</sup></a>. Nazan-Leod perished, with 5000 of his army: But left the Britons more weakened than discouraged by his death. The war still continued, though the success was commonly on the side of the Saxons, whose short swords and close manner of fighting gave them great advantage over the missile weapons of the Britons. Cerdic was not wanting to his good fortune; and in order to extend his conquests, he <span class=\"page-break\"></span>laid siege to Mount Badon or Banesdowne near Bath, whither the most obstinate of the discomfited Britons had retired. The southern Britons in this extremity applied for assistance to Arthur, Prince of the Silures, whose heroic valour now sustained the declining fate of this country<a href=\"#n47\"><sup>[47]</sup></a>. This is that Arthur so much celebrated in the songs of Thaliessin, and the other British bards, and whose military atchievements have been blended with so many fables as even to give occasion for entertaining a doubt of his real existence. But poets, though they disfigure the most certain history by their fictions, and use strange liberties with truth where they are the sole historians, as among the Britons, have commonly some foundation for their wildest exaggerations. Certain it is, that the siege of Badon was raised by the Britons in the year 520; and the Saxons were there discomfited in a great battle<a href=\"#n48\"><sup>[48]</sup></a>. This misfortune stopped the progress of Cerdic; but was not sufficient to wrest from him the conquests, which he had already made. He and his son, Kenric, who succeeded him, established the kingdom of the West-Saxons or of Wessex, over the counties of Hants, Dorset, Wilts, Berks, and the Isle of Wight, and left their new-acquired dominions to their posterity. Cerdic died in 534, Kenric in 560.","subId":"28","id":"Hume.HE.1.1.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the Saxons made this progress in the south, their countrymen were not less active in other quarters. In the year 527, a great tribe of adventurers, under several leaders, landed on the east-coast of Britain; and after fighting many battles, of which history has preserved no particular account, they established three new kingdoms in this island. Uffa assumed the title of king of the East-Angles in 575; Crida that of Mercia in 585<a href=\"#n49\"><sup>[49]</sup></a>; and Erkenwin that of East-Saxony or Essex nearly about the same time; but the year is uncertain. This latter kingdom was dismembered from that of Kent, and comprehended Essex, Middlesex, and part of Hertfordshire. That of the East-Angles, the counties of Cambridge, Suffolk, and Norfolk: Mercia was extended over all the middle counties, from the banks of the Severn, to the frontiers of these two kingdoms.","subId":"29","id":"Hume.HE.1.1.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Saxons, soon after the landing of Hengist, had been planted in Northumberland; but as they met with an obstinate <span class=\"page-break\"></span>resistance, and made but small progress in subduing the inhabitants, their affairs were in so unsettled a condition, that none of their princes for a long time assumed the appellation of king. At last in 547<a href=\"#n50\"><sup>[50]</sup></a>, Ida, a Saxon prince of great valour<a href=\"#n51\"><sup>[51]</sup></a>, who claimed a descent, as did all the other princes of that nation, from Woden, brought over a reinforcement from Germany, and enabled the Northumbrians to carry on their conquests over the Britons. He entirely subdued the county now called Northumberland, the bishopric of Durham, as well as some of the south-east counties of Scotland; and he assumed the crown under the title of king of Bernicia. Nearly about the same time, Ælla, another Saxon prince, having conquered Lancashire, and the greater part of Yorkshire, received the appellation of king of Deiri<a href=\"#n52\"><sup>[52]</sup></a>. These two kingdoms were united in the person of Ethelfrid, grandson of Ida, who married Acca, the daughter of Ælla; and expelling her brother, Edwin, established one of the most powerful of the Saxon kingdoms, by the title of Northumberland. How far his dominions extended into the country now called Scotland is uncertain; but it cannot be doubted, that all the lowlands, especially the east-coast of that country, were peopled in a great measure from Germany; though the expeditions, made by the several Saxon adventurers, have escaped the records of history. The language, spoken in those countries, which is purely Saxon, is a stronger proof of this event, than can be opposed by the imperfect, or rather fabulous annals, which are obtruded on us by the Scottish historians.","subId":"30","id":"Hume.HE.1.1.30"},{"type":"paragraph","content":"THUS was established, after a violent contest of near a hundred and fifty years, the Heptarchy, or seven Saxon kingdoms, in Britain; and the whole southern part of the island, except Wales and Cornwal, had totally changed its inhabitants, language, customs, and political institutions. The Britons, under the Roman dominion, had made such advances towards arts and civil manners, that they had built twenty-eight considerable cities <span class=\"page-break\"></span>within their province, besides a great number of villages and country-seats<a href=\"#n53\"><sup>[53]</sup></a>: But the fierce conquerors, by whom they were now subdued, threw every thing back into ancient barbarity; and those few natives, who were not either massacred or expelled their habitations, were reduced to the most abject slavery. None of the other northern conquerors, the Franks, Goths, Vandals, or Burgundians, though they over-ran the southern provinces of the empire like a mighty torrent, made such devastations in the conquered territories, or were inflamed into so violent an animosity against the ancient inhabitants. As the Saxons came over at intervals in separate bodies, the Britons, however at first unwarlike, were tempted to make resistance; and hostilities, being thereby prolonged, proved more destructive to both parties, especially to the vanquished. The first invaders from Germany, instead of excluding other adventurers, who must share with them the spoils of the ancient inhabitants, were obliged to solicit fresh supplies from their own country; and a total extermination of the Britons became the sole expedient for providing a settlement and subsistence to the new planters. Hence there have been found in history few conquests more ruinous than that of the Saxons; and few revolutions more violent than that which they introduced.","subId":"31","id":"Hume.HE.1.1.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> long as the contest was maintained with the natives, the several Saxon princes preserved a union of counsels and interests; but after the Britons were shut up in the barren countries of Cornwal and Wales, and gave no farther disturbance to the conquerors, the band of alliance was in a great measure dissolved among the princes of the Heptarchy. Though one prince seems still to have been allowed, or to have assumed, an ascendant over the whole, his authority, if it ought ever to be deemed regular or legal, was extremely limited; and each state acted as if it had been independant, and wholly separate from the rest. Wars, therefore, and revolutions and dissensions were unavoidable among a turbulent and military people; and these events, however intricate or confused, ought now to become the objects of our attention. But, added to the difficulty of carrying on at once the history of seven independant kingdoms, there is great discouragement to a writer, arising from the uncertainty, at least barrenness, of the accounts <span class=\"page-break\"></span>transmitted to us. The Monks, who were the only annalists during those ages, lived remote from public affairs, considered the civil transactions as entirely subordinate to the ecclesiastical, and besides partaking of the ignorance and barbarity, which were then universal, were strongly infected with credulity, with the love of wonder, and with a propensity to imposture; vices almost inseparable from their profession, and manner of life. The history of that period abounds in names, but is extremely barren of events; or the events are related so much without circumstances and causes, that the most profound or most eloquent writer must despair of rendering them either instructive or entertaining to the reader. Even the great learning and vigorous imagination of Milton sunk under the weight; and this author scruples not to declare, that the skirmishes of kites or crows as much merited a particular narrative, as the confused transactions and battles of the Saxon Heptarchy<a href=\"#n54\"><sup>[54]</sup></a>. In order, however, to connect the events in some tolerable measure, we shall give a succinct account of the successions of kings, and of the more remarkable revolutions in each particular kingdom; beginning with that of Kent, which was the first established.","subId":"32","id":"Hume.HE.1.1.32"},{"type":"paragraph","content":"ESCUS succeeded his father, Hengist, in the kingdom of Kent; but seems not to have possessed the military genius of that conqueror, who first made way for the entrance of the Saxon arms into Britain. All the Saxons, who sought either the fame of valour, or new establishments by arms, flocked to the standard of Ælla, king of Sussex, who was carrying on successful war against the Britons, and laying the foundations of a new kingdom. Escus was content to possess in tranquillity the kingdom of Kent, which he left in 512 to his son Octa, in whose time the East-Saxons established their monarchy, and dismembered the provinces of Essex and Middlesex from that of Kent. His death, after a reign of twenty-two years, made room for his son Hermenric in 534, who performed nothing memorable during a reign of thirty-two <span class=\"page-break\"></span>years; except associating with him his son, Ethelbert, in the government, that he might secure the succession in his family, and prevent such revolutions as are incident to a turbulent and barbarous monarchy.","subId":"33","id":"Hume.HE.1.1.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ethelbert</span> revived the reputation of his family, which had languished for some generations. The inactivity of his predecessors, and the situation of his country, secured from all hostility with the Britons, seem to have much enfeebled the warlike genius of the Kentish Saxons; and Ethelbert, in his first attempt to aggrandize his country, and distinguish his own name, was unsuccessful<a href=\"#n55\"><sup>[55]</sup></a>. He was twice discomfited in battle by Ceaulin, king of Wessex; and obliged to yield the superiority in the Heptarchy to that ambitious monarch, who preserved no moderation in his victory, and by reducing the kingdom of Sussex to subjection, excited jealousy in all the other princes. An association was formed against him; and Ethelbert, intrusted with the command of the allies, gave him battle, and obtained a decisive victory<a href=\"#n56\"><sup>[56]</sup></a>. Ceaulin died soon after; and Ethelbert succeeded as well to his ascendant among the Saxon states, as to his other ambitious projects. He reduced all the princes, except the king of Northumberland, to a strict dependance upon him; and even established himself by force on the throne of Mercia, the most extensive of the Saxon kingdoms. Apprehensive, however, of a dangerous league against him, like that by which he himself had been enabled to overthrow Ceaulin, he had the prudence to resign the kingdom of Mercia to Webba, the rightful heir, the son of Crida, who had first founded that monarchy. But governed still by ambition more than by justice, he gave Webba possession of the crown on such conditions, as rendered him little better than a tributary prince under his artful benefactor.","subId":"34","id":"Hume.HE.1.1.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most memorable event, which distinguished the reign of this great prince, was the introduction of the Christian religion among the English Saxons. The superstition of the Germans, particularly that of the Saxons, was of the grossest and most barbarous kind; and being founded on traditional tales, received from their ancestors, not reduced to any system, not supported by political institutions, like that of the Druids, it seems to have made little impression on its votaries, and to have easily resigned its place to <span class=\"page-break\"></span>the new doctrine, promulgated to them. Woden, whom they deemed the ancestor of all their princes, was regarded as the god of war, and, by a natural consequence, became their supreme deity, and the chief object of their religious worship. They believed, that, if they obtained the favour of this divinity by their valour, (for they made less account of the other virtues) they should be admitted after their death into his hall; and reposing on couches, should satiate themselves with ale from the skulls of their enemies, whom they had slain in battle. Incited by this idea of paradise, which gratified at once the passion of revenge and that of intemperance, the ruling inclinations of barbarians, they despised the dangers of war, and encreased their native ferocity against the vanquished by their religious prejudices. We know little of the other theological tenets of the Saxons: We only learn that they were polytheists; that they worshipped the sun and moon; that they adored the god of thunder, under the name of Thor; that they had images in their temples; that they practised sacrifices; believed firmly in spells and inchantments, and admitted in general a system of doctrines, which they held as sacred, but which, like all other superstitions, must carry the air of the wildest extravagance, if propounded to those who are not familiarized to it from their earliest infancy.","subId":"35","id":"Hume.HE.1.1.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> constant hostilities, which the Saxons maintained against the Britons, would naturally indispose them for receiving the Christian faith, when preached to them by such inveterate enemies; and perhaps the Britons, as is objected to them by Gildas and Bede, were not overfond of communicating to their cruel invaders the doctrine of eternal life and salvation. But as a civilized people, however subdued by arms, still maintain a sensible superiority over barbarous and ignorant nations, all the other northern conquerors of Europe had been already induced to embrace the Christian faith, which they found established in the empire; and it was impossible but the Saxons informed of this event, must have regarded with some degree of veneration a doctrine, which had acquired the ascendant over all their brethren. However limited in their views, they could not but have perceived a degree of cultivation in the southern countries beyond what they themselves possessed; and it was natural for them to yield to that superior knowledge, as well as zeal, by which the inhabitants of the Christian kingdoms were even at that time distinguished.","subId":"36","id":"Hume.HE.1.1.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> these causes might long have failed of producing any considerable effect, had not a favourable incident prepared the means of introducing Christianity into Kent. Ethelbert, in his father's lifetime, had married Bertha, the only daughter of Carlbert, king of Paris<a href=\"#n57\"><sup>[57]</sup></a>, one of the descendants of Clovis, the conqueror of Gaul; but before he was admitted to this alliance, he was obliged to stipulate, that the princess should enjoy the free exercise of her religion; a concession not difficult to be obtained from the idolatrous Saxons<a href=\"#n58\"><sup>[58]</sup></a>. Bertha brought over a French bishop to the court of Canterbury; and being zealous for the propagation of her religion, she had been very assiduous in her devotional exercises, had supported the credit of her faith by an irreproachable conduct, and had employed every art of insinuation and address to reconcile her husband to her religious principles. Her popularity in the court, and her influence over Ethelbert, had so well paved the way for the reception of the Christian doctrine, that Gregory, sirnamed the Great, then Roman pontiff, began to entertain hopes of effecting a project which he himself, before he mounted the papal throne, had once embraced, of converting the British Saxons.","subId":"37","id":"Hume.HE.1.1.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> happened, that this prelate, at that time in a private station, had observed in the market-place of Rome some Saxon youth exposed to sale, whom the Roman merchants, in their trading voyages to Britain, had bought of their mercenary parents. Struck with the beauty of their fair complexions and blooming countenances, Gregory asked to what country they belonged; and being told they were <em>Angles,</em> he replied, that they ought more properly to be denominated <em>angels:</em> It were a pity that the Prince of Darkness should enjoy so fair a prey, and that so beautiful a frontispiece should cover a mind destitute of internal grace and righteousness. Enquiring farther concerning the name of their province, he was informed, that it was Deïri, a district of Northumberland: <em>Deïri!</em> replied he, <em>that is good! They are called to the mercy of God from his anger,</em> De ira. <em>But what is the name of the king of that province?</em> He was told it was <em>Ælla</em> or <em>Alla Alleluiah,</em> cried he: <em>We must endeavour, that the praises of God be sung in their country.</em> Moved by these allusions, which appeared to him so happy, he determined to undertake, <span class=\"page-break\"></span>himself, a mission into Britain; and having obtained the Pope's approbation, he prepared for that perilous journey: But his popularity at home was so great, that the Romans, unwilling to expose him to such dangers, opposed his design; and he was obliged for the present to lay aside all farther thoughts of executing that pious purpose<a href=\"#n59\"><sup>[59]</sup></a>.","subId":"38","id":"Hume.HE.1.1.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> controversy between the Pagans and the Christians was not entirely cooled in that age; and no pontiff before Gregory had ever carried to greater excess an intemperate zeal against the former religion. He had waged war with all the precious monuments of the ancients, and even with their writings; which, as appears from the strain of his own wit, as well as from the style of his compositions, he had not taste or genius sufficient to comprehend. Ambitious to distinguish his pontificate by the conversion of the British Saxons, he pitched on Augustine, a Roman monk, and sent him with forty associates to preach the gospel in this island. These missionaries, terrified with the dangers which might attend their proposing a new doctrine to so fierce a people, of whose language they were ignorant, stopped some time in France, and sent back Augustine to lay the hazards and difficulties before the Pope, and crave his permission to desist from the undertaking. But Gregory exhorted them to persevere in their purpose, advised them to chuse some interpreters from among the Franks, who still spoke the same language with the Saxons<a href=\"#n60\"><sup>[60]</sup></a>, and recommended them to the good offices of queen Brunehaut, who had at this time usurped the sovereign power in France. This princess, though stained with every vice of treachery and cruelty, either possessed or pretended great zeal for the cause; and Gregory acknowledged, that to her friendly assistance was, in a great measure, owing the success of that undertaking<a href=\"#n61\"><sup>[61]</sup></a>.","subId":"39","id":"Hume.HE.1.1.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">Augustine</span>, on his arrival in Kent in the year 597<a href=\"#n62\"><sup>[62]</sup></a>, found the danger much less than he had apprehended. Ethelbert, already well-disposed towards the Christian faith, assigned him a habitation in the Isle of Thanet; and soon after admitted him to a conference. Apprehensive, however, lest spells or enchantments might be employed against him by priests, who brought an unknown worship from a distant country, he had the precaution to <span class=\"page-break\"></span>receive them in the open air, where, he believed the force of their magic would be more easily dissipated<a href=\"#n63\"><sup>[63]</sup></a>. Here Augustine, by means of his interpreters, delivered to him the tenets of the Christian faith, and promised him eternal joys above, and a kingdom in heaven without end, if he would be persuaded to receive that salutary doctrine. <q>Your words and promises,</q> replied Ethelbert<a href=\"#n64\"><sup>[64]</sup></a>, <q>are fair; but because they are new and uncertain, I cannot entirely yield to them, and relinquish the principles, which I and my ancestors have so long maintained. You are welcome, however, to remain here in peace; and as you have undertaken so long a journey, solely, as it appears, for what you believe to be for our advantage, I will supply you with all necessaries, and permit you to deliver your doctrine to my subjects.</q><a href=\"#n65\"><sup>[65]</sup></a>","subId":"40","id":"Hume.HE.1.1.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Augustine</span>, encouraged by this favourable reception, and seeing now a prospect of success, proceeded with redoubled zeal to preach the gospel to the Kentish Saxons. He attracted their attention by the austerity of his manners, by the severe pennances to which he subjected himself, by the abstinence and self-denial which he practised: And having excited their wonder by a course of life, which appeared so contrary to nature, he procured more easily their belief of miracles, which, it was pretended, he wrought for their conversion<a href=\"#n66\"><sup>[66]</sup></a>. Influenced by these motives, and by the declared favour of the court, numbers of the Kentish men were baptized; and the king himself was persuaded to submit to that rite of Christianity. His example had great influence with his subjects; but he employed no force to bring them over to the new doctrine. Augustine thought proper, in the commencement of his mission, to assume the appearance of the greatest lenity: He told Ethelbert, that the service of Christ must be entirely voluntary, and that no violence ought ever to be used in propagating so salutary a doctrine<a href=\"#n67\"><sup>[67]</sup></a>.","subId":"41","id":"Hume.HE.1.1.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> intelligence, received of these spiritual conquests, afforded great joy to the Romans; who now exulted as much in those peaceful trophies, as their ancestors had ever done in their most sanguinary triumphs, and most splendid victories. Gregory wrote <span class=\"page-break\"></span>a letter to Ethelbert, in which, after informing him that the end of the world was approaching, he exhorted him to display his zeal in the conversion of his subjects, to exert rigour against the worship of idols, and to build up the good work of holiness by every expedient of exhortation, terror, blandishment, or correction<a href=\"#n68\"><sup>[68]</sup></a>: A doctrine more suitable to that age, and to the usual papal maxims, than the tolerating principles, which Augustine had thought it prudent to inculcate. The pontiff also answered some questions, which the missionary had put concerning the government of the new church of Kent. Besides other queries, which it is not material here to relate, Augustine asked<em>, Whether cousin-germans might be allowed to marry?</em> Gregory answered, that that liberty had indeed been formerly granted by the Roman law; but that experience had shewn, that no issue could ever come from such marriages; and he therefore prohibited them. Augustine asked, <em>Whether a woman pregnant might be baptized?</em> Gregory answered, that he saw no objection. <em>How soon after the birth the child might receive baptism?</em> It was answered, Immediately, if necessary. <em>How soon a husband might have commerce with his wife after her delivery?</em> Not till she had given suck to her child: a practice to which Gregory exhorts all women. <em>How soon a man</em> <em>might enter the church, or receive the sacrament, after having had commerce with his wife?</em> It was replied, that, unless he had approached her without desire, merely for the sake of propagating his species, he was not without sin: But in all cases it was requisite for him, before he entered the church, or communicated, to purge himself by prayer and ablution; and he ought not, even after using these precautions, to participate immediately of the sacred duties<a href=\"#n69\"><sup>[69]</sup></a>. There are some other questions and replies still more indecent and more ridiculous<a href=\"#n70\"><sup>[70]</sup></a>. And on the whole it appears, that Gregory and his missionary, if sympathy of manners have any influence, were <span class=\"page-break\"></span>better calculated than men of more refined understandings, for making a progress with the ignorant and barbarous Saxons.","subId":"42","id":"Hume.HE.1.1.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> more to facilitate the reception of Christianity, Gregory enjoined Augustine to remove the idols from the Heathen altars, but not to destroy the altars themselves; because the people, he said, would be allured to frequent the Christian worship, when they found it celebrated in a place, which they were accustomed to revere. And as the Pagans practised sacrifices, and feasted with the priests on their offerings, he also exhorted the missionary to persuade them, on Christian festivals, to kill their cattle in the neighbourhood of the church, and to indulge themselves in those cheerful entertainments, to which they had been habituated<a href=\"#n71\"><sup>[71]</sup></a>. These political compliances shew, that, notwithstanding his ignorance and prejudices, he was not unacquainted with the arts of governing mankind. Augustine was consecrated archbishop of Canterbury, was endowed by Gregory with authority over all the British churches, and received the pall, a badge of ecclesiastical honour, from Rome<a href=\"#n72\"><sup>[72]</sup></a>. Gregory also advised him not to be too much elated with his gift of working miracles<a href=\"#n73\"><sup>[73]</sup></a>; and as Augustine, proud of the success of his mission, seemed to think himself entitled to extend his authority over the bishops of Gaul, the Pope informed him, that they lay entirely without the bounds of his jurisdiction<a href=\"#n74\"><sup>[74]</sup></a>.","subId":"43","id":"Hume.HE.1.1.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> marriage of Ethelbert with Bertha, and much more his embracing Christianity, begat a connexion of his subjects with the French, Italians, and other nations on the continent, and tended to reclaim them from that gross ignorance and barbarity, in which all the Saxon tribes had been hitherto involved<a href=\"#n75\"><sup>[75]</sup></a>. Ethelbert also enacted<a href=\"#n76\"><sup>[76]</sup></a>, with the consent of the states of his kingdom, a body of laws, the first written laws promulgated by any of the northern conquerors; and his reign was in every respect glorious to himself, and beneficial to his people. He governed the kingdom of Kent fifty years; and dying in 616, left the succession to his son, Eadbald. This prince, seduced by a passion for his mother-in-law, deserted for some time the Christian faith, which permitted not these incestuous marriages: His whole people immediately returned with him <span class=\"page-break\"></span>to idolatry. Laurentius, the successor of Augustine, found the Christian worship wholly abandoned, and was prepared to return to France, in order to escape the mortification of preaching the gospel without fruit to the infidels. Mellitus and Justus, who had been consecrated bishops of London and Rochester, had already departed the kingdom<a href=\"#n77\"><sup>[77]</sup></a>; when Laurentius, before he should entirely abandon his dignity, made one effort to reclaim the king. He appeared before that prince; and throwing off his vestments, showed his body all torn with bruises and stripes, which he had received. Eadbald, wondering that any man should have dared to treat in that manner a person of his rank, was told by Laurentius, that he had received this chastisement from St. Peter, the prince of the apostles, who had appeared to him in a vision, and severely reproving him for his intention to desert his charge, had inflicted on him these visible marks of his displeasure<a href=\"#n78\"><sup>[78]</sup></a>. Whether Eadbald was struck with the miracle, or influenced by some other motive, he divorced himself from his mother-in-law, and returned to the profession of Christianity<a href=\"#n79\"><sup>[79]</sup></a>: His whole people returned with him. Eadbald reached not the fame or authority of his father, and died in 640, after a reign of twenty-five years; leaving two sons, Erminfrid and Ercombert.","subId":"44","id":"Hume.HE.1.1.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ercombert</span>, though the younger son, by Emma, a French princess, found means to mount the throne. He is celebrated by Bede for two exploits, for establishing the fast of Lent in his kingdom, and for utterly extirpating idolatry; which, notwithstanding the prevalence of Christianity, had hitherto been tolerated by the two preceding monarchs. He reigned twenty-four years; and left the crown to Egbert, his son, who reigned nine years. This prince is renowned for his encouragement of learning; but infamous for putting to death his two cousin-germans, sons of Erminfrid, his uncle. The ecclesiastical writers praise him for his bestowing on' his sister, Domnona, some lands in the Isle of Thanet, where she founded a monastery.","subId":"45","id":"Hume.HE.1.1.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> bloody precaution of Egbert could not fix the crown on the head of his son, Edric. Lothaire, brother of the deceased prince, took possession of the kingdom; and, in order to secure the power <span class=\"page-break\"></span>in his family, he associated with him Richard, his son, in the administration of the government. Edric, the dispossessed prince, had recourse to Edilwach, king of Sussex, for assistance; and being supported by that prince, fought a battle with his uncle, who was defeated and slain. Richard fled into Germany, and afterwards died in Lucca, a city of Tuscany. William of Malmesbury ascribes Lothaire's bad fortune to two crimes, his concurrence in the murder of his cousins, and his contempt for reliques<a href=\"#n80\"><sup>[80]</sup></a>.","subId":"46","id":"Hume.HE.1.1.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lothaire</span> reigned eleven years; Edric, his successor, only two. Upon the death of the latter, which happened in 686, Widred, his brother, obtained possession of the crown. But as the succession had been of late so much disjointed by revolutions and usurpations, faction began to prevail among the nobility; which invited Cedwalla, king of Wessex, with his brother Mollo, to attack the kingdom. These invaders committed great devastations in Kent; but the death of Mollo, who was slain in a skirmish<a href=\"#n81\"><sup>[81]</sup></a>, gave a short breathing-time to that kingdom. Widred restored the affairs of Kent; and after a reign of thirty-two years<a href=\"#n82\"><sup>[82]</sup></a>, left the crown to his posterity. Eadbert, Ethelbert, and Alric, his descendants, successively mounted the throne. After the death of the last, which happened in 794, the royal family of Kent was extinguished; and every factious leader who could entertain hopes of ascending the throne, threw the state into confusion<a href=\"#n83\"><sup>[83]</sup></a>. Egbert, who first succeeded, reigned but two years; Cuthred, brother to the King of Mercia, six years; Baldred, an illegitimate branch of the royal family, eighteen: And after a troublesome and precarious reign, he was, in the year 723, expelled by Egbert, king of Wessex, who dissolved the Saxon Heptarchy, and united the several kingdoms under his dominion.","subId":"47","id":"Hume.HE.1.1.47"},{"type":"paragraph","content":"AD<span class=\"small-capitals\">elfrid</span>, king of Bernicia, having married Acca, the daughter of Ælla, king of Deïri, and expelled her infant brother, Edwin, had united all the counties north of Humber into <span class=\"page-break\"></span>one monarchy, and acquired a great ascendant in the Heptarchy. He also spread the terror of the Saxon arms to the neighbouring people; and by his victories over the Scots and Picts, as well as Welsh, extended on all sides the bounds of his dominions. Having laid siege to Chester, the Britons marched out with all their forces to engage him; and they were attended by a body of 1250 monks from the monastery of Bangor, who stood at a small distance from the field of battle, in order to encourage the combatants by their presence and exhortations. Adelfrid enquiring the purpose of this unusual appearance, was told, that these priests had come to pray against him: <em>Then are they as such our enemies,</em> said he, <em>as those who intend to fight against us<a href=\"#n84\"><sup>[84]</sup></a>:</em> And he immediately sent a detachment, who fell upon them, and did such execution, that only fifty escaped with their lives<a href=\"#n85\"><sup>[85]</sup></a>. The Britons, astonished at this event, received a total defeat: Chester was obliged to surrender: and Adelfrid, pursuing his victory, made himself master of Bangor, and entirely demolished the monastery; a building so extensive, that there was a mile's distance from one gate of it to another; and it contained two thousand one hundred monks, who are said to have been there maintained by their own labour<a href=\"#n86\"><sup>[86]</sup></a>.","subId":"48","id":"Hume.HE.1.1.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> Adelfrid's success in war, he lived in inquietude on account of young Edwin, whom he had unjustly dispossessed of the crown of Deïri. This prince, now grown to man's estate, wandered from place to place, in continual danger from the attempts of Adelfrid; and received at last protection in the court of Redwald, king of the East-Angles; where his engaging and gallant deportment procured him general esteem and affection. Redwald, however, was strongly solicited by the king of Northumberland to kill or deliver up his guest: Rich presents were promised him, if he would comply; and war denounced against him in case of his refusal. After rejecting several messages of this kind, his generosity began to yield to the motives of interest: and he retained the last ambassador, till he should come to a resolution in a case of such importance. Edwin, informed of his friend's perplexity, was yet determined at all hazards to remain in East-Anglia; and thought, that if the protection of that court failed him, it were better to die than prolong a life so much exposed to the persecutions of his <span class=\"page-break\"></span>powerful rival. This confidence in Redwald's honour and friendship, with his other accomplishments, engaged the Queen on his side; and she effectually represented to her husband the infamy of delivering up to certain destruction their royal guest, who had fled to them for protection against his cruel and jealous enemies<a href=\"#n87\"><sup>[87]</sup></a>. Redwald, embracing more generous resolutions, thought it safest to prevent Adelfrid, before that prince was aware of his intention, and to attack him while he was yet unprepared for defence. He marched suddenly with an army into the kingdom of Northumberland, and sought a battle with Adelfrid; in which that monarch was defeated and killed, after revenging himself by the death of Regner, son of Redwald<a href=\"#n88\"><sup>[88]</sup></a>. His own sons, Eanfrid, Oswald, and Oswy, yet infants, were carried into Scotland; and Edwin obtained possession of the crown of Northumberland.","subId":"49","id":"Hume.HE.1.1.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edwin</span> was the greatest prince of the Heptarchy in that age, and distinguished himself, both by his influence over the other kingdoms<a href=\"#n89\"><sup>[89]</sup></a>, and by the strict execution of justice in his own dominions. He reclaimed his subjects from the licentious life, to which they had been accustomed; and it was a common saying, that during his reign a woman or child might openly carry every where a purse of gold, without any danger of violence or robbery. There is a remarkable instance, transmitted to us, of the affection borne him by his servants. Cuichelme, king of Wessex, was his enemy; but finding himself unable to maintain open war against so gallant and powerful a prince, he determined to use treachery against him, and he employed one Eumer for that criminal purpose. The assassin, having obtained admittance, by pretending to deliver a message from Cuichelme, drew his dagger, and rushed upon the King. Lilla, an officer of his army, seeing his master's danger, and having no other means of defence, interposed with his own body between the King and Eumer's dagger, which was pushed with such violence, that, after piercing Lilla, it even wounded Edwin: But before the assassin could renew his blow, he was dispatched by the King's attendants.","subId":"50","id":"Hume.HE.1.1.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> East-Angles conspired against Redwald, their King; and having put him to death, they offered their crown to Edwin, of whose valour and capacity they had had experience, while he resided <span class=\"page-break\"></span>among them. But Edwin, from a sense of gratitude towards his benefactor, obliged them to submit to Earpwold, the son of Redwald; and that prince preserved his authority, though on a precarious footing, under the protection of the Northumbrian monarch <a href=\"#n90\"><sup>[90]</sup></a>.","subId":"51","id":"Hume.HE.1.1.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Edwin</span>, after his accession to the crown, married Ethelburga, the daughter of Ethelbert, King of Kent. This princess, emulating the glory of her mother Bertha, who had been the instrument for converting her husband and his people to Christianity, carried Paullinus, a learned bishop, along with her<a href=\"#n91\"><sup>[91]</sup></a>; and besides stipulating a toleration for the exercise of her own religion, which was readily granted her, she used every reason to persuade the King to embrace it. Edwin, like a prudent prince, hesitated on the proposal; but promised to examine the foundations of that doctrine; and declared, that, if he found them satisfactory, he was willing to be converted<a href=\"#n92\"><sup>[92]</sup></a>. Accordingly he held several conferences with Paullinus; canvassed the arguments propounded with the wisest of his counsellors; retired frequently from company, in order to revolve alone that important question; and, after a serious and long enquiry, declared in favour of the Christian religion<a href=\"#n93\"><sup>[93]</sup></a>: The people soon after imitated his example. Besides the authority and influence of the King, they were moved by another striking example. Coifi, the high priest, being converted after a public conference with Paullinus, led the way in destroying the images, which he had so long worshipped, and was forward in making this atonement for his past idolatry<a href=\"#n94\"><sup>[94]</sup></a>.","subId":"52","id":"Hume.HE.1.1.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> able prince perished with his son, Osfrid, in a great battle which he fought against Penda, king of Mercia, and Caedwalla, king of the Britons<a href=\"#n95\"><sup>[95]</sup></a>. That event, which happened in the forty-eighth year of Edwin's age and seventeenth of his reign<a href=\"#n96\"><sup>[96]</sup></a>, divided the monarchy of Northumberland, which that prince had united in his person. Eanfrid, the son of Adelfrid, returned with his brothers, Oswald and Oswy, from Scotland, and took possession of Bernicia, his paternal kingdom: Osric, Edwin's cousin-german, established himself in Deïri, the inheritance of his family; but to <span class=\"page-break\"></span>which the sons of Edwin had a preferable title. Eanfrid, the elder surviving son, fled to Penda, by whom he was treacherously slain. The younger son, Vuscfraea, with Yffi, the grandson of Edwin, by Osfrid, sought protection in Kent, and not finding themselves in safety there, retired into France to King Dagobert, where they died<a href=\"#n97\"><sup>[97]</sup></a>.","subId":"53","id":"Hume.HE.1.1.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">Osric</span>, King of Deïri, and Eanfrid of Bernicia, returned to Paganism; and the whole people seem to have returned with them; since Paullinus, who was the first archbishop of York, and who had converted them, thought proper to retire with Ethelburga, the Queen Dowager, into Kent. Both these Northumbrian kings perished soon after, the first in battle against Caedwalla, the Briton; the second by the treachery of that prince. Oswald, the brother of Eanfrid, of the race of Bernicia, united again the kingdom of Northumberland in the year 634, and restored the Christian religion in his dominions. He gained a bloody and well-disputed battle against Caedwalla; the last vigorous effort which the Britons made against the Saxons. Oswald is much celebrated for his sanctity and charity by the Monkish historians; and they pretend, that his reliques wrought miracles, particularly the curing of a sick horse, which had approached the place of his interment<a href=\"#n98\"><sup>[98]</sup></a>.","subId":"54","id":"Hume.HE.1.1.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">He</span> died in battle against Penda, king of Mercia, and was succeeded by his brother, Oswy; who established himself in the government of the whole Northumbrian kingdom, by putting to death Oswin, the son of Osric, the last king of the race of Deïri. His son Egfrid succeeded him; who perishing in battle against the Picts, without leaving any children, because Adelthrid, his wife, refused to violate her vow of chastity, Alfred, his natural brother, acquired possession of the kingdom, which he governed for nineteen years; and he left it to Osred, his son, a boy of eight years of age. This prince, after a reign of eleven years, was murdered by Kenred his kinsman, who, after enjoying the crown only a year, perished by a like fate. Osric, and after him Celwulph the son of Kenred, next mounted the throne, which the latter relinquished in the year 738, in favour of Eadbert his cousin-german, who, imitating his predecessor, abdicated the crown, and retired into a monastery. Oswolf, son of Eadbert, was slain in a sedition, a year after his accession to the <span class=\"page-break\"></span>crown; and Mollo, who was not of the royal family, seized the crown. He perished by the treachery of Ailred, a prince of the blood; and Ailred, having succeeded in his design upon the throne, was soon after expelled by his subjects. Ethelred, his successor, the son of Mollo, underwent a like fate. Celwold, the next king, the brother of Ailred, was deposed and slain by the people, and his place was filled by Osred, his nephew, who, after a short reign of a year, made way for Ethelbert, another son of Mollo, whose death was equally tragical with that of almost all his predecessors. After Ethelbert's death an universal anarchy prevailed in Northumberland; and the people, having, by so many fatal revolutions, lost all attachment to their government and princes, were well prepared for subjection to a foreign yoke; which Egbert, king of Wessex, finally imposed upon them.","subId":"55","id":"Hume.HE.1.1.55"},{"type":"paragraph","content":"THE history of this kingdom contains nothing memorable, except the conversion of Earpwold, the fourth king, and great-grandson of Uffa, the founder of the monarchy. The authority of Edwin, king of Northumberland, on whom that prince entirely depended, engaged him to take this step: But soon after, his wife, who was an idolatress, brought him back to her religion; and he was found unable to resist those allurements, which have seduced the wisest of mankind. After his death, which was violent, like that of most of the Saxon princes, that did not early retire into monasteries, Sigebert, his successor, and half-brother, who had been educated in France, restored Christianity, and introduced learning among the East-Angles. Some pretend that he founded the university of Cambridge, or rather some schools in that place. It is almost impossible, and quite needless to be more particular in relating the transactions of the East-Angles. What instruction or entertainment can it give the reader to hear a long bead-roll of barbarous names, Egric, Annas, Ethelbert, Ethelwald, Aldulf, Elfwald, Beorne, Ethelred, Ethelbert, who successively murdered, expelled, or inherited from each other, and obscurely filled the <span class=\"page-break\"></span>throne of that kingdom. Ethelbert, the last of these princes was treacherously murdered by Offa, king of Mercia, in the year 792, and his state was thenceforth united with that of Offa, as we shall relate presently.","subId":"56","id":"Hume.HE.1.1.56"},{"type":"paragraph","content":"MERCIA, the largest, if not the most powerful kingdom of the Heptarchy, comprehended all the middle counties of England; and as its frontiers extended to those of all the other six kingdoms, as well as to Wales, it received its name from that circumstance. Wibba, the son of Crida, founder of the monarchy, being placed on the throne by Ethelbert, king of Kent, governed his paternal dominions by a precarious authority; and after his death, Ceorl, his kinsman, was, by the influence of the Kentish monarch, preferred to his son, Penda, whose turbulent character appeared dangerous to that prince. Penda was thus fifty years of age before he mounted the throne; and his temerity and restless disposition were found nowise abated by time, experience, or reflection. He engaged in continual hostilities against all the neighbouring states; and, by his injustice and violence, rendered himself equally odious to his own subjects and to strangers. Sigebert, Egric, and Annas, three kings of East-Anglia, perished successively in battle against him; as did also Edwin and Oswald, the two greatest princes that had reigned over Northumberland. At last, Oswy, brother to Oswald, having defeated and slain him in a decisive battle, freed the world from this sanguinary tyrant. Peada, his son, mounted the throne of Mercia in 655, and lived under the protection of Oswy, whose daughter he had espoused. This princess was educated in the Christian faith, and she employed her influence with success, in converting her husband and his subjects to that religion. Thus the fair sex have had the merit of introducing the Christian doctrine into all the most considerable kingdoms of the Saxon Heptarchy. Peada died a violent death<a href=\"#n99\"><sup>[99]</sup></a>. His son, Wolfhere, <span class=\"page-break\"></span>succeeded to the government; and after having reduced to dependance the kingdoms of Essex and East-Anglia, he left the crown to his brother, Ethelred, who, though a lover of peace, showed himself not unfit for military enterprizes. Besides making a successful expedition into Kent, he repulsed Egfrid, king of Northumberland, who had invaded his dominions; and he slew in battle Elfwin, the brother of that prince. Desirous, however, of composing all animosities with Egfrid, he payed him a sum of money, as a compensation for the loss of his brother. After a prosperous reign of thirty years, he resigned the crown to Kendred, son of Wolflhere, and retired into the monastery of Bardney<a href=\"#n100\"><sup>[100]</sup></a>. Kendred returned the present of the crown to Ceolred, the son of Ethelred; and making a pilgrimage to Rome, passed his life there in pennance and devotion. The place of Ceolred was supplied by Ethelbald, great-grand-nephew to Penda by Alwy, his brother; and this prince, being slain in a mutiny, was succeeded by Offa, who was a degree more remote from Penda, by Eawa, another brother.","subId":"57","id":"Hume.HE.1.1.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince, who mounted the throne in 755<a href=\"#n101\"><sup>[101]</sup></a>, had some great qualities, and was successful in his warlike enterprizes against Lothaire, king of Kent, and Kenwulph, king of Wessex. He defeated the former in a bloody battle at Otford upon the Darent, and reduced his kingdom to a state of dependance: he gained a victory over the latter at Bensington in Oxfordshire; and conquering that county, together with that of Glocester, annexed both to his dominions. But all these successes were stained by his treacherous murder of Ethelbert, king of the East-Angles, and his violent seizing of that kingdom. This young prince, who is said to have possessed great merit, had paid his addresses to Elfrida, the daughter of Offa, and was invited with all his retinue to Hereford, in order to solemnize the nuptials. Amidst the joy and festivity of these entertainments, he was seized by Offa, and secretly beheaded: and though Elfrid, who abhorred her father's treachery, had time to give warning to the East-Anglian nobility, who escaped into their own country, Offa, having extinguished the royal family, succeeded in his design of subduing that kingdom<a href=\"#n102\"><sup>[102]</sup></a>. The perfidious prince, desirous of re-establishing his character in the world, and perhaps of appeasing the remorses of his own conscience, payed great court to the clergy, and practised all the monkish devotion, <span class=\"page-break\"></span>so much esteemed in that ignorant and superstitious age. He gave the tenth of his goods to the church<a href=\"#n103\"><sup>[103]</sup></a>; bestowed rich donations on the cathedral of Hereford; and even made a pilgrimage to Rome, where his great power and riches could not fail of procuring him the papal absolution. The better to ingratiate himself with the sovereign pontiff, he engaged to pay him a yearly donation for the support of an English college at Rome<a href=\"#n104\"><sup>[104]</sup></a>, and in order to raise the sum, he imposed a tax of a penny on each house possessed of thirty pence a year. This imposition, being afterwards levied on all England, was commonly denominated Peter's pence<a href=\"#n105\"><sup>[105]</sup></a>; and though conferred at first as a gift, was afterwards claimed as a tribute by the Roman pontiff. Carrying his hypocrisy still farther, Offa, feigning to be directed by a vision from heaven, discovered at Verulam the reliques of St. Alban, the martyr, and endowed a magnificent monastery in that place<a href=\"#n106\"><sup>[106]</sup></a>. Moved by all these acts of piety, Malmesbury, one of the best of the old English historians, declares himself at a loss to determine<a href=\"#n107\"><sup>[107]</sup></a> whether the merits or crimes of this prince preponderated. Offa died, after a reign of thirty-nine years, in 794<a href=\"#n108\"><sup>[108]</sup></a>.","subId":"58","id":"Hume.HE.1.1.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> prince was become so considerable in the Heptarchy, that the emperor Charlemagne entered into an alliance and friendship with him; a circumstance, which did honour to Offa; as distant princes at that time had usually little communication with each other. That emperor being a great lover of learning and learned men, in an age very barren of that ornament, Offa, at his desire, sent him over Alcuin, a clergyman much celebrated for his knowledge, who received great honours from Charlemagne, and even became his preceptor in the sciences. The chief reason, why he had at first desired the company of Alcuin, was that he might oppose his learning to the heresy of Felix, bishop of Urgel in Catalonia; who maintained, that Jesus Christ, considered in his human nature, could, more properly, be denominated the adoptive than the natural son of God<a href=\"#n109\"><sup>[109]</sup></a>. This heresy was condemned in the council of Francfort, held in 794, and consisting of 300 bishops. Such were the questions which were agitated in that age, and which employed <span class=\"page-break\"></span>the attention, not only of cloystered scholars, but of the wisest and greatest princes<a href=\"#n110\"><sup>[110]</sup></a>.","subId":"59","id":"Hume.HE.1.1.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">Egfrith</span> succeeded to his father, Offa, but survived him only five months<a href=\"#n111\"><sup>[111]</sup></a>; when he made way for Kenulph, a descendant of the royal family. This prince waged war against Kent; and taking Egbert, the king, prisoner, he cut off his hands, and put out his eyes; leaving Cuthred, his own brother, in possession of the crown of that kingdom. Kenulph was killed in an insurrection of the East Anglians, whose crown his predecessor, Offa, had usurped. He left his son, Kenelm, a minor; who was murdered the same year by his sister, Quendrade, who had entertained the ambitious views of assuming the government<a href=\"#n112\"><sup>[112]</sup></a>. But she was supplanted by her uncle, Ceolulf; who, two years after, was dethroned by Beornulf. The reign of this usurper, who was not of the royal family, was short and unfortunate: He was defeated by the West-Saxons, and killed by his own subjects, the East–Angles<a href=\"#n113\"><sup>[113]</sup></a>. Ludican, his successor, underwent the same fate<a href=\"#n114\"><sup>[114]</sup></a>; and Wiglaff, who mounted this unstable throne, and found everything in the utmost confusion, could not withstand the fortune of Egbert, who united all the Saxon kingdoms into one great monarchy.","subId":"60","id":"Hume.HE.1.1.60"},{"type":"paragraph","content":"THIS kingdom made no great figure in the Heptarchy; and the history of it is very imperfect. Sleda succeeded to his father, Erkinwin, the founder of the monarchy; and made way for his son, Sebert, who, being nephew to Ethelbert, king of Kent, was persuaded by that prince to embrace the Christian faith<a href=\"#n115\"><sup>[115]</sup></a>. His sons and conjunct successors, Sexted and Seward, relapsed into idolatry, and were soon after slain in a battle against the West-Saxons. To shew the rude manner of living in that age; Bede tells us<a href=\"#n116\"><sup>[116]</sup></a>, that <span class=\"page-break\"></span>these two kings expressed great desire to eat the white bread, distributed by Mellitus, the bishop, at the communion<a href=\"#n117\"><sup>[117]</sup></a>. But on his refusing them, unless they would submit to be baptized, they expelled him their dominions. The names of the other princes, who reigned successively in Essex, are Sigebert the little, Sigebert the good, who restored Christianity, Swithelm, Sigheri, Offa. This last prince, having made a vow of chastity, notwithstanding his marriage with Keneswitha, a Mercian princess, daughter to Penda, went in pilgrimage to Rome, and shut himself up during the rest of his life in a cloyster. Selred, his successor, reigned thirty-eight years; and was the last of the royal line: The failure of which threw the kingdom into great confusion, and reduced it to dependance under Mercia<a href=\"#n118\"><sup>[118]</sup></a>. Switherd first acquired the crown, by the concession of the Mercian princes; and his death made way for Sigeric, who ended his life in a pilgrimage to Rome. His successor, Sigered, unable to defend his kingdom, submitted to the victorious arms of Egbert.","subId":"61","id":"Hume.HE.1.1.61"},{"type":"paragraph","content":"THE history of this kingdom, the smallest in the Heptarchy, is still more imperfect than that of Essex. Ælla, the founder of the monarchy, left the crown to his son, Cissa, who is chiefly remarkable for his long reign of seventy-six years. During his time, the South Saxons fell almost into a total dependance on the kingdom of Wessex; and we scarcely know the names of the princes, who were possessed of this titular sovereignty. Adelwalch, the last of them, was subdued in battle by Ceadwalla, king of Wessex, and was slain in the action; leaving two infant sons, who, falling into the hand of the conqueror, were murdered by him. The abbot of Redford opposed the order for this execution, but could only prevail on Ceadwalla to suspend it, till they should be baptized. Bercthun and Audhun, two noblemen of character, resisted some time the violence of the West-Saxons; but their opposition <span class=\"page-break\"></span>served only to prolong the miseries of their country; and the subduing of this kingdom was the first step, which the West-Saxons made towards acquiring the sole monarchy of England<a href=\"#n119\"><sup>[119]</sup></a>.","subId":"62","id":"Hume.HE.1.1.62"},{"type":"paragraph","content":"THE kingdom of Wessex, which finally swallowed up all the other Saxon states, met with great resistance on its first establishment: and the Britons, who were now enured to arms, yielded not tamely their possessions to those invaders. Cerdic, the founder of the monarchy, and his son, Kenric, fought many successful, and some unsuccessful battles, against the natives; and the martial spirit, common to all the Saxons, was, by means of these hostilities, carried to the greatest height among this tribe. Ceaulin, who was the son and successor of Kenric, and who began his reign in 560, was still more ambitious and enterprizing than his predecessors; and by waging continual war against the Britons, he added a great part of the counties of Devon and Somerset to his other dominions. Carried along by the tide of success, he invaded the other Saxon states in his neighbourhood, and becoming terrible to all, he provoked a general confederacy against him. This alliance proved successful under the conduct of Ethelbert, king of Kent; and Ceaulin, who had lost the affections of his own subjects by his violent disposition, and had now fallen into contempt from his misfortunes, was expelled the throne<a href=\"#n120\"><sup>[120]</sup></a>, and died in exile and misery. Cuichelme, and Cuthwin, his sons, governed jointly the kingdom, till the expulsion of the latter in 591, and the death of the former in 593, made way for Cealric, to whom succeeded Ceobald in 593, by whose death, which happened in 611, Kynegils inherited the crown. This prince embraced Christianity<a href=\"#n121\"><sup>[121]</sup></a>, through the persuasion of Oswald, king of Northumberland, who had married his daughter, and who had attained a great ascendant in the Heptarchy. <span class=\"page-break\"></span>Kenwalch next succeeded to the monarchy, and dying in 672, left the succession so much disputed, that Sexburga, his widow, a woman of spirit<a href=\"#n122\"><sup>[122]</sup></a>, kept possession of the government till her death, which happened two years after. Escwin then peaceably acquired the crown; and, after a short reign of two years, made way for Kentwin, who governed nine years. Ceodwalla, his successor, mounted not the throne without opposition; but proved a great prince, according to the ideas of those times; that is, he was enterprizing, warlike, and successful. He entirely subdued the kingdom of Sussex, and annexed it to his own dominions. He made inroads into Kent; but met with resistance from Widred, the king, who proved successful against Mollo, brother to Ceodwalla, and slew him in a skirmish. Ceodwalla at last, tired with wars and bloodshed, was seized with a fit of devotion; bestowed several endowments on the church; and made a pilgrimage to Rome, where he received baptism, and died in 689. Ina, his successor, inherited the military virtues of Ceodwalla, and added to them the more valuable ones of justice, policy, and prudence. He made war upon the Britons in Somerset: and having finally subdued that province, he treated the vanquished with a humanity, hitherto unknown to the Saxon conquerors. He allowed the proprietors to retain possession of their lands, encouraged marriages and alliances between them and his ancient subjects, and gave them the privilege of being governed by the same laws. These laws he augmented and ascertained; and though he was disturbed by some insurrections at home, his long reign of thirty-seven years may be regarded as one of the most glorious and most prosperous of the Heptarchy. In the decline of his age he made a pilgrimage to Rome; and after his return, shut himself up in a cloyster, where he died.","subId":"63","id":"Hume.HE.1.1.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the kings of Wessex had always been princes of the blood, descended from Cerdic, the founder of the monarchy, the order of succession had been far from exact; and a more remote prince had often found means to mount the throne, in preference to one descended from a nearer branch of the royal family. Ina, therefore, having no children of his own, and lying much under the influence of Ethelburga, his queen, left by will the succession to Adelard, her brother, who was his remote kinsman: But this <span class=\"page-break\"></span>destination did not take place without some difficulty. Oswald, a prince more nearly allied to the crown, took arms against Adelard; but he being suppressed, and dying soon after, the title of Adelard was not any farther disputed; and in the year 741, he was succeeded by his cousin, Cudred. The reign of this prince was distinguished by a great victory, which he obtained, by means of Edelhun, his general, over Ethelbald, king of Mercia. His death made way for Sigebert, his kinsman, who governed so ill, that his people rose in an insurrection, and dethroned him, crowning Cenulph in his stead. The exiled prince found a refuge with duke Cumbran, governor of Hampshire; who, that he might add new obligations to Sigebert, gave him many salutary counsels for his future conduct, accompanied with some reprehensions for the past. But these were so much resented by the ungrateful prince, that he conspired against the life of his protector, and treacherously murdered him. After this infamous action, he was forsaken by all the world; and skulking about in the wilds and forests, was at last discovered by a servant of Cumbran's, who instantly took revenge upon him for the murder of his master<a href=\"#n123\"><sup>[123]</sup></a>.","subId":"64","id":"Hume.HE.1.1.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cenulph</span>, who had obtained the crown on the expulsion of Sigebert, was fortunate in many expeditions against the Britons of Cornwal; but afterwards lost some reputation by his ill success against Offa, king of Mercia<a href=\"#n124\"><sup>[124]</sup></a>. Kynehard also, brother to the deposed Sigebert, gave him disturbance; and though expelled the kingdom, he hovered on the frontiers, and watched an opportunity for attacking his rival. The king had an intrigue with a young woman, who lived at Merton in Surrey, whither having secretly retired, he was on a sudden invironed, in the night-time, by Kynehard and his followers, and after making a vigorous resistance, was murdered, with all his attendants. The nobility and people of the neighbourhood, rising next day in arms, took revenge on Kynehard for the slaughter of their king, and put every one to the sword, who had been engaged in that criminal enterprize. This event happened in 784.","subId":"65","id":"Hume.HE.1.1.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">Brithric</span> next obtained possession of the government, though remotely descended from the royal family; but he enjoyed not that dignity without inquietude. Eoppa, nephew to king Ina, by his <span class=\"page-break\"></span>brother Ingild, who died before that prince, had begot Eata, father to Alchmond, from whom sprung Egbert<a href=\"#n125\"><sup>[125]</sup></a>, a young man of the most promising hopes, who gave great jealousy to Brithric, the reigning prince, both because he seemed by his birth better intitled to the crown, and because he had acquired, to an eminent degree, the affections of the people. Egbert, sensible of his danger from the suspicions of Brithric, secretly withdrew into France<a href=\"#n126\"><sup>[126]</sup></a>; where he was well received by Charlemagne. By living in the court, and serving in the armies of that prince, the most able and most generous that had appeared in Europe during several ages, he acquired those accomplishments, which afterwards enabled him to make such a shining figure on the throne. And familiarizing himself to the manners of the French, who, as Malmesbury observes<a href=\"#n127\"><sup>[127]</sup></a>, were eminent both for valour and civility, above all the western nations, he learned to polish the rudeness and barbarity of the Saxon character: His early misfortunes thus proved of singular advantage to him.","subId":"66","id":"Hume.HE.1.1.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was not long ere Egbert had opportunities of displaying his natural and acquired talents. Brithric, King of Wessex, had married Eadburga, natural daughter of Offa, king of Mercia, a profligate woman, equally infamous for cruelty and for incontinence. Having great influence over her husband, she often instigated him to destroy such of the nobility as were obnoxious to her; and where this expedient failed, she scrupled not being herself active in traiterous attempts against them. She had mixed a cup of poison for a young nobleman, who had acquired her husband's friendship, and had on that account become the object of her jealousy: But unfortunately, the king drank of the fatal cup along with his favourite, and soon after expired<a href=\"#n128\"><sup>[128]</sup></a>. This tragical incident, joined to her other crimes, rendered Eadburga so odious, that she was obliged to fly into France; whence Egbert was at the same time recalled by the nobility, in order to ascend the throne of his ancestors<a href=\"#n129\"><sup>[129]</sup></a>. He attained that dignity in the last year of the eighth century.","subId":"67","id":"Hume.HE.1.1.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the kingdoms of the Heptarchy, an exact rule of succession was either unknown or not strictly observed; and thence the reigning <span class=\"page-break\"></span>prince was continually agitated with jealousy against all the princes of the blood, whom he still considered as rivals, and whose death alone could give him entire security in his possession of the throne. From this fatal cause, together with the admiration of the monastic life, and the opinion of merit, attending the preservation of chastity even in a married state, the royal families had been entirely extinguished in all the kingdoms except that of Wessex; and the emulations, suspicions, and conspiracies, which had formerly been confined to the princes of the blood alone, were now diffused among all the nobility in the several Saxon states. Egbert was the sole descendant of those first conquerors who subdued Britain, and who enhanced their authority by claiming a pedigree from Woden, the supreme divinity of their ancestors. But that prince, though invited by this favourable circumstance to make attempts on the neighbouring Saxons, gave them for some time no disturbance, and rather chose to turn his arms against the Britons in Cornwal, whom he defeated in several battles<a href=\"#n130\"><sup>[130]</sup></a>. He was recalled from the conquest of that country by an invasion made upon his dominions by Bernulf, King of Mercia.","subId":"68","id":"Hume.HE.1.1.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Mercians, before the accession of Egbert, had very nearly attained the absolute sovereignty in the Heptarchy: They had reduced the East-Angles under subjection, and established tributary princes in the kingdoms of Kent and Essex. Northumberland was involved in anarchy; and no state of any consequence remained but that of Wessex, which, much inferior in extent to Mercia, was supported solely by the great qualities of its sovereign. Egbert led his army against the invaders; and encountering them at Ellandun in Wiltshire, obtained a complete victory, and by the great slaughter which he made of them in their flight, gave a mortal blow to the power of the Mercians. Whilst he himself, in prosecution of his victory, entered their country on the side of Oxfordshire, and threatened the heart of their dominions; he sent an army into Kent, commanded by Ethelwolph, his eldest son<a href=\"#n131\"><sup>[131]</sup></a>, and expelling Baldred, the tributary king, soon made himself master of that country. The kingdom of Essex was conquered with equal facility; and the East-Angles, from their hatred to the Mercian government, which had been established over them by treachery and <span class=\"page-break\"></span>violence, and probably exercised with tyranny, immediately rose in arms, and craved the protection of Egbert<a href=\"#n132\"><sup>[132]</sup></a>. Bernulf, the Mercian king, who marched against them, was defeated and slain; and two years after, Ludican, his successor, met with the same fate. These insurrections and calamities facilitated the enterprizes of Egbert, who advanced into the center of the Mercian territories, and made easy conquests over a dispirited and divided people. In order to engage them more easily to submission, he allowed Wiglef, their countryman, to retain the title of king, whilst he himself exercised the real powers of sovereignty<a href=\"#n133\"><sup>[133]</sup></a>. The anarchy, which prevailed in Northumberland, tempted him to carry still farther his victorious arms; and the inhabitants, unable to resist his power, and desirous of possessing some established form of government, were forward, on his first appearance, to send deputies, who submitted to his authority, and swore allegiance to him as their sovereign. Egbert, however, still allowed to Northumberland, as he had done to Mercia and East-Anglia, the power of electing a king, who paid him tribute, and was dependant on him.","subId":"69","id":"Hume.HE.1.1.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> were united all the kingdoms of the Heptarchy in one great state, near four hundred years after the first arrival of the Saxons in Britain; and the fortunate arms and prudent policy of Egbert at last effected what had been so often attempted in vain by so many princes<a href=\"#n134\"><sup>[134]</sup></a>. Kent, Northumberland, and Mercia, which had successively aspired to general dominion, were now incorporated in his empire; and the other subordinate kingdoms seemed willingly to share the same fate. His territories were nearly of the same extent with what is now properly called England; and a favourable prospect was afforded to the Anglo-Saxons, of establishing a civilized monarchy, possessed of tranquillity within itself, and secure against foreign invasion. This great event happened in the year 827<a href=\"#n135\"><sup>[135]</sup></a>.","subId":"70","id":"Hume.HE.1.1.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Saxons, though they had been so long settled in the island, seem not as yet to have been much improved beyond their German ancestors, either in arts, civility, knowledge, humanity, justice, or obedience to the laws. Even Christianity, though it opened the way to connexions between them and the more polished states of Europe, <span class=\"page-break\"></span>had not hitherto been very effectual, in banishing their ignorance, or softening their barbarous manners. As they received that doctrine through the corrupted channels of Rome, it carried along with it a great mixture of credulity and superstition, equally destructive to the understanding and to morals. The reverence towards saints and reliques seems to have almost supplanted the adoration of the Supreme Being: Monastic observances were esteemed more meritorious than the active virtues: The knowledge of natural causes was neglected from the universal belief of miraculous interpositions and judgments: Bounty to the church atoned for every violence against society: And the remorses for cruelty, murder, treachery, assassination, and the more robust vices, were appeased, not by amendment of life, but by pennances, servility to the monks, and an abject and illiberal devotion<a href=\"#n136\"><sup>[136]</sup></a>. The reverence for the clergy had been carried to such a height, that, wherever a person appeared in a sacerdotal habit, though on the highway, the people flocked around him; and showing him all marks of profound respect, received every word he uttered as the most sacred oracle<a href=\"#n137\"><sup>[137]</sup></a>. Even the military virtues, so inherent in all the Saxon tribes, began to be neglected; and the nobility, preferring the security and sloth of the cloyster to the tumults and glory of war, valued themselves chiefly on endowing monasteries, of which they assumed the government<a href=\"#n138\"><sup>[138]</sup></a>. The several kings too, being extremely impoverished by continual benefactions to the church, to which the states of their kingdoms had weakly assented, could bestow no rewards on valour or military services, and retained not even sufficient influence to support their government<a href=\"#n139\"><sup>[139]</sup></a>.","subId":"71","id":"Hume.HE.1.1.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">Another</span> inconvenience, which attended this corrupt species of Christianity, was the superstitious attachment to Rome, and the gradual subjection of the kingdom to a foreign jurisdiction. The <span class=\"page-break\"></span>Britons, having never acknowledged any subordination to the Roman pontiff, had conducted all ecclesiastical government by their domestic synods and councils<a href=\"#n140\"><sup>[140]</sup></a>: But the Saxons, receiving their religion from Roman monks, were taught at the same time a profound reverence for that see, and were naturally led to regard it as the capital of their religion. Pilgrimages to Rome were represented as the most meritorious acts of devotion. Not only noblemen and ladies of rank undertook this tedious journey<a href=\"#n141\"><sup>[141]</sup></a>; but kings themselves, abdicating their crowns, sought for a secure passport to heaven at the feet of the Roman pontiff. New reliques, perpetually sent from that endless mint of superstition, and magnified by lying miracles, invented in convents, operated on the astonished minds of the multitude. And every prince has attained the eulogies of the monks, the only historians of those ages, not in proportion to his civil and military virtues, but to his devoted attachment towards their order, and his superstitious reverence for Rome.","subId":"72","id":"Hume.HE.1.1.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> sovereign pontiff, encouraged by this blindness and submissive disposition of the people, advanced every day in his encroachments on the independance of the English churches. Wilfrid, bishop of Lindisferne, the sole prelate of the Northumbrian kingdom, encreased this subjection in the eighth century, by his making an appeal to Rome against the decisions of an English synod, which had abridged his diocese by the erection of some new bishoprics<a href=\"#n142\"><sup>[142]</sup></a>. Agatho, the pope, readily embraced this precedent of an appeal to his court; and Wilfrid, though the haughtiest and most luxurious prelate of his age<a href=\"#n143\"><sup>[143]</sup></a>, having obtained with the people the character of sanctity, was thus able to lay the foundation of this papal pretension.","subId":"73","id":"Hume.HE.1.1.73"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> great topic, by which Wilfrid confounded the imaginations of men, was, that St. Peter, to whose custody the keys of heaven were entrusted, would certainly refuse admittance to every one who should be wanting in respect to his successor. This conceit, well suited to vulgar conceptions, made great impression on the people during several ages; and has not even at present lost all influence in the catholic countries.","subId":"74","id":"Hume.HE.1.1.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">Had</span> this abject superstition produced general peace and tranquillity, it had made some atonement for the ills attending it; but besides the usual avidity of men for power and riches, frivolous controversies in theology were engendered by it, which were so much the more fatal, as they admitted not, like the others, of any final determination from established possession. The disputes, excited in Britain, were of the most ridiculous kind, and entirely worthy of those ignorant and barbarous ages. There were some intricacies, observed by all the Christian churches, in adjusting the day of keeping Easter; which depended on a complicated consideration of the course of the sun and moon: And it happened that the missionaries, who had converted the Scots and Britons, had followed a different calendar from that which was observed at Rome, in the age when Augustine converted the Saxons. The priests also of all the Christian churches were accustomed to shave part of their head; but the form given to this tonsure, was different in the former from what was practised in the latter. The Scots and Britons pleaded the antiquity of <em>their</em> usages: The Romans, and their disciples, the Saxons, insisted on the universality of <em>theirs.</em> That Easter must necessarily be kept by a rule, which comprehended both the day of the year and age of the moon, was agreed by all; that the tonsure of a priest could not be omitted without the utmost impiety, was a point undisputed: But the Romans and Saxons called their antagonists schismatics; because they celebrated Easter on the very day of the full moon in March, if that day fell on a Sunday, instead of waiting till the Sunday following; and because they shaved the fore-part of their head from ear to ear, instead of making that tonsure on the crown of the head, and in a circular form. In order to render their antagonists odious, they affirmed, that, once in seven years, they concurred with the Jews in the time of celebrating that festival<a href=\"#n144\"><sup>[144]</sup></a>: And that they might recommend their own form of tonsure, they maintained that it imitated symbolically the crown of thorns worn by Christ in his passion; whereas the other form was invented by Simon Magus, without any regard to that representation<a href=\"#n145\"><sup>[145]</sup></a>. These controversies had, from the beginning, excited such animosity between the British and Romish priests, that, instead of concurring in their endeavours to <span class=\"page-break\"></span>convert the idolatrous Saxons, they refused all communion together, and each regarded his opponent as no better than a Pagan<a href=\"#n146\"><sup>[146]</sup></a>. The dispute lasted more than a century; and was at last finished, not by men's discovering the folly of it, which would have been too great an effort for human reason to accomplish, but by the entire prevalence of the Romish ritual over the Scotch and British<a href=\"#n147\"><sup>[147]</sup></a>. Wilfrid, bishop of Lindisferne, acquired great merit, both with the court of Rome and with all the southern Saxons, by expelling the quartodeciman schism, as it was called, from the Northumbrian kingdom, into which the neighbourhood of the Scots had formerly introduced it<a href=\"#n148\"><sup>[148]</sup></a>.","subId":"75","id":"Hume.HE.1.1.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">Theodore</span>, archbishop of Canterbury, called, in the year 680, a synod at Hatfield, consisting of all the bishops in Britain<a href=\"#n149\"><sup>[149]</sup></a>; where was accepted and ratified the decree of the Lateran council, summoned by Martin, against the heresy of the Monothelites. The council and synod maintained, in opposition to these heretics, that, though the divine and human nature in Christ made but one person; yet had they different inclinations, wills, acts, and sentiments, and that the unity of the person implied not any unity in the consciousness<a href=\"#n150\"><sup>[150]</sup></a>. This opinion it seems somewhat difficult to comprehend; and no one, unacquainted with the ecclesiastical history of those ages, could imagine the height of zeal and violence, with which it was then inculcated. The decree of the Lateran council calls the Monothelites impious, execrable, wicked, abominable, and even diabolical; and curses and anathematizes them to all eternity<a href=\"#n151\"><sup>[151]</sup></a>.","subId":"76","id":"Hume.HE.1.1.76"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Saxons, from the first introduction of Christianity among them, had admitted the use of images; and perhaps, that religion, without some of those exterior ornaments, had not made so quick a progress with these idolaters: But they had not paid any species of worship or address to images; and this abuse never prevailed among Christians, till it received the sanction of the second council of Nice.","subId":"77","id":"Hume.HE.1.1.77"},{"type":"note","content":"Caesar, lib. 4.","subId":"n1","id":"Hume.HE.1.1.n1"},{"type":"note","content":"Diod. Sic. lib. 4. Mela, lib. 3. cap. 6. Strabo, lib. 4.","subId":"n2","id":"Hume.HE.1.1.n2"},{"type":"note","content":"Dion Cassius, lib. 75.","subId":"n3","id":"Hume.HE.1.1.n3"},{"type":"note","content":"Caesar, lib. 6.","subId":"n4","id":"Hume.HE.1.1.n4"},{"type":"note","content":"Tacit. Agr.","subId":"n5","id":"Hume.HE.1.1.n5"},{"type":"note","content":"Caesar, lib. 6. Strabo, lib. 4.","subId":"n6","id":"Hume.HE.1.1.n6"},{"type":"note","content":"Plin. lib. 12. cap. 1.","subId":"n7","id":"Hume.HE.1.1.n7"},{"type":"note","content":"Caesar, lib. 6.","subId":"n8","id":"Hume.HE.1.1.n8"},{"type":"note","content":"Sueton. in Vita Claudii.","subId":"n9","id":"Hume.HE.1.1.n9"},{"type":"note","content":"Tacit. Agr.","subId":"n10","id":"Hume.HE.1.1.n10"},{"type":"note","content":"Tacit. Ann. lib. 12.","subId":"n11","id":"Hume.HE.1.1.n11"},{"type":"note","content":"Tacit. Ann. lib. 14.","subId":"n12","id":"Hume.HE.1.1.n12"},{"type":"note","content":"Tacit. Agr.","subId":"n13","id":"Hume.HE.1.1.n13"},{"type":"note","content":"Tacit. Agr.","subId":"n14","id":"Hume.HE.1.1.n14"},{"type":"note","content":"This question has been disputed with as great zeal and even acrimony between the Scotch and Irish antiquaries, as if the honour of their respective countries were the most deeply concerned in the decision. We shall not enter into any detail on so uninteresting a subject; but shall propose our opinion in a few words. It appears more than probable, from the similitude of language and manners, that Britain either was originally peopled, or was subdued, by the migration of inhabitants from Gaul, and Ireland from Britain: The position of the several countries, is an additional reason that favours this conclusion. It appears also probable, that the migrations of that colony of Gauls or Celts, who peopled or subdued Ireland, was originally made from the north west parts of Britain; and this conjecture (if it do not merit a higher name) is founded both on the Irish language, which is a very different dialect from the Welsh and from the language anciently spoken in South Britain, and on the vicinity of Lancashire, Cumberland, Galloway and Argyleshire to that island. These events, as they passed long before the age of history and records, must be known by reasoning alone, which in this case seems to be pretty satisfactory: Caesar and Tacitus, not to mention a multitude of other Greek and Roman authors, were guided by like inferences. But besides these primitive facts, which lie in a very remote antiquity, it is a matter of positive and undoubted testimony, that the Roman province of Britain, during the time of the lower empire, was much infested by bands of robbers or pyrates, whom the provincial Britons called Scots or Scuits; a name which was probably used as a term of reproach, and which these banditti themselves did not acknowledge or assume. We may infer from two passages in Claudian, and from one in Orosius and another in Isidore, that the chief fear of these Scots was in Ireland. That some part of the Irish freebooters migrated back to the north-west parts of Britain, whence their ancestors had probably been derived in a more remote age is positively asserted by Bede, and implied in Gildas. I grant, that neither Bede nor Gildas are Caesars or Tacituses; but such as they are, they remain the sole testimony on the subject, and therefore must be relied on for want of better: Happily, the frivolousness of the question corresponds to the weakness of the authorities. Not to mention, that, if any part of the traditional history of a barbarous people can be relied on, it is the genealogy of nations, and even sometimes that of families. It is in vain to argue against these facts from the supposed warlike disposition of the Highlanders and unwarlike of the ancient Irish. Those arguments are still much weaker than the authorities. Nations change very quickly in these particulars. The Britons were unable to resist the Picts and Scots, and invited over the Saxons for their defence, who repelled those invaders: Yet the same Britons valiantly resisted for 150 years not only this victorious band of Saxons, but infinite numbers more, who poured in upon them from all quarters. Robert Bruce in 1322 made a peace, in which England, after many defeats, was constrained to acknowledge the independance of his country: Yet in no more distant period than ten years after, Scotland was totally subdued by a small handful of English, led by a few private noblemen. All history is full of such events. The Irish Scots, in the course of two or three centuries, might find time and opportunities sufficient to settle in North Britain, though we can neither assign the period nor causes of that revolution. Their barbarous manner of life rendered them much fitter than the Romans for subduing these mountaineers. And in a word, it is clear, from the language of the two countries, that the Highlanders and the Irish are the same people, and that the one are a colony from the other. We have positive evidence, which, though from neutral persons, is not perhaps the best that may be wished for, that the former, in the third or fourth century, sprang from the latter: We have no evidence at all that the latter sprang from the former. I shall add, that the name of Erse or Irish, given by the low-country Scots to the language of the Scotch Highlanders, is a certain proof of the traditional opinion, delivered from father to son, that the latter people came originally from Ireland.","subId":"n15","id":"Hume.HE.1.1.n15"},{"type":"note","content":"Gildas, Bede, lib. 1. cap. 12. Paull. Diacon.","subId":"n16","id":"Hume.HE.1.1.n16"},{"type":"note","content":"Bede, lib. 1. cap. 12.","subId":"n17","id":"Hume.HE.1.1.n17"},{"type":"note","content":"Ibid.","subId":"n18","id":"Hume.HE.1.1.n18"},{"type":"note","content":"Gildas, Bede, lib. 1. Ann Beverl. p. 45.","subId":"n19","id":"Hume.HE.1.1.n19"},{"type":"note","content":"Gildas, Bede, lib. 1. cap. 13. Malmesbury, lib. 1. cap. 1. Ann. Beverl. p. 45.","subId":"n20","id":"Hume.HE.1.1.n20"},{"type":"note","content":"Chron. Sax. p. 11. Edit. 1692.","subId":"n21","id":"Hume.HE.1.1.n21"},{"type":"note","content":"Ann. Beverl. p. 45.","subId":"n22","id":"Hume.HE.1.1.n22"},{"type":"note","content":"Gildas, Bede, lib.1. cap. 14.","subId":"n23","id":"Hume.HE.1.1.n23"},{"type":"note","content":"Gildas, Usher Ant. Brit. p. 248, 347.","subId":"n24","id":"Hume.HE.1.1.n24"},{"type":"note","content":"Gildas, Bede, lib. 1. cap. 17. Constant. in vita Germ.","subId":"n25","id":"Hume.HE.1.1.n25"},{"type":"note","content":"Gildas, Gul. Malm. p. 8.","subId":"n26","id":"Hume.HE.1.1.n26"},{"type":"note","content":"Caesar, lib. 6. Tacit. de Mor. Germ.","subId":"n27","id":"Hume.HE.1.1.n27"},{"type":"note","content":"Caesar, lib. 6. Tacit. ibid.","subId":"n28","id":"Hume.HE.1.1.n28"},{"type":"note","content":"Amm. Marcell. lib. 28. Orosius.","subId":"n29","id":"Hume.HE.1.1.n29"},{"type":"note","content":"Amm. Marcell. lib. 27. cap. 7. lib. 28. cap. 7.","subId":"n30","id":"Hume.HE.1.1.n30"},{"type":"note","content":"Will. Malm. p. 8.","subId":"n31","id":"Hume.HE.1.1.n31"},{"type":"note","content":"Bede, lib. 1. cap. 15. Saxon Chron. p. 13. Nennius, cap. 28.","subId":"n32","id":"Hume.HE.1.1.n32"},{"type":"note","content":"Saxon Chronicle, p. 12. Gul. Malm. p. 11. Huntington, lib. 2. p. 309. Ethelwerd. Brompton, p. 728.","subId":"n33","id":"Hume.HE.1.1.n33"},{"type":"note","content":"Chron. Sax. p. 12. Ann. Beverl. p. 49.","subId":"n34","id":"Hume.HE.1.1.n34"},{"type":"note","content":"Bede, lib. 1. cap. 15. Nennius, cap. 35. Gildas, § 23.","subId":"n35","id":"Hume.HE.1.1.n35"},{"type":"note","content":"Bede, lib. 1. cap. 15. Usher, p. 226. Gildas, § 24.","subId":"n36","id":"Hume.HE.1.1.n36"},{"type":"note","content":"Nennius. Galfr. lib. 6. cap. 12.","subId":"n37","id":"Hume.HE.1.1.n37"},{"type":"note","content":"Nennius, cap. 47. Galfr.","subId":"n38","id":"Hume.HE.1.1.n38"},{"type":"note","content":"Stillingfleet's Orig. Britt. p. 324, 325.","subId":"n39","id":"Hume.HE.1.1.n39"},{"type":"note","content":"Bede, lib. 1. cap. 15. Ethelwerd, p. 833. edit. Camdeni. Chron. Sax. p. 12. Ann. Beverl. p. 78. The inhabitants of Kent and the Isle of Wight were Jutes. Essex, Middlesex, Surrey, Sussex, and all the southern counties to Cornwal, were peopled by Saxons: Mercia and other parts of the kingdom were inhabited by Angles.","subId":"n40","id":"Hume.HE.1.1.n40"},{"type":"note","content":"Chron. Sax. p. 14. Ann. Beverl. p. 81.","subId":"n41","id":"Hume.HE.1.1.n41"},{"type":"note","content":"Saxon. Chron. A. D. 485. Flor. Wigorn.","subId":"n42","id":"Hume.HE.1.1.n42"},{"type":"note","content":"Hen. Huntin. lib. 2.","subId":"n43","id":"Hume.HE.1.1.n43"},{"type":"note","content":"Will. Malm. lib. 1. cap. 1. p. 12. Chron. Sax. p. 15.","subId":"n44","id":"Hume.HE.1.1.n44"},{"type":"note","content":"Chron. Sax. p. 17.","subId":"n45","id":"Hume.HE.1.1.n45"},{"type":"note","content":"H. Hunting. lib. 2. Ethelwerd, lib. 1. Chron. Sax. p. 17.","subId":"n46","id":"Hume.HE.1.1.n46"},{"type":"note","content":"Hunting. lib. 2.","subId":"n47","id":"Hume.HE.1.1.n47"},{"type":"note","content":"Gildas, Saxon Chron. H. Hunting. lib. 2.","subId":"n48","id":"Hume.HE.1.1.n48"},{"type":"note","content":"Math. West. Huntingdon. lib. 2.","subId":"n49","id":"Hume.HE.1.1.n49"},{"type":"note","content":"Chron. Sax. p. 19.","subId":"n50","id":"Hume.HE.1.1.n50"},{"type":"note","content":"Will. Malms p. 19.","subId":"n51","id":"Hume.HE.1.1.n51"},{"type":"note","content":"Ann. Bever. p. 78.","subId":"n52","id":"Hume.HE.1.1.n52"},{"type":"note","content":"Gildas. Bede, lib. 1.","subId":"n53","id":"Hume.HE.1.1.n53"},{"type":"note","content":"Milton in Kennet, p. 50.","subId":"n54","id":"Hume.HE.1.1.n54"},{"type":"note","content":"Chron. Sax. p. 21.","subId":"n55","id":"Hume.HE.1.1.n55"},{"type":"note","content":"H. Hunting. lib. 2.","subId":"n56","id":"Hume.HE.1.1.n56"},{"type":"note","content":"Greg. of Tours, lib. 9. cap. 26. H. Hunting. lib. 2.","subId":"n57","id":"Hume.HE.1.1.n57"},{"type":"note","content":"Bede, lib. 1. cap. 25. Brompton, p. 729.","subId":"n58","id":"Hume.HE.1.1.n58"},{"type":"note","content":"Bede, lib. 2. cap. 1. Spell. Conc. p. 91.","subId":"n59","id":"Hume.HE.1.1.n59"},{"type":"note","content":"Bede, lib. 1. cap. 23.","subId":"n60","id":"Hume.HE.1.1.n60"},{"type":"note","content":"Greg. Epist. lib. 9 epist. 56. Spell. Conc. p. 82.","subId":"n61","id":"Hume.HE.1.1.n61"},{"type":"note","content":"Higden, Polychron. lib. 5. Chron. Sax. p. 23.","subId":"n62","id":"Hume.HE.1.1.n62"},{"type":"note","content":"Bede, lib. 1. cap. 25. H. Hunting. lib. 3. Brompton, p. 719. Parker Antiq. Brit. Eccl. p. 61.","subId":"n63","id":"Hume.HE.1.1.n63"},{"type":"note","content":"Bede, lib. 1. cap. 25. Chron. W. Thorn. p. 1759.","subId":"n64","id":"Hume.HE.1.1.n64"},{"type":"note","content":"Bede, lib. 1. cap. 25. H. Hunting. lib. 3. Brompton, p. 729.","subId":"n65","id":"Hume.HE.1.1.n65"},{"type":"note","content":"Bede, lib. 1. cap. 26.","subId":"n66","id":"Hume.HE.1.1.n66"},{"type":"note","content":"Ibid. cap. 26. H. Hunting. lib. 3.","subId":"n67","id":"Hume.HE.1.1.n67"},{"type":"note","content":"Bede, lib. 1. cap. 32. Brompton, p. 732. Spell. Conc. p. 86.","subId":"n68","id":"Hume.HE.1.1.n68"},{"type":"note","content":"Bede, lib. 1 cap. 27. Spell. Conc. p. 97, 98, 99, &amp;c.","subId":"n69","id":"Hume.HE.1.1.n69"},{"type":"note","content":"Augustine asks, <q>Si mulier menstrua consuetudine tenetur, an ecclesiam intrare ei licet, aut sacrae communionis sacramenta percipere?</q> Gregory answers, <q>Santae communionis mysterium in eisdem diebus percipere non debet prohiberi. Si autem ex veneratione magna percipere non praesumitur, laudanda est.</q> Augustine asks, <q>Si post illusionem, quae per somnum solet accidere, vel corpus Domini quilibet accipere valeat; vel, si sacerdos sit, sacra mysteria celebrare?</q> Gregory answers this learned question by many learned distinctions.","subId":"n70","id":"Hume.HE.1.1.n70"},{"type":"note","content":"Bede, lib. 1. cap. 30. Spell. Conc. p. 89. Greg. Epist. lib. 9. epist. 71.","subId":"n71","id":"Hume.HE.1.1.n71"},{"type":"note","content":"Chron. Sax. p. 23, 24.","subId":"n72","id":"Hume.HE.1.1.n72"},{"type":"note","content":"H. Hunting. lib. 3. Spell. Conc. p. 83. Bede, lib. 1. Greg. Epist. lib. 9. epist. 6.","subId":"n73","id":"Hume.HE.1.1.n73"},{"type":"note","content":"Bede, lib. 1. cap. 27.","subId":"n74","id":"Hume.HE.1.1.n74"},{"type":"note","content":"Will. Malm. p. 10.","subId":"n75","id":"Hume.HE.1.1.n75"},{"type":"note","content":"Wilkins Leges Sax. p. 13.","subId":"n76","id":"Hume.HE.1.1.n76"},{"type":"note","content":"Bede, lib. 2. cap. 5.","subId":"n77","id":"Hume.HE.1.1.n77"},{"type":"note","content":"Ibid. cap. 6. Chron. Sax. p. 26. Higden, lib. 5.","subId":"n78","id":"Hume.HE.1.1.n78"},{"type":"note","content":"Brompton, p. 739.","subId":"n79","id":"Hume.HE.1.1.n79"},{"type":"note","content":"Will. Malm. p. 11.","subId":"n80","id":"Hume.HE.1.1.n80"},{"type":"note","content":"Higden, lib. 5.","subId":"n81","id":"Hume.HE.1.1.n81"},{"type":"note","content":"Chron. Sax. p. 52.","subId":"n82","id":"Hume.HE.1.1.n82"},{"type":"note","content":"Will. Malmes. lib. 1. cap. 1. p. 11.","subId":"n83","id":"Hume.HE.1.1.n83"},{"type":"note","content":"Brompton, p. 779.","subId":"n84","id":"Hume.HE.1.1.n84"},{"type":"note","content":"Trivet. apud Spell. Conc. p. 111.","subId":"n85","id":"Hume.HE.1.1.n85"},{"type":"note","content":"Bede, lib. 2. cap. 2. W. Malmes, lib. 1. cap. 3.","subId":"n86","id":"Hume.HE.1.1.n86"},{"type":"note","content":"W. Malmes. lib. 1. cap. 3. H. Hunting. lib. 3. Bede.","subId":"n87","id":"Hume.HE.1.1.n87"},{"type":"note","content":"Bede, lib. 2. cap. 12. Brompton, p. 781.","subId":"n88","id":"Hume.HE.1.1.n88"},{"type":"note","content":"Chron. Sax. p. 27.","subId":"n89","id":"Hume.HE.1.1.n89"},{"type":"note","content":"Gul. Malmes. lib. 1. cap. 3.","subId":"n90","id":"Hume.HE.1.1.n90"},{"type":"note","content":"H. Hunting. lib. 3.","subId":"n91","id":"Hume.HE.1.1.n91"},{"type":"note","content":"Bede, lib. 2. cap. 9.","subId":"n92","id":"Hume.HE.1.1.n92"},{"type":"note","content":"Bede, lib. 2. cap. 9. Malmes. lib. 1. cap. 3.","subId":"n93","id":"Hume.HE.1.1.n93"},{"type":"note","content":"Bede, lib. 2. cap. 13. Brompton, Higden, lib. 5.","subId":"n94","id":"Hume.HE.1.1.n94"},{"type":"note","content":"Matth. West. p. 114. Chron. Sax. p. 29.","subId":"n95","id":"Hume.HE.1.1.n95"},{"type":"note","content":"W. Malmes. lib. 1. cap. 3.","subId":"n96","id":"Hume.HE.1.1.n96"},{"type":"note","content":"Bede, lib. 2. cap. 20.","subId":"n97","id":"Hume.HE.1.1.n97"},{"type":"note","content":"Bede, lib. 3. cap. 9.","subId":"n98","id":"Hume.HE.1.1.n98"},{"type":"note","content":"Hugo Candidus, p. 4. says that he was treacherously murdered by his queen, by whose persuasion he had embraced Christianity; but this account of the matter is found in that historian alone.","subId":"n99","id":"Hume.HE.1.1.n99"},{"type":"note","content":"Bede, lib. 5.","subId":"n100","id":"Hume.HE.1.1.n100"},{"type":"note","content":"Chron. Sax. p. 59.","subId":"n101","id":"Hume.HE.1.1.n101"},{"type":"note","content":"Brompton, p. 750, 751, 752.","subId":"n102","id":"Hume.HE.1.1.n102"},{"type":"note","content":"Spell. Conc. p. 308. Brompton, p. 776.","subId":"n103","id":"Hume.HE.1.1.n103"},{"type":"note","content":"Spell. Conc. p. 230, 310, 312.","subId":"n104","id":"Hume.HE.1.1.n104"},{"type":"note","content":"Higden, lib. 5.","subId":"n105","id":"Hume.HE.1.1.n105"},{"type":"note","content":"Ingulph. p. 5. W. Malmes. lib. 1. cap. 4.","subId":"n106","id":"Hume.HE.1.1.n106"},{"type":"note","content":"Lib. 1. cap. 4.","subId":"n107","id":"Hume.HE.1.1.n107"},{"type":"note","content":"Chron. Sax. p. 65.","subId":"n108","id":"Hume.HE.1.1.n108"},{"type":"note","content":"Dupin, cent. 8. chap. 4.","subId":"n109","id":"Hume.HE.1.1.n109"},{"type":"note","content":"Offa, in order to protect his country from Wales, drew a rampart or ditch of a hundred miles in length from Basinwerke in Flintshire to the South-sea near Bristol. See <em>Speed's Description of Wales.</em>","subId":"n110","id":"Hume.HE.1.1.n110"},{"type":"note","content":"Ingulph. p. 6.","subId":"n111","id":"Hume.HE.1.1.n111"},{"type":"note","content":"Ingulph. p. 7. Brompton, p. 776.","subId":"n112","id":"Hume.HE.1.1.n112"},{"type":"note","content":"Ingulph. p. 7.","subId":"n113","id":"Hume.HE.1.1.n113"},{"type":"note","content":"Ann. Beverl. p. 87.","subId":"n114","id":"Hume.HE.1.1.n114"},{"type":"note","content":"Chron. Sax. p. 24.","subId":"n115","id":"Hume.HE.1.1.n115"},{"type":"note","content":"Lib. 2. cap. 5.","subId":"n116","id":"Hume.HE.1.1.n116"},{"type":"note","content":"H. Hunting. lib. 3. Brompton, p. 738, 743. Bede.","subId":"n117","id":"Hume.HE.1.1.n117"},{"type":"note","content":"Malmes, lib. 1. cap. 6.","subId":"n118","id":"Hume.HE.1.1.n118"},{"type":"note","content":"Brompton, p. 800.","subId":"n119","id":"Hume.HE.1.1.n119"},{"type":"note","content":"Chron. Sax. p. 22.","subId":"n120","id":"Hume.HE.1.1.n120"},{"type":"note","content":"Higden, lib. 5. Chron. Sax. p. 15. Ann. Beverl. p. 94.","subId":"n121","id":"Hume.HE.1.1.n121"},{"type":"note","content":"Bede, lib. 4. cap. 12. Chron. Sax. p. 41.","subId":"n122","id":"Hume.HE.1.1.n122"},{"type":"note","content":"Higden, lib. 5. W. Malmes. lib. 1. cap. 2.","subId":"n123","id":"Hume.HE.1.1.n123"},{"type":"note","content":"W. Malmes. lib. 1. cap. 2.","subId":"n124","id":"Hume.HE.1.1.n124"},{"type":"note","content":"Chron. Sax. p. 16.","subId":"n125","id":"Hume.HE.1.1.n125"},{"type":"note","content":"H. Hunting. lib. 4.","subId":"n126","id":"Hume.HE.1.1.n126"},{"type":"note","content":"Lib. 2. cap. 11.","subId":"n127","id":"Hume.HE.1.1.n127"},{"type":"note","content":"Higden, lib. 5. M. West. p. 152. Asser. in vita Alfredi, p. 3. ex edit. Camdeni.","subId":"n128","id":"Hume.HE.1.1.n128"},{"type":"note","content":"Chron. Sax. A. D. 800. Brompton, p. 801.","subId":"n129","id":"Hume.HE.1.1.n129"},{"type":"note","content":"Chron. Sax. p. 69.","subId":"n130","id":"Hume.HE.1.1.n130"},{"type":"note","content":"Ethelwerd, lib. 3. cap. 2.","subId":"n131","id":"Hume.HE.1.1.n131"},{"type":"note","content":"Ibid. lib. 3. cap. 3.","subId":"n132","id":"Hume.HE.1.1.n132"},{"type":"note","content":"Ingulph. p. 7, 8, 10.","subId":"n133","id":"Hume.HE.1.1.n133"},{"type":"note","content":"Chron. Sax. p. 71.","subId":"n134","id":"Hume.HE.1.1.n134"},{"type":"note","content":"Chron. Sax. p. 71.","subId":"n135","id":"Hume.HE.1.1.n135"},{"type":"note","content":"These abuses were common to all the European churches; but the priests in Italy, Spain and Gaul, made some atonement for them by other advantages, which they rendered society. For several ages, they were almost all Romans, or, in other words, the ancient natives; and they preserved the Roman language and laws, with some remains of the former civility. But the priests in the Heptarchy, after the first missionaries, were wholly Saxons, and almost as ignorant and barbarous as the laity. They contributed, therefore, little to the improvement of the society in knowledge or the arts.","subId":"n136","id":"Hume.HE.1.1.n136"},{"type":"note","content":"Bede, lib. 3. cap. 26.","subId":"n137","id":"Hume.HE.1.1.n137"},{"type":"note","content":"Ibid. lib. 5. cap. 23. Epistola Bedae ad Egbert.","subId":"n138","id":"Hume.HE.1.1.n138"},{"type":"note","content":"Bedae Epist. ad Egbert.","subId":"n139","id":"Hume.HE.1.1.n139"},{"type":"note","content":"Append. to Bede, numb. 10. ex. edit. 1722. Spelm. Conc. p. 108, 109.","subId":"n140","id":"Hume.HE.1.1.n140"},{"type":"note","content":"Bede, lib. 5. cap. 7.","subId":"n141","id":"Hume.HE.1.1.n141"},{"type":"note","content":"See Appendix to Bede, numb. 19. Higden, lib. 5.","subId":"n142","id":"Hume.HE.1.1.n142"},{"type":"note","content":"Eddius vita Vilfr. § 24, 60.","subId":"n143","id":"Hume.HE.1.1.n143"},{"type":"note","content":"Bede, lib. 2. cap. 19.","subId":"n144","id":"Hume.HE.1.1.n144"},{"type":"note","content":"Bede, lib. 5. cap. 21. Eddius, § 24.","subId":"n145","id":"Hume.HE.1.1.n145"},{"type":"note","content":"Bede, lib. 2. cap. 2, 4, 20. Eddius, § 12.","subId":"n146","id":"Hume.HE.1.1.n146"},{"type":"note","content":"Bede, lib. 5. cap. 16, 22.","subId":"n147","id":"Hume.HE.1.1.n147"},{"type":"note","content":"Bede, lib. 3. cap. 25. Eddius, § 12.","subId":"n148","id":"Hume.HE.1.1.n148"},{"type":"note","content":"Spell. Conc. vol. 1. p. 168.","subId":"n149","id":"Hume.HE.1.1.n149"},{"type":"note","content":"Ibid. p.171.","subId":"n150","id":"Hume.HE.1.1.n150"},{"type":"note","content":"Spell. Conc. vol. 1. p. 172, 173, 174.","subId":"n151","id":"Hume.HE.1.1.n151"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]}],"prev":{"id":"Hume.HE.1","imported":true,"title":"Volume 1. The Early History of England, Part 1","breadcrumb":"Volume 1","published":[1762]},"next":{"id":"Hume.HE.1.2","imported":true,"title":"Chapter 2. The Anglo-Saxons","breadcrumb":"Chapter 2","published":[1762]}}